[["", "  \nLABORERS’ <e.  \nMAY 1, MAY 1,  \n2004 - 2009  \nAGREEMENT  \nbetween  \nTHE ASSOCIATED  \nGENERAL CONTRACTORS OF MISSOURI  \nand  \nEASTERN MISSOUR  \nLABORERS'  \nDISTRICT COUNCIL  \nand their  \nAFFILIATED  \nLOCAL UNIONS  \nin the  \nSTATE OF MISSOURI  \n5+ pages  \nArticle  \nVi  \nVil  \nVill  \nCONTENTS  \nPage  \nI  \nPULPOSE 1  \nDefinition and 2  \nHiring Procedure and Transfer of Employees....... 6  \nUnion 8  \nWorking Conditions 9  \nWorking Time and Overtime 13  \nRates Of Wages... 16  \nFringe Benefits -- Eastern Missouri Laborer  \nDistrict 18  \nMissouri Construction Industry  \nAdvancement Fund.., wee IQ  \nEnforcement of Fringe Benefi t Contributions. veces 20  \nSteward, 21  \nGrievance and Arbitration Procedure.................. 22  \nWork Assignment and Jurisdictional m Disputes 24  \nSubcontracting ... QO  \nEqual Employment Opportunity...  \nSupplemental Dues... Sts JOOP  \nEffective Dates 29  \nClassifications - General Laborers Union............ 30  \nEastern Missouri Laborers District Council  \nJurisdictional Area 32  \nClassification and Wage  \nApprenticeship.... OO  \nDrug and Alcoho! Testing .. 4  \nSignature Page oo... 42  \nJURISDICTION OF  \nTHE FOLLOWING LOCALS  \nEASTERN MISSOURI LABORERS’  \nDISTRICT COUNCIL  \n3450 Hollenberg Drive  \nBridgeton, Missouri 63044  \nPhone: (314) 739-7270  \nFax: (314) 739-5423  \nErnie Brown, Business Manager  \nJeffrey O'Connell,  \nBusiness Representative  \nCONSTRUCTION AND GENERAL  \nUNION LOCAL 424  \nP.O. Box 873  \nHannibal, MO 63401  \nPhone: (573) 221-5120  \nFax: (573) 221-4225  \nAdair, Clark, Knox, Lewis, Marion, Pike, Putnam,  \nRalls, Schuyler, Scottand, Shelby, Sullivan  \nBusiness Manager, James “Mike” Riney  \nCONSTRUCTION AND GENERAL  \nLABORERS’ UNION LOCAL 660  \n601 S. 4th Street  \nSt. Charles, MO 63301  \nPhone: (636) 724-5773  \nFax: (636) 946-6299  \nLincoln, Montgomery, St. Charles, Warren  \nBusiness Manager, Perri Pryor  \nCONSTRUCTION AND GENERAL  \nLABORERS’ UNION LOCAL 662  \n209 Flora Street  \nJefferson City, MO 65101  \nPhone: (573) 635-1441  \nFax: (573) 635-1486  \nCallaway, Cole, Miller, Moniteau  \nBusiness Manager, Larry Bloomer  \nCONSTRUCTION AND GENERAL  \nLABORERS UNION LOCAL 718  \n519 Rollins St., P.O. Box 132  \nDeSoto, MO 63020  \nPhone: (636) 586-2215  \nFax: (636) 586-2215  \nJefferson, Washington  \nBusiness Manager, Mark Jones  \nCONSTRUCTION AND GENERAL  \nLABORERS’ UNION LOCAL 840  \nP.O. Box 461, 10760 County Rd 2000  \nRalla, MO 65401  \nPhone: (573) 364-3928  \nFax: (573) 364-3951  \nCrawford, Dent, Franklin, Gasconade,  \nHowell, Maries, Oregon, Osage, Phelps,  \nPulaski, Shannon, Texas  \nBusiness Manager, John Stroup  \nCONSTRUCTION AND GENERAL  \nLABORERS’ UNION LOCAL 916  \n430 N. Washington  \nFarmington, MO 63640  \nPhone: (573) 756-4695  \nFax: (573) 756-8106  \nlron, Madison, Perry, Reynolds,  \nSt. Francois, Ste. Genevieve  \nBusiness Manager, Norman Crocker  \nCONSTRUCTION AND GENERAL  \nLABORERS’ UNION LOCAL 955  \n370 Roby Farm Rd.  \nRocheport, MO 65279  \nPhone: (573) 698-3720  \nFax: (573) 698-3726  \nAudrain, Boone, Chariton, Cooper, Howard,  \nLinn, Macon, Monroe, Randolph  \nBusiness Manager, Tim Sims  \nCONSTRUCTION AND GENERAL  \nLABORERS’ UNION LOCAL 1104  \n773 Enterprise  \nCape Girardeau, MO 63703  \nPhone: (573) 334-7722  \nFax: (573) 334-2546  \nBollinger, Butler, Cape Girardeau,  \nCarter, Dunklin,  \nNew Madrid, Pemiscot, Ripiey,  \nScott, Stoddard, Wayne  \nBusiness Manager, Rick McGuire  \nEASTERN MISSOURI  \nAGREEMENT  \nPreamble  \nSection 1. This Agreement is entered into this 1st day of May,  \n2004 by and between the Associated General Contractors of  \nMissouri, Inc. acting on behalf of those of its members (hereinafter  \nreferred to as “Employers” or “Contractors\") who accept and sign this  \nagreement or a facsimile thereof and the Eastern Missouri Laborers  \nDistrict Council and their affiliated Local Unions in the State of  \nMissouri, (hereinafter called “Union” or “Unions”).  \nSection 2. It is understood that the AGC.in no event shall be  \nbound as principal or held liable in any manner for any breach of this  \ncontract by any of the Employers bound by this Agreement.  \nSection 3. ft is further agreed and understood that the  \nliabilities of the Employers signing this contract shall be several and  \nnot joint, It is further understood that the liabilities of the Union signing  \nthis contract shall be several and not joint.  \nSection 4. It is agreed that the Laborers’ international Union of  \nNorth America, AFL-CIO, shall not be liable for violations of this  \nAgreement by its Loca! Unions, and that the Employers signing this  \nagreement shall not be liable for violations by their respective  \nrepresentatives unless the respective parties sought to be held liable  \nhave (a) ordered the act contended to be a violation, or (b) ratified  \nsame after knowledge thereof or (c) failed to immediatety correct  \nsame after notification of the alleged violation.  \n"], ["ARTICLE |  \nPurpose  \n", "Section 1. The purpose of this Agreement is to establish the  \nhours, wages, and other conditions of employment, and to adopt  \nmeasures for the settlement of differences without interruption by  \nboycotts, strikes, lockouts, or other causes.  \nSection 2. it is mutually understood that the following terms  \nand conditions relating to the employment of workmen covered by  \nthis Agreement have been decided upon by means of collective  \nbargaining, and that the following provisions will be binding upon the  \nParties to this Agreement during the term of this Agreement and any  \nrenewal thereof.  \nSectlon 3. The Union signing this Agreement will be the sote  \nbargaining representative for ail workmen employed on work covered  \nby this Agreement.  \nSection 4. lf the Union makes any “project only” agreement  \nwith any other Employer containing terms or conditions which in the  \nopinion of the Employer are more favorable to such other Employers  \nthan those provided herein, thai other agreement ~ at the option of  \nthe Employer shall be substituted for this Agreement only if the  \nEmployer bids on that specific project, and the more favorable  \nagreement shall apply only for that specific project.  \ntt is further agreed by the parties hereto, should any of the  \nLocal Unions sign a stipulation with any Employer, said stiputation will  \nbe signed in triplicate and the Association furnished with a copy  \nthereof. Furthermore, when any of the local Unions make any kind of  \nan agreement with any Employer covering any kind of similar work as  \nthat covered by this Agreement, the Association will be furnished with  \na signed copy thereof. 1 is further agreed the Emptoyer shall  \nautomatically be given the advantage of any lower rate of wages or  \nbetter terms and working conditions than those resulting through this  \nAgreement if obtained by an Employer or employees represented by  \nthe Union on similar work done within the jurisdiction of this  \nAgreement.  \n"], ["ARTICLE I!  \nDefinition and Scope  \n", "Section 1. This Agreement shall cover all work, as defined in  \nthis Agreement, throughout the territory of the Eastern Missouri  \nLaborers’ District Council except Si. Louls City and St. Louis County.  \nThe Unions agree that any Employer who is a party to this Agreement  \nshall have the privilege, and shall operate under the existing labor  \nagreements, or extensions thereof, which exist in St. Louis City and  \nSt. Louis County, provided they accep! and sign such agreements  \nwhich are identified as follows:  \n(1) In St, Louis City and St. Louis County: An agreement  \nbetween the Associated General Contractors of St. Louis  \nand Locals 42, 53 and 110, and the Eastern Missouri  \nLaborers’ District Council of the Laborers’ Internationa!  \nUnion of North Amarica, AFL-CIO.  \nSection 2. It is understood, however, that the provisions of this  \nArticle are not intended as an adoption of any illegal contractual  \nprovisions or practices existing in said areas, if any do exist. On the  \ncontrary, the to this instrument agree that if there is any  \nconflict between this Agreement and the Agreements or other  \npractices in said other areas relating to hire or tenure of employment  \nor any term or condition of employment which may encourage or  \ndiscourage membership in any labor organization, then, in that event,  \ntha provisions of this Agreement shail prevail.  \nSection 3. If charters are granted by the International Union to  \nadditional Local Unions in the jurisdiction as outlined above,  \nsubsequent to the effective date of this Agreement, then this  \nAgreement shall be binding on such newly chartered Locais.  \nSection 4. The word when used in this Agreement,  \nmeans al! private and public construction, federal and non-federat,  \nperformed in this state, with the exception of building construction, for  \nthe reason that building construction is separate and distinct from all  \nclasses of work covered by this Agreement, in respect to the terms  \nand conditions of employment and the nature of the work as weil as  \nthe class and skill of the workmen required. Building construction is  \nhereby defined to include building structures, including modifications  \nthereof or additions or repairs thereto, intended for use for shelter,  \nprotection, comfort or convenience. Building construction shall  \ninclude the demolition of, and foundations for, building construction;  \nhowever, the preparation, grading, and improvement of the property  \nor site shall be covered by this Agreement. Excavation for the  \nfoundations and of the basement proper shall be considered building  \nconstruction. The work covered by this Agreement shall include, but  \nshall not be restricted to, all work performed in the construction of  \nstreets and highways, airports, utilities, sewer lines, sewage disposal  \nplants, purifying plants, water lines, water pollution plants, pumping  \nstations, telephone fines, electric lines, and all kinds of conduit lines,  \nmver and harbor work, dredging, flood control, levees, pile dike and  \nrevetment work on streams in and along the border of Missouri,  \nrailroad and heavy construction, and oil, gas, and gasoline pipe lines  \nexcept that this Agreement shail not apply to main line, cross country  \noil, gas, and gasoline pipe lines.  \nIn case of any dispute as to whether or not certain work is  \nhighway or heavy construction and thus covered by this Agreement,  \nor building construction and therefore not covered by this Agreement,  \nthe parties hereto agree to submit such dispute to the grievance  \nprocedure established in this Agreement and be mutually bound by  \nthe fina! results of such procedure.  \n3  \nSection 5. All general labor and semi-skilled labor, where such  \nlabor is required, shalt include but not be restricted to the following items of  \nwork: The unloading, handling and carrying of concrete reinforcing bars by  \nhand to the panel in which they are used, wrecking, stripping, dismantting,  \ncleaning, moving and oiling of all concrete forms; rubbing concrete; digging  \nand laying conduit lines and sewer tile, setting, lining, and leveling of atl  \nroad and street forms, wood or iron, including curb and gutter forms, laying  \nand assembling temporary water, steam, gas, electric, cement and air  \nlines and dismantling same and making al! connections: tenders to  \nCarpenters; laying steel paving mesh or bars and setting center steel and  \nexpansion joints; blocking up and striking off concrete, striking off and  \nfinishing of flat concrete surfaces, drill running and blasting, including  \nrunning of wagon drills, jackhammers, and other pneumatic hammers and  \ntampers, chuck tender or helper, all work in connection with the operation  \nof a drill on the job site, signalmen, flares and signal lights, straw blower  \nnozzleman, mix operator on skip jift, riprap pavers, chain and concrete  \nsaws, hand blade operator, manning all aggregate and cement hoppers,  \nmanning and servicing all hand vibrators; laying, jointing, and pointing of all  \nsewer tile, handling, distributing, and laying water lines and making of all  \njoints; handling and firing tar kettles, or similar materials and salamander  \ntenders and tenders of other similar type of heaters, air-pen driver, core  \ndrilling, power tool operator, screed man on asphalt paving, deck hands on  \nboats on the Mississippi and Missouri Rivers or any other tributaries within  \nthe jurisdiction of the Eastern Missouri Laborers’ District Council, leadman  \nor foreman, trackmen, drill bit sharpener, guardrait and sign erectors,  \nbackhands on att drills, driler-helpers, all type tar kettles, form setters’  \nhelpers, puddiers (paving only), feeder man on wood pulverizer, stringline  \nmen, tunnel jeadman or foreman, asphalt rakers, powder men, powder  \nmen helpers, board and willow mat weavers and cable tiers, all tunnel work  \nincluding all shoring and digging, servicing of Laborers’ equipment on the  \njob, manhole builder and hetpers, brick or block, grade checker in cuts and  \nfills, dump man and ticket taker on stock piles, sand pot man, flagman,  \nlaser beam man (except where professional engineers are required), batter  \nbeard man, and cleaning mud from equipment is recognized as the work of  \nthe Laborers and the wage rates hereinafter shalt apply. The above  \njurisdictional claims are intended only to apply to the recognized craft  \njurisdiction of the General Laborers’ Union. The fact that certain  \nclassifications and rates are established does not mean that the Employer  \nmust employ workmen for any one or all such classifications, or to man  \nany particular piece of plant or vehicle that happens to be on the work,  \nunless, in the opinion of the Employer, there is need for such a workman.  \nNothing in this Agreement shail be construed to define or determine any  \ncraft or work jurisdiction or the recognition thereof by the Empioyer.  \nSection 6. (A) This Agreement covers the Employer's asphalt  \nplants, the Employer's operations on the job site and the Employer's  \noperations of a temporary nature in specific support of the job site  \nproject, not to inctude permanent facilities nor the Employer's home  \noffice facilities of whatever nature, and shall not include professional  \nengineers, engineering or clerical employees, guards, watchmen,  \ntimekeepers, paris men, superintendents, assistant superiniendents,  \ngeneral foremen, or any supervisors in charge of any class of labor.  \n_ None of the employees exempted in this paragraph shall be required  \nto be members of any Union.  \n(B) Excluded personnel shall not be permitted to perform any  \nservices on the job site that are normally performed by members of  \nthis bargaining unit.  \nSection 7. This Agreement shall cover the crews on boats on  \nalt work as fisted in the classifications, except, however, it shall not  \napply to crews covered by the Agreement between the Contractor  \nmembers of the Associated General Contractors of Missouri and the  \nLaborers’ International Union of North America, AFL-CIO.  \nSection 8. Regardless of anything contained in the preceding  \nparagraphs 3 through 7, the Employer reserves the right to assign  \nadditional work to employees covered by this Agreement.  \nSection 9. in order to insure economical operation, the  \nEmployer may establish a composite crew whose function is to  \nperform necessary work on the job site.  \nA. If established, such crew will consist of the Crafts in such  \nproportions as agreed upon by the Union and the Employer  \nas are respective to the types of work to be performed.  \nB. Members of said crew will work on all work, regardless of  \njurisdiction, assigned to said crew.  \nC. Said crew make up will onty apply as it pertains to each  \nindividual job site, and nothing herein is intended to change  \nthe recognized craft jurisdiction of the crafts involved or the  \nrecognition thereof by the Employer.  \nD. If labor equipment is to be operated on the jobsite, there  \nshall be sufficient laborers on the job scheduled to operate  \nsaid equipment within the meaning of this Section 7.  \n"], ["ARTICLE It!  \nHiring Procedure and  \n", "Transfer of Employees  \nSection 1. The Employers, recognizing that the Unions  \noperate and maintain the only centralized sources of skilled  \nmanpower available to the construction industry within the State of  \nMissouri and that the Unions, in order to property represent the  \nworkmen must be notified of all manpower needs of, and employment  \nopportunities with the Employers both before the job begins and  \nthroughout its progress, agree as follows:  \nA.  \nBefore starting work on any job of One Million Dollars  \n($1,000,000) cr over, the Employer shall invite  \nrepresentatives of the, Union involved to a _ pre-job  \nconference either on the job site some other mutually  \nagreed upon place. The names of all subcontractors shall  \nbe furnished to the Unian at such conference if known by  \nthe contractor at that time; and in any event the names of  \nsuch subcontractors shal! be furnished to the Union before  \nsaid subcontractors shall commence work. The Employer  \nvill then outline his initial and prospective manpower  \nrequirements in all the various crafis and classificatione,  \nand the Union will inform the Emptoyer of the probable  \nnumber and qualifications of the men they will have  \navailable to meet the Employer's requirements. The  \nEmployer shall notify the Union having jurisdiction prior to  \ncommencing work on projects of less than One Million  \nDollars ($1,000,000) of manpower requirements and  \nsubcontractors who will be on the project.  \nSubject only to the rights of the Contractor to employ and  \ntransfer men under Section 2 of this Article, the Employer  \nshall not employ workmen, either to start a new job ar to  \nreplace a workman or fiil a new position of a job in progress  \nwithout first calling the appropriate Union office or  \nrepresentative and requesting a referral of applicants for  \nthe job or jobs available. The Employer shall not request  \nthe referral of more men than the number of available jobs.  \nlf he does so, those men referred but not employed shall  \nbe reimbursed in the amount of two (2) hours’ pay for the  \njob they were referred to do. The Union shall fill the  \nEmployer's request for men qualified to perform the work  \ninvolved as soon as possible.  \nC. If the Union fails for any reason to refer applicants within  \ntwenty-four (24) hours, the Employer may secure such  \nworkmen from any source available to him.  \n©. The Employer chall have the right to accept or reject for  \ngood and just cause any job applicant and to select from  \namong applicants those who are, in his estimation, the best  \nqualified. In case of reduction of forces, the Employer shal!  \nhave the right to select those best qualified in his opinion,  \nto be retained, as tong as there is no discrimination against  \nworkmen from the area of the Local Union that has  \njurisdiction of the job. ,  \nE. In any emergency situation, men may be secured on a  \ntemporary basis in any manner to perform any kind of work  \nfor as long as, but no longer than the emergency exists, but  \nin no case more than twenty-four (24) hours.  \nSection 2. The Unions, recognizing that the success and  \nefficiency of every contractor Organization in the construction industry  \ndepends in large measure on the availability to them of certain men  \nwho are skilled in the various Crafts and classifications, and who have  \nknown abilities to work in harmony and help organize an efficient  \ncrew, agree as follows:  \nWithout regard for any of the limitations imposed by the  \npreceding Section 1 of this Article, the first (1st) and third (3rd)  \nlaborer employed by the Employer on the job shall be from the Local  \nUnion having jurisdiction on the. job. The second (2nd) laborer  \nemployed and fifty percent (50%) of the remaining work force may be  \nbrought by the Employer to the job from any place or Union  \njurisdiction. Furthermore, the Unions agree to give due consideration  \nto any Employer's request for the first workman or additional laborers  \nconsistent with the purpose of this Section. Laborers outside the  \nLocal Union furnished by the Employer shall be required to register  \nwith the Local Union Office Prior to employment on ithe job site.  \nWorking foremen who are part of the bargaining unit will be employed  \nin the order, and counted as part of the total work force, as  \naforementioned. Notwithstanding anything else in this Section, there  \nshail be no restriction on the transfer of men within the jurisdictional  \narea of the Local Union.  \n   \nSection 3. Should any Contractor fail to hold a pre-job  \nconference or refuse to request referrals of men as provided  \nhereinabove, then the Union shali have the right to strike to enforce  \ncompliance therewith, any contrary provision in this Agreement  \nnotwithstanding. However, no strike shall be called authorized  \nby a decision of the appropriate District Councif or authorized  \nrepresentatives of the Council and after at least a forty-eight (48) hour  \nnotice excluding Saturday and Sunday of intention to strike given by  \nthe District Council to both the Employer's main office and the office  \nof the Associated General Contractors of Missouri in Jefferson City,  \nMO.  \nSection 4. Should any Employer refuse to employ an applicant  \nretarred by the Union under the above provisions and such refusal is  \nnot for a good and just cause, then the Union may ask far arbitration.  \n{f so, the same arbitration procedure shall be followed as is set out in  \nArticle XII of this Agreement. If the Unions win such arbitration, the  \napplicant refused employment shalf be made whole by the Employer  \nfar all losses suffered and shall be put to work on the job if the jab he  \nwas referred to stil! exists.  \nSection 6. In order that the Employer may be properly advised  \nof the persons and/or offices to be notified by the Employer desiring  \nto arrange pre-job conferences or to request a referral of applicants,  \nthe Union wi!l promptly furnish to the office of the Associated General  \nContractors of Missouri in Jefferson City a list of such persons and  \noffices showing the territorial jurisdiction of each, office telephone  \nnumbers, and home telephone numbers of the Union agents  \ninvolved. The Union will keep these lists revised as necessary.  \n"], ["ARTICLE IV  \nUnion Security  \n", "Section 1. it is understood and agreed by and between the  \nparties hereto that as a condition of continued employment, all  \npersons who are hereafter employed by the Employer in the unit  \nwhich is the subject of this Agreement shall become members of the  \nUnion not fater than the eighth (8) day following the beginning of their  \nemployment or the execution date of this Agreement, whichever is  \nthe later; thal the continued employment by the Employer in said unit  \nof person who are already members in good standing of the Union  \nshall be conditioned upon thase persons continuing their payment of  \nthe periodic dues to the Union; and that the continued employment of  \npersons who were in the employ of the Employer prior to the date of  \nthis Agreement and who are not now members of the Union, shall be  \n8  \nconditioned upon those persons becoming members of the Union not  \nlater than the eighth (8th) day following the execution date of this  \nAgreement. The failure of any person to become a member of the  \nUnion at such required times shall obligate the Employer, upon  \nwritten notice from the Union to such effect and to the further effect  \nthat Union membership was available to such person on the same  \nterms and conditions generally available to other members, to  \nforthwith discharge such person. Further, the failure of any person to  \nmaintain his Union membership in good standing as required herein  \nshall, upon written notice to the Employer by the Union to such effect,  \nobligate the Employer to discharge such person.  \nThe foregoing requirement of “Union membership’ may be met,  \nirrespective of actual membership in the Union, by paying an amount  \nequivalent to the Union's regular initiation fees and periodic dues.  \n"], ["ARTICLE V  \nWorking Conditions  \n", "Sectlon 1. The number of men to be employed is at the sole  \ndiscretion of the Employer. The fact that certain classifications and  \nrates are established does not mean that the Employer must employ  \nworkmen for any one or all such classifications, or to man any  \nparticular piece of plant or vehicle that happens to be on the work  \nunless, in the opinion of the Employer, there is need for such a  \nworkman.  \nSection 2. Any workman may be shifted by the Employer from  \none classification of work to another classification of work, or from  \none piece of equipment to another piece of equipment, provided the  \nworkman is capable of performing the other work and is paid the rate  \nof wages for the classification which provides the higher wage rate.  \nShould any unforeseen emergency arise at a time when workmen are  \nnot available at the job site, work may be performed by any employee  \nuntil workmen are secured.  \nSection 3. The Employer shall furnish clean, fresh drinking  \nwater and ice daily on all jobs during the summer months and when  \nconditions warrant same, and shall furnish sanitary paper drinking  \ncups, and water, as the first order of business after starting time.  \nWhen laborers are working for the Employer on the job site a laborer  \nshall fill containers with ice and water on or off the job site and shall  \ndistribute such drinking water to various locations as needed on the  \njob site. The laborer shall not leave the jobsite unless directed by the  \nEmployer.  \nSection 4. The Employer shall provide or arrange for access to  \nsuitable toilet facilities on all jobs.  \nSection 5. The Employer shall furnish workmen mulli-buckle  \novershoes, hip boots, rubber coats, rain hats, or hooded rain jackets  \nand pants when necessary and when working conditions warrant  \nsame. Employers shall furnish all necessary tools required on the job  \nsite. The Employer shall furnish flagmen jackets to all flagmen.  \nEmployees shail be held responsible for the return of ail clothing  \nissued.  \nSection 6.. The Empioyer shall furnish an adequate suitable  \nplace, properly heated when necessary, in which workmen may  \nchange their clothes and eat tunch if to furnish such facility is practical  \nwith regard to the nature and type of the job or project concemed.  \nSection 7. The Union agrees not to interfere in any manner  \nwith the Employer's right to use any type or quantity of machinery,  \nvehicles, tools, or appliances or method of operation. It is agreed that  \nthe Employer may secure materiais or equipment from any market or  \nsource except prison made.  \nSection 8. The authorized of the Union may  \nvisit jobs during working hours, so long as they do not hinder or  \ninterfere with the progress of the work,  \nSectlon 9. All workmen employed under this Agreement shall  \nbe classified in accordance wilh the Schedule of Wages of this  \nAgreement. Any question relative to the classification will be settled  \nby the Employer and the Union representative, or as hereinafter  \nprovided.  \nSection 10. iH shall not be a viotation of this Agreement nor  \ngrounds for discipline, discharge or replacement of emptoyees for  \npersons covered hereunder to refuse to cross a lawtul, primary picket  \nline and perform work in any instance where the picket tine has been  \nrecognized by a Union signatory to this Agreement, except that in  \ninstances where the Employer presents evidence satisfactory to the  \nUnion that the Union which is picketing has not established a scale of  \nwages for the work at the project as that used by the Eastern  \nMissouri Laborers’ District Council for such work.  \n10  \nSection 11. The Employers shall provide Workmen's  \nCompensation insurance against injury or occupational disease and  \nunemployment compensation protection for employees whether or  \nnot required to do so by Missouri State law.  \nSection 12. Employees shall be at a reasonable location  \ndesignated by the Employer at starting time and shall perform work  \nas directed until quitting time unless otherwise directed by the  \nEmployer. it is further agreed, however, that on marine work  \nemptoyees will travel to and from their place of work, one way on their  \nown time, and one way on company time.  \nSection 13. On the day of an injury resulting from a job site  \naccident, the employee shall not suffer any loss for time spent  \nreceiving medical attention or if unable to return to work. However, if  \nrequested, the employee will furnish a doctor's certificate to the effect  \nthat he was unabie to return to work.  \nOne (1) additional day subsequent to the accident, the  \nemployee shall not suffer any loss for the time spent receiving further  \nmedical treatment, provided the doctor requires a return visit during  \nworking hours. Employee will obtain a written memorandum from the  \ndoctor showing the time of appointment, and the time of treatment,  \nand will provide a copy to the Employer.  \nSection 14. A. Whenever a taborer is working on a location  \nwhere no other men are working and if that laborer's safety requires  \nthat another person be within call, an additional employee of the  \nEmployer (not necessarily a Laborer) shall work within call,  \nB. The Employer, in recognition of the fact that an effective  \naccident prevention program is essential, not only to the safety and  \nwelfare of the employees but to the efficient prosecution of the work,  \nagrees to make effective use of accident prevention information and  \naids available from the Association and to insure that such  \ninformation and educational material is made available to individual  \nemployees on the project.  \nSection 15. On all pier holes, adequate protection shail be  \nmaintained around the perimeter on holes of a sufficient height to  \nprevent debris and excavated materials from falling or being kicked  \ninto pier holes. All men working pier holes must wear safety hats at all  \ntimes.  \n11  \nSection 16. The Employer shall observe OSHA safety  \nstandards.  \nSection 17. Where hard hats are required, they shall be  \nfurnished by the Employer. Whenever used hard hats are issued,  \nthey shall have new liners inserted, or the old webbing sterilized. In  \nwinter or whenever conditions warrant, the Employer shall also  \nfurnish new helmet liners. The employee shall be held responsible for  \nthe return of such hats.  \nSection 18. When it is jointly determined by personal  \nobservation by the business representative of the Union and the  \nSuperintendent, or his representative on the project, thai an unsafe  \ncondition exists on the job, no work shall be performed on that portion  \nof the job until the unsafe condition has been corrected.  \nSection 19. When temporary heating is done with  \nsalamanders or any portable self-contained heater, Laborers working  \non same shall receive the basic rate at straight time for all time  \nworked, not to exceed (8) hours in any calendar day, or forty  \n(40) hours in the period Monday through Friday, irrespective of  \nwhether or not time worked falls within the regularly scheduled work  \nday hours. For all time worked in excess of eight (8) hours in any  \ncalendar day, of in excecs of forty (40) hours in the period Monday  \nthrough Friday (including not onfy heating work, but all other work),  \nand for all such time on Saturdays, Sundays, or holidays, employees  \nshail receive contractual overtime rates. On Saturday, Sundays or  \nholidays, the minimum pay (for heating onty) shall be two (2) hours.  \nSection 20, {f five (5) or more laborers are required on any one  \nproject, one man selected by the Contractor shall be designatec as a  \nleadman or working foreman. When two or more crews of five (5)  \ntaborers or more are working on any one project but in locations  \nwhere one leadman of working foraman cannot property perform his  \nduties, there shalt be an additional leadman or working foreman  \ndesignated for such crews. A leadman or working foreman must have  \nat least one year's experience as a laborer or crew leader or working  \nforeman in the area covered by this Agreement. The designation of  \nany additiona! leadman or working foreman regardless of the number  \nof men employed on the project is at the discretion of the Contractor.  \nThe Contractor may at any time change the designation of any  \nfeadman or working foreman and said leadman or working foreman is  \nsubject to in the same manner as any other employes. A  \nleadman or working foreman shail work at the discretion of the  \nContractor.  \n12  \nSection 21. An employee shail not be permitted to use his  \npersonal vehicle for company use at any time on the job site.  \n"], ["ARTICLE VI  \nWorking Time and Overtime  \n", "Section 1. The workweek shall start on Monday and  \nend on Friday.  \nA. The regular workweek shall be 40 hours.  \n8. The regular workday shall be either 8 or 10 hours. The  \nEmpioyer shall give notice on the first day of the workweek  \nas to whether the workweek will be worked as 8 or 10 hour  \ndays.  \nC. In the event an employee works a fifth day when he has  \nworked less than 40 hours, he shall work that full workday  \nprovided that work is not stopped because of inclement  \nweather.  \nD. If a crew is prevented from working forty (40) hours  \nMonday through Friday, or any part thereof, by reason of  \ninclement weather, Saturday or any part thereof may be  \nworked as a make-up day at the straight time rate. If  \nSaturday is worked as a make-up day, work shall proceed  \nfor a full shift, unless prevented from working by inclement  \nweather. If an employee declines to work Saturday as a  \nmake-up day, he shall not be penalized, but can be  \nreplaced by another employee at the straight time rate.  \nEmployees who are part of a regular crew on a make-up  \nday, notwithstanding the fact that they may not have been  \nemptoyed the entire week, shall work Saturday af the  \nstraight time rate.  \nSection 2. A thirty (30) minute lunch break, without pay,  \nbetween the third and sixth hour will be allowed each employee, and  \nthe employee will be paid time and one-half for working through his  \nlunch period and will be allowed a short time to eat. If the employee  \nworks two hours past his regular shift, he shall receive a thirty minute  \nsupper period. Work through the supper period shall be paid for at the  \novertime rate. Employees shall be allowed a reasonable time to stop  \nwork and eat supper on a staggered basis if necessary.  \n13  \n   \nSection 3. A workday shift is to begin at the option of the  \nEmpioyer, between 6:00 a.m. and not later than 9:00 a.m. However,  \nthe project starting time may be advanced or delayed if required by  \nthe Owner, or if mutually agreed to by the Employer and the Union.  \nSection 4, Recognized holidays shall be as follows: New  \nYears Day, Memorial Day, independence Day, Labor Day,  \nThanksgiving Day and Christmas Day, or days observed as such. No  \nwork shall be performed on Labor Day, except in case of jeopardy ta  \nlife or property. Thie rule is applied to protect Labor Day.  \nA. When a holiday falts on a Sunday, Monday shail be  \nobserved.  \n5. 'f workmen aré required to work the above-enumerated  \nholidays or days observed as such of Sundays, they shalt  \nreceive double the regular rate of pay for such work.  \nSection §. The Contractor may elect to work one, two or three  \nshifts on any work covered by this Agreement. When operating on  \nmore than one shift, the shifts shall be known as the day shift, swing  \nshift, and graveyard shift as such terms are recognized in the  \nindustry. The Contractor shall give twenty-four (24) hours’ notice prior  \nto any change in starting time in the workday or work shift,  \nSection 6. When two shifts ate worked on any operation, the  \nshifts wil! consist of eight (8) or ten (10) hours exclusive of lunchtime.  \nSection 7. When three shifts are worked the first day or day  \nshift will consist of sight (8} hours exclusive of lunchtime. The second  \nor swing shift sha!) consist of seven and one-half (7 1/2} hours’ work  \nfor eight (B) hours' pay, exclusive of lunch time, and the third or  \ngraveyard shift shall consist of seven (7) hours’ work for eight (8)  \nhours’ pay, exclusive of lunch time. Alt time worked in excess thereof  \nshall be paid at the ovartime rate. All ime worked in excess of normal  \nshifis shall be considered overtime.  \nMultiple shift (the two or three shifl) operation will not be  \nconstrued on the entire project if at any time it is deemed advisable  \nand necessary for the Employer to shift a specific operation.  \n14  \nHowever, no shift shal! be started between midnight and six  \na.m., except the graveyard shift on a three-shift operation, or except  \nin an unusual of emergency situation, or by agreement between the  \nEmployer and the Union, regardless if the project is working one or  \ntwo shifts.  \nlf an Employer starts a shift between midnight and six a.m.,  \nexcept the graveyard shift on a three-shift operation, without  \npermission, he shail reimburse all employees for the entire shift at  \ndouble time rate.  \nCompletion of the second shift on a two-shift operation or  \ncompletion of the graveyard shift on a three-shift operation, that  \ncarries over into Saturday moming, shall be at the straight time rate.  \nSection 8. Workmen shall report for work each working day  \nexcept when notified not to do so. It shail be the duty of the contractor  \nto notify the employees before leaving the job if there is no work on  \nthe following day, or notify the amployee before he leaves home the  \nnext morning. tf the employees are not notified that there will be no  \nwork, the men who report shall receive one (1) hour reporting time. If  \nan employee starts to work, he shall be paid for four (4) hours’ time. If  \nan employee works beyond four (4) hours' he shail receive eight (8)  \nhours’ pay. Employees who report for work not having been told not  \nto report, on inclement weather days, shall receive one (1) hour  \nshow-up time or actual hours worked whichever is greater. The  \nemployee shall keep the individual Employer advised at all times of  \nhis corect address and telephone number. When the employee has  \nno telephone, or when the employee cannot be reached two (2) hours  \nbefore the start of the shift, or as agreed at the pre-job conference, at  \nthe number furnished to the individual Employer, he shall not be  \nto show-up time in the event he reports on a day of inclement  \nweather, he has previously called the Employer at  \nthat time and place designated in a notice posted on the job.  \nSection 9. i workmen siart to work any time after noon, not  \nhaving worked any time before noon, they shall receive a minimum of  \nfour (4) hours’ pay uniess prevented from working by inclement  \nweather.  \n15  \n   \nSection 10, New employees who stast work later than 8 a.m.  \nthe first day will receive pay for hours worked from the time they  \narrive on the job site until quitting time provided the has  \nbeen requested on the previous workday. Should the Employer  \nrequire employees to work on the same day as requested the  \nemployee shall be paid from the start of the shift, unless the  \nemployees are replacing workmen who have not reported for work  \nand when those workmen have not informed the Employer previously  \nthat they would not report to work that day.  \nSection 11. Overtime shall be computed at one-half (1/2) hour  \nintervals. There shall be no pyramiding of overtime.  \nSection 12, Shovw-up time hours and guaranteed hours after  \nput to work will be regarded es hours worked for the purpose of  \ncomputing the forty-hour work week.  \n"], ["ARTICLE Vii  \nRates of Wages  \n", "Section 1. Hourly rates of wages for each classification of  \nlabor are set forth in Article XX Classification and Wage Rates, and  \nihe rates of wages shown in that schedule shafl apply to al! work and  \nto every workman covered by this Agreement.  \nSection 2. The Union agrees that no demand for any increase  \nin any wage rate above thal specified in tha Schedule of Wage Rates  \nwil] be made on any job.  \nSection 3. The payroll period sha!) start on Monday with the  \nfirst shift and end on Sunday. Wages in cash or collectible check shall  \nbe paid to workmen weekly at the end of the shift not fafer than five  \n(5) workdays after the pay period. Failure on the pani of the Employer  \nto comply with this provision shall entitle the employee to one (1)  \ndays’ pay for every twenty-four (24) hours’ from the date of the  \nrequired pay day. When payday fafis on a workday but due to  \ninclement weather or other conditions no work is performed, the  \nEmployer may designate a location where employees may pick up  \nchecks, or the may pick up their checke on the next  \nworkday. Check stubs shall show al} overtime hours and straight time  \nhours, total wages and itemized deductions.  \n16  \n   \neee  \n—  \nAny Employer who fails to have sufficient funds in the bank to  \nmeet all pay checks issued to employees shall be liable also for the  \ncost of collecting the amount due. Any Employer who repeatedly  \ndefaults may be deprived of the right to pay by check.  \nSection 4. A. Rates of wages and fringe benefits as set forth  \nin this agreement in effect on the date an Employer signatory to this  \nagreement bids on a project covered thereby shall remain in effect for  \nthe duration of the work on said project, but not to exceed a period of  \nmore than twenty-four (24) months from the bid date. On the second  \nanniversary of the project, if the project continues, the wages and  \nfringes will be increased by an amount equal to the effective wage  \nand fringe increases in the first year after the date of the original bid  \nletting. The same procedure shall apply on the third anniversary of  \nthe date of the bid letting and on all subsequent anniversaries.  \nB. Work on projects bid under any addenda under AGC of  \nMissouri Agreements shall continue for a period to two (2) years at  \nthe old wage and fringe benefit rates. On the second annivereary of  \nthe project, if the project continues, the wages and fringes increases  \nin the first year after the date of the original bid letting. The same  \nprocedure shall apply on the third anniversary of the date of the bid  \nletting and on all subsequent anniversaries.  \nC. Health and Welfare benefits on all projects shall be the  \ncurrent effective rate regardiess of the project bid date.  \nD. This Section shall not apply in Jefferson and St. Charles  \nCounties. This Section shall apply in Franklin County unless  \nCarpenters, Teamsters or Operating Engineers are receiving the  \ncurrent contractual wage rates.  \nSection 6. tf a workman quits of his own accord, he shail wait  \nfar his pay until the next regular payday.  \nAn employee who is discharged or laid off shall be paid in full  \nwithout undue delay or the penalty provisions of Section 3 of this  \nArticle will apply.  \nSection 6. In the event of muttiple layoffs, arrangements may  \nbe made between the Employer and the Local Union for paychecks to  \nbe mailed to employees within forty-eight (48) hours. The employees  \nshall furnish the correct mailing address to the Employer before  \nleaving the job.  \n17  \n"], ["ARTICLE Viil  \nFringe Benefits - Eastern Missouri  \n", "Laborers’ District Council  \nSection 1. Health and Welfare: in addition to the wages set  \nout in the schedule attached to this Agreement, each Employer  \nagrees to pay for all work covered by this Agreement performed  \nwithin the territorial jurisdiction of the Eastern Missouri Laborers’  \nDistrict Council (specific amounts will be noted on wage schedules)  \nper hour for each payrall hour covered by this Agreement into the  \nConstruction Industry Laborers’ Welfare Fund.  \nSection 2. Pension: in addition to the wages set out in the  \nschedule attached to this Agreement, each Employer agrees to pay  \nfor all work covered by this Agreement performed within the territorial  \njurisdiction of the Eastern Missouri Laborers’ District Council (specific  \namounts will be noted on wage schedules) per hour for sach payroll  \nhour covered by this Agreement into the Construction Industry  \nLaborers’ Pension Fund.  \nSection 3. Training and Apprentice: A. Each Employer  \nagrees to pay in addition to the wages sef out in the schedule  \nattached to this Agreement for alt work performed within the territorial  \njurisdiction of the Eastern Missouri Laborers’ District Council covered  \nby this Agreement (specific amounts will be noted on wage  \nschedules) per hour for each payroll hour, paid into the Missouri  \nAGC--Easiem Missouri Laborers’ Joint Training Fund established by  \nan Agreement and Declaration of Trust by and between the parties to  \nthis Agreement.  \nB. The members of the Soard of Trustees of the said fund shafi  \nbe appoinied as follows: Six (6) trustees representing the Eastern  \nMissouri Laborers’ Disirict Council and six (6) trustees representing  \nthe Associated General of Missouri. The trustees shall  \nserve until their successors have been selected by ithe party that  \nappointed them.  \nCc. The trustees shafl have all the powers necessary to  \naccomplish the of the trust which is to provide a method or  \nmethods of training for employment in classifications of employment  \ngenerally contemplated by this Agreement. However, the trustees  \nnot have the power to expand the number of trustees, or to  \nprovide for the selection of trustees from sources other than as  \nprovided is Subsection B above.  \n18  \n|  \n1  \nSection 4. The Employers who accept and sign this  \nAgreement also agree that the trust agreement creating the Eastern  \nMissouri Laborers’ District Laborers-Employers Cooperation  \nand Education Trust (LECET) is a part of this Agreement and agree  \nta be bound by its terms and conditions and will become parties to  \nparticipate in the trust.  \nSection 5. The Union shall have the alternative to convert any  \nof the cents per hour wage increase effective May 1, 2005 and/or  \nMay 1, 2006, and/or May 1, 2007, and/or May 1, 2008, provided for in  \nthis agreement from straight wages to additional cents per hour  \ncontributions to the established fringe benefits. i any such  \nconversion occurs, the cents per hour straight time hourly wage rates  \nlisted will simultaneously be reduced in the same amounts. If the  \nUnion desires to convert any of the wage increases to fringe benefits  \nin this manner, it will serve written notice to the Association at least  \nsixty (60) days prior to the above effective dates.  \nSection 6. Enforcement of Sections 1, 2, 3, and 4 of this  \nArticie shall be governed by and in accordance with Article X of this  \nAgreement.  \n"], ["ARTICLE IX  \nMissouri Construction industry  \n", "Advancement Fund  \nSection 1. Employers signatory to this Agreement agree to  \npay for all work performed under this Agreement three cents ($.03)  \nper hour for each hour paid to employees covered by this Agreement  \ninto the Missouri Construction Industry Advancement Fund.  \nSection 2. Details of reporting, payment and administration of  \nsuch contributions shall be governed by the terms of the Trust  \nAgreement creating the foundation, except as otherwise set forth in  \nthis Agreement. All trustees of said trust shall be members of the  \nAssociation appointed by the Board of Directors, and any  \ndisbursement therefrom shalt be at the direction of the trustees, and  \nat their direction only. The said Trust Agreement shail specifically  \nprovide that no funds shall be disbursed therefrom for the purposes of  \nlobbying in support of anti-labor legisiation and/or to subsidize  \nContractors by the payment of monies to them or on their behalf in  \nconnection with work stoppages or strikes against such Contractors  \nor be used to defray expenses arising from any labor dispute or  \ncontroversy.  \n19  \nSection 3. Enforcament of Sections 1 and 2 of this Articte shall  \nbe governed by and in accordance with Article X of this Agreement.  \n"], ["ARTICLE X  \nEnforcement of Fringe Benefit  \n", "Contributions  \nSection 1. Each Employer signatory to this Agreement agrees  \nto accept and be bound by the terms and provisions of the  \nAgreements and Declarations of Trust establishing the various funds  \nsat forth in Articles Vill and IX of this Agreement.  \nSection 2. Payments sha!l be made to the funds on a monthly  \nbasis. Payments on all hours worked the preceding reporting period  \nmust be made to the funds’ office not later than twenty (20) days after  \nthe end of the month in which the work was performed. Should s  \npayment be made later than twenty (20) days after the end of the  \nmonth in which the work was performed, the Employers agree to add  \ntwenty percent (20%) to the amount due as liquidated damages and  \nnot as a penalty.  \nSection 3. In the event payment is not made to the Welfare  \nFund within twenty (20) days following the end of the month in which  \nthe work was performed, and because of such claims  \nfor benefits are denied employees of such Employer who would have  \nbeen eligible for benefits if the had not been delinquent,  \nsuch Employer agrees to reimburse such employees or survivors of  \nthelr estates in an amount equal to that which would have been paid  \nby certificate through the Welfare Fund office; provided, however, the  \nforegoing shail not apply to a member of the Associated General  \nContractors of Missouri signatory to this Agreement unless such  \nmember has been notified prior to the occurrence of the event  \ncreating the claim for benefits by certified letter concerning the  \ndelinquency of payments due on behalf of such employee or  \nemployees by the Welfare Fund office and the delinquent member  \nEmployer does not comply with the request for payment within ten  \n(10) days. A copy of such certified fetter shall be furnished to the  \noffice of the Associated General Contractors of Missouri.  \nSection 4. If it becomes necessary for any fund to file suil  \nagainst any Employer for delinquent payment or money due any fund,  \nthe Employer agrees to pay, in addition to the twenty percent (20%)  \nliquidated damages mentioned above, all litigation costs, including a  \nreasonable attorney's fee.  \n20  \nSection 5. The Employers also agree to permit representatives  \nof the Funds' office to examine payrolls, social security reports and  \nother records necessary to determine amounts due the Funds’ office  \nunder this Section of the Agreement provided that such examination  \nof records shall not be made more frequently than once every three  \n(3) calendar years.  \nSection 6. The generat Contractor shall be responsible for any  \ndelinquent wages or fringe benefit contributions for their  \nsubcontractors, or sub-subcontractors as provided for in this  \nagreement, on contracts let after the effective date of this Agreement.  \n"], ["ARTICLE XI  \nStewards  \n", "Section 1. The Union may appoint a workman to act as  \nsteward on each job. The Union will notify the Employer's  \nsuperintendent of the appointment. The steward shall be subject to  \nthe same terms of employment as any other employee on the job and  \nshall not be discriminated against by reason of the fact he is serving  \nas steward.  \nSection 2. The Steward shall be a working employee who  \nshall, in addition to his regular work, be permitted to perform during  \nworking hours such of his duties as steward including the adjustment  \nof grievances. The Union agrees that such duties shall be performed  \nas expeditiously as possible. (Not to be abused, refer to Section 4.)  \nSection 3. If overtime work is required, the steward shall be  \none of the workmen who shall perform the work, if he so desires,  \nprovided he is capable of performing the work. The Employer agrees  \nin the event of reduction of the work force, that the employee  \nappointed as steward remain on the job as long as there is work of  \nhis craft which he is capable of performing.  \nSection 4. A steward may be transferred or discharged for  \ncause, but such cause shall be discussed with the business  \nrepresentative of the Union before transferring or discharging said  \nsteward.  \n21  \nSection 5. The steward shail not stop the Employer's work for  \nany reason, and shall not leave the project during norma! working  \nhours unless no telephone is available on the job site, or unless  \nauthorized to do so by the Employer. The steward shall not cali the  \nbusinese representative conceming unsafe conditions or other  \nmatters relating to the administration of the contract, unless and until  \nhe has first discussed the problems concerned with management's  \nrepresentative on the project,  \nSection 6. Should any employee require medical attention or  \nmeet with an accident while at work, the steward may accompany  \nhim to immediate medical attention, or the doctor or hospital, and the  \nEmployer shall pay the steward for his toss of time. If such toss of  \ntime extends four-thirty p.m., the steward shall be reimbursed for  \nsuch lost time after four-thirty p.m., at the contractual overtime rate,  \nbut not to exceed one (1) hour,  \n"], ["ARTICLE  \nGrievance and Arbitration Procedure  \n", "Section 1. Except as provided in Article Ill, Section 3, and in  \nSection 5 of this Article, and in those specific instances only, the  \nUnion agrees that during the term of this Agreement neither they nor  \nany of them will cause, authorize, or permit or take part in any strike,  \nslowdown, sit-down, picketing of cessation of work, and the  \nEmployers agree that during the term of this Agreement they will not  \nsuspend work or lock out their employees.  \nSection 2. All grievances, disputes or claims (hereinafter  \ncalled “grievance”) except jurisdictional disputes which may arise with  \nrespect to wages, hours or conditions of employment or the  \nenforcement or interpretation of any of the terms of this Agreement  \nare to be promptly processed and settled in accordance with the  \nprovisions of this Article.  \nStep One -- The Party raising the grievance is to first present it  \nto the Union steward and then by the sleward to the  \nsuperintendent. If the dispute in not satisfactorily settled within  \none (1) working day at this level, it shall be referred to the  \nsecond step.  \nStep Two -- Any grievance not resolved at step one shall be  \nreduced to writing. The Employer and the Union's business  \ntepresentative shall meet within two (2) days and seek to settle  \n22  \nthe grievance. If the grievance is not settled at such meeting, a  \nwritten reply to the written grievance shall be given by the  \nContractor or his representative within three (3) working days  \nthereafter.  \nStep Three — Arbitration. In the event the dispute is not  \nsettled within seven (7) days at step two, either the Employer or  \nthe Union may refer the matter to arbitration at any time within  \nten (10) days after the step two meeting by mailing written  \nnotice of intention to arbitrate to the other party. If no written  \nnotice of intention to arbitrate is given within the time required,  \nor if any of the preceding steps are not taken within the time  \nand manner prescribed (unless longer times are mutually  \nagreed upon), the grievance shali be conclusively presumed to  \nbe abandoned. The written notice shall name an arbitration  \nrepresentative; the other party shall immediately thereafter  \nname an arbitration representative. The Employer and the  \nUnion arbitration representatives shall then seek to agree upon  \nan impartial arbitrator,  \nlf within five (5) days after the notice of intention to arbitrate has  \nbeen mailed, no impartial arbitrator has been agreed upon, the Union  \nand the Employer representatives shall write to Federal Mediation  \nand Conciliation Service, Washington, D.C., requesting a panel of five  \n(S) arbitrators. Upon receipt of the panel, the Union and Employer  \narbitration representatives shal! alternately strike names until the  \npanel has been reduced to one (1) person who shall then be  \nrequested to serve as impartial arbitrator; should he be unable to  \nserve, a new panel of five (5) shall be requested from FMCS.  \nSection 3. The impartial arbitrator shall be the chairman of the  \narbitration hearing and sole arbitrator of the dispute. The decision of  \nthe arbitrator shall be final and binding upon both the Employer and  \nthe Union. The expenses of conducting the arbitration hearing  \nincluding the services of the impartial arbitrator are to be shared  \nequally by the Employer and the Union. The Union and the  \nContractor will pay for their respective arbitration representatives.  \nSection 4. In cases where the arbitrators finds that an  \nemployee was discharged or disciplined without just cause, the  \narbitrator shall have the power to fashion such a remedy as may be  \nfair and equitable, taking into consideration all aspects of tha case,  \nand such remedy may include restoration to his former position with  \nthe Employer, restitution of lost wages, or both.  \n23  \nSection 6. If either the Employer or the Union, after any  \ndispute has been finally decided by arbitration, refuses to abide by or  \ncomply with such finat decision of arbitration, then and in the event of  \nsuch occurrence, it shall not be a violation of the Agreement for the  \nUnion to call and engage in a strike in the event of the Employer's  \nfailure lo comply with such final decision, or for Employer to lock oul  \nthe employees in the event of the Union's failure to comply with such  \nfinal decision.  \nSection 6. Any complaint or grievance will be barred if not  \nwithin thirty (30) days after such complaint or grievance  \nbecame known to the employee.  \n"], ["ARTICLE Xlil  \nWork Assignment and  \n", "Jurisdictional Disputes  \nSection 1. {1 is the desire and intention of all parties to  \nminimize jurisdictional and work assignment disputes. It is therefore  \nunderstood and agreed that the Company will endeavor to make  \nemployee work assignments conform to established crafi or  \nbargaining unit jurisdictional lines. It is likewise understood and  \nagreed that the various Unions will endeavor to recognize, respect  \nand abide by the traditional jurisdictional rights of each organization  \nand seek to avoid claims for work assignments and jurisdiction which  \nencroach upon the jurisdiction of other organizations.  \nSection 2. Consistent with the objects and purposes  \nexpressed in Section 1 of this Article, it is understood and agreed that  \nall work assignments shalt conform to the following standards and be  \nmade in accordance therewith:  \nA. Work shall be assigned in the manner contemplated by any  \nexisting or future made Agreements between the Unions  \ninvolved.  \nB. In the absence of any of the foregoing. work shall be  \nassigned in accordance with the established practice in the  \nlocal area.  \nC. In the absence of any of the foregoing, work shall be  \nassigned in accordance with any agreement or  \nunderstanding reached by and between the Employer and  \nthe Unions which have an interest therein.  \n24  \nD. In the absence of any of the foregoing, work shall be  \nassigned in accordance with the established custom and  \npractice within the Employer's establishment.  \nSection 3. Work assignments made by the Employer shall be  \nrespected by all Unions, and the craft to which the work is assigned  \nshall continue to perform the work in question unless and until a  \ncontrary decision is rendered pursuant to the following section.  \nSection 4. In the event of a jurisdictional dispute, the parties  \nshall request the Union or Unions involved to meet with  \nrepresentatives of the Union and Employer to settle the dispute. If a  \nsettlement is not reached at that meeting, the Union shall request that  \nits Intemational Union assign a representative who ehall make  \narrangements to meet representatives of the other international  \nUnion or Unions involved and representatives of the Employer to  \nseek settlement of the dispute. The Employer may also request the  \nInternational Unions involved to assign representatives to seek  \nsettlement of the dispute.  \nThe Union and the Employer agree that there shail be no  \nstrikes, lockouts, or interruption of the disputed work over  \njurisdictional disputes.  \n"], ["ARTICLE XIV  \nSubcontracting  \n", "Section 1. If the Employer bound by this Agreement elects to  \nsubcontract out all or any parts of such work to a subcontractor who  \ndoes not choose to be bound by and become party to this agreement,  \nthen in such an event, the Employer bound to this agreement shall  \ncarry the bargaining unit employees performing work covered by this  \nAgreement on his own payroll and provide same to the  \nsubcontractors. No such subcontractor shall be required to enter into  \nany agreement as a condition of such subcontract, requiring or  \nrelated to Union recognition, Union security or bargaining  \nrepresentation or which requires the adoption of or participation in  \nany trust fund provisions.  \n25  \n   \nSection 2. The terms and provisions of this Article have been  \nnegotiated and agreed upon by and between the parties for the  \npurpose of providing covered employees with the maximum job  \nsecurity and steady employment warranted by the Employers’  \nbusiness and the provisions of applicable law, and for the additional  \npurpose of establishing lawful protections against the possible  \ndiminution of the wage scales and working conditions provided for in  \nthis collective bargaining Agreement.  \nSection 3. The Employer shall not direct, require or permit any  \nof its employees who are not included within the bargaining unit  \ncovered by this Agreement to do or perform any of the work which is  \ndone or performed by those within the bargaining unit. Nor shall  \nOwners, Employers or pereons having a proprietary interest in the  \nbusiness be directed, required or permitted to do or perform any of  \nsaid work.  \nSection 4. A subcontractor is a contractor who performs work  \non the site of the project, within the right of way.  \nSection 5. Nothing contained in this Agreement shail be  \nconstrued to prevent the right of any Employer to subcontract all or  \nany part of work awarded to it. If, however, an Employer elects to  \nsubcontract out all or any part of such work, then, in that event, such  \nEmployer shall make adequate provision in the contract, agreement  \nor understanding with the subcontractors to be or become a signatory  \nto this collective bargaining Agreement and to recognize, abide by  \nand be bound by all of the terms and provisions of this collective  \nbargaining Agreement except as provided for in Section 1 of this  \nArticle. It is understood and agreed that this subcontractor clause  \nrequires said subcontractor to abide by and be bound by the terms  \nand provisions of this collective bargaining agreement only for the  \nperiod and on the project where the subcontractor relationship exists.  \nSection 6. Nothing contained in this Article shail be construed  \nto force or require any Employer to cease or refrain from doing  \nbusiness with any specific person or Employer or otherwise require  \nthe disruption of any existing business relationship with any other  \nperson or Employer or to force or require any Emptoyer to violate the  \nNational Labor Relations Act, particularly Section 8(e) thereof which  \nprovides in pertinent part, “It shall be an unfair labor practice for any  \nlabor organization or any Employer to enter into any contract or  \nagreement, express or implied, whereby such Employer ceases or  \nrefrains or agrees to cease or refrain from handling, using, selling or  \n26  \ndealing in any of the products of any other Employer or to cease  \ndoing business with any other person...Nothing in this Subsection (e)  \nShali apply to an agreement between a labor organization and an  \nEmployer in the construction industry relating to the contracting or  \nsubcontracting of work to be done at the site of the construction,  \nalteration, painting or repair of a building, structure or other work,\"  \nSection 7. Nothing contained in the Agreement shall be  \nconstrued to prevent the right of any Employer to subcontract up to  \ntwenty percent (20%) of the work awarded to it to a subcontractor  \nwhose employees receive the same compensation in the aggregate  \nas set out in the Agreement with the Union.  \n(A) The Employer shall notify the Union of the project name  \nand the location and identity of the subcontractor.  \n(B) The subcontractor shal pay to its employees performing  \nsubcontracted work, wages and fringe benefits in an  \naggregate dollar amount no less than the aggregate dollar  \namount of wages and fringe benefits which the Employer  \nwould be required to pay or provide under the Agreement  \nwith the Union.  \nThis Section shail be in effect from May 1, 1992 to May 1, 1993  \nin the E-3 and E-4 Areas as described in Article XIX of this  \nAgreement and may be made a permanent part of this Agreement at  \nthe Union's option.  \n"], ["ARTICLE XV  \nEqual Employment Opportunity  \n", "Section 1. The Employers and the Union agree that they will  \nnot discriminate against any employee or applicant for employment  \nbecause of age, sex, race, creed, religion, color, national origin,  \nhandicap, disability, or being a Vietnam era or a disabled veteran.  \nThe Employer will take affirmative action to insure that applicants are  \nemployed, and that employees are treated during employment  \nwithout regard to their race, creed, color, sex, national origin,  \nhandicap, disability, or age, or being a Vietnam era or disabled  \nveteran. Such action shall include, but shall not be limited to the  \nfollowing: Employment, upgrading, demotion, or transfer, recruitment  \nor recruitment advertising; layoff or termination; rates or other forms  \nof compensation; and selection for training.  \n27  \nSection 2. The Union agrees that it will not discriminate  \nagainst any applicant for employment or referral because of race,  \ncreed, sex, national origin, age or being a Vietnam era or disabled  \nveteran. The Union further agrees to refer applicants for  \nwithout discrimination as to race, creed, color, sex, national origin,  \nage or being a Vietnam era of @ disabled veteran and refer them  \nwithout discrimination because of race, creed, color, sex, national  \norigin, age or being a Vietnam era or disabled veteran as their turn  \ncomes up on the hiring list, or as otherwise specified by the collective  \nbargaining agreement, if their qualifications meet those required by  \nthe Employer.  \nSection 3. The Employer and the Union agree to comply with  \nall the provisions of Title Vil of the Civil Rights Aci of 1064 and  \nrelevant orders of the Equal Emptoyment Opportunity Commission  \nestablished thereunder, Executive Order 11246 and the rules,  \nregulations and retevant orders of the Office of Federal Contract  \nCompliance of the U.S. Department of Labor.  \n"], ["ARTICLE Xvi  \nSupplemental Oues  \n", "Section 1. For all Counties covered by this Agreement except  \nLincoin, Montgomery, St. Charles and Warren, the Employer ¢hall  \ndeduct and withhold from the wages due all employees covered by  \nthis agreement supptemental dues in an amount equal to four and  \none-fourth percent (4.25%) of the applicable gross wages. For the  \nCounties of Lincoln, Montgomery, St. Charles and Warren, the  \nEmployer shall deduct and withhold from the wages due all  \nemployees covered by this agreement supplementa! dues in an  \namount equal to two and three-fourth percent (2.75%) of the  \napplicable gross wages.  \nSection 2. it is specifically understood that no supplemental  \ndues shall be deducted from any employee's wages unless and until  \nsuch time as the Employer has physicaily in his possession an  \nauthorization card signed by the employee providing for such  \ndeduction and payment to the Union.  \nSection 3. Reporting and payment of such sums so deducted  \nand withheld shall be made monthly on \"Contractors Fringe Benefits  \nReport” forms and mailed to the Construction Industry Laborers’  \nFunds Office, 116 Commerce Drive, Jefferson City, Missouri 65109.  \n28  \nSection 4. This article shall be subject to the enforcement  \nprovisions of Article X of this Agreement.  \n"], ["ARTICLE Xvi!  \nEffective Dates  \n", "Section 1. Employers may accept and be governed by the  \nterms of this Agreement and enjoy the benefits of the Agreement by  \nsigning an original copy of this Agreement or a printed facsimile  \nthereof. Such signing and acceptance must be completed by July 15,  \n2004; otherwise, such signing and acceptance shail be subject to the  \nUnion being notified by registered mail of said Employers signing and  \nacceptance of this Agreement, and if the Union fails to object thereto  \nwithin a period of seven (7) days following receipt of such notification,  \n* the Union will be conclusively presumed to have approved such  \nSigning and acceptance, Signed originals or facsimile copies, which  \nhave been accepted and signed by Empioyers, are to be kept in the  \noffice of the Associated General Contractors of Missouri, and the  \nSecretary of that Association shall notify the other parties of each  \nsigning of the Agreement by an Employer.  \nSection 2. This Agreement shall remain in force and effect  \nfrom the effective date May 1, 2004, through April 30, 2009, and chall  \ncontinue in force and effect from year to year unless notice is given in  \nwriting not sooner than ninety (90} days nor later than sixty (60) days  \nprior to expiration date. Said notice shall state the nature of the  \nchange requested in the Agreement, and only those matters stated in  \nthe notice may be considered by the parties to this Agreement. All  \nparties to this Agreement pledge themselves to mest within thirty (30)  \ndays from the date such notice is given.  \nSection 3. This Agreement covers the entire understanding  \nbetween the parties hereto. No oral or written rule, regulation, or  \nunderstanding which is not mentioned or referred to herein will be of  \nany force or effect upon any party hereto. Wherever this Agreement  \nis in conflict with the customs, working rules, or wage scales of any of  \nthe Locals of the Union itself, then this Agreement shail  \nsupersede all such portions of said customs, working cules, or wage  \nscales which are in conflict with this Agreement.  \nSection 4. In the event that any Article or Section of this  \ncontract is specifically held invalid or enforcement of or compliance  \nwith which has been restrained, the parties affected thereby shall  \nenter into collective bargaining negotiations no later than two (2)  \nworkweeks following thea date of such invalidity on the request of  \neither party for the purpose of arriving at a mutually satisfactory  \nteplacement for such Articla or Section during the period of invalidity  \nor restraint. If the parties do not agree on a mutually satisfactory .  \nreplacement, either party shall be permitted al! !ega) or economic  \nrecourse in support of its demands notwithstanding any provisions of  \nthis contract to the contrary.  \n"], ["ARTICLE XVIII  \nClassifications  \n", "General Laborers Union  \nThe fact that certain classifications and rates are established’ *  \ndoes noi mean that the Employer must employ workmen for any ane  \nor all such classifications or to man any particular pieces of plant or  \nvehicle that happens to be on the work uniess, in the opinion of the  \nEmployer, there is need for such a workman.  \nGENERAL LABORER  \nCarpenters Tenders, Salamander Tenders, Dump Man, Ticket  \nTakers, Flagman, Loading Trucks under Sins, Hoppers and  \nConveyors, Track Men, Cement Handler, Dump Man on Earth Fili,  \nGeorgie Buggie Man, Materiat Batch Hopper Man, Spreader on  \nAsphalt Machine, Material Mixer Man {except on manholes), Coffer  \nDams, Riprap Paver -- Rock, Block or Brick, Signal Man, Scaffolds  \nover Ten Feet not Self-Supported from Ground Up, Skipman on  \nConcrete Paving, Wire Mech Setters on Concrate Paving, All Work in  \nConnection with Sewer, Water, Gas, Gasoline, Oil, Drainage Pipe,  \nConduit Pipe, Tile and Duct Lines and all other pipe fines, Power Tool  \nOperator, Ali work in connection with Hydraulic or General Dredging  \nOperations, Form Setters, Puddlers (paving only), Straw Blower  \nNozzleman, Asphalt Ptant Platform Man, Chuck Tender, Crusher  \nFeeder, Men Handling Creosote Ties of Creosote Materials, Men  \nWorking with and Handling Epoxy Material or Materials, Topper of  \nStanding Trees, Feeder Man on Wood Pulverizers, Board and Willow  \nMat Weavers and Cable Tiers on River Work, Deck Hands on the  \nMississippi and Missouri Rivers or any other tributaries within the  \njurisdiction of the Eastem Missouri District Council, Pile  \nDike and Revetmeni Work, All Laborers working on underground  \n30  \ntunnels less than 25 feet where compressed air is not used,  \nAbutment and Pier Hole men working six (6) feet or more  \nground, Men Working in Coffer Dams for Bridge Piers and Footings in  \nthe River, Barco Tamper, Jackson or any other similar Tamp, Cutting  \nTorch Man, Liners, Curbs, Gutters, Ditchliners, Hot Mastic Kettleman,  \nHot Tar Applicator, Hand Blade Operators, Manhole Builder Helpers  \nand Mortar Men on Brick or Block Manholes, Rubbing Concrete,  \nStriking off and finishing of concrete surfaces, Air Toot Operator  \nunder 65 pounds, Caulker and Lead Man, Chain or Concrete Saw  \nunder 15 guard rail and sign erectors, and all work listed in  \nArticle II, Section 5, and which is not included in Skilled Laborer  \nclassification.  \nSKILLED LABORER ($.60 per hour above general laborer rate)  \nVibrator Man, Asphalt Raker, Head Pipe Layer on Sewer Work,  \nBatterboard Man on Pipe and Ditch Work, Cliff Scalers Working from  \nBosun's chairs, Scaffolds or Platforms on Dams or Power Plants over  \n10 feet high, Air Tool Operator over 65 pounds, Stringline Man on  \nConcrete Paving, etc., Sand Blast Man, Laser Beam Man, Wagon  \nDrill, Churn Drill, Air Track Drill and all other similar type Drills,  \nGunnite Nozzle Man, Pressure Grout Man, Screed Man on Asphalt,  \nConcrete Saw 15 H.P. and over, Grade Checker, Stringline Man on  \nFlectronic Grade Control; Manhole Builder, Man, Powder  \nMan, Welder, Tunnel Man, Waterblaster - 1,000 PSI or over.  \nAsbestos and/or hazardous waste removal and/or disposal.  \nLEAD MAN/WORKING FOREMAN  \nAny employee who is appointed Lead Man or Working Foreman  \nshall receive $1.00 per hour above the General Laborer Rate.  \nMINERS  \nMen working in tunnels or shafts (not air) of twenty-five (25) feet or  \nmore in length or depth will be paid $.50 per hour above the Skilted  \nLaborer Rate.  \nSHIFT PAY DIFFERENTIAL - THREE SHIFT OPERATION  \nSwing shift twenty-five cents ($.25) per hour, graveyard shift  \nfifty cents ($.50) per hour above regular rates.  \nCOMPRESSED AiR WORK  \nCompressed air and caisson workers’ wages and conditions will  \nbe negotiated before a job starts.  \n3t  \nCEMETERIES  \nThis Agreement shai! also cover cemeteries, where cemeteries  \nare moved to other locations and graves are dug up and reburied at  \nother cemeteries or at a new location. Laborers working at this type of  \nwork shail receive Skilled Laborer rate of pay.  \n"], ["ARTICLE XIX  \nEastern Missouri Laborers’ District  \n", "Councell Jurisdictional Area  \nAREA E-1: FRANKLIN  \nAREA E-2: ST. CHARLES  \nAREA E-3: ADAIR, AUDRAIN, BOLLINGER, BOONE, BUTLER,  \nCALLAWAY, CAPE GIRAROEAU, CARTER, CHARITON,  \nCLARK, COLE, COOPER, CRAWFORD, DENT,  \nDUNKLIN, GASCONADE, HOWARD, HOWELL, IRON,  \nKNOX, LEWIS, LINN, MACON, MADISON, MARIES,  \nMARION, MILLER, MISSISSIPPI, MONITEAU,  \nMONROE, NEW MADRID, OREGON, OSAGE,  \nPEMISCOT, PERRY, PHELPS, PIKE, PULASKI,  \nPUTNAM, RALLS, RANDOLPH, REYNOLDS, RIPLEY,  \nST. FRANCOIS, STE. GENEVIEVE, SCHUYLER,  \nSCOTLAND, SCOTT, SHANNON, SHELBY,  \nSTODDARD, SULLIVAN, TEXAS, WASHINGTON, AND  \nWAYNE  \nAREA E-4: LINCOLN, MONTGOMERY, WARREN  \nAREA E-6: JEFFERSON  \n"], ["ARTICLE XX  \nClassification and Wage Rates  \n", "Section 1.  \nFRINGE BENEFITS: AREA E-1, AREA E-3, AREA E-4, AREA E-5  \nMay 1, 2004 May 1, 2005 May 1, 2006  \n$3.80 HW * HAW HAW  \n$3.00 Pension . Pension . Pension  \n$ 48 Training & * Training& = * Training &  \nApprentice Apprentice Apprentice  \n$03 MCIAF $_.03 MCIAF $ 03 MCIAF  \n$7.31 . *  \n32  \nMay 1, 2007 May 1, 2008  \nHAW HAV  \n* Pension . Pension  \n. Training & * Training &  \nApprentice Apprentice  \n$03 MCIAF $03 MCIAF  \n* Health & Welfare and/or Pension and/or Training could change  \nunder Articie Vill, Section 5.  \nFRINGE BENEFITS: AREA E-2  \nMay 1, 2004 May 1, 2005 May 1, 2006  \n$3.80 HAV * HAY s HAV  \n$3.00 Pension Pension ‘ Pension  \n$ .48 Training & * Training& Training &  \nApprentice Apprentice Apprentice  \n$.03 MCIAF $03 MCIAF MCIAF  \n$7.31 ‘  \nMay 1, 2007 May 1, 2008  \n. HAV . HAV  \n* Pension ‘ Pension  \nTraining & * Training &  \nApprentice Apprentice  \n$03 MCIAF $03 MCIAF  \n“ Heatth & Welfare and/or Pension and/or Training could change  \nunder Article Vill, Section 5.  \nWAGE RATE: AREA E-1: FRANKLIN  \nMay 1,2004 May = May 1, 2006  \nGeneral Labor $22.62 (a) (b)  \nSkilled Labor $23.22 {a)  \nMay 1, 2007 May 1, 2008  \nGeneral Labor (c) (d)  \nSkliled Labor (c) (d)  \n(includes Supplemental Dues of 4.25% of gross wages (taxable  \namount.)  \n33  \n(a) May 1, 2005 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(b) May 1, 2006 — $1.10 per hour increase (in wages and/or fringes at  \nUnion's option}.  \n(0) May 1, 2007 -- $1.10 per hour increase (in wages and/or fringes af  \nUnion's option}.  \n(d) May 1, 2008 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \nWAGE RATE: AREAE-2: ST. CHARLES  \nMay 1, 2004 May 1, 2005 May 1, 2006 ©  \nAll Laborers $23.59 (a) (b)  \nMay 1, 2007 May 1, 2008  \nAll Laborers {c) (d)  \n(Includes Supplemental Oues of 2.75% of gross wages (taxable  \namount.)  \n(a) May 1, 2005 -- $1.15 per hour increase (in wages and/or fringes at  \nUnion's optian).  \n(b) May 1, 2006 -- $1.15 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(c) May 1, 2007 -- $1.15 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(d) May 1, 2008 - $1.15 per hour increase (in wages and/or fringes at  \nUnion's option).  \nWAGE RATE: AREAE-3  \nMay 1, 2004 May 1, 2005 May 1, 2006  \nGeneral Labor $21.17 {a) (b)  \nSkilled Labor $21.77 (a) (b)  \n. May 1, 2007 May 1, 2008  \nGeneral Labor (c) (d)  \nSxklitied Labor {c) (d)  \n(Includes Dues of 4.25% of gross wages {taxable  \namount.)  \n(a) May 1, 2005 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(b} May 1, 2006 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(0) May +, 2007 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(d) May 1, 2008 -- $14.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \nWAGE RATE: AREA E-4: LINCOLN, MONTGOMERY, WARREN  \nMay 1, 2004 May 1, 2005 May 1, 2006  \nGeneral Labor $21.42 (a) (b)  \nSkilled Labor $22.02 {a) (b)  \nMay 1, 2007 May 1, 2008  \nGeneral Labor {c) (d)}  \nSkilled Labor (c) (d)  \n(Includes Supplemental Dues of 2.75% of gross wages (taxable  \namount.)  \n(a) May 1, 2005 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(b) May 1, 2006 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion’s aption).  \n(c) May 1, 2007 — $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(d) May 1, 2008 $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \nWAGE RATE: AREA E-5: JEFFERSON  \nMay 1,:2004 May 1, 2005 May 1, 2006  \nGeneral Labor $22.67 (a) (b)  \nSkilled Labor $23.27 (a) (b)  \nMay 1, 2007 May 1, 2008  \nGeneral Labor (c) (d)  \nSkilled Labor (c) (d)  \n(includes Supplemental Ques of 4.25% of gross wages (taxable  \namount.}  \n(a) May 1, 2005 -- $1.10 per hour increase {in wages and/or fringes at  \nUnion's option).  \n(b} May 1, 2006 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \n(c) May 1, 2007 — $1.10 per hour increase (in wages and/or fringes at  \nUnior’s option).  \n(d} May 1, 2008 -- $1.10 per hour increase (in wages and/or fringes at  \nUnion's option).  \nSection 2. On private work, the rate shall be seventy-five  \npercent (75%) of the Laborers’ hourly wage rate or the area  \ncommenrcia! rate whichever is higher. This section shail not apply in  \nJefferson County ~— site agreement rates shall apply in St. Charles,  \nLincoln, Warren and Montgomery Counties.  \n“Where morse than one of these could be applicable to  \ngiven work, only the single higher reduction shat! apply.  \nSection 3. !n an effort to promote union work, in areas where  \nopen shop work is predominant or non-union Contractors are known  \nio be bidding, the Local Union (with the approva! of the District  \nCouncil) may modify the terms of this Agreement on a jab-to-job  \nbasis or for a definite period of time and for a defined geographical  \narea. This Section shall not be arbitrable. All signatory contractors  \nbidding on ihe same job or working within the same area shail be  \ngiven the same ralief.  \n"], ["ARTICLE XX!  \nApprenticeship  \n", "Notwithstanding provisions pertaining to the hiring of  \nemployees contained etsewhere in this Agreement, it is agreed that,  \nexcepi for persons who were employed at any time befora May 1,  \n2004 as a journey level laborer on work within the area limits of this  \nAgreement, an Employer may not continue to employ an employee  \nhired after thal date unless the employee has, within eight (8) days  \nafter commencing such employment, for whichever of the  \nfollowing training requirements is applicable, and thereafter pursues  \nsuch training to completion.  \n36  \nlf the employee has tess than 4,000 hours of documented  \nprevious construction experience, the employee must register,  \nwith a letter of intent to hire from tha Employer, to enter ine  \nConstruction Craft Laborers’ Apprenticeship Program for  \nEastern Missouri. If the employee has previous construction  \nexperience, the employee may be advanced to a period of  \napprenticeship appropriate to the documented  \nworking experience and demonstrated job skills, as determined  \nsolely by the Joint Apprenticeship Committee.  \n° if the employee has 4,000 or more hours of documented  \nprevious construction experience, the employee musi register  \nwith a letter of intent to hire from the Employer, and enrott and  \ncomplete the OSHA Safety & Heaith and Industry Oriantation  \nclasses, by the Laborers-AGC Training Center (High Hill, MO),  \nor ather location approved by the Joint Apprenticeship  \nCommittee.  \nAn employee who has once completed the applicable training  \nrequirement shail not be required to repeat such training on account  \nof later employment by a different Empioyer.  \nFor purposes of this agreement, the term journey level laborer  \nshall mean the same a6 general laborer.  \nThe parties ta this Agreement hereby incorporate into this  \nAgreement the Apprenticeship Standards for the Apprenticeable  \nOccupation of Construction Craft Laborer (D.0.T. #869.463-580), as  \nregistered and approved on October 23, 1995 by the Bureau of  \nApprenticeship and Training of the U.S. Department of Labor for the  \nEastern portion of the State of Missouri, including the St. Louis  \nmetropolitan area, under ‘Registration Number MO-002-95002,  \nincluding any amendments or modifications heretofore made, oF  \nwhich may be made, during the life of this Agreement, and the  \nEmployer and the Union agree to be bound by the terms and  \nprovisions thereof.  \nThe Joint Apprenticeship Training Committee (hereinafter  \nreferred to as “Committee”) referred to herein shail mean the Joint  \nApprenticeship Training Committee established under the  \naforementioned Standards.  \n37  \nThe Apprenticeship Program shal) be administered by the Joint  \nApprenticeship Training Committee. The Employer and the Union  \nagree to be bound by the decisions of the Joint Apprenticeship  \nTraining Committee.  \nThe Apprenticeship Program shall be a “letter of intent” type of  \nprogram which shall affow for persons to enter the apprenticaship  \nprogram provided they have an Employer willing to employ them for  \nthe term of apprenticeship under the terms of the Standards.  \nApprentices enrolled pursuant to these Standards chall be indentured  \nto the Committee.  \nThe Term of Apprenticeship shali be for two years (4,000  \nhours) of diversified work and on-the-job training, excluding time  \nspent in off-the-job related instruction and training.  \nApprentices must complete a minimum of 288 hours of off-the-  \njob related instruction and training in an Individual Educational  \nProgram (hereinafier referred to as “IEP”) as determined by the  \nCommittee, in order to successfully complete the Apprenticeship  \nProgram. APPRENTICES MUST ATTEND ALL OFF-THE-JOB  \nRELATED INSTRUCTION AND TRAINING AS ASSIGNED AND  \nSCHEDULED. APPRENTICES NOT ATTENDING CLASSES TO  \nWHICH THEY ARE ASSIGNED AND SCHEDULED SHALL BE  \nCANCELLED FROM THE APPRENTICESHIP PROGRAM. Any  \npersons so cancelled shall not be eligifte for employment in the  \nclassification by any Employer signatory to a collective  \nbargaining agreement providing for such classification and negotiated  \nby the Eastern Missouri Laborers’ District Council or any of its  \naffiliated Unions.  \nApprentices shall not be entitled to payment of wages, nor shail  \nthe Employer be responsible for payment of fringe benefit  \ncontributions, for time spent in off-the-job related instruction or  \ntraining - and no such time spent by an Apprentice shail be  \nconsidered in the hours of work for pay purposes.  \nAPPRENTICES MUST COMPLETE ASSIGNED AND SCHEDULED  \nOFF-THE-JOB RELATED INSTRUCTION ANO TRAINING WITHIN  \nPRESCRIBED WORKING HOURS AS FOLLOWS:  \nPeriod 1 60% of journey level hourty rate  \n1 — 499 hours of work  \n   \nPeriod 2 65% of journey level hourly rate  \n500 - 1,499 hours of work  \nPeriod 3 75% of journey level hourly rate  \n1,500 — 2,499 hours of work and completion of 144  \ntotal hours of off-the-job related IEP instruction  \nPeriod 4 80% of journey level hourly rate  \n2,500 — 3,499 hours of work and completion of 216  \ntotal hours of off-the-job related IEP instruction  \nPeriod 5 90% of journey level hourly rate  \n3,500 — 3,999 hours of work and completion of 288  \ntotal hours of off-the-job related [EP instruction  \nJourney Level 100% of journey level hourly rate  \n4,000 hours of work and completion of all off-the-job  \nrelated IEP instruction  \nEmployers shall make full payment of all fringe benefit  \ncontributions provided for in this Agreement for each hour  \nworked by Apprentices in their employ.  \nApplications for apprenticeship will be accepted on Tuesdays,  \nWednesdays or Thursdays between the hours of 9:00 a.m. and 3:00  \np.m. at the Apprenticeship office of the Laborers-AGC Training  \nCenter (High Hill, MO). Receiving of applications shall be stopped by  \nthe Committee whenever it determines that sufficient apprentices are  \nenrolled in the program to meet anticipated worker requirements, or it  \nfinds that excessive numbers of apprentices already in the program  \naré unemployed. The Committee will resume receiving applications  \nwhen, in the opinion of the Committee, the condition or conditions  \nwarranting the cessation of receiving applications no longer exists.  \nEmployers shall be allowed: One (1) apprentice when  \nemploying three (3) or more journey level laborers; two (2)  \napprentices when employing ten (10) or more journey level laborers;  \nthree (3) apprentices when employing fifteen (15).or more journey  \nlevel laborers; four (4) apprentices when employing twenty (20) or  \nmore journey ievel laborers. Employers employing more than twenty-  \nfive (25) journey level laborers shall be entitled to employ one (1)  \nadditional apprentice for each additional five (5) journey level laborers  \nemployed.  \n39  \nin the event a specific project warrants additional manpower  \nrequirements above the ability of the Loca! Union to provide  \nworkmen, the above apprentice to journey level worker ratios may be  \nwaived by the Eastern Missouri Laborers’ District Council.  \nIn the event of temporary reduction of workforce, the Employer  \nshall reduce the number of apprentices in accordance with the above  \nand notify the Committee of the name of the apprentice.  \nApprentices so temporarily laid off will have their names placed in a  \npoo! and will be available for employment by Employers desiring to  \nemploy apprentices during times that the Committee is not accepting  \nnew applications for apprentices.  \nApprentices shall work at all times under the supervision of a  \ncompetent and qualified journey level laborer employed by the same  \nEmployer.  \nApprentices shalt be subject to the same working conditions as  \nthe Employer's journey level laborers. However, it is expressly agreed  \nand understood that Employers shall assign apprentices to different  \njob tasks so as to allow them io become adept at a variety of  \noperations and work skills.  \nNo person who has previously been employed as a journey  \nlevel laborer shall be eligible for employment as an Apprentice.  \nShould any provision of this article be contrary to or in violation  \nof any applicable law or statute hereafter promulgated, then  \nin that event such provision shall be void and of no force and effect,  \nbut all other provisions of this article shall continue in full force and  \naffect.  \nAny contractor involved in fitigation or pre-litigation wilh any  \nLaborers’ Benefit Fund will be ineligible for any additional  \napprentices.  \nIt is hereby agreed and undersioad that any person entering but  \nfailing to maintain and complete his or her Apprenticeship shall not be  \nemployed by the Employer as a Journey Level Laborer under this  \nAgreement. Further, the failure of any Apprentice to maintain his or  \nher Apprenticeship status shall, upon written notice to the Employer  \nby the Union to such effect, obligate the Employer to discharge such  \nperson,  \n40  \n"]]