[["", "i  \nAGREEMENT  \nBETWEEN  \nee ee ee  \n   \n| OF MISSOURI  \n|  \n. THE WESTERN MISSOURI AND  \nMAY 1, 2006  \nTO  \nAPRIL 30, 2010 | |  \n   \n|  \ni  \n|  \n|  \n|  \n|  \n  \n  \n|  \n!  \ni  \n   \n—  \nI  \n  \nIV  \nV  \nVI  \nVII  \nVIII  \nIX  \nX  \nXI  \nx1  \nXU  \nXIV  \nXV  \nXVI  \nXVII  \nXVHI  \nXIX  \nXX  \nExhibit A  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \nINDEX  \nTitle Page  \nSais is AH be wn 3  \nDefinition ANG 3  \nHiring Procedure and Transfer Of 5  \nUnion 6  \ncs a5 ce os 2s SHEE ay Hy Se HE we ol 7  \nWorking Time and 8  \nSEE WEN OS op Rn ne WN CARs 9  \nRates GT x us onsite’ 10  \nFringe Benefits, Training Fund and Vacation Benefits  \nWestern Missouri & Kansas Laborers’ District 11  \nMissouri Construction Industry Advancement FUNG 13  \nEnforcement of Fringe Benefit 13  \nGrievance and Arbitration PrOCOGure 15  \nWork Assignment and Jurisdictional Disputes 16  \n17  \nEqual Employment Opportunity 18  \nSupplemental sessed 18  \nSubstance Abuse Testing and Assistance 19  \nADPrentiC@Ship 19  \nEffective 20  \nClassification and Wage Ratt@s 20  \nSubstance Abuse Testing and Assistance 24  \nBos  \nAGREEMENT  \n       \n   \n"], ["ARTICLEI  \n", "- Preamble  \n1.1. This Agreement is entered into this 1st day of May, 2006 between the Associated General Contractors of Missouri (AGC)  \nacting as bargaining representative for and on behalf of those of its members and others (hereinafter referred to as \"Employer\" or  \n\"Contractor\") who individually ratify and sign this Agreement or a facsimile thereof the Western Missouri and Kansas Laborers’  \nDistrict Council and their affiliated local unions in the State of Missouri, hereinafter called \"Union\". The Union and the Employer shall  \nbe the parties to this Agreement.  \n1.2. Itis understood that the AGC in no event shail be bound as principal or held liable in any manner for any breach of this  \ncontract by any of the Employers bound by this Agreement.  \n1.3. It is further agreed and understood that the liabilities of the Employers: signing this contract shall be several and not  \njoint. It is further understood that the fiabilities of the Union signing this contract sjiall be several and not joint.  \n1.4. It is agreed that the Laborers Internationa! Union of North America, AFL-CIO, shall not be liable for violations of this  \nAgreement by its loca! Unions, and that the Employers signing this Agreement shall not be liable for actions of the AGC.  \n   \n   \n  \n_ Definition and Scope.  \n   \n   \n   \n2.1. This Agreement shall cover all work, as defined in this Agreement throughout the entire Western counties as described  \nherein, in the State of Missouri, except Jackson, Clay, Platte, Ray and Cass Counties. The Union agrees that any Employer who is  \na party to this Agreement shall have the privilege, and shall operate under the existing labor agreements, or extensions thereof,  \nwhich exist in Jackson, Clay, Platte, Ray and Cass Counties, provided they accept ard sign such agreements which are identified  \nas follows:  \n2.2. The word \"work\" when used in this Agreement means all private and public construction, federal and non-federal,  \nperformed in this state, with the exception of building construction, for the reason that building construction is separate and  \ndistinct from all classes of work covered by this Agreement, in respect to the terms and conditions of employment and the nature  \nof the work as well as the class and skill of the workers required. Building construciion is hereby defined to include building  \nstructures, including modifications thereof or additions or repairs thereto, intended tor use for shelter, protection, comfort, or  \nconvenience except as follows:  \nA. There are structures not primarily designed for habitability, which be building or heavy construction at  \nthe election of the Employer. Some examples of these structures water or sewage treatment facilities,  \nraw water intake or outfall structures, pumping stations (sewage anc! storm).  \nB. All work outside the limits of the building structure itself, including e:cavation for the building, may  \nbe building or heavy construction at the election of the Employer.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT _j-  \n2.3. It is understood and agreed that this Agreement covers all laborer worl< used in construction of such projects as  \ncovered in the above Section, except such work as has already been allotted by the .\\merican Federation of Labor, to any  \nparticular craft.  \n2.4. It is understood and agreed that the unloading, handling, and carrying of concrete reinforcing bars to the panel in  \nwhich they are used is the work of the Laborers. It is further agreed that the placenient of all pavement steel, including center  \nstrip and accessories, wire fabric and expansion joints is the work of the Laborers.  \n2.5. It is understood and agreed that the work of cribbing, blocking, loadinc:' and unloading of ail machinery,  \nexcept the operation of the machine itself, is the work of the Laborers.  \n2.6. The grading, setting and laying of street, slab and road forms is the work of the Laborers,  \n2.7, The wrecking, stripping, removing, or dismantling of forms used for coricrete construction is the work of the  \nLaborers.  \n2.8. The rubbing of concrete on bridges, culverts, over and under passes, sulbways, viaducts, retaining walls, etc., is  \nrecognized as the work of the Laborers.  \n2.9. Grade checker, BY GPS/TOTAL STATION OPERATION OR BY ANY OTHI:R MEANS, dump man and ticket taker on  \nstock piles, mastic kettleman, sand pot man, flagman, laser beam man, (except where professional engineers are required), man  \n~ hole builder, batter board man, scale man or woman on ail construction jobs coverec! by this Agreement that are set up for the  \nspecific job, (including all river work) is recognized as the work of the Laborers.  \n2.10. INSTALLATION OF ALL CLEAN WATER, WASTE WATER AND STORM \\WATER PIPING, WHETHER PRESSURIZED OR  \nNON PRESSURIZED, FROM THE FIRST “Y”, “T” OR CONNECTION OUTSIDE OF THE IMITS OF THE BUILDING.  \n2.11. Regardless of anything contained in the preceding Paragraphs 3 throu jh 10, the Employer reserves the right to  \ndetermine the extent to which work required by the Contractor will be assigned to eriployees covered by this Agreement.  \n2.12. In order to insure economical operation, the Employer may establish 2 crew whose function is to perform necessary  \nwork on the job site.  \nA. If established, such crew will consist of the crafts in 3s are respective to the types of work to be  \nperformed.  \nB. Members of said crew will work on ail work, regardless of jurisdiction, assigned to said crew.  \nC. Said crew make up will only apply as it pertains to each individual job site, and nothing herein is intended to change  \nthe recognized craft jurisdiction of the crafts involved or the recogniticn thereof by the Employer.  \nD. If labor equipment is to be operated on the jobsite, there shail be suff cient laborers on the job scheduled to  \noperate said equipment within the meaning of this Section 11.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \n   \n   \n   \n  \nHiring Procedure and Transfer of Employees  \n3.1. The Employers, before the job begins and throughout its progress, agree as follows:  \nA. Before starting work on any job of one million dollars ($1,000,000) or over, either party may request a pre-job  \nconference either on the job site or at some other mutuaily agreed upon place. On hazardous or toxic waste work, a pre-job  \nconference shail be required and special conditions, if any, will be negotiated. The names of all sub-contractors shall be furnished  \nto the Union at such conference if known by the contractor at that time; and in any event, the names of such subcontractors shall  \nbe furnished to the Union before said subcontractors shall commence work. The Employer will then outline his initial and  \nprospective manpower requirements in ail the various crafts and classifications, and the Union will inform the Employer of the  \nprobable number and qualifications of the individuals they will have available to meet the Employer’s requirements. The Employer  \nshall notify the Union having jurisdiction prior to commencing work on projects of les than one million dollars ($1,000,000) the  \nEmployer shall notify the Union having jurisdiction, prior to commencing work of manpower requirements and subcontractors who  \nwill be on the project.  \n3.2. The Employer shall not employ workers either to start a new job or replace an employee to fill a new position on a  \njob in progress without first calling the appropriate Union office or representative an requesting a referral of applicants for the job  \nor jobs available. The Employer may, however, request workers by name if they are registered and the Union shall furnish such  \nindividuals to the Employer if they are available. In making referrals, priority may b3 given based upon length of service with the  \nEmployer, in the heavy construction industry or in the Western Missouri Area.  \n3.3. If the Union fails for any reason to refer applicants within twenty-four (24) hours, the Employer may secure such  \nWORKERS from any source available to him.  \n3.4. The Employer shali have the right to accept or reject for good and just cause any job applicant and to select from  \namong applicants those who are, in his estimation, the best qualified. In case of reduction of forces, the Employer shalt have the  \nright to select those best qualified, in his opinion, to be retained as long as there is no discrimination against employees from the  \narea of the local Union that has jurisdiction of the job.  \n3.5. In any emergency situation, workers may be secured on a temporary basis in any manner to perform any kind of  \nwork for as long as, but no longer than the emergency exists, but in no case more tt an twenty-four (24) hours.  \n3.6. Without regard for any of the limitations imposed by the preceding Section 3.2 of this Article, the Employer may  \nbring into any job from any place or Union jurisdiction up to fifty (S50) percent of all tae employees to be employed on the job in  \nsuch craft. Furthermore, the Union agrees to give due consideration to any Employer's request for additional  \nwith the purpose of this Section. The first employee employed on the job shall! be fram the local Union having jurisdiction of the  \njob, unless he has been a steady employee of the company for the past two years and in that case the Union having jurisdiction  \nshall have the second employee. Employees furnished by the Employer shall be required to register with the local union office  \nprior to employment on the job site. There shall be no restriction on the transfer of employees within the jurisdictional area of the  \nlocal Union.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT x  \n3,7. The Union accepts full responsibility for lawful administration of the hiring hall procedure herein set forth, including  \nthe non-discriminatory and lawful referral of employees to the Employers and the Union shall indemnify and save the Employers  \nharmless from any claims, suits, judgments, and administrative hearings, ruling and decisions and from any other form of liability  \nas a resuit of hiring employees under the provisions of the hiring hall herein set fortl:.  \n"], ["ARTICLE TV.  \n", "   \nUnion Security  \n4.1. Itis understood and agreed by and between the parties hereto that as a condition of continued employment, all  \npersons who are hereafter employed by the Employer in the unit which is the subject of this Agreement shail become members of  \nthe Union not later than the eighth (8th) day following the beginning of their emplc'yment or the execution date of this  \nAgreement, whichever is the later; that the continued employment by the Employer in said unit of persons who are already  \nmembers in good standing of the Union shall be conditioned upon those persons coritinuing their payment of the periodic dues to  \nthe Union; and that the continued employment of persons who were in the employ of the Employer prior to the date of this  \nAgreement and who are not now members of the Union, shall be conditioned upon those persons becoming members of the Union  \nnot later than the eighth (8th) day following the execution date of this Agreement. The failure of any person to become a  \nmember of the Union at such required times shalt obligate the Employer, upon written notice fram the Union to such effect and to  \nthe further effect that Union membership was available to such person on the same terms and conditions generally available to  \nother members, to forthwith discharge such person. Further, the failure of any to maintain his Union membership in good  \nstanding as required herein shall, upon written notice to the Employer by the Union :o such effect, obligate the Employer to  \ndischarge Such person.  \n4.2. The Union agrees to indemnify the Employer and hold the Employer he rmless from any final determination of liability  \nto any employee by reason of the discharge of such employee, if such discharge wa: caused and effected by a request by the  \nUnions as provided for in the preceding paragraph of this Agreement. At a written r2quest from the Union for an individual  \nemployee's date of starting of employment, the Employer agrees to give in writing ta the Union the employee's starting date. The  \nUnion shall not be obligated to indemnify the Employer for any injuries or costs incu‘red which may be the result of erroneous  \ninformation provided by the Employer, nor shall it be required to pay the costs of devending claims which are ultimately found to  \nbe without merit or justification.  \n4.3. The Employer shail not justify any discrimination against an employee ‘or non-membership in the Union (a) if he has  \nreasonable grounds for believing that such membership was not available to the employee on the same terms and conditions  \ngenerally applicable to other members or (b) if he has reasonable grounds for believing that membership was denied or  \nterminated for reasons other than the failure of the employee to tender the periodic dues and initiation fees uniformly required as  \na condition of acquiring or retaining membership.  \n4.4. The Employer shall be at liberty to employ whomever he sees fit to and shail at all times be the sole judge  \nas to the work to be performed, and shall furthermore determine whether such performance is, or is not, satisfactory.  \n4.5. The Employer shail employ and use all means of safety for protection cf the employees in compliance with all safety  \nregulations and in accordance with the law.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT -6-  \n    \n     \n   \n"], ["ARTICLE V  \nWorking Conditions _.  \n", "5.1. The number of employees to be employed is at the sole discretion of tre Employer.  \n5.2. Any employee may be shifted by the Employer from one classification 2f work to anather classification of work, or  \nfrorn one piece of equipment to another piece of equipment, provided the employee is capable of performing the other work and  \nis paid the rate of wages for the classification which provides the higher wage rate. Should any unforeseen emergency arise at a  \ntime when employees are not available at the job site, work may be performed by any employee until employees are secured.  \n5.3. The Employer shail furnish clean fresh drinking water and ice daily to all crews on all jobs during the summer months  \nand when conditions warrant same, and shail furnish sanitary paper drinking cups aid water within one hour after normal starting  \ntime.  \n5.4. The Employer shall provide or arrange for access to suitable toilet facil ties on all jobs.  \n5.5. The Employer shall furnish employees rubber boots or five-buckle overshoes, rubber coats and rain hats or hooded  \nrain jackets and pants when necessary and when working conditions warrant same, and shalt furnish all necessary tools required  \non the job site. The Employer shail furnish flagman jackets to all flagrnen and empliyees shall be held responsible for the return  \nof such jackets.  \n5.6. The Employer shall furnish an adequate suitable place properly heated when necessary in which employees may  \nchange their clothes and eat lunch if to furnish such facility is practical with regard to the nature and type of the job or project  \nconcerned.  \n5.7. The Union agrees not to interfere in any manner with the Employer's r-ght to use any type or quantity of machinery,  \nvehicles, tools, or appliances or method of operation. It is agreed that the Employer may secure materials or equipment from any  \nmarket or source except prison made.  \n5.8. The authorized representatives of the Union may visit jobs during working hours, so long as they do not hinder or  \ninterfere with the progress of the work.  \n5.9. All employees employed under this Agreement shail be classified in accordance with the Schedule of Wages of this  \nAgreement. Any question relative to the classification will be settled by the Employer and the Union representative, or as  \nhereinafter provided.  \n5.10. On the day of an injury resulting from a job site accident, the employ:ze shall not suffer any loss for time spent  \nreceiving medical attention if unable to return to work. However, if requested, the employee will furnish a doctor's certificate to  \nthe effect that he was unable to return to work,  \n5.11. It shall not be a violation of this Agreement nor grounds for discipline, discharge or replacement of employees for  \npersons covered hereunder to refuse to cross a lawful, primary picket line and perform work in any instance where the picket fine  \nhas been recognized by a Union signatory to this Agreement.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \n9.12. The Employers shall provide Workers Compensation insurance agains: injury or occupational disease and  \nunemployment compensation protection for employees whether or not required to do so by Missouri state law.  \n5.13. Employees shall be at their place of work at starting time and shail re:nain there until quitting time unless otherwise  \ndirected by the Employer. It is further agreed, however, that on marine work emplcyees will travel to and from their place of  \nwork, one way on their own time, and one way on company time.  \n5.14. Whenever a laborer is working on a location where no other employes are working and if that laborer's safety  \nrequires that another person be within call, an additional employee shall work within call.  \n5.15. If a crew of five (5) or more laborers are working in the same focatior: on a project, one laborer selected by the  \nContractor shail be designated as a leadman or working foreman. When two or more crews of five (5) laborers or more are  \nworking on any one project but in locations where one leadman or working foreman cannot properly perform the duties, there  \nShall be an additional leadman or working foreman designated for such crews. A leadman or working foreman must have at least  \none year's experience as a laborer or crew leader or working foreman in the area covered by this Agreement. The designation of  \nany additional teadman or working foreman regardless of the number of persons emaloyed on the project is at the discretion of  \nthe Contractor. The Contractor may at any time change the designation of any lead/nan or working foreman and said leadman or  \nworking foreman is subject to discharge in the same manner as any other employee. A leadman or working foreman shall work at  \nthe discretion of the Contractor.  \n5.16. An employee shall not be permitted to use the employees personal vehicle for company use at any time on the job  \nsite.  \n5.17. Laborers shall operate salamanders. At times when the regular crew is not working on the project the minimum  \npay for operating the salamander shall be for two hours.  \n   \n   \n   \n  \ntime a  \nnd Overtime.  \n   \n     \n6.1. The reguiar work week shail consist of not more than forty (40) hours work, Monday through Saturday, and all work  \nperformed over and above ten (10) hours per day and forty (40) hours per week shz ll be paid at the rate of time and one half.  \nNew employees covered by this agreement who have begun work for the Employer curing the middle of a work week shall be paid  \neither at the normal rate of pay or at the premium rate of pay as determined by the ‘ate of pay being received by the rest of the  \ncrew which have been employed the entire pay period on that project. .  \n6.2. A thirty (30) minute lunch break, without pay, between the third and sixth hour will be allowed each employee, and  \nthe employee will be paid time and for working through THE lunch period aiid will be allowed a short time to eat.  \n6.3. (A) A work day is to begin between 6:00 a.m. and 9:00 a.m. at the op:ion of the Employer, except when inclement  \nweather or other conditions beyond the reasonable control of the Employer prevent ‘work, in which event, the starting time may  \nbe delayed, but not later than 12:00 noon.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \n(B) The Employer may establish other working hours on the project, in which event employees starting at those other  \ntimes, shall be paid their regular rates of pay, plus fifty cents (SO¢) per hour premium for hours worked, except on those projects  \nwhich routinely work two (2) or three (3) shifts, only the graveyard (3rd) shift will receive the premium. Projects must be  \nscheduled to work nine (9) consecutive shifts to be considered routinely working sh fts.  \n(C) On work which the owner specifies unusual working hours beyond control of the contractor, the premium rate will not  \napply.  \n6.4. (A} Employees shall report each working day except when the Employer has notified them not to do so. If  \nemployees are not notified before leaving the job that there will be no work on the ‘ollowing day or if the employees are not  \nnotified two (2) hours before the start of the shift at the telephone number furnished to the Employer that there will be no work,  \nthe employees who report shall receive one (1) hours time for reporting, and, if put to work, the employee shall be paid for actual  \nhours worked. If employees are required to remain on the job after one hour reporting time, they will be considered working.  \nThe employee will keep the Employer advised at all times of his correct address and telephone number.  \n(B) Overtime shali be computed at one-half hour intervals.  \n6.5. Holidays. New Year's Day, Memorial Day, Independence Day, Labor Cay, Thanksgiving Day and Christmas are  \nholidays. If a holiday falls on Sunday, it shall be observed on the following Monday. If a holiday falls on Saturday, it shall be  \nobserved on the preceding Friday. No work shall be performed on Labor Day, except in case of jeopardy to work under  \nconstruction. This rule is applied to protect Labor Day. When a holiday falls during the normal work week, Monday through  \nFriday, it shall be counted as eight (8) hours toward a forty (40) hour week; however no reimbursement for this eight (8) hours is  \nto be paid to the employees unless worked.  \n6.6. Employees shall be paid for hours actually worked.  \n6.7, Employees shail receive time and one-half for al! work performed on Sundays and Holidays. There shail be no  \npyramiding of overtime.  \n6.8. If employees start to work any time after noon, not having worked ary time before noon, they shall receive a  \nminimum of four (4) hours’ pay unless prevented from working by inclement weather or conditions beyond the control of the  \nEmployer.  \n6.9. Show-up time hours and guaranteed hours will be regarded as hours \\vorked for the purpose of computing the  \nforty-hour work week.  \n    \nStewards)  \n7.1, The Union may appoint a laborer to act as steward on each job. The Union will notify the Employer's superintendent  \nof the The steward shall be subject to the same terms of employment as any other employee on the job and shall  \nnot be discriminated against by reason of the fact they are serving as steward.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT _9-  \n7.2. The steward shail be a working employee who shall, in addition to the regular work, be permitted to perform during  \nworking hours such of the duties as steward, including the adjustment of grievances, as cannot be performed at other times. The  \nUnion agrees that such duties shall be performed as expeditiously as possible.  \n7.3. Tf overtime work is required, the steward shall be one of the employees who shall perform the work, if they so  \ndesire, provided they are capable of performing the work. The Employer agrees in the event of reduction of the work force, that  \nthe employee appointed as steward remain on the job as long as there is work of his: craft which he is capable of performing.  \n7.4. may be transferred or discharged for cause, but such cause shall be discussed with the business  \nrepresentative of the Union before transferring or discharging said steward.  \n7.5. The steward shail not stop the Employer's work for any reason, and shail not leave the project during norma!  \nworking hours unless no telephone is available on the job site, or unless authorized io do so by the Employer. The steward shall  \nnot call the business representative concerning unsafe conditions or other matters relating to the administration of the contract,  \nunless and until they have first discussed the problems concerned with management's representative on the project.  \n7.6. Should any employee require medical attention or meet with an accident while at work, the company shail see to it  \nthat the employee receive immediate medical attention.  \n   \n     \n   \n"], ["“ARTICLE  \n", "of Wages.  \n   \n8.1. Hourly rates of wages for each classification of labor are set forth in XX Classification and Wage Rates, and  \nthe rates of wages shown in that Schedule shall apply to all work and to every worker covered by this Agreement.  \n8.2. The Union agrees that no demand for any increase in any wage rate above that specified in the Schedule of Wage  \nRates will be made on any job.  \n8.3. Wages, in cash or collectible check, shall be paid to employees weekly wt the end of the shift not later than four (4)  \nwork days after the pay period, unless approval of payrolls by governmental agencies; prevent such payment at that time. Check  \nstubs shall show all overtime hours and straight time hours, total wages and itemized deductions. Failure on the part of the  \nEmployer to comply with this provision shalt entitle the employee to one (1) day's pay for every twenty-four (24) hours from the  \ndate of the required pay day provided the delay is occasioned by the wiilful negligence of the Employer or his agents.  \nAny Employer who fails to have sufficient funds in the bank to meet all pay checks issued to employees shall be liable also  \nfor the cost of collecting the amount due. Any Employer who repeatedly defauits mz y be deprived of the right to pay by check.  \n8.4. (A) Rates of wages and fringe benefits, as set forth in this Agreement, or the prevailing wage (if applicable) in effect  \non the date an Employer signatory to this agreement bids on a project covered thereby, shail remain in effect for the duration of  \nthe work on said project, but not to exceed a period of more than twenty-four (24) nionths from the bid date. On the second  \nanniversary of the project, if the project continues, the wages and fringes will be increased by an amount equal to the effective  \nwage and fringe increases in the first year after the date of the original bid letting. The same procedure shall apply on the third  \nanniversary of the date of the bid letting and on all subsequent anniversaries.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT _10-  \n(B) Work on projects bid under any previous AGC of Missouri agreements or addenda shall continue for the period of two  \n(2) years at the old wage and fringe benefit rates. On the second anniversary of the project, if the project continues, the wages  \nand fringes will be increased by an amount equal to the effective wage and fringe in-reases in the first year after the date of the  \noriginal bid letting. The same procedure shal! apply on the third anniversary of the clate of the bid letting and on ail subsequent  \nanniversaries.  \n8.5. If an employee quits of their own accord, they shail wait for their pay until the next regular pay day.  \nAn employee who is discharged or laid off shall be paid in full without undue delay or the penalty provisions of Section 3  \nof this Article will apply.  \n8.6. In the event of multiple layoffs, arrangements may be made between the Employer and the local Union for pay  \nchecks to be mailed to employees within forty-eight (48) hours. The employees sha | furnish the current mailing address to the  \nEmployer before feaving the job.  \n"], ["_ ARTICLE TX  \n“Western Missouri & Kansas Lahorers’ District Council  \n", "   \n9.1, (A) Health and Welfare. In addition to the wages set out in the schedule attached to this Agreement, each Employer  \nagrees to pay for afl work under this Agreement performed by employees within the territorial jurisdiction of the Western Missouri  \nand Kansas Laborers’ District Council FOUR DOLLARS SIXTY-FIVE CENTS ($4.65) pe: hour for each payroll hour covered by this  \nAgreement into the Construction Laborers’ Welfare Fund.  \n* If at the beginning of the second OR third OR FOURTH years of this Agree:ment, the trustees of the Health and Welfare  \nFund certify that additional contributions are necessary in order to maintain the level of benefits in effect on May 1, 2006, the  \namount certified by the trustees will be added to the Health and Welfare contributior. Required increases shall be deducted from  \nthe wage rate on old work old pay projects. In the event that the predetermined is less than that set forth in Section 20.2,  \nthe Union may direct in writing as to what funds contributions are to be made by the Employer.  \n9.2. (A) Pension. In addition to the wages set out in the schedule attached to this Agreement, each Employer agrees to  \npay for all work performed by skilled and general ljaborers under this Agreement in ttie territorial jurisdiction of the Western  \nMissouri and Kansas District Council TWO DOLLARS AND SEVENTY cents (::2.70) IN AREA W-I-A AND W-IL, AND THREE  \nDOLLARS ($3.00) per hour for each payroll hour IN AREA W-I-B covered by this Agreement into the Construction Industry  \nLaborers’ Pension Fund.  \n(B) Required increases shall be deducted from the wage rate on old work ol! pay projects. In the event that the  \npredetermined rate is less than that set forth in Section 20.2, the Union may direct in writing as to what funds contributions are to  \nbe made by the Employer.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \n9.3. Training and Apprentice. (A} Each Employer agrees to pay in addition to the wages set out in the schedule attached  \nto this Agreement for all work performed within the territorial jurisdiction of the Western Missouri and Kansas Laborers’ District  \nCouncil covered by this Agreement FORTY-FOUR cents (44¢) per hour for each payroll hour, paid into the Construction Industry  \nLaborers Training Fund established by an Agreement and Declaration of Trust by between the parties to this Agreement.  \nAndrew, Atchison, Buchanan, Caldwell, Clinton, Daviess, DeKalb, Gentry, Gr indy, Harrison, Holt, Livingston, Mercer,  \nNodaway and Worth which shall be paid into the Greater Kansas City Laborers’ Training Fund established by an agreement and  \ndeclaration of trust by and between the Union and the Builders’ Association.  \n(B) The trustees shall have all the powers necessary to accomplish the purposes of the trust which is to provide a method  \nor methods of training for employment in classifications of employment generally contemplated by this Agreement.  \n{C) The Employers who accept and sign this Agreement also agree that the Trust Agreement creating the Western  \nMissouri Laborers’ District Council Laborers-Employers Cooperation and Education Trust (LECET) is a part of this Agreement and  \nagree to be bound by its terms and conditions and will become parties to participate in the trust.  \n9.4. {A) Vacation. Employers agree to pay, in addition to wages, one dollar and fifteen cents ($1.15) per hour for each  \npayroll hour worked by skilled or general laborers covered by this Agreement Area W-I-A AND W-I-B and ninety cents ($.90) per  \nhour for each payroll hour worked by skilled or general laborers covered by this Agreement Area W-II into the jointly administered  \nConstruction Industry Laborers’ Vacation Fund for each employee's vacation savings. Payments into the Vacation Fund shalt be  \nmailed to the Administrator at the Construction Industry Laborers' Welfare and Pension Fund offices, Jefferson City, Missouri.  \n1. The Employer shall deduct all withholdings from the full amount of wages, including per hour vacation payment  \neach pay check. However, the full vacation amount deducted shal! be: paid into the Vacation Fund each month  \nsince the withholding will be deducted from the wages.  \n2. An employee may draw his vacation savings out once a year on or about December 12 of the following year. The  \nemployee shall notify the Construction Industry Laborers’ Welfare and Pension Fund office two (2) weeks in  \nadvance of the date he wishes to draw his vacation savings money dve him.  \n3 Vacation savings shall accumulate annually from November 1 to Octoher 31.  \n9.5. THE EMPLOYER MAY TRANSFER A LIMITED NUMBER OF REGULAR EMPLOYEE(S) (SEE SECTION 3.6) WHO HAVE  \nTHE EXPERIENCE AND QUALIFICATIONS NECESSARY TO DO THE WORK, AND WHC! ARE NECESSARY TO THE EMPLOYER’S  \nEFFICIENCY IN CARRYING OUT THE WORK COVERED BY THIS AGREEMENT. SUCH EMPLOYEE(S) SHALL RECEIVE FRINGE  \nBENEFITS AND THE RATE OF PAY THAT IS EQUAL TO OR GREATER THAN THE FRINGES AND WAGES SET OUT IN THIS  \nAGREEMENT.  \nNOTWITHSTANDING THE TERMS OF THIS LOCAL UNION NEGOTIATED AGREEMENT, AN EMPLOYER SIGNATORY TO  \nTHIS AGREEMENT SHALL MAKE THE PENSION AND HEALTH AND WELFARE BENEFITS CONTRIBUTION FOR SAID EMPLOYEE(S)  \nTO THE TRUST FUNDS DESIGNATED BY THOSE EMPLOYEE(S) AS THEIR HOME TRUST FUNDS, AND THE EMPLOYER SHALL NOT  \nBE OBLIGATED TO CONTRIBUTE TO ANY OTHER PENSION OR HEALTH AND WELFARE FUNDS, PROVIDED THAT THE TRUST  \nFUNDS SO DESIGNATED AGREE TO ACCEPT THE CONTRIBUTIONS AND CREDIT THE EMPLOYEE(S) FOR THOSE  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \nCONTRIBUTIONS IN ACCORDANCE WITH THE TRUST FUND’S RULES. THE CONTRIBUTIONS SHALL BE AT THE CUSTOMARY  \nRATES SET BY THE HOME TRUST FUNDS. THE TRANSFERRED EMPLOYEE(S) FOR WHOM CONTRIBUTIONS ARE MADE IN  \nACCORDANCE WITH THIS SECTION TO THEIR DESIGNATED HOME TRUST FUNDS SHALL LOOK ONLY TO THOSE TRUST FUNDS  \nFOR BENEFITS.  \nSUPPLEMENTAL DUES AND TRAINING FOR ALL EMPLOYEE(S) COVERED BY THIS AGREEMENT WILL BE REMITTED TO  \nTHE FUND OFFICE IN WHICH THE JURISDICTION OF WORK IS BEING PERFORMEL!, CONSTRUCTION INDUSTRY LABORERS’  \nWELFARE FUND, 116 COMMERCE DRIVE, JEFFERSON CITY, MO 65109.  \n9.6. Enforcement of Sections 9.1 through 9.5 of this Article shall be governed by and in accordance with Article XI of this  \nAgreement.  \n       \n   \n   \n   \n  \n‘Missouri. Coristruction. Industry ‘Advancement’ Find:  \n10.1. (A) Empioyers signatory to this Agreement agree to pay for all work performed under this Agreement ten cents  \n(10¢) per hour for each hour paid to skilled or general laborers employees covered ly this Agreement into the Missouri  \nConstruction Industry Advancement Fund.  \n10,2. Details of reporting, payment and administration of such contributions shall be governed by the terms of the Trust  \nAgreement creating the foundation, except as otherwise set forth in this Agreement Ali trustees of said trust shall be members of  \nthe Association appointed by the Board of Directors, and any disbursement therefroin shall be at the direction of the trustees, and  \nat their direction only. The said Trust Agreement shall specifically provide that no fiinds shall be disbursed therefrom for the  \npurposes of lobbying in support of anti-labor legislation and/or to subsidize Contractors by the payment of moneys to them or on  \ntheir behalf in connection with work stoppages or strikes against such Contractors or be used to defray expenses arising from any  \nlabor dispute or controversy.  \n10.3. Enforcement of Sections 10.1 and 10.2 of this Article shall be governed by and in accordance with Article XI of this  \nAgreement.  \n   \n   \n“ARTICLE XI. a aye  \n‘Enforcement’ of: Fringe. Benefit: Contrib: tions _ :  \n   \n11.1. Each Employer signatory to this Agreement agrees to accept and be tiound by the terms and provisions of the  \nAgreements and Declarations of Trust establishing the various funds set forth in Articles IX and X of this Agreement. Where  \nprovisions of the various trusts conflict with this Agreement, the provisions of this Ayreement will prevail.  \n11.2. Payments shall be made to the funds on a monthly basis. Payments all hours worked the preceding reporting  \nperiod must be made to the funds’ office not later than twenty (20) days after the e1d of the month in which the work was  \nperformed. WHEN REPORTS AND CONTRIBUTIONS ARE RECEIVED MORE THAN SIXTY (60) DAYS AFTER THE END OF THE  \nCALENDAR MONTH IN WHICH THE HOURS WERE WORKED, THE EMPLOYER SHALI. PAY AND THE TRUSTEES COLLECT AS  \nLIQUIDATED DAMAGES A MINIMUM OF FIVE (5%) PERCENT OF EACH DELINQUENT MONTHLY CONTRIBUTION. LIQUIDATED  \nDAMAGES SHALL BE IMPOSED ON SUCH DELINQUENT MONTHLY CONTRIBUTIONS UP TO A MAXIMUM OF TWENTY (20%)  \nPERCENT OF EACH DELINQUENT MONTHLY CONTRIBUTION AS FOLLOWS:  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \nA. CONTRIBUTIONS RECEIVED MORE THAN 60 DAYS AFTER THE END OF THE CALENDAR MONTH IN WHICH THE  \nHOURS ARE WORKED, FIVE (5%) PERCENT.  \nB. CONTRIBUTIONS RECEIVED MORE THAN 90 DAYS AFTER THE END OF THE CALENDAR MONTH IN WHICH THE  \nHOURS ARE WORKED, SIX (6%) PERCENT.  \nC. CONTRIBUTIONS RECEIVED MORE THAN 120 DAYS AFTER THE END O= THE CALENDAR MONTH IN WHICH THE  \nHOURS ARE WORKED, EIGHT (8%) PERCENT.  \nD. CONTRIBUTIONS RECEIVED MORE THAN 150 DAYS AFTER THE END OF THE CALENDAR MONTH IN WHICH THE  \nHOURS ARE WORKED, ELEVEN (11%) PERCENT.  \nE. CONTRIBUTIONS RECEIVED MORE THAN 180 DAYS AFTER THE END O* THE CALENDAR MONTH IN WHICH THE  \nHOURS ARE WORKED, FIFTEEN (15%) PERCENT.  \nF. CONTRIBUTIONS RECEIVED MORE THAN 210 DAYS AFTER THE END Ol* THE CALENDAR MONTH IN WHICH THE  \nHOURS ARE WORKED, TWENTY (20%) PERCENT.  \nLIQUIDATED DAMAGES SHALL APPLY AND BE ASSESSED WHETHER OR NOT LITIGATION IS REQUIRED TO COLLECT  \nTHE CONTRIBUTIONS.  \nINTEREST SHALL BE IMPOSED ON AND RECEIVED FROM DELINQUENT EMPLOYERS AS FOLLOWS:  \nINTEREST ON THE UNPAID CONTRIBUTIONS COMPUTED PER ANNUM AT THE RATE PRESCRIBED IN SECTION 6621 OF  \nTHE INTERNAL REVENUE CODE. INTEREST SHALL APPLY AND BE ASSESSED ON /AiLL CONTRIBUTIONS WHICH ARE RECEIVED  \nMORE THAN 60 DAYS AFTER THE END OF THE CALENDAR MONTH IN WHICH THE HOURS WERE WORKED. INTEREST SHALL  \nAPPLY AND BE ASSESSED WHETHER OR NOT LITIGATION IS REQUIRED TO COLLECT THE CONTRIBUTIONS.  \nTHE COST OF THE PAYROLL AUDIT SHALL BE PAID BY THE EMPLOYER, Ai’ THE TRUSTEES DISCRETION, IF THE AUDIT  \nDISCLOSES ADDITIONAL CONTRIBUTIONS TO BE DUE EXCEEDING CONTRIBUTIONS ACTUALLY PAID BY THE EMPLOYER  \nDURING THE PERIOD COVERED BY THE AUDIT.  \nTHE REASONABLE COST OF AUDITS IS DETERMINED TO BE AN HOURLY CHARGE TO BE CHARGED ON THE BASIS OF  \nTHE HOURS OR PARTS THEREOF ACTUALLY EXPENDED BY THE AUDITORS IN MAIXING SUCH AUDIT AND AS DETERMINED BY  \nTHE TRUSTEES.  \nIN ADDITION TO LIQUIDATED DAMAGES AND INTEREST, THE FOLLOWIN‘3 SHALL ALSO BE IMPOSED ON AND  \nRECEIVED FROM THE DELINQUENT EMPLOYER:  \nA. REASONABLE ATTORNEYS’ FEES AND COST OF LITIGATION; AND  \nB. REASONABLE COST OF THE AUDIT.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT = 78  \n11.3. In the event payment is not made to the Welfare Fund within twenty (20) days following the end of the month in  \nwhich the work was performed, and because of such delinquency, claims for benefits are denied employees of such Employers  \nwho would have been eligible for benefits if the Employer had not been delinquent, such Employer agrees to reimburse such  \nemployees or survivors or their estates in an amount equal to that which would have been paid by certificate through the Welfare  \nFund office; provided, however, the foregoing shall not apply to a member of the Associated General Contractors of Missouri sig-  \nnatory to this Agreement unless such member has been notified prior to the occurrence of the event creating the claim for  \nbenefits by certified letter concerning the delinquency of payments due on behalf a’ such employee or employees by the Welfare  \nFund office and the delinquent member Employer does not comply with the for payment within ten (10) days. A copy of  \nsuch certified letter shall be furnished to the office of the Associated General Contriictors of Missouri.  \n11.4. The Employers also agree to permit representatives of the Funds’ office to examine payrolls, social security reports  \nand other records necessary to determine amounts due the Funds’ office under this section of the Agreement provided that such  \nexamination of records shall not be made more frequently than once every three (2) calendar years.  \n11.5. The general Contractor shall be responsible for any delinquent wage or fringe benefit contributions of their  \nsubcontractors.  \n    \n   \n   \n"], ["ARTICLE XIE:  \n", "and Arbitration:  \n   \n12.1. Except as provided in Section 5 of this Article, and in those specific iristances only, the Union agrees that during the  \nterm of this Agreement neither they nor any of them will cause, authorize, or permit or take part in any strike, slowdown,  \nsit-down, picketing or cessation of work, and the Employers agree that during the term of this Agreement they will not suspend  \nwork or lock out their employees.  \n12.2. All grievances, disputes or Claims (hereinafter called \"grievance\") except jurisdictional disputes which may arise with  \nrespect to wages, hours or conditions of employment or the enforcement or interpretation of any of the terms of this Agreement  \nare to be promptly processed and settled in accordance with the provisions of this /:rticle.  \nStep One - The party raising the grievance is to first present it to the Union steward and then by the steward to the  \nsuperintendent. If the dispute is not satisfactorily setted within one (1) working day at this level, it shail be referred to the second  \nstep.  \nStep Two - Any grievance not resolved at step one shall be reduced to writing. The Employer and the Union's business  \nrepresentative shall meet within two (2) days and seek to settle the grievance. If the grievance is not settled at such meeting, a  \nwritten reply to the written grievance shall be given by the Contractor or his representative within three (3) working days  \nthereafter.  \nStep Three - Arbitration. In the event the dispute is not settled within seven (7) days at step two, either the Employer or  \nthe Union may refer the matter to arbitration at any time within ten (10) days after the step two meeting by mailing written notice  \nof intention to arbitrate to the other party. If no written notice of intention to arbitrate is given within the time required, or if any  \nof the preceding steps are not taken within the time and manner prescribed (unless longer times are mutually agreed upon), the  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT ~215-  \n    \ngrievance shall be conclusively presumed to be abandoned. The written notice shal! name an arbitration representative; the other  \nparty shail immediately thereafter name an arbitration representative. The and the Union arbitration representatives  \nshail then seek to agree upon an impartial arbitrator.  \nIf within five (5) days after the notice of intention to arbitrate has been mailed, no impartial arbitrator has been agreed  \nupon, the Union and the Employer representatives shall write to Federal Mediation and Conciliation Service, Washington, 0.C.,  \nrequesting a panel of five (5) arbitrators. Upon receipt of the panel, the Union and the Employer arbitration representatives shall  \nalternately strike names until the panel has been reduced to one (1) person who shall then be requested to serve as impartial  \narbitrator; should he be unable to serve, a new panel of five (5) shail be requested ‘rom FMCS.  \n12.3. The impartial arbitrator shall be the chairman of the arbitration hearilig and sole arbitrator of the dispute. The  \ndecision of the arbitrator shail be final and binding upon both the Employer and the Union. The expenses of conducting the  \narbitration hearing including the services of the impartial arbitrator are to be shared equally by the Employer and the Union. The  \nUnion and the Contractor will pay for their respective arbitration representatives.  \n12.4. In cases where the arbitrator finds that an employee was discharged or disciplined without just cause, the arbitrator  \nshall have the power to fashion such a remedy as may be fair and equitable, taking into consideration aff aspects of the case, and  \nsuch remedy may include restoration to his former position with the Employer, restitution of lost wages, or both.  \n12.5. If either the Employer or the Union, after any dispute has been finally decided by arbitration, refuses to abide by or  \ncomply with such settlement or final decision of arbitration, then and in the event of such occurrence, it shall not be a violation of  \nthe Agreement for the Union to call and engage in a strike in the event of the Emplcyer's failure to comply with such final decision,  \nor for the Employer to lock out the employees in the event of the Union's failure to comply with such final decision.  \n12.6. Any complaint or grievance will be barred if not presented within seve:n (7) days after such complaint or grievance  \nbecame known to employee. Any decision on a grievance not appeated in writing from one step of the grievance procedure to the  \nnext, within seven (7) days after a decision is announced shall be considered as hav ng been finally settled to the mutual  \nsatisfaction of all parties concerned and not subject to further appeal.  \n       \nWork Assignment and Ju risdictional Disputes:  \n13.1. It is the desire and intention of all parties to minimize jurisdictional and work assignment disputes. It is, therefore,  \nunderstood and agreed that the Company will endeavor to make employee work assignments conform to established craft or  \nbargaining unit jurisdictional fines. It is likewise understood and agreed that the various Unions will endeavor to recognize,  \nrespect and abide by the traditional jurisdictional rights of each organization and seek to avoid claims for work assignments and  \njurisdiction which encroach upon the jurisdiction of other organizations.  \n13.2. Work assignments made by the Employer shall be respected by all Un-ons, and the craft to which the work is  \nassigned shall continue to perform the work in question,  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT -16-  \n13.3. In the event of a jurisdictional dispute, the parties shall request the Union or Unions involved to meet with  \nrepresentatives of the Union and Employer to settle the dispute. If a settlement is 10t reached at that meeting, the Union shail  \nrequest that its International Union assign a representative who shall make arrangements to meet representatives of the other  \nInternational Union or Unions invoived and representatives of the Employer to seek settlement of the dispute. The Employer may  \nalso request the Internationa! Unions involved to assign representatives to seek setilement of the dispute.  \n13.4. The Union and the Employer agree that there shail be no strikes, lociouts, or interruption of the disputed work over  \njurisdictional! disputes.  \n   \n   \n‘Subcontracting  \n     \n14.1. The Employer agrees that whenever work covered by this Agreement: for which wages and fringes are  \npredetermined by the Davis-Bacon Act or similar state or city law is to be subcontra:ted, it shal! be subcontracted only to  \nEmployers whose employees performing such work receive wages and fringe benefits collectively and other conditions of  \nemployment equal to or better than those contained in this Agreement.  \n14.2. No such subcontractor shall be required to enter into any agreement as a condition of such subcontract, requiring  \nor related to Union recognition, Union security or bargaining representation or requires the adoption of or participation in  \nany trust fund provisions.  \n14.3. Nothing contained in this Article shail be construed to force or require: any Employer to cease or refrain from doing  \nbusiness with any specific person or Employer or otherwise require the disruption of any existing business relationship with any  \nother Employer or person.  \n14.4. The terms and provisions of this Article have been negotiated and agreed upon by and between the parties for the  \npurpose of praviding covered employees with the maximum jab security and steady employment warranted by the Employers’  \nbusiness and the provisions of applicable jaw, and for the additional purpose of estallishing lawful protection against the possible  \ndiminution of the wage scales and working conditions provided for in this collective agreement.  \n14.5. The employer agrees that when work covered by this agreement is subcontracted, the subcontractor shall meet the  \nfollowing requirements:  \nA. Insurance. The subcontractor shall possess a current certificate of insurince from an insurance company authorized  \nto write insurance by the Department of Insurance of Missouri.  \nB, Licenses. Subcontractor shall possess a current occupational and all other applicable ficenses if required.  \nC. Good Standing. Subcontractor shall possess a certificate of corporate standing from Missouri or other state of  \nincorporation and/or information as to the form of corporate or business organization, including federal Employer identification  \nnumber and state unemployment insurance information.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT  \nD. Payroll Taxes. The subcontractor shall submit to contractor, if requeste 1, an affidavit of compliance with all applicable  \nstate and federal withhoiding tax requirements.  \nE. Compliance. Subcontractor shail submit to contractor, if requested, an affidavit signed by an officer of the company,  \nor head of the business organization, stating that subcontractor is current (includinc: payments required during preceding sixty  \n(60) days) on all fringe benefit payments or contributions and prevailing wage requirements on present and past projects.  \nF. Affirmative Action. Subcontractor shail possess certificate of compliance: from appropriate agency concerning that  \nagency's affirmative action obligations, if applicable, and if regularly provided.  \n      \nGARTICEE XY . re  \n“Equal Einip loyment Opportunity.  \n   \n15.1. The Employers and the Union agree that they will not discriminate against any employee or applicant for  \nemployment because of age, sex, race, creed, religion, color, national origin, era or other disabled veterans or qualified  \nindividuals with handicaps or disabilities. The Employer will take affirmative action t> insure that applicants are employed, and  \nthat employees are treated during employment without regard to their race, creed, color, sex, national origin, age or disability.  \nSuch action shall include, but shall not be limited to the following: employment upgrading, demotion, or transfer, recruitment or  \nrecruitment advertising; layoff or termination; rates or other forms of compensation: and selection for training.  \n15.2. The Union agrees that it will not discriminate against any applicant fo’ employment or referral because of race,  \ncreed, sex, national origin, age or being a Vietnam era or disabled veteran. The Union further agrees to refer applicants for  \nemployment without discrimination because of race, creed, color, sex, national origi), age, or being a Vietnam era or a disabled  \nveteran as their tum comes up on the hiring list, or as otherwise specified by the col'ective bargaining agreement, if their  \nqualifications meet those required by the Employer.  \n     \n16.1. Supplemental Dues. Supplemental Dues are included in the wages set out in Article XX of this Agreement. The  \nEmployer agrees to deduct EIGHTY-FIVE cents (85¢) from each general and skilled laborer for each payroll hour IN AREA W-I-A  \nAND W-II. IN AREA W-I-B SUPPLEMENTAL DUES SHALL BE EIGHTY CENTS (80¢) FR EACH PAYROLL HOUR. During the term of  \nthis Agreement and continuing thereafter and in accordance with the terms of an inc ividual and voluntary written authorization for  \ncheck-off of membership dues in form permitted by the provisions of Section 302(c) of the Labor Management Relations Act, as  \namended, the Employer shall deduct from the wages of all empioyees covered by this Agreement the proper amount per hour for  \neach payroll hour as supplemental dues.  \n16.2. Said sums shall be remitted to the Construction Industry Laborers’ Welfare office as supplemental dues and  \nreporting of these sums shall be made in the same manner and on the same forms provided for the payments of fringe benefit  \nprograms required under this Agreement.  \n16.3. This article shall be subject to the enforcement provisions of Article XJ of this Agreement.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT - 18 -  \n"], ["ARTICLE XVII |  \nSubstance Abuse Testing and Assistance Program  \n", "17.1. The parties agree to be bound by the terms of the Associated General Contractors of Missouri Substance Abuse  \nTesting and Assistance Program attached hereto and marked Exhibit \"A\".  \n    \nApprenticeship =~  \n18.1. New applicants for membership who cannot provide reasonable proof of 4000 or more hours of employment as a  \nconstruction craft laborer (or, alternatively, cannot demonstrate equivalent skills in placement examination administered by the  \nJoint Apprenticeship and Training Committee (JATC) shall, whenever possible, enter the apprenticeship program. Any person  \nentering by failing to maintain and complete his or her apprenticeship shall not be ernpioyed by the employer as a journey worker  \nunder this agreement. The failure of any apprentice to maintain his or her apprenticeship status shall obligate the Employer to  \ndischarge such person upon notice from the Union.  \n18.2. The apprenticeship and training standards approved by the Federal Bureau of Apprenticeship and Training or State  \nApprenticeship Committee are hereby incorporated by reference as part of this Agre:ment.  \n18.3. The Apprentice Wage Rates: .  \nHours of Credit Wage Rate  \n0-800 60% of Journey Worker  \n801-1600 70% of Journey Worker  \n1601-2400 80% of Journey Worker  \n2401-3200 90% of Journey Worker  \nOver 3200 Worker  \n18.4. The Employer may pay a higher rate at its option. However, the appr2ntice must meet his or her commitments to  \nthe Joint Apprenticeship Committee regardless of the level being paid.  \n18.5. The Employer shall pay an apprentice the full fringe benefit package as described in this contract.  \n18.6. Entry into the apprenticeship program shall be controlled by the JATC, which shall employ appropriate testing and  \nscreening procedures. An apprentice advances from one hours-of-credit and wage rate category to another only upon  \ndetermination of satisfactory performance by the JATC, which shail have the authority to grant accelerated credit where warranted  \nby the performance of an individual apprentice.  \n18.7. The Employer shall participate in the apprenticeship program by apprentices for employment upon  \nreferral by the Union.  \n18.8. The Employer, may employ one (1) apprentice whenever three (3) jotirneymen (including a foreman) are employed  \nwithin the jurisdiction of this agreement and a ratio of three to one thereafter. Any Employer who does not normally employ three  \n(3) Journeymen may employ one (1) apprentice for up to 25% of the total journeyman hours worked in the previous year.  \nAGC-MO/WESTERN MO & KS LABORERS AGREEMENT - 19.  \n18.9. An apprentice should, whenever possible, be rotated by the Employer through different types of work so as to  \nbecome trained in a variety of operations and work skills. Where the employer is unable to provide an apprentice with experience  \nin the full range of craft skills, the JATC may request the loca! Union to reassign the: apprentice to other employment in order to  \nprovide the experience. For so long as the Employer is able to provide the necessa.y range of employment experience, the  \nEmployer may choose to retain the apprentice from job to job but shall notify the Ic-cal Union and the JATC of ail reassignments.  \n18.10. An apprentice shall not work on the jobsite unless supervised by a journey worker.  \n18.11. An apprentice shall not be penalized for taking off from work to atterid offsite training (though time off for training  \nis unpaid).  \nco AIRFIQLE XIX  \n   \n19.1. The provisions and rates of this Agreement shall be effective on May 1, 2006 and will remain in full force and effect  \nuntil Apri! 30, 2010, and thereafter from year to year unless written notice is sent by registered mail, given by one of the parties  \nhereto, to the other party hereto, sixty (60) days in advance of May 1, 2010, of any succeeding year if said parties desire to  \namend or abrogate this Agreement. If either party gives notice of its desire to terminate this Agreement in the manner herein  \nset out sixty (60) days prior to May 1, 2010, all obligations under this Agreement shall cease on May 1, 2010. If said Agreement is  \nextended beyond May 1, 2010, it may be terminated on May 1, or any succeeding y2ar in the same manner. THE EMPLOYER  \nWISHING TO TERMINATE THE AGREEMENT SHALL NOTIFY THE DISTRICT COUNCIL AND ALL PARTICIPATING LOCAL UNIONS.  \n19.2. This Agreement covers the entire understanding between the parties hereto. No oral or written rule, regulation, or  \nunderstanding which is not mentioned or referred to herein will be of any force or effect upon any party hereto. Wherever this  \nAgreement is in conflict with the customs, working rules, or wage scales of any of the locals of the International Union itself, then  \nthis Agreement shall supersede all such portions of said customs, working rules, or \\wage scales which are in conflict with this  \nAgreement.  \n19.3. In the event that any Article or Section of this contract is specifically ‘1eld invalid or enforcement of or compliance  \nwith which has been restrained, the parties affected thereby shall enter into collective bargaining negotiations no later than two  \n(2) work weeks following the date of such invalidity on the request of either party fcr the purpose of arriving at the mutually  \nsatisfactory replacement for such Article or Section during the period of invalidity or restraint. If the parties do not agree ona  \nmutually satisfactory replacement, either party shall be permitted ail legal or econoriic recourse in support of its demands  \nnotwithstanding any provisions of this contract to the contrary.  \n20.1. The fact that certain classifications and rates are established does noi: mean that the Employer must employ  \nWORKERS for any one or ail such classifications, or to man any particular piece of p ant or vehicie that happens to be on the work,  \nuntess, in the opinion of the Employer, there is need for such a workman.  \n      \n     \n"]]