[["", "OPERATING ENGINEERS LOCAL NO. 101  \nK $170  \n3,200  \n84 pe,  \nAGREEMENT BETWEEN  \nASSOCIATED GENERAL CONTRACTORS  \nOF MISSOURI  \nAND  \nnn ene ee nnn  \nMAY 1, 2002  \nTO |  \nAPRIL 30, 2006  \npe  \nArticle  \nII  \nIi  \n«<  \n><  \nXII  \nXHI  \nXVIII  \n88  \nXXVII  \nXVI  \nExhibit A  \nINDEX  \n   \nTitle Page  \nJurisdiction Of 1  \nPUTPOSE 1  \nDefinition and SCOP. heen RENTS Mops 2  \nHiring Procedure arid Transfer of 3  \nUnion 6  \nWorking 6  \nSmall Machines 8  \nANd FireMen 9  \nAsphalt Facilities 9  \nRepairs and D  \nKa 10  \nWorking Time, Hour, Week 10  \nWage and Pay Day 13  \nFringe Benefits and Apprenticeship — Area I & Area ID 14  \nVACATIONS veda 17  \nMissouri Construction Industry Advancement FUMG 17  \nFringe 17  \nGrievance and Arbitration 18  \nWork Assignment and Jurisdictional Disputes vesannatun 00 20  \nContractors and Subcontractors 20  \nEqua! Employment Opportunity 21  \n“Effective Dates 24  \n22  \nWages for Apprentices and Kansas City Plan Employees 27  \nAreas and Schedules of Wage Rates, Operating Engineers Union, Local 101 28  \nPre-Bid 2d  \nPrivate Development Work  \nSubstance Abuse Testing and Assistance Program 29  \nSubstance Abuse Testing and Assistance Program 30  \nAGREEMENT  \nSection 1. This Agreement is entered into this 1st day of May, 2002, between the Associated General Contractors (AGC)  \nof Missouri acting as bargaining representative on behalf of those of its members (hereinafter referred to as “Employers” or  \n\"Contractors\") who individually ratify and sign this Agreement or a facsimile thereof and  \nLocal Union No. 101, Affiliated with the International Union of Operating Engineers.  \nLocal Union No. 101 hereinafter shall be referred to as the “Union”. The Union and the Employer shall be parties to this  \nAgreement  \nSection 2. It is understood that the AGC in no event shall be bound as principal or held liable in any manner for any  \nbreach of this contract by any of the Employers bound by this Agreement.  \nSection 3. It is further agreed and understood that the liabilities of the Employers signing this contract shail be several,  \nand not joint. It is further understood that the liabilities of the Union signing this contract shall be several and not joint.  \nSection 4. It is agreed that the Intemational Union of Operating Engineers shail not be liable for violations of this  \nAgreement by its local Unions, and that the Employers signing this Agreement shall not be liable for actions of the AGC,  \n   \n1.1. This Agreement shall cover ail work, as defined in this Agreement, throughout the entire State of Missouri, except St.  \nLouis City, St. Louis County, Jackson County, Clay County, Platte County, Ray County, AND CASS COUNTY, or counties under the  \njurisdiction of Operating Engineers 513.  \n1.2. It is understood, however, that the provisions of this Article are not intended as an adoption of any illegal contractual  \nprovisions or practices existing in said areas, if any do exist. On the contrary, the parties to this instrument agree that if there is  \nany conflict between this Agreement and the agreements or other practices in said other areas relating to hire or tenure of  \n‘employment or any term or condition of employment which may encourage or discourage membership in any labor organization,  \nthen, in that event, the provisions of this Agreement shail prevail.  \n   \n2.1. The purpose of this Agreement is to establish the hours, wages and other conditions of employment, and to adopt  \nmeasures for the settlement of differences without interruption by boycotts, strikes, lockouts, or other causes.  \nAGC/O.E. 101 Agreement (5-1-02 to 4-30-06)  \n2.2. It is mutually understood that the following terms and conditions relating to the employment of workmen covered by  \nthis Agreement have been decided upon by means of collective bargaining, and that the following provisions will be binding upon  \nthe parties to this Agreement during the term of this Agreement and any renewal thereof.  \n2.3. The Associated General Contractors of Missouri shall be the sole bargaining representative for ail Employers signatory  \nto this Agreement for all work covered by this Agreement. The Union signing this Agreement will be the sole bargaining  \nrepresentative for all workmen employed on work covered by this Agreement.  \n2.4. The Union agrees that if, during the life of this Agreement, it grants to any other Employer on work covered by this  \nAgreement, any better terms or conditions than those set forth in this Agreement, such better terms or conditions shall be made  \navailable to the Employers under this Agreement and the Union shail immediately notify the Employers of such concession.  \n\"2.5. If the Union makes any “project only\" agreement with any other Employer containing terms or conditions which in  \n. the opinion of the Employer are more favorable to such other Employer than those provided herein, that other agreement -- at the  \noption of the Employer, shall be substituted for this Agreement only if the Employer bids on that specific project, and the more  \nfavorable agreement shall apply only for that specific project.  \n   \nat Jefinition’and: ee  \n3.1. (A) The word “work”, when used in this Agreement, means ail private and public construction, federal and  \nnon-federal, performed in this state, with the exception of building construction, regardless where built, for the reason that  \nbuilding construction is separate and distinct from all dasses of work covered by this Agreement; however, the construction of all  \nroads, streets, parking lots other than multi-story; sewer trunk lines, and main water lines on the property or site for building  \nconstruction wherever located on the building site, shall be covered by this Agreement  \n(B) There are structures not primarity designed for habitability, which may be building or heavy construction at the  \nelection of the Employer. Examples of these structures are: raw water intake or outfall structures, pumping stations (sewage and  \nstorm).  \n(C) All work outside the limits of the building structure itself, including mass excavation for the building, may be building  \n‘or heavy construction at the election of the Employer.  \n(D) The work covered by this Agreement shail inctude, but shall not be restricted to, all work performed in the  \nconstruction of streets and highways, airports, utilities, telephone lines, electric lines, and all types of conduit lines, river and  \nharbor work, dredging, flood control, levees, canals, oil, gas and gasoline pipe lines, railroad and heavy construction and  \nappurtenances, and pile dike and revetment work on streams in, and along the border of Missouri.  \n(E) In case of any dispute as to whether or not certain work is highway or heavy construction and thus covered by this  \nAgreement or building construction and, therefore, not covered by this Agreement, the parties hereto agree to submit such dispute  \nto the grievance procedure established in this Agreement, and be mutuaily bound by the final results of such procedure.  \nAGC/O.E. 101 Agreement (5-1~-02 to 4-30-06) . ae  \n3.2. This Agreement covers asphalt plants, if covered by an enforceable prevailing wage determination, and the  \nEmployer's operations on the job site, not to include other permanent facilities nor the Employer's home office facilities of |  \nwhatever nature, and shail not include professional engineers, engineering or clerical employees, guards, watchmen, timekeepers,  \nparts men, superintendents, assistant superintendents, general foremen, foremen, or any supervisors in charge of any class of  \nlabor. None of the employees exempted in this paragraph shall be required to be members of any union.  \n3.3. This Agreement shall cover the crews on boats on ail work as listed in the classifications, except, however, it shall  \nnot apply to crews covered by the Agreement between the Contractor members of the Associated General Contractors of Missouri  \nand The Intemational Union of Operating Engineers and The International Hod Carriers, Building, and Common Laborers Union of  \nAmerica.  \n   \nHiring Procedure  \n4.1. Employment. In the interest of maintaining an efficient system in the industry providing for an orderly procedure of  \nreferral of applicants for employment, preserving the legitimate interests of the employees in their employment status within the  \narea, and of eliminating discrimination in employment because of membership, or non-membership in the Union, the parties agree  \nto the following system of referral of applicants for employment.  \n(a) No employee or applicant for employment shail be required by the Employer to complete.any application for  \nemployment except required payroll and emergency information.  \nEmployees also shall not be required to sign equipment safety inspection certification reports or forms EXCEPT TO THE  \nEXTENT THAT SUCH MAY BE REQUIRED BY APPLICABLE LAW.  \n(b) There shall be a pre-job conference if requested by either party before the commencement of any project of one  \nmillion dollars ($1,000,000) and over with all crafts with whom the Employer has an Agreement through the Associated Genera!  \nContractors of Missouri, and all transfer of men and other problems that might arise on the project shall be discussed at said  \npre-job conference. All sub-contractors shall be present at the pre-job conference if available. On any projects of less the one  \nmillion dollars ($1,000,000) the Employer shall notify the Union.  \n(c) The Union shall be the sole and exclusive source of referrals of applicants for employment  \n(d) The Employer shall give the Union at least twelve (12) hours’ notice when requesting referrals. The Union shail refer  \napplicants for employment within forty-eight (48) hours from the time the Employer makes a request. IF the Union shail fail to  \nprovide required workmen within forty-eight (48) hours following the request of the Employer sufficient to fill the needs of the  \nEmployer, such Employer may recruit sufficient workmen to satisfy his request in whatever manner and from whatever source he  \nmay desire without regard to the provisions of this Article.  \n(e) The Employer shall have the right to accept or reject any applicant for employment  \nAGC/O.E. 101 Agreemant (5-1-02 to 4-30-06)  \n(fF) The Union shall elect and refer applicants for employment without discrimination against such applicants by reason of  \nmembership or non-membership in the Union, and such selection and referral shall not be affected in any way by rules,  \nregulations, bylaws, constitutional provisions, or any other aspect or obligation of Union membership, policies or requirements. All  \nsuch selections and referrals shall be in accordance with the following procedures.  \n(g) The Union shall maintain a register of applicants for employment established on the basis of the groups listed below.  \nEach applicant for employment shail be registered in the highest priority group for which he qualifies.  \n(h) Nothing contained herein shall deny the Union the right to select any applicant for referral on the basis of experience  \nin the industry, qualifications, skill, or the Employer's preference regardless of the employee's place on the out-of-work list. The  \nreferral office shall require all applicants who have not previously registered to submit a resume of experience and qualifications.  \n(i) In the event the Employer violates any provision of this section and the Employer is notified in writing by the Union's  \nbusiness manager and fails to correct said violation, or violations, within forty-eight (48) hours after receipt of notice from the  \nUnion, a copy to be sent to the Manager of the Associated General Contractors, the Union shall have the right to immediately  \nsubject said Employer to all legal or economic recourses, notwithstanding any provision in this Contract to the contrary. The  \nUnion assumes full responsibility to each applicant for employment for any foss or damage resulting from referral discrimination or  \nother violation of law by the Union, its representatives, agents or employees, operating a referral office in which it is established  \nsuch violation occurred.  \n(j) The Employer will, when requesting referrals from the local Union (1) specify the number of employees required; (2)  \nthe location of the project; (3) the nature and type of construction invoived; (4) the work to be performed; and (5) such other  \ninformation as is deemed essential by the Employer in order to enable the Union to make proper referral of applicants.  \n(k) The Employer may call for workmen by name if such workmen are properly registered and have been laid off or  \nterminated in the area covered by this Agreement or covered by an agreement of the Heavy Constructors Association of Greater  \nKansas City or the Associated General Contractors of St. Louis by the Contractor signatory to this Agreement now desiring to  \nre-employ the same workmen, provided said workmen are available for such employment |  \n(I) It shall be a violation of this Agreement for an Employer to induce another Employer’s workmen to quit and register on  \nthe unemployment list so said workmen may be eligible for recall under the provisions of this article. The remedy for any such  \nviolation shall be to lay off any workmen so recalled. An Employee shall not be recalled under the provisions of this article if he  \nhas quit in order to be eligible for recall, uniess he quit with mutual agreement of his Employer and the Union.  \nApplicants for employment shail be classed in the following groups:  \nGroup A: Applicants for employment in order of their registration who have worked as operating engineers for a  \ncumulative total period of two (2) or more years in the last five (5) years for Employers who are parties to this collective bargain-  \ning Agreement.  \nAGCIO.E. 10! Agreement (5-1 -02 to 4-30-06) ~4-  \nGroup B: Applicants for employment in order of their registration who have worked less than two (2) years as operating  \nengineers within the past five (5) years for an Employer signatory to this Agreement.  \nGroup C: All applicants for employment who have worked as operating engineers in excess of one (1) year for employers  \nwho are parties to collective bargaining agreements with the Union.  \nGroup D: All other applicants for employment in order of their registration who are available for employment and are not  \nworking as operating engineers, and have re-registered for employment each week on Monday between the hours of 8:00 A.M.  \nand 12:00 noon. |  \n(m) Any Employer, employee or applicant for employment aggrieved by the operation of such registration facilities or  \nreferral office of the Union as applied to him shall have the right to submit his grievance under the grievance procedure in Article  \nXVIII of this contract.  \n(n) In order that the Employers may be properly advised of the persons and/or office to be notified by the Employer  \ndesiring to arrange a pre-job conference, or to request a referral of applicants, the Union will promptly furnish to the office of the  \nAssociated General Contractors of Missouri in Jefferson City a list of such persons and offices showing the territorial jurisdiction of  \neach, office telephone numbers and home telephone numbers of the Union agents The Union will keep these lists  \nrevised as necessary.  \n4.2. Transfer of Men. The International Union of Operating Engineers Locai Union #101 and the Associated General  \nContractors representing construction industry Employers in Missouri, recognizing the necessity of provision for certain key:  \nemployees whose services are uniquely essential to the successful conclusion of projects, and desiring that such key employee  \nrequirements of the Contractors covered by their respective collective bargaining agreements effective in Missouri, shall be given  \nrecognition at the pre-job conference between the local Union involved and the successful bidder on a project intend herein to  \nspecify the rights of such Employer to transfer such key employees between the respective territorial jurisdictions of said local  \nUnion in Missouri.  \n(a) Any employee transferred as provided herein shall have been continuously employed by the transferring Employer in  \nthe territorial jurisdiction in Missouri of the local Union for a period of not less than one (1) month within the past twelve (12)  \nmonth period.  \n(b) Any employee transferred as provided herein must register in with the focal! Union having jurisdiction on the project  \nbefore he can commence work.  \n(c) Approved transfer of employees shall be subject to payment of applicable travel service dues by the employee, and to  \nthe continued good standing provision of Article V of this Agreement.  \nAGC/O.E. 101 Agreemant (5-1-02 ta 4-30-06) - 5-  \n(d) Before the commencement of any project, the Employer has the express right subject to the provisions of this- Article  \nto stipulate by name for employment in Missouri and by classification for employment in Missouri not to exceed five (5) key  \nemployees, for employment on each operation of the project, such as, but not limited to grading, paving, rock crushing, and  \nstructure construction, provided such operations are independent functions, he desires to transfer into the territorial jurisdiction of  \nthe local Union signatory to this Agreement, providing that the five (5) key employees on each operation do not exceed fifty (50)  \npercent of the total number of operating engineers to be employed on each operation by the Contractor. _ If each operation  \nrequires a lesser number of operating engineers and five (5) men would exceed fifty (50) percent, then the figure five (5) would  \nbe reduced to a proportionately fesser figure. Mechanics and fleet greasers will not be counted in regard to transfer provision.  \nThis section pertains to all operations on the project, including reduction of forces.  \n(e) There shall be no restriction on the transfer of men from one job site to another within the jurisdictional area of  \nOperating Engineers Loca! 101.  \n~(f) It is further understood that on projects employing not more than one (1) engineer the Contractor coming into the  \narea may transfer one (1) key employee, subject to Section 2 (a) of Article IV.  \n(g) Workmen returning with the Contractor to their home local will not be counted in regard to the transfer provision.  \n   \nty.  \n5.1. It is understood and agreed by and between the parties hereto that as a condition of continued employment, all  \n‘persons who are hereafter employed by the Employer in the unit which is the subject of this Agreement shail become members of  \nthe Union not later than the eighth (8th) day following the beginning of their employment or the execution date of this  \nAgreement, whichever is the later; that the continued employment by the Employer in said unit of persons who are already  \nmembers in good standing of the Union shall be conditioned upon those persons continuing their payment of the periodic dues to  \nthe Union; and that the continued employment of persons who were in the employ of the Employer prior to the date of this  \nAgreement and who are not now members of the Union, shall be conditioned upon those persons becoming members of the  \nUnion not later than the eighth (8th) day following the execution date of this Agreement. The failure of any person to become a  \n_member of the Union at such required time shall obligate the Employer, upon written notice from the Union to such effect and to  \nthe further effect that Union membership was available to other members, to forthwith discharge such person. Further, the failure  \nof any person to maintain his Union membership in good standing as required herein shall, upon written notice to the Employer by  \nthe Union to such effect, obligate the Employer to discharge such person. |  \n   \n6.1. The number of men to be employed is at the sole discretion of the Employer, but in accordance with the terms of  \nthis Agreement. The fact that certain classifications and rates are established does not mean that the Employer must employ  \nworkmen for any one or all such classifications, or to man any particular piece of plant or vehicle or equipment that happens to be  \non the work.  \nAGC/O.E. 101 Agreement (5-1-02 to 4-30-06) -6  \nIn the event the Employer assigns Operating equipment in use on the project to another craft, the Business  \nAgent may dispatch from the Union an employee to man the equipment that is not properly manned and said employee shall  \nreceive not fess than eight (8) hours’ pay, regardless of when he starts to work.  \n6.2. Any workman may be shifted by the Employer from one classification of work to another classification of work, or  \nfrom one piece of equipment to another piece of equipment, provided the workman is capable of performing the other work and is  \npaid the rate of wages for the classification which provides the higher wage rate for the entire shift. Should any unforeseen  \nemergency arise at a time when workmen are not available at the job site, work may be performed by any employee until  \nworkmen are secured.  \n6.3. The Employer shall have the right to use any type or quantity of machinery, vehicles, tools, or appliances or method  \nof operation. It is agreed that the Employer may secure materials or equipment from any market or source except prison made.  \n6.4. When needed for the protection of the engineer and/or oiler, the Employer shall provide curtains in winter and  \nheaters in crane type equipment, and summer engine fans and protective covering on mobile equipment, adequate sanitary  \nfacilities on the project and ice water in warm weather. Equipment shall be maintained in such condition as not to impair the  \nhealth or safety of the engineer and/or oiler. If such provisions are not provided and machines are placed in operation, the  \nengineer shall immediately lay up his machine until such time as the provisions of the contract are complied with.  \n6.5. The authorized representatives of the Union may visit the job during working hours and may make any reasonable  \ncheck of membership or grievance either with the superintendent or employees.  \n6.6. All workmen employed under this Agreement shall be classified in accordance with the Schedule of Wages of this  \nAgreement. Any question relative to the classification will be settled by the Employer and the Union representative, or as  \nhereinafter provided.  \n6.7. The Employer shall provide Workmen's Compensation insurance against injury or occupational disease and  \nUnemployment Compensation protection for employees whether or not required to do so by Missouri state law.  \n6.8. The Contractor may discharge any workman whose work is unsatisfactory. The Union shall have the right of appeal  \non behalf of any discharged workman in accordance with the grievance procedure set forth in this Agreement.  \nAn employee's refusal to operate an unsafe machine shall not be just cause for discharge.  \n6.9. It shall not be a violation of this Agreement nor grounds for discipline, discharge, or replacement of employees for  \npersons covered hereunder to refuse to cross a lawful, primary picket line and perform work in any instance where the picket line  \nhas been authorized by the Union signing this Agreement.  \nAGC/O.E. 10] Agreement (5-1-02 to 4-30-06)  \n6.10. Oilers or apprentices/trainees may be assigned to for a reasonable period of time in order to  \nacquaint them with the operation of such equipment so they may become a qualified journeyman engineer and such assignment  \nshall be made only while a journeyman engineer is retained on the job.  \n6.11. Greasers may be employed at the regular wage rate for certain duties which require hours different from those of  \nmajor operations.  \n6.12. The engineer or oiler regularly employed on the machine shall work the regular and overtime hours on such  \nmachine.  \n6.13. Operators and/or oilers shall not be responsible for overwidth, overlength or overweight in regard to the  \ntransportation of equipment.  \n6.14. There shail be an engineer employed on all throttles or vatves in connection with the operation of machines or  \nequipment under the jurisdiction of the operating engineers in connection with piledriving work. When such operation is  \nperformed by an engineer employed on a boiler or compressor or a crane, he shall receive an additional twenty-five cents (25f)  \nper hour.  \n6.15. Operators shall start their machines at the regular starting time, and shall return to the parking station or shop at  \nthe end of the work day, except the provisions of the foregoing shall not apply in connection with the operation of floating plant,  \nin which case employees will travel to and from their place of work, one way on their own time, and one way on company time.  \n6.16. It shall be a violation of this Agreement for employees to furnish personal transportation induding pickups or  \nequipment, except hand tools, to be used in the service of the Employer.  \n6.17. Mechanics shall be used as relief operators only in emergency and unusual situations.  \n6.18. If engineer equipment is on the job site, there shall be sufficient engineers on the job to perform the engineer work  \nto be performed with that equipment.  \n   \n7.1. The Employer agrees that the following smail machines are the jurisdiction of the Operating Engineers, and if an  \nemployee is assigned to these machines he shall be an Operating Engineer: light plants or generators 7.5 KW or over, pumps 4  \ninches and over, compressor over 105 feet, conveyors, power operated heaters or any other smail automatic machines. Manning  \nof these machines will be discussed at the pre-job conference.  \n7.2. A maintenance operator's duties shail include operation, lubrication and repairs of the various kinds of machines he  \nis assigned to. An oiler otherwise employed on the job may be assigned to service small machines. If the Employer determines  \nhe does not need a maintenance operator or an oiler, and if there are no mechanics or fleet greasers employed on the job,  \nAGC/O.E. 101 Agreament (5-1-02 to 4-30-06) =g-  \nanother mutually agreed upon Operating Engineer employee on the job shall be paid fifty cents (S0¢) per hour above his regular  \nrate to service said machines.  \n7.3. When an Operating Engineer or maintenance operator is using any equipment under his jurisdiction for repair or  \nservicing, such equipment shalt not require an additional operator to run it. If a man is employed to operate such equipment he  \nshail be an Operating Engineer.  \n7.4. Dewatering Systems. Dewatering system is defined as a combination of one or more pumps of any type, size or  \nmotive power, including but not limited to, well point pumps, submersible pumps, weil pumps, ejector or eductor pumps in  \ncombination with wells, well points, sumps, piping and/or other appurtenances, power by diesel, electric, gasoline, gas or any  \nother type of motive power to control water on any and all work covered by this Agreement.  \nAll mechanical work on the system shall be done by operating engineers.  \nThe installation of a dewatering system shall be done with members of the bargaining unit.  \n   \n8.1. At the Employer's discretion, Oilers, Firemen, or Apprentices may be employed on all trenching machines,  \nlocomotives, dredges and all types of cranes, including tower cranes, except Pitman Cranes, and hydraulic cranes,  \n18 ton manufacturer's rated capacity or fess (an Apprentice, trainee, or maintenance oiler may be assigned to assist the operation  \non these smaller cranes where no oiler is required if agreed to between the Employer and the business agent), damshelis,  \ndraglines, trucks or crane-mounted boring machines or power shovels and concrete pumps (dual). Oilers, where employed, must  \ngrease, oil, fuel, and make machines ready for work. Oilers are required to hook mats, help change or replace cables, or assist  \noperator on anything that applies to the operator's work. The Oiler shall work under the direction of the Operating Engineer.  \n8.2. Where firemen are employed, they must be allowed one hour's time if firing up is done before regular starting time.  \n   \n9.1. All asphalt plants shall be operated by Operating Engineer. All repairs and maintenance at the asphait plants shail be  \nperformed by Operating Engineers under this Agreement.  \n   \n10.1. Mechanics are employed by the Employer because of their knowledge of equipment and their ability to make  \nwhatever repairs may be required, and to this end when mechanics are engaged in the repair of equipment, the Employer shail  \nnot be required to retain the operator or operators on his payroll, but if requested, the operator who is regularly employed on that  \nmachine shall make the repairs or assist the mechanic. All maintenance, repair work or mechanical work including greasing on  \nAGC/O.E. 101 Agreement (5-1-02 to 4-30-06) - 9  \nequipment operated by engineers on the job site shail be done by an operating engineer.  \n10.2. Mechanics employed under this contract shall be required to provide all necessary hand toois.  \n   \n11.1. The Union may appoint a workman to act as steward on each job, The Union will notify the Employer's  \nsuperintendent of the appointment. The steward shall be subject to the same terms of employment as any other employee on the  \njob and shall not be discriminated against by reason of the fact he is serving as steward.  \n11.2. The steward shall be a working employee who shall, in addition to his regular work, be permitted to perform during  \nworking hours such of his duties as steward including the adjustment of grievances as cannot be performed at other times. The  \nUnion agrees that such duties shall be performed as expeditiously as possible.  \n11.3. No engineer shall bump another engineer off a piece of equipment. The steward shall work the overtime if his  \nequipment is to be used or if extra equipment is on the job that is to be used and the steward is capable of operating it. The  \nsteward has seniority only in the event of reduction of forces or if there is extra equipment on the project which the steward is  \ncapable of operating and the use of that equipment is required.  \n11.4. In the event the steward is transferred or discharged, the Employer shall notify the Union immediately and never  \nlater than during the same working day or same shift.  \n11.5. The steward shall not shut down any project for any reason.  \n   \n12.1. (A) A regular workweek shail consist of not more than forty (40) hours work, Monday through Saturday, and all  \nwork performed over and above ten (10) hours per day and forty (40) hours per week shail be paid at the rate of time and one-  \nhalf, |  \n(B) In the event an employee works a day when he has worked less than 40 hours he shail work that full’'day provided  \nthat work is nat stopped because of inclernent weather or conditions beyond the control of the Employer. When an Employer  \nworks a project on a four (4) ten (10) hour day work schedule, the Empioyer will not bring in any other crew to work make up  \ndays on the project while not calling in the normal crew that had been scheduled for the project. Employers working four (4) ten .  \n(10) hour day work schedule will be allowed a Friday and Saturday make up day provided workmen were prevented from working  \nduring the normal work week due to inclement weather or other conditions beyond the control of the Employer. Make up days  \nshalt not be utilized for days lost to Holidays.  \nAGC/O.E. 10! Agreement (5-1-02 to 4-30-06) . + 10-  \n(C) If a job can't work 40 hours Monday through Saturday because of.inclement weather or other conditions beyond the  \ncontrol of the Employer, Friday and Saturday may be worked as make up days at straight time (if working 4 - 10's). Saturday  \nmay be worked as a make up day at straight time (if working 5 - 8's). Workmen unabie to work make up days or holidays shail  \nnot be terminated or otherwise penalized for not working make up days.  \n12.2. A thirty (30) minute lunch break, without pay, between the third and sixth hour will be allowed each employee.  \nThe employee wiil be paid time and one-half for working through his period and will be ailowed a short time to eat.  \n12.3. A work day is to begin BETWEEN 6:00 AM AND 9:00 AM at the option of the Employer EXCEPT WHEN INCLEMENT  \nWEATHER OR OTHER CONDITIONS BEYOND THE REASONABLE CONTROL OF THE EMPLOYER, INCLUDING REQUIREMENTS OF  \nTHE OWNER, PREVENT WORK. IN SUCH EVENT THE STARTING TIME MAY BE DELAYED BUT NOT LATER THAN 12:00 NOON.  \n(A) THE EMPLOYER MAY ESTABLISH OTHER WORKING HOURS ON THE PROJECT, IN WHICH EVENT EMPLOYEES  \nSTARTING AT THOSE OTHER TIMES, SHALL 8E PAID THEIR REGULAR RATES OF PAY, PLUS 50¢ PER HOUR PREMIUM FOR  \n‘HOURS WORKED.  \n(B) When two or more shifts are worked on any operation, the normal starting time shail be 8:00 a.m, When two shifts  \nare worked they will consist of eight (8) or ten (10) hours exclusive of lunch time. The starting time shall be no earlier than 6  \na.m. and not later than 10 a.m. unless changed by mutual agreement at the pre-job conference.  \n12.4. Holidays. New Year's Day, Memorial Day, July Fourth, Labor Day, Thanksgiving Day and Christmas are holidays. If  \na holiday falls on Sunday, it shall be observed on the following Monday. If a holiday falls on Saturday, it shall be observed on the  \npreceding Friday. No work shail be performed on Labor Day except in case of jeopardy to work under construction. This rule is  \napplied to protect Labor Day. If workmen are required to work the above enumerated holidays or days observed as such, they  \nshall receive time and one-half the regular rate of pay for such work.  \nWhen one of the above holidays falls on a Saturday, the preceding Friday shall be observed; when the holiday falls on a  \nSunday, the following Monday shall be observed. Where one of the holidays specified falls or is observed during the workweek,  \nthen all work performed over and above thirty-two (32) hours in that week shall be paid at the rate of time and one-half (1.5).  \n12.5. Workmen shall receive time and one-haif for all work performed on Sundays. There shall be no pyramiding of  \novertime. Overtime — double time shall be paid for work on Sunday or recognized holidays when and only if any other Craft  \nemployees or the same employer at work on that same job site are receiving double time pay for that Sunday or holiday.  \n12.6. Shifts. The Contractor may elect to work one, two, or three shifts on any work covered by this Agreement. When  \noperating on more than one shift, the shift shall be known as the day shift, swing shift, and graveyard shift, as such terms are  \nrecognized in the industry. The Contractor shall give twenty-four (24) hours' notice prior to any change in starting time of a work  \nday or work shift.  \nAGC/O.E. 10! Agreement (5-1-02 to 4-30-06}  \nWhen three shifts are worked on any operation, the first day or day shift shall consist of eight (8) hours exclusive-of iunch  \ntime; the second or swing shift shall consist of seven and one-half (7-1/2) hours’ work for eight (8) hours’ pay exclusive of lunch  \ntime; and the third or graveyard shift shall consist of seven (7) hours’ work for eight (8) hours’ pay exclusive of lunch time. All  \ntime worked in excess thereof shall be paid at the overtime rate. All time worked in excess of normal shifts shall be considered  \novertime.  \nMultiple shift (a two or three shift) operation will not be construed on the entire project if at anytime it is deemed  \nadvisable and necessary for the Employer to multiple shift a specific operation.  \nHowever, no shift shail be started between midnight and 6:00 a.m., except the graveyard shift on a three-shift operation,  \nor except in unusual or emergency situations by agreement between the Employer and the Union, regardless if the project is  \nworking one or two shifts.  \nIf an Employer starts a shift between midnight and 6:00 a.m., except the graveyard shift on a three-shift operation,  \nwithout permission, he shall reimburse all employees for the entire shift at double time rate.  \nCompletion of the second shift on a two-shift operation or completion of the graveyard shift on a three-shift operation  \nthat carries over into Saturday morning shall be at straight time rate.  \nThree shift operation will be for a minimum of three days in a row, unless prevented from working because of conditions  \nbeyond and through no fault of the contractor. If prevented because of this, other provisions of this Article will apply. There shall  \nbe no split shifts. |  \n12.7. Show-Up time. Workmen shail report for work each working day except when notified not to do so. The employee  \n_ shall keep the individual Employer advised at ail times of his correct address and telephone number. When the employee has no  \n| telephone or when the employee cannot be reached two hours before the start of the shift, or as agreed at the pre-job  \nconference, at the number furnished to the individual Employer, he shail not be entitled to show-up time in the event he reports  \non a day of inclement weather, unless he has previously called the individual Employer at the time and place designated in a  \nnotice posted on the job. Workmen who report for work without having been notified not to do so shall receive one (1) hours’  \n‘pay. If an employee starts to work, he shall be paid four (4) hours’ time unless prevented from working due to inclement  \nweather, machine breakdown or material shortage.  \n12.8. Show-up time hours and guaranteed hours after put to work will be regarded as hours worked for the purpose of  \ncomputing the forty-hour work week.  \n12.9. If the Employer requires the men to remain on the job during a stoppage of work, they must be paid continuous  \ntime. If an employee leaves said equipment or does not show up at the regular starting time without a proper excuse his replace-  \nment may be permanent.  \nAGC/O.E. 101 Agreement (5-1-02 to 4-30-06)  \n12.10. New employees covered by this Agreement who have begun work for the Employer during the middle of a work  \nweek shall be paid either at the normal rate of pay or at the premium rate of pay as determined by the rate of pay being received  \nby the rest of the crew which have been employed the entire pay period on that project.  \n12.11. The provisions of this Article apply on all shifts.  \n   \n13.1. Hourty rates of wages for each classification of labor are set forth in the attached Schedule of Wage Rates, and the  \nrates of wages shown in that Schedule shail apply to all work, and to every workman covered by this Agreement, except that only  \nthe rates of wages in the attached Schedule shail not apply to the construction of continuous major trunk lines of oil, gas and  \ngasoline pipe lines.  \n13.2. The Union agrees that no demand for an increase in any wage rate above that specified in the Schedule of Wage  \nRates will be made on any job.  \n13.3. Wages in cash or collectible check shall be paid to workmen weekly at the end of the shift not later than five (5)  \nwork days after the pay period, unless approval of payrolls by government agencies prevents such payment at that time. Check  \nstubs shall show total wages and itemized deductions. Failure on the part of the Employer to comply with this provision shall  \nentitle the employee to one (1) day's pay for every twenty-four (24) hours from the date of the required pay day provided the  \ndelay is occasioned by the willful negligence of the Em ployer or his agents.  \n13.4. (A) Rates of wages and fringe benefits as set forth in this Agreement in effect on the date an Employer signatory to  \nthis Agreement bids on a project covered thereby shall remain in effect for the duration of the work on said project, but not to  \nexceed a period of more than twenty-four (24) months from the bid date. On the second anniversary of the award date of the  \nproject, if the project continues, the wages will be increased by an amount equal to the effective wage increases in the first year  \nafter the date of the original award. The same procedure shall apply on the third anniversary of the date of the awarding and on  \nall subsequent anniversaries.  \n(B) Work on projects bid under any previous AGC of Missouri agreements or addenda shall continue for a period of two  \n(2) years at the old wage and fringe benefit rates. On the second anniversary of the project, if the project continues, the wages  \nand fringes will be increased by an amount equal to the effective wage and fringe increases in the first year after the date of the  \noriginal bid letting. The same procedure shall apply on the third anniversary of the date of the bid letting and on all subsequent  \nanniversaries.  \n13.5. Hourly rates of wages for each classification are set forth in the attached Schedule of Wage Rates, and the rates of  \nwages shown in that schedule shall apply to all work and to every Operator covered by this Agreement. If a wage  \npredetermination issued by the State Division of Labor Standards or the U. S. Department of Labor is less than those in the  \nSchedule of Rates, that predetermined rate shall be the starting rate for the project.  \nAGC/O.E. 101 Agreement (5-1-02 to 4-30-06) - /3-  \nThe current fringe benefits will be paid throughout all such projects. (Any required fringe benefit contributions shall be  \ndeducted from the predetermined rate total and paid to the respective funds with the balance going to the employee.) Health and  \nwelfare increases, as cailed for in the Agreement, will be paid as described in Article XXV - Operating Engineers Union, Local 101  \n~ and shall not be considered a part of this Section.  \nIn the event that the predetermined rate is less than that set forth in Article XXV - Operating Engineers Union, Local 101 -  \nthe Union may direct, in writing, as to what funds contributions are to be made by the Employer.  \n13.6. If a workman quits on his own accord, he shall wait for his pay until the next regular pay day.  \nAn employee who is discharged or laid off shall be paid in full without undue delay, or the provisions of Section 3 of this  \nArtide shall apply.  \n13.7. In the event of multiple layoffs arrangements may be made between the Employer and the local Union for pay  \nchecks to be mailed to employees within forty-eight (48) hours. The employees shall furnish the correct mailing address to the  \nEmployer before leaving the job.  \n13.8. If the Employer enters into a contract which specifies a definite maximum wage in compliance with the require-  \nments of any law, executive order, or regulation and if such wages are different from the wages specified in this Agreement, then  \nthe wages in this Agreement shall not be in effect during the effective period of such law, executive order, or regulation.  \n13.9. If bridge river piers or superstructure, pile dike and/or revetment jobs covered by this Agreement include work on  \nboth banks of the stream, and if the wage scales are not the same on both sides of the stream, the higher wage shall be paid on  \nthat job.  \n   \nAREA I  \n14.1. Health and Welfare. In addition to the wages set out in the schedule attached to this Agreement, each Employer  \nagrees-to pay for each payroll hour in the following counties:  \nBuchanan, Clinton, and Lafayette Counties; Andrew, Atchison, Bates, Benton, Caidwell, Carroll, Chariton, Cooper,  \nDaviess, DeKalb, Gentry, Grundy, Harrison, Henry, Holt, Howard, Johnson, Linn, Livingston, Mercer, Nodaway, Pettis,  \nSaline, Sullivan and Worth Counties.  \nEffective May 1, 2002 THREE DOLLARS FORTY CENTS ($3.40); for each payroil hour covered by this Agreement in the counties  \nlisted above, into the Local Union No. 101 Health and Welfare Fund and the parties hereto agree to be bound by the terms and  \nprovisions of the Trust Agreement establishing such Health and Welfare Fund.  \nAGC/O.E 101 Agreement (5-!-02 to 4-30-06)  \n14.2. Pension. In addition to the wages set out in the schedule of the Agreement, each Employer agrees to pay for each  \n   \npayroll hour in the counties set forth in 14.1 above FOUR DOLLARS ($4.00) per hour for each payroll hour by ail employees  \ncovered by this Agreement working in those counties, into the Operating Engineers Local No. 101 Pension Trust Fund, and the  \nparties hereto agree to be bound by the terms and provisions of the Trust Agreement establishing such Pension Fund.  \n14.3. Vacations. Employers agree to pay in addition to wages one dollar and five cents ($1.05) per hour for each straight  \ntime and overtime payroll hour in all counties covered by this Agreement to be paid into the Operating Engineers Local 101  \nVacation Fund.  \nThe Employer shail deduct all withholdings from the full amount of wages including the applicable vacation amounts for  \neach paycheck. However, the full amount as applicabie shall be paid into the Vacation Fund each month since the withholdings  \nshall be deducted from the wages.  \n14.4. Apprenticeship. In addition to the wages set out in the schedule attached to this Agreement, each Employer agrees  \nto pay for each payroll hour in the counties set forth in 14.1 above twenty-five cents (25¢) per hour for each payroll hour (regular  \nor overtime) to a jointly administered Trust Fund established for the purpose of providing for the training of apprentices. The  \npayment and reporting of this contribution shall be made in the same manner and on the same forms provided for the payment of  \nother fringe benefit programs required under Sections 14.1, 14.2 and 14.3 of this Article.  \n14.5. Supplemental Dues. Supplemental dues are included in the wage rate set out in Article XXV. The employer agrees  \nto deduct fifty cents (50¢) from the wages of each employee for each payroll hour. During the term of this agreement and  \ncontinuing thereafter and in accordance with the terms of an individual and voluntary written authorization for checkoff of  \nmembership dues in form permitted by the provisions of Section 302(c) of the Labor Management Relations Act, as amended, the  \nEmployer shall deduct from the wages of all employees covered by this Agreement the above agreed to amount for each payroll  \nhour, as supplemental dues.  \n(b) Said sums shail be remitted to the local Union as supplemental dues and reporting of these sums shall be made in  \nthe same manner and on the same forms provided for the payments of fringe benefit programs required under this Agreement.  \n(c) Any Employer who fails to report or make payments as provided for herein shall be subject to the same terms and  \nconditions as provided for in Article XVII for failure to report or make payments to the fringe benefits contained in this Agreement.  \n14.6. Enforcement of Sections 14.1, 14.2, 14.3, 14.4 and 14.5 above, shail be governed by and in accordance with Article  \nXVII of this Agreement.  \nAREA IT  \n14.7. PENSION. EFFECTIVE MAY 1, 2002, IN ADDITION TO THE WAGES SET OUT IN THE SCHEDULE ATTACHED TO  \nTHIS AGREEMENT, EACH EMPLOYER AGREES TO PAY THREE DOLLARS FIFTEEN CENTS ($3.15) PER HOUR FOR EACH PAYROLL  \nHOUR WORKED IN THE FOLLOWING COUNTIES TO THE CENTRAL PENSION FUND OF THE INTERNATIONAL UNION OF  \nOPERATING ENGINEERS AND PARTICIPATING EMPLOYERS, ESTABLISHED SEPTEMBER 7, 1960, AS AMENDED NOVEMBER 30,  \nAGC/O.E. 10! Agreement (5-1-02 to 4-30-06) « {i-  \n1960, PRESENTLY LOCATED AT 4115 CHESAPEAKE STREET, N.W., WASHINGTON, D.C. 20016, AND THE PARTIES HERETO  \nAGREE TO BE BOUND BY THE TERMS AND PROVISIONS OF THE TRUST AGREEMENT ESTABLISHING SUCH PENSION FUND:  \nGREENE, JASPER, LAWRENCE, TANEY, BARRY, BARTON CAMDEN, CEDAR, CHRISTIAN, DADE, DALLAS DOUGLAS, HICKORY,  \nLACLEDE, MCDONALD, NEWTON, OZARK, POLK, ST. CLAIR, STONE, VERNON, WEBSTER, AND WRIGHT.  \n14.8. HEALTH & WELFARE. IN ADDITION TO THE WAGES SET OUR IN THE SCHEDULE ATTACHED TO THIS  \nAGREEMENT, EACH EMPLOYER AGREES TO PAY TO THE LOCAL 101 HEALTH & WELFARE FUND EFFECTIVE MAY 1, 2002, THREE  \nDOLLARS FIFTEEN CENTS ($3.15) FOR EACH HOUR WORKED IN AREA IT BY EACH EMPLOYEE COVERED BY THIS AGREEMENT.  \n"]]