[["", "t*  \n‘we  \na  \n\"3  \nS| +\\ Fak 99060.  \nLOCAL UNION 513  \nINTERNATIONAL UNION  \nOF OPERATING ENGINEERS  \nand  \nTHE ASSOCIATED GENERAL CONTRACTORS  \nOF MISSOURI, INC.  \nMAY 1, 2004 THROUGH APRIL 30, 2009  \n   \nINDEX  \nArticle Page  \nAGTECMENE 3  \nJurisdiction Of AQreeMent 3  \n3  \nNe Definition And Scope 4  \nIV Hiring Procedure and Transfer of 4  \nV UNION 6  \nVI Working 6  \nVIL SIMIAN sen 8  \nVIM Oilers ANG FHCMAN 0... 9  \nAsphalt Plants 10  \nX Repairs And 10  \nXV QOWAIGS 11  \n» | Working Time ad Overtime 41  \nXI eee Wage and Pay Day Conditions, Old Work-Old Pay Provision 43  \nHIV Fringe Benefits and Apprenticeship Loca! 513 - Supplemental Dues 14  \n) A ee Fringe Benefit 15  \nFringe Benefit-Enforcement of Article XIV - Fringe Benefit 15  \nGrievance and Arbitration Procedure 17  \nWork Assignments and Jurisdictional Disputes 18  \nContractors and evar 18  \n> Equal Employment Opportunity 19  \nEffective Dates 19  \nXXI eee MISCENANCOUS 20  \nAAI. ees ClASSIFICATIONS 20  \nXAIV wees Areas & Schedule of Wage Rates 23  \nXXV a PRE-Bid COMPETENCE 24  \nAGC-MO/0.E. 513 Agreement (2004/2009)  \nPage 2  \nThis Agreement is entered into this 1st day of May, 2004 between the Associated General Contractors of Missouri, Inc.,  \nacting as negotiating agent for and on behalf of those of its members (hereinafter referred to as “Employers” or \"Contractors\" ) who accept  \nand sign this Agreement or a facsimile thereof and Local Union No. 513, affiliated with the Intemational Union of Operating Engineers,  \nAFL-CIO, hereinafter referred to as the \"Union\".  \nFor and in consideration of the mutual promises herein contained and for other good and valuable consideration, the receipt  \nof which is hereby acknowledged, the parties agree and contract as follows: |  \nIt is understood that Local 513 Operating Engineers shall in no event be bound as principal or held liable in any manner for  \nany breach of this contract by any of its members, other than officers, business agents, and stewards.  \nIt is understood that the AGC shall in no event be bound as principal or held liable in any manner for breach of this contract  \nby any of the Employers bound by this Agreement.  \nItis further agreed that the liabilities of the employers signing this contract shall be several, and It is further  \nunderstood that the liabilities of the union signing this Agreement shall be several, and not joint.  \nIt is agreed that the International Union of Operating Engineers shail not be liable for violations of this Agreement by its local  \nUnions, and that the Employer signing this Agreement shall not be liabie for violations by their respective’ representatives, unless the  \nrespective parties sought to be held liable have (a) ordered that act contended to be a violation or ratified same after knowledge thereof  \nor (c) failed to immediately correct same after notification of the alleged violation.  \n"], ["ARTICLE |  \nJURISDICTION OF AGREEMENT  \n", "SECTION 1. This Agreement shall cover all work, as defined in this Agreement, throughout the Eastern half of the State of  \nMissouri under 513 jurisdiction except in the St. Louis City, St. Louis County, Warren, Lincoln, Jefferson, St. Charlies and Franklin counties.  \nThe Union agrees that any Employer who is a party to this Agreement shall have the privilege, and shall operate under the existing labor  \nagreement, or extensions thereof, providing they accept and sign such agreement, which exists in St. Louis City, St. Louis County, Warren,  \nLincoln, Jefferson, St. Charles and Franklin counties, and which agreement between the Site Improvement Association of St. Louis and  \nLocal 513 of the International Union of Operating Engineers, applicable to the project and work involved.  \nSECTION 2. Itis understood, however, that the provisions of this Article are not intended as an adoption of any illegal  \ncontractual provisions or practices existing in said areas, if any do exist. On the contrary the parties to this instrument agree that if there is  \nany conflict between this Agreement and the agreements or other practices in said other areas relating to hire and tenure of employment or  \nany term or condition of employment which may encourage or discourage membership in any labor organization, then, in that event, the  \nprovisions of this Agreement shail prevail.  \n"], ["ARTICLE Il  \nPURPOSE  \n", "SECTION 1. The purpose of this Agreement is to establish the hours, wages and other conditions of employment, and to  \nadopt measures for the settlement of differences without interruption by boycotts, strikes, lockouts, or other causes.  \nSECTION 2. Itis mutually understood that the following terms and conditions relating to the employment of workmen  \ncovered by this Agreement have been decided upon by means of collective bargaining and that the following provisions will be binding  \nAGC-MO/0.E. 513 Agreement (2004/2009) Page 3  \nupon the parties to this Agreement during the term of this Agreement and any renewat thereof.  \nSECTION 3. The Employer recognizes the Union as the sole and exclusive bargaining representative for all Operating  \nEngineer equipment operators, Operating Engineer field mechanics, Operating Engineer shop mechanics, Operating Engineer mechanic  \ntrainees, Operating Engineer welders, Operating Engineer oilers, Operating Engineer greasers, Operating Engineer fireman and Operating  \nEngineer apprentice employed by the employer within the jurisdiction of the Union, covered by this agreement.  \n"], ["ARTICLE Il :  \nDEFINITION AND SCOPE  \n", "SECTION 1. The word “work”, when used in this Agreement, means all private and public construction, federal and non-  \nfederal, performed in this state, with the exception of building construction, regardless where built, for the reason that building construction  \n- is separate and distinct from all classes of work covered by this Agreement; however, the construction of all roads, streets, parking {ots  \nother than multi-story, sewer trunk fines, and main water lines on the property or site for building construction wherever located on the  \nbuilding site, shall be covered by this Agreement. The work covered by this Agreement shall include, but shalt not be restricted to alt work  \nperformed in the construction of streets and highways, airports, utilities, telephone lines, fiber-optics projects, electric lines, and all types of  \nconduit lines, river and harbor work, dredging, flood control, levees, canals, oil, gas and gasoline pipe lines, railroad and heavy  \nconstruction, all hazardous wastes and appurtenances, and pile dike and revetment work on streams in, and along the border of Missouri.  \nIn case of any dispute as to whether or not certain work is highway or heavy construction and thus covered by this  \nAgreement or Building Construction and, therefore, not covered by this Agreement, the parties hereto agree to submit such dispute to the  \ngrievance procedure in this Agreement, and be mutually bound by the final results of such procedure.  \nSECTION 2. This Agreement covers the Employer's home office or permanent shop, asphalt plants, the Employer's  \noperations on the jobsite, and the operation of a temporary nature in specific support of the job site project, not to include other  \npermanent facilities nor the Employer's home office facilities of whatever nature, and shall not include professional engineers, engineering  \nor clerical employees, quards, watchmen, timekeepers, parts men, superintendents, assistant superintendents, general.foremen, foremen,  \nor any supervisors in charge of any class of labor. None of the employees exempted in this paragraph shall be required to be members of  \nany union.  \nSECTION 3. This Agreement shall cover the crews on boats on all work as listed in the classifications, except, however, it  \nshall not apply to crews covered by the Agreement between the Employer member and the International Union of Operating Engineers and  \nthe Intemational Hod Carriers, Building, and Common Laborers Union of America.  \n"], ["ARTICLE IV | |  \nHIRING PROCEDURE AND TRANSFER OF EMPLOYEES  \n", "SECTION 1. Employment. In the interest of maintaining an efficient system in the industry providing for an orderly  \nprocedure of applicants for employment, preserving the legitimate interests of the employees in their employment status within the area,  \nand of eliminating discrimination in employment because of membership, or non-membership in the Union, the parties agree to the  \nfollowing system of referral of applicants for employment:  \n(a) No employee or applicant for employment shall be required by the Employer to complete any application for employment  \nexcept required payroll and emergency information.  \nEmployees also shall not be required to siyn equipment safety inspection certification reports or forms of any type or for any  \nreason, atthough the name of the operator may be placed on the reporting form.  \n(b) At least forty-eight (48) hours before starting work on any job of five hundred thousand dollars ($500,000) or over the  \nEmployer shail invite representatives of all unions involved to a pre-job conference either on the jobsite or at some other mutually agreed  \nAGC-MO/O.E. 513 Agreement (2004/2009) Page 4  \nv  \nupon place. All transfer of men and other problems that might arise on the project shall be discussed at said pre-job conference. All  \nsubcontractors shall be present at the pre-job conference if available. On projects of less than five hundred thousand dollars ($500,000)  \nthe Employer shall notify the union having jurisdiction on the project, prior to commencing work, of manpower requirements and  \nsubcontractors who will be on the project.  \nin order that the Employer, may be properly advised of the persons and/or office to be notified by the Employers desiring to  \narrange a pre-job conference, or to request a referral of applicants, the Union will promptly furnish the office of the Employer a list of such  \npersons and offices showing the territorial jurisdiction of each, office telephone numbers and home numbers of the Union agents  \ninvolved. The Union will keep these lists revised as Oe,  \n(c) The Union shall be the sole and exclusive Soutceat referrals of applicants for employment. The maintenance operator  \nshall be dispatched from the referral hall.  \n(d) The Employer shall give the Union at least twelve (12) hours notice when requesting referrals. The Union shall refer  \napplicants for employment within forty-eight (48) hours from the time the Employer makes a request. If the Union shall fail to provide  \nrequired workmen within forty-eight (48) hours following the request of the Employer sufficient to fill the needs of the Employer, such  \nEmployer may recruit sufficient workmen to satisfy his request in whatever manner and from whatever source he may desire without regard  \nto the provisions of this Articte.  \n(e) The Employer shail have the right to accept or reject any applicant for employment for just cause.  \n(f) The Union shall select and refer applicants for employment without discrimination against such applicants by reason of  \nmembership or non-membership in the Union, and such selection and referral shall not be affected in any way by rules, regulations,  \nbylaws, constitutional provisions, or any other aspect or obligation of Union membership, policies or requirements. All such selections and  \nreferrals shall be in accordance with the following procedures. ~  \n(9) The Union shall maintain a register of applicants for employment established on the basis of the groups listed below.  \nEach applicant for employment shall be registered in the highest priority group for which he qualifies.  \n(h) Nothing contained herein shal! deny the Union the right to select any applicant for referral on the basis of experience in  \nthe industry, qualifications, skill, or the Employer's preference regardless of the employee's place on the out-of-work list. The 513 referral  \noffice shall require all applicants who have not previously registered to submit a resume of experience and qualifications.  \n(i) In the event the Empioyer violates any provision of this section and the Employer is notified in writing by the Union's  \nbusiness manager and fails to correct said violation, or violations, within. forty-eight (48) hours after receipt of notice from the union, a copy  \nto be sent to the Employer, the Union shail have the right to immediately subject said Employer to all legal or economic recourses,  \nnotwithstanding any provision in this Contract to the contrary. The Union assumes full responsibility to each applicant for employment from  \nany loss or damage resulting from any referral discrimination or other violation of faw by the Union, its representatives, agents or  \nemployees, operating a referral office in which it is established such occurred.  \n{j) The Employer will, when requesting referials from the loéal Union (1) speci the number of employees required; (2) the  \nlocation of the project; (3) the nature and type of construction involved; (4) the work to be performed; and (5) such other information as is  \ndeemed essential by the Employer in order to enable the Union to make proper referral of applicants.  \n(k) The employer will be required to call the hall for all employees. The may call lor by name if such  \nworkmen are properly registered and have been laid off or terminated in the area covered by this Agreement within the past one hundred  \nand fifty (150) days by the contractor signatory to this Agreement now desiring to re-employ the same workmen, provided said workmen  \nare available for such employment and have been employed for an aggregate time of at least three (3) years-by Employers who are parties  \nto collective bargaining agreements with this Union.  \n(1) 't shall be a violation of this Agreement for an Employer to induce another Employer's workmen to quit and register on the  \nunemployment list so said workmen may be eligible for recall under the provisions of this article. The remedy for any such violation shall  \nbe to lay off any workmen so recalled. An employee shall not be recalled under the provisions of this article if he has quit in order to be  \neligible for recall, unless he quit with mutual agreement of his Employer and the Union.  \nAGC-MOVO.E. 513 Agreement (2004/2009) Page 5  \nApplicants for employment shail be classed in the following groups:  \nGROUP A: Applicants for employment in order of their registration who have worked as operating engineers for a cumulative  \ntotal period of two (2) or more years in the last five (5) years for Employers who are parties to this collective bargaining Agreement.  \nGROUP B: Applicants for employment in order of their registration who have worked less than two (2) years as operating  \nengineers within the past five (5) years for an Employer signatory to this Agreement  \nGROUP C: All applicants for employment who have worked as operating engineers in excess of one (1) year for employers  \nwho are parties to collective bargaining agreements with the Union.  \nGROUP D: All other applicants for employment in order of their registration who are available for employment and are not  \nworking as operating engineers, and have re-registered for employment the first Monday of the month.  \n  \nUNION SECURITY |  \nSECTION 1. Itis understood and agreed by and between the parties hereto that as a condition of continued employment, all  \npersons who are hereafter employed by the Employer in the unit which is the subject of the Agreement shall become members of the union  \nnot later than the eighth (8th) day following the beginning of their employment or the execution date of this Agreement, whichever is the  \nlater, that the continued employment by the Employer in said unit of persons who are already members in good standing of the Union shall  \nbe conditioned upon those persons continuing their payment of periodic dues to the Union and that the continued employment of persons  \nwho were in the employ of the Employer prior to the date of this Agreement and who are not now members of the Union, shall be  \nconditioned upon those persons becoming members of the Union not later than the eighth (8th) day following the execution date of this  \nAgreement. The failure of any person to become a member of the Union at such required time shall obligate the Employer, upon written  \nnotice from the Union to such effect and to the further effect that Union membership was available to such person on the same terms and  \nconditions generally available to other members. Further, the failure of any person to maintain his Union membership in good standing as  \nrequired herein shall, upon written notice to the Employer by the Union to such effect, obligate the Employer to discharge such person.  \n"], ["ARTICLE VI  \nWORKING CONDITIONS  \n", "SECTION 1. The number of men to be employed is at the sole discretion of the Employer, but in accordance with the terms  \nof this Agreement. The fact that certain classifications and rates are establistied does not mean that the Employer must employ workmen  \nfor any one or all such classifications, or to man any particular piece of plant or vehicle or equipment that happens to be on the work.  \nIn the event the Employer fails to properly man the classification of equipment in use on the project which is covered by this  \nAgreement, the business agent may dispatch from the Union an employee to man equipment that is not property manned and said  \nemployee shall receive not less than eight (8) hours pay regardless of when he starts to work. |  \nSECTION 2. Any workman may be shifted by the Employer from one classification of work to another classification of work,  \nor from one piece of equipment to another piece of equipment not to exceed three (3) machines in any single day provided the workman is  \ncapable of performing the other work and is paid the rate of wages for the classification which provides the higher wage rate for the entire  \nshift Workmen shall make not more than six (6) changes in any one shift. Any deviation will be discussed at the pre-job conference and  \nmutually agreed upon. Should any unforeseen emergency arise at a time when workmen are not available at the job site, work may be  \nperformed by any employee until workmen are secured, A change made due to breakdown of equipment shall constitute a change. A  \nchange made to move equipment out of the way will not constitute a change.  \nSECTION 3. The Employer shall have the right to use any type or quantity of machinery, vehicles, tools, or appliances or  \nmethod of operation. It is agreed that the Employer may secure materials or equipment from any market or source except prison made.  \nAGC-MOV/O.E. 513 Agreement (2004/2009) Page 6  \nSECTION 4. When needed for the protection of the engineer and/or oiler, the Employer shall provide curtains in winter and  \nheaters in crane type equipment, and summer engine fans and protective covering on mobile equipment, adequate sanitary facilities on the  \nproject and ice water in warm weather. Equipment shall be maintained in such condition as not to impair the health or Safety of the  \nengineer and/or oiler. If such provisions are not provided and machines are placed in operation, the engineer shall immediately lay up his  \nmachine until such time as the provisions of the contract are complied with.  \nSECTION 5. The authorized representatives of the Union may visit the job during working hours and may make any  \nreasonable check of membership or grievance either with the or employees.  \nSECTION 6. All workmen employed under this Agreement shall be classified in accordance with the Schedule of Wages of  \nthis Agreement. Any questions relative to the classification will be settled by Employer and the Union representative, or as hereinafter  \nprovided,  \nSECTION 7. The Employer shall provide Workmen's Compensation coverage against injury or occupational disease and  \nUnemployment Compensation protection for employees whether or not required to do so by Missouri State law.  \nSECTION 8. Whenever a workman is operating a machine at a location where no other men are working and if that  \nworkmen's safety requires that another person be within call, there shall be someone there at all times.  \nSECTION 9. The Employer may discharge any workman whose work is unsatisfactory. The Union shail have the right of  \nappeal on behalf of any discharged workman in accordance with the grievance procedure set forth in this Agreement.  \nAn employee's refusal to operate an unsafe machine siall not be just cause for discharge.  \nSECTION 10. It shall not be a violation of this Agreement not grounds for discipline, discharge, or replacement of employees  \nfor persons covered hereunder to refuse to cross a picket line or to perform work in any instance where the picketing has been authorized  \nby the Union picketing.  \nSECTION 11. Seniority shall be construed to mean the assignment of an Employee to the operation of a given piece of  \nequipment to a given Employee on a particular job, subject to the clarifications set forth below.  \nThe Employer shall have a minimum of three (3) working days, including the day on which the Employee started work on a  \nparticular piece of equipment, to determine, in his sole judgement whether or not he considers the Employee qualified to satisfactorily  \nperform the work to which he was assigned and to replace such Employee as the Employer determines. If Employee is not notified by the .  \nend of the third day, he shall have established seniority.  \nShould the Employer fee! the Employee not qualified after the aforesaid first three (3) days, he shall discuss such  \nqualification with the Union and such Employee. shall not be considered disqualified until Agreement is reached between the  \nEmployer and the Union.  \nSeniority on a given machine shall terminate when machine is moved off the job. Seniority on a given machine shall also  \nterminate when the attachments to that machine are changed for example, but not limited to, crane from hook to bucket to clamshell to  \ndragline to backhoe to shovel, etc. and bulldozer from tractor to blade to scoop, etc. When attachment is changed, the original employee  \non the machine shall be given an opportunity to prove his qualification with the new attachment in accordance with qualification Article VII,  \nSection 2. The above reference to termination of seniority when machine is moved off the job shall not apply in event of breakdown.  \nWhen a machine is shut down for a period of one (1) week or more on any one (1) jobsite, there shall be no carry-over of  \nseniority on machine when it is again put in production.  \nWhen a machine is moved to a new jobsite, the operator moving such machine to new jobsite cannot claim seniority on new  \njobsite unless he is ordered by Employer to work on site.  \nAGC-MQ/O.E. 513 Agreement (2004/2009) | Page 7  \nWhen Employee is altemately running two or more machines on the same job and an additional Employee is put on the job,  \nthe Employer shall determine on which piece of equipment the first Employee shall have seniority.  \nBy agreement with representatives of the Union on a particular job, seniority does not apply to short duration jobs or jobs not  \nrunning steadily.  \nWhen work is operated on a shift basis, the Employer shall determine which Employees work on which shift on which  \nequipment. |  \nIf an operator used on rough grading on a job does not prove capable to do the final dressup work he may be replaced bya  \nqualified operator.  \nOn any day when equipment on a job is idle, such as during inclement weather, and one (1) man is employed that day he  \nmay run other Employee's equipment to finish out the day.  \nExcept as provided by below, seniority shall not apply to the following equipment: welding machines, pumps, elevators,  \nsmall hoist, conveyors (as ladavators), heaters and other such smal! equipment. The Employer shall have the right to assign such work to  \nany Employee he desires in accordance with the terms of this Agreement.  \nFor Employees of the bargaining unit, 40 years of age and older, seniority on the above equipment shall prevail after five (5)  \nworking days.  \n. When an Employee refuses to retum to work he shall immediately lose his seniority.  \nSECTION 12. Operators and/or oilers shall not be responsible for overwidth, overlength or overweight in regard to the  \ntransportation of equipment.  \nSECTION 13. There shail be an engineer employed on all throttles or valves in connection with the operation of machines or  \nequipment under the jurisdiction of the operating engineers in connection with pile driving work. When such operation is performed by an  \nengineer employed on a boiler or compressor or a crane, he shail receive an additional twenty-five ($.25) cents per hour.  \nSECTION 14. Operators shall not start their machines unti! the regular starting time, and shal! be allowed time to retum to  \nthe parking station or shop at the end of the work day, except the provisions of the foregoing shall not apply in connection with the  \noperation of floating plant, in which case employees will travel to and from their place of work, one way on their own time, and one way on  \ncompany time. .  \nSECTION 15. It shall be a violation of this Agreement for employees to furnish personal transportation including pickups or,  \nexcept hand tools, to be used in the service of the Employer.  \nSECTION 16. Mechanics shall not be used as relief operators.  \nSECTION 17. Oilers and Firemen shall not be assigned to operate winches except on intermittent operations.-  \n"], ["ARTICLE Vil  \nSMALL MACHINES  \n", "SECTION 1. The Employer agrees to employ maintenance operators on automatic machines as follows:  \n(a) 2 - Light Plants or Generators 30 K.W. and over  \n3 to 6 - Electric Pumps 4 inches to 8 inches  \n3 - compressors over 125 CFM  \n3 to 6 - 4 inch to 8 inch pumps  \n2 - 8 inch and over pumps  \n3 - Welding Machines  \nAGC-MQ/.E, 513 Agreement (2004/2009) Page 8  \nAn operator is required for two (2) or three (3) of the above mentioned units, unless an oiler is working at the jobsite, then he  \nwill cover these machines at the group 4 rate plus fifty ($0.50) cent premium, in addition to his regular duties.  \nOne maintenance operator shall be employed for 3 through 6 machines, at the group 4 rate, unless an oiler is working at the  \njobsite, then he will cover these machines, at the group one (1) rate, in addition to his regular duties.  \nTwo maintenance operators shail be employed for over 6 such machines at the group 4 rate.  \nThree maintenance operators shal} be employed for over 12 such machines at the group 4 rate, and so on, as machines are  \nadded.  \n(b) Other automatic machines sucht as small light plants, pumps, air compressors, conveyors, power operated heaters or any  \nother small automatic machines, there shalf be one maintenance operator for six or more of these machines, unless an oiler is working at  \nthe jobsite, then he will cover these machines at the group 4 rate, in addition to his regular duties. Over 12 machines, there shall be two  \nmaintenance operators employed, at the group 4 rate, and so on as machines are added.  \nSECTION 2. Duties of maintenance operators. A maintenance operator's duties shall include operation, fueling, !ubrication,  \nand routine repairs of the various kinds of small machines he is assigned to in (a) and (>) above.  \nSECTION 3. When maintenance operators are not required on the above classification, the machines will be under the  \njurisdiction of the engineer and/or oiler working on the job. The operator on the job shall be paid fifty ($0.50) cents for said machines per  \nhour for maintaining. When an operating engineer or maintenance operator is using any equipment under his jurisdiction for repair or  \nservicing, such equipment shall not require an additional operator to run it. if a man is employed to operate such a machine, he shail be an  \noperating engineer. i. 4  \nSECTION 4. Dewatering Systems. Dewatering systems is defined as a combination of one or more pumps of any type, size,  \nor motive power, including but not limited to, well point pump, submersible pumps, well pumps, ejector or eductor pumps in combination  \nwith wells, well points, sumps, piping and/or other appurtenances, power by diesel; electric, gasoline, gas or any other type of motive  \npower to control water on any and all work covered by this Agreement.  \nAll mechanical work on the system chall be done by operating engineers.  \nThe installation of a dewatering system shall be done with members of the dDargaining unit and Laborers.  \n"], ["ARTICLE Vill  \nOILERS AND FIREMEN  \n", "SECTION 1. Oilers, apprentices, or irainees shall be employed on equipment as follows:  \nCranes, Crawler, truck or derated cranes (over 40 ton)  \nCiamshells (over 2 cu.  \nDrag Lines (over 2 cu. yd)  \n‘Power Shovels (over 2 cu. yd.)  \nTruck Mounted Gradalls/Teleskoop  \nSelf-propelled boom type lifting devices (Rough Terrain over 50 ton)  \nBackhoe, hydraulic {over 2 cu. yd.) (bucket size}  \n‘No oiler shall be required on track type gradalls/teleskoops. Where trainees are required, they may be assigned, at the sole  \ndiscretion of the Employer, as oilers to the above excluded equipment. Where greasers or oilers are not employed, engineers operating  \nthe equipment shail service machines during the shift or be paid at the regular overtime rate of wages if greasing is done before or after the  \nreguiar work day.  \nAGC-MO/O.E. 513 Agreement (2004/2009) Page 9  \nSECTION 2. ‘Greasing in the moming, filling gas tanks and making machines ready for operation at starting time is the oiler's  \nwork and shall be paid at the regular rate.  \nAt the Employer's option, the oiler shall take his lunch period before or after the engineer's lunch period. Oilers shall be paid  \nat one and one-half (1 1/2) times the regular rate if required to perform such duties before regular starting time. Oilers are required to hook  \nmatts, help change or replace cables or assist the operator or anything that applies to the operator's work and shall work under the  \ndirection of the operating engineer.  \nWhere firemen are employed, they must be allowed one (1) hour's time if firing up is done before regular starting time at the  \novertime rate.  \nWhen oilers are employed, at the Employer's option, they may run idle, non-productive equipment, up to two hours per shift,  \ncover small machines, assist mechanic with repairs, and make himself generally useful toward the progress of the job in addition to his  \nregular duties. An oiler shall be paid the group 4 plus fifty ($0.50) cents per hour premium for such extra assignments.  \nWhen more than one thirty (30) to forty (40) ton crawler or truck crane is on the project an oiler shall be required and shall be  \npaid the Group 4 rate.  \n"], ["ARTICLE Ix  \n| ASPHALT PLANTS .  \n", "All asphalt plants shal! be operated by operating engineers. Al! repairs and maintenance on asphalt plants shalibe  \nperformed by operating engineers under this Agreement.  \n"], ["ARTICLE X  \n| REPAIRS AND MAINTENANCE  \n", "SECTION 1. Mechanics are employed by the Employer because of their knowledge of equipment and their ability to make  \nwhatever repairs may be required, and to this end when mechanics are engaged in the repair of equipment, the Employer shail not be  \nrequired to retain the operator or operators on his payroll, but if requested, the operator who is regularly employed on that machine shall -  \nmake the repairs or assist the mechanic. All maintenance, repair work or mechanical work including greasing on equipment operated by  \nengineers on the job site shall be done by an operating engineer.  \nSECTION 2, Mechanics employed under this contract shall be required to provide all necessary fare  \nSECTION 3. Employer's Permanent Shop. When an Employer operates a permanent shop, the conditions of this contract,  \nincluding the following, shail prevail.  \n(a) Mechanics employed in a permanent shop shail be required to provide all necessary hand tools.  \n(b) A mechanic's helper shall be defined as one who works under the supervision of a mechanic and he shail not furnish any  \nhand tools. |  \n(c} When an employee is moved from the shop io the field, he shail be paid the field scale from the time he leaves the shop  \nuntil he completes his day or returns to the shop. When any employee in the field is brought into the shop for a portion of the day, he shall  \nsuffer no reduction in rate.  \n(d) Notwithstanding the above, the Employer shail have the option to employ operators, exciuding field mechanics, at 75% of  \nthe field rate of pay during the period during which Central Standard Time is in effect.  \nAGC-MOVO.E. 513 Agreement (2004/2009) Page 10  \nSECTION 4. Shouid the Employer desire to lay off, or discharge the engineer (and oiler when when repairs are  \nbeing made, he (they) shalf be paid in accordance with Article XII.  \n"], ["ARTICLE XI  \nSTEWARDS |  \n", "SECTION 1. The Union may appoint a workman to act as steward on each job. The Union will notify the Employer's  \nsuperintendent of the appointment. The steward shall be subject to the same terms of employment as any other employee on the job and  \nshall not be discriminated against by reason of the fact he is serving as steward.  \nSECTION 2. The steward shall be a working employee who shall, in addition to his regular work, be permitted to perform  \nduring working hours such of his duties as steward including the adjustment of grievances as cannot be performed at other times. The  \nUnion agrees that such duties shall be performed as expeditiously as possible.  \nSECTION 3. If overtime work is required, the steward shall be one of the workmen who shall perform the work, if he so  \ndesires, provided he is capable of performing the work. The Employer agrees, in the event of reduction of the work force, that the  \nemployee appointed as steward remain on the job as long as there is work of his craft which he is capable of performing.  \nSECTION 4. !n the event the steward is transferred or discharged, the Employer shall notify the Union immediately and  \nnever later than during the same working day or same shift.  \nSECTION 5. The steward shall work the overtime if his equipment is to be usec or if extra equipment is to be used or if extra  \nequipment is on the job that is to be used and the steward is capable of operating it. The steward has seniority only in the event of -  \nreduction of forces.  \nSECTION 6. The steward shall not shut down any pioject for any reason.  \n"], ["ARTICLE Xil  \nWORKING TIME AND OVERTIME  \n", "SECTION 1. The regular work day for which employees shall be compensated at straight time hourly rate of pay shall,  \nunless otherwise provided for in this Agreement, begin at 8:00 A.M. and end at 4:30 P.M.. However, the project starting time may he  \nadvanced or delayed at the discretion of the Employer and remain consistent for the duration of the project unless mutually agreed to by  \nthe Union. All employees are expected to report for work each morning and each afternoon following their lunch period unless notified  \nbefore quitting time not to do so.  \nItis understood that an employee shall have thirty (30) minutes lunch period in the middle of a shift. Ifthe is required tc work  \nthrough the lunch period, he will be paid one-half (1/2) hour overtime and be allowed a short time to eat.  \nAt the discretion of the Employer, when working a five day eight (8) hour schedule, Saturday may be used for a make-up day.  \nlf Saturday is used as a make-up day each employee shall be paid 8 hours uniess work is halted due to inclement weather. If any  \nemployee declines to work Saturday as a make-up day, he shall not be penalized. IF AN EMPLOYER IS PROHIBITED FROM WORKING  \n"], ["ON A HOLIDAY, AS SET OUT IN SECTION 2 OF THIS ARTICLE, THAT EMPLOYER MAY WORK THE FOLLOWING SATURDAY AT  \nTHE STRAIGHT TIME RATE. AN EMPLOYEE WHO DECLINES TO WORK THE MAKE-UP DAY SHALL NOT BE PENALIZED. IF  \nSATURDAY iS USED AS A MAKE-UP DAY, THE EMPLOYEES WILL BE GUARANTEED EIGHT (8) HOURS AT THE STRAIGHT TIME  \nRATE OF PAY, UNLESS WORK IS HALTED DUE TO INCLEMENT WEATHER.  \n", "However, the Employer may have the option to schedule his work week from Monday through Thursday at 10 hours per day  \nat the straight time rate of pay with all hours in excess of 10 hours in any one day to be at the applicable overtime rate.  \nAGC-MO/O.E. 513 Agreement (2004/2009) Page 11  \nWhen an Employer works a project on a four (4) ten (10) hour day work schedule, the Employer wil! not bring in any other  \ncrew for a fifth work day on the project while not calling in the normal crew that had been scheduled for the project.  \nlf the Emptoyer elects to work from Monday through Thursday and is stopped due to circumstances beyond his contro}, he  \nshall have the option to work Friday or Saturday at the straight time rate of pay to complete his forty hours. IF AN EMPLOYER IS  \n"], ["PROHIBITED FROM WORKING ON A HOLIDAY, AS SET OUT IN SECTION 2 OF THIS ARTICLE, THAT EMPLOYER MAY WORK THE  \nFOLLOWING FRIDAY OR SATURDAY AT THE STRAIGHT TIME RATE. AN EMPLOYEE WHO DECLINES TO WORK THE MAKE-UP  \nDAY SHALL NOT BE PENALIZED.  \n", ". However, if Friday or Saturday is used to complete the work week, each employee will be guaranteed at feast 10 hours at the  \nstraight time rate of pay, unless work is halted due to inclement weather. A new employee, not being rained out since he started to work,  \nin his first week will be paid the overtime for working the make-up day. Overtime shall be computed at one-half hour intervals. There shall  \nbe no pyramiding of overtime.  \nOvertime will be at 1 1/2 times the regular rate.  \nSECTION 2. HOLIDAYS. New Year's Day, Memorial Day, July Fourth, Labor Day, Thanksgiving Day and Christmas are  \nholidays. If a holiday falls on a Sunday, it shall be observed on the following Monday. if a holiday falls on Saturday, it shall be observed on  \nthe preceding Friday. No work shail be performed on Labor Day except in case of jeopardy to work under construction. This rule is  \napplied to protect Labor Day. When a hcliday falls during the normal work week, Monday through Friday, it shall be counted as eight (8)  \nhours toward a forty (40) hour week; however, no reimbursement for this eight (8) hours is to be paid the workman unless worked. If  \nworkmen are required to work the above enumerated holidays or days observed as such, or Sundays, they shall receive double the regular  \nrate of pay for such work. The above paragraph shall apply to the four ten’s Monday through Friday work week. The ten (10) hours shall  \nbe applied to the 40-hour work week.  \nIf workmen are required to work the above enumerated holidays or days observed as such, or Sundays, they shall receive  \ndouble the regular rate of pay for such work.  \nSECTION 3. SHIFTS. The Employer may elect to work one, two or three shifts on any work covered by this Agreement.  \nWhen operation on more than one shift, the shift shall be known as the day shift, swing shift and graveyard shift, as such terms are  \nrecognized in the industry. The Contractor shall give twenty-four (24) hours notice prior to any change in starting time of a work day or  \nwork shift.  \nWhen two or more shifts are worked on any operation the first shift or day shift shall consist of eight (8) hours exclusive of  \nlunch time; the second or swing shift shall consist of seven and one-half (7-1/2) hours work for eight (8) hours pay exclusive of lunch  \nand the third or graveyard shift shall consist of seven (7) hours work for eight (8) hours pay exclusive of lunch time. All time worked in  \nexcess of normal shifts shail be considered overtime.  \nMultiple shift (a two or three shift) operation will not be construed on the entire project if at any time it is deemed advisable  \nand necessary for the Employer to multiple shift a specific operation.  \nHowever, no shift shall be started between midnight and 6:00 a.m., except the graveyard shift on a three-shift operation, or  \nexcept in unusual or emergency situations by agreement between the Employer and the Union, regardiess | if the project is working one or  \ntwo shifts.  \nlf an Employer starts a shift between midnight and 6:00 a.m. except the graveyard shift on a three-shift operation, without  \npermission, he shail reimburse all employees for the entire shift at double time rate.  \nCompletion of the second shift on a two-shift operation or completion of the graveyard shift on a three-shift operation that  \ncarries over into Saturday moming shall be at a straight time rate.  \nWhen three shifts of men per day are employed, employees covered by this agreement must be employed for not fess than  \nthree shifts per week, which must be continuous unless prevented by inclement weather or machine breakdown.  \nAGC-MO/O.E. 513 Agreement . Page 12  \nThe second and third shift shall not be for less than eight (8) hours pay nor shall there be any split shifts.  \nGreasers may be employed at the regular wage rate for certain duties which require hours different from those of major  \noperations.  \nSECTION 4. SHOW UP TIME. Workmen shail report for work each working day except when notified not to do so. The  \nemployee shall keep the individual Employer advised at all times of his correct address and telephone number. When the employee has  \nno telephone or when the employee cannot be reached two hours, before the start of the shift, or as agreed at the pre-job conference, at  \nthe number furnished to the individual Employer, he shall not be entitled to show-up time in the event he reports on a day of inclement  \nweather, unless he has previously called the individual Employer at the time and place designated in a notice posted on the job. Workmen  \nwho report for work without having been notified not to do so shail receive two (2) hour’s pay with one (1) hour holding time. If an  \nemployee starts to work, he shall be paid four (4) hours time. if an employee works beyond four (4) hours he shall receive eight (8) hours  \npay. One hour show up time or actual hours worked whichever is greater on inclement weather days, falling rain, snow, or sleet.  \nEmployees must remain on the job unless released by the Employer.  \nif the employer chooses the four-ten option, Monday through Thursday, when an employee starts work, he shall be paid five  \nhours time. lf an employee works beyond five hours, he shall receive 10 hours pay. '  \nSECTION 5. Show-up time hours and guaranteed hours au put to work will me rodemied as hours the purpose  \nof computing the forty-hour work week.  \nSECTION 6. If the Employer requires the men to remain’on the job during a stoppage of work, they must be paid continuous  \ntime. No employee shall leave any piece of equipment by quitting unless he has been properly replaced with another qualified man.  \n2  \n"], ["ARTICLE XIll  \nWAGE AND PAY DAY CONDITIONS  \n", "SECTION 1. Hourly rates of wages for each classification of labor are set forth in the attached Schedule of Wage Rates, and  \nthe rates of wages shown in that Schedule shail apply to all work, and to every workman covered by this Agreement, except that only the  \nrates of wages in the attached Schedule shall not apply to the constuction of continuous major trunk lines of oil, gas.and gasoline Pipe  \nlines.  \nSECTION 2. The Unions agree that no demand for an increase in any wage rate above that specified in the Schedule of  \nWage Rates will be made on any job. .  \nSECTION 3. Wages in cash or collectible check shall be paid to workmen weekly at the end of the shift not later. than five (5)  \nwork days after the pay period, unless approval of payrolls by govemment agencies prevents such payment at that time. Check stubs shall  \nshow total wages and itemized deductions. Failure on the part of the Employer to comply with this provision shall entitle the employee to  \none (1) day's pay for every twenty-four (24) hours from the date of the required pay day provided the delay is occasioned by the willful  \nnegligence of the Employer or his agents.  \nSECTION 4. Alt work bid prior to 5/1/04 will receive the current negotiated rate and will continue to receive the current  \nnegotiated raises and fringe benefit raises and benefit contribution increases.  \nAll work bid after 5/1/04 will receive the current negotiated raises and benefit contribution increases and will continue for  \ntwenty-four (24} months from the bid date and then will receive the then negotiated current rate and will continue to receive the effective  \nyearly increases in wages, fringe benefits and benefit contributions.  \nAll subcontractors will also be bound to the old work, old pay from the original bid date of the prime contract.  \nSECTION 5. {fa workman quits of his own accord, he shall wait for his pay until the next regular pay day.  \nAn employee who is discharged or laid off shall be paid in full without undue delay, or the provisions of Section 3 of this  \nArticle shall apply.  \nAGC-MO/0.E. 513 Agreement (2004/2009) Page 13  \nSECTION 6. in the event of multiple layoffs, ten (10) men or more, arrangements may be made between the Employer and  \nthe local union for pay checks to be mailed to employees within forty-eight (48) hours. The employees shall furnish. the correct mailing  \naddress to the Employer before leaving the job.  \nSECTION 7. If bridge river piers or super-structure, pile dike and/or revetment jobs covered by this Agreement include work  \non both sides of line and if the wage scales are not the same on both sides of line, the higher wage shall be paid on that job.  \n"], ["ARTICLE XIV |  \nFRINGE BENEFITS AND APPRENTICESHIP  \n", "   \nLOCAL NO. 513  \nSECTION 1. HEALTH AND WELFARE. In addition to the wages set out in the schedule attached to this Agreement, each  \nEmployer agrees to pay for each payroll hour in the following counties where the work is performed and shall identify the county on the  \nreport form, except for retirees: :  \nAdair, Audrain, Bollinger, Boone, Butler, Callaway, Cape Girardeau, Carter, Clark, Cole, Crawford, Dent,  \nDunklin, Gasconade, Howell, Iron, Knox, Lewis, Macon, Madison, Maries, Marion, Miller, Mississippi, Moniteau,  \nMonroe, Montgomery, Morgan, New Madrid, Oregon, Osage, Pemiscot, Perry, Phelps, Pike, Pulaski, Putnam,  \nRalls, Randolph, Reynolds, Ripley, St. Francois, Ste. Genevieve, Schuyler, Scotland, Scott, Shannon, Shelby,  \nStoddard, Texas, Washington, and Wayne Counties.  \nFour dollars and seventy cents ($4.70) per hour for each payroll hour of those employees to the Welfare Fund of Engineers,  \nLocal Union No. 513, established pursuant to a Trust indenture dated May.1, 1966, by and-between local Union No. 513, affiliated with the  \nInternational Union of Operating Engineers, and the Associated General Contractors of St. Louis and the Site Improvement Association  \nand the parties hereto agree to be bound by the terms and provisions of said Trust Agreement. The Employer shall include the Health and  \nWelfare Fund contributions in the retiree’s wage rate.  \nSECTION 2. PENSION. In addition to the wages set out in the schedule attached to this Agreement, each Employer agrees  \nto pay for each payroll hour in the counties set forth in Section 1 above, six dollars and forty-five cents ($6.45) per hour for each payroll  \nhour of those employees to the Local Union No. 513 Pension Fund, except for retirees, established pursuant to the Agreement and  \nDeclaration of Trust between the Associated Genera! Contractors of St. Louis and Local Union No. 513, affiliated with the Intemational  \nUnion of Operating Engineers, AFL-CIO, dated May 1, 1963, and the parties hereto agree to be bound by the terms and conditions of the  \nTrust Agreement establishing such Pension Fund. The Employer shall include the Pension Fund contribution in the retiree's wage rate.  \nSECTION 3. VACATION FUND. (A) Employers agree to pay included in wages one dollar and ten cents ($1.10) per hour for  \neach straight time payroll hour and one dollar and sixty-five cents ($1.65) for each overtime payroll hour plus supplemental dues of two and  \none-half (2.5) percent in all counties covered by this agreement to be paid into the Vacation Fund of Operating Engineers Loca! No. 513.  \nRetirees will be required to pay with Supplementa! Dues.  \n{B) The Employer shall deduct all withholdings from the full amount of wages including the applicable vacation amounts for  \neach pay check. However, the full one dollar ten cents ($1.10) or one dollar sixty-five cents ($1.65) and two and one-half (2.5) percent as  \napplicable shall be paid into the vacation fund for each month since the withnolding shall be deducted from the wages.  \nSECTION 4. ANNUITY. The Empioyer will make a two dollars and five cents ($2.05) per hour contribution to the Operating  \nEngineers Local 513 Annuity Fund. The Employer shall include the Annuity Fund contribution in the retiree’s wage rate.  \nThe reporting, payment and administration of such contributions shall be govemed by the terms of the Trust Agreement  \ncreating the Annuity Fund and the rules and regulations adopted thereunder.  \nSECTION 5. JOURNEYMAN and APPRENTICESHIP. Each employer agrees to contribute 1.6% of the two drum  \njoumeyman gross wage rate {total of two drum wage rate pension and welfare amounts in Group 4, for each payroll hour worked).  \nContributions shal! be to the nearest whole cent. Fifty-five cents ($.55), 5/1/04. One and six tenths percent (1.6%).  \nAGC-MOV/O.E. 513 Agreement (2004/2009) Page 14  \n   \n    \nThe parties agree that it is in their mutual interest and in the interest of the entire industry that new employees  \nbe adequately trained in the operation of the equipment covered by this Agreement.  \nTherefore Article !V is modified by this Article as it applies to apprenticeship.  \nThe apprenticeship coordinator shail request apprentices by name from the Union referral office to fill requests to him from  \nEmployers for apprentices to fill specified jobs. The apprentice may be moved from job to job by the coordinator to provide the needed  \ntraining for his apprenticeship. The apprentice coordinator will notify the Union and the Employer before he moves an apprentice from one  \njob to another.  \nOperating engineer apprentices may be assigned to any equipment in the bargaining Agreement, according to the abitity of  \nthe apprentice with the following exceptions. Under no circumstances will an apprentice be allowed to operate the following equipment:  \npumps, compressors, welders, generators, elevators, or any other standby equipment, on work day when an apprentice has to finish out  \nthe day, he can be put on one of the machines listed in this paragraph, not to exceed the last two hours in the day.  \nWhen an apprentice is employed as an oiler on a job ana when time permits after ne has performed his duties as an oiler, he  \nshall be permitted to run other machines on the job under the supervision of the operator assigned to the machines. The apprentice will  \nperform these training duties with the specific permission of the operator he is oiling for and the job supervisor. Other oilers or operators of  \nstandby equipment will be allowed to cover for the apprentice when he is training on another macnine on the job site. The foregoing does  \nnot mean that the apprentice will not perform his regular job. If his oiler duties are keeping him busy he wiii forego training on other  \nmachines.  \nWhen a registered apprentice is performing operating duties, there shall rot be more than one appreniice per six journeymen  \nwithout the consent of the Business Agent in that area. Any Employer may employ an apprentice, however, under no circumstances shall  \nan apprentice perform journeyman work on any project where no other journeyman in the ernploy of the said coniractor is employed,  \nexcept on jobs where governmental authority has specific requirements for apprentices, trainees or mincrities or women.  \nApprentices shall receive the following applicable percentage of the journeyman rate in Group 4 per hours plus payrnents into  \nWelfare, Pension, Apprenticeship, Annuity and Vacation Funds as provided in this Agreement.  \n1ST YEAR |... 65%  \n2ND YEAR 75%  \nSRD YEAR 80%  \nSECTION 6. Enforcement of Section 1, 2, 3, 4 and 5 above shail be governed by and in accordance with Article XVI of this ©  \nAgreement.  \n"], ["ARTICLE XV  \nFRINGE BENEFITS OPTIONS  \n", "   \n-Itis understood and agreed by all parties that any part of a wage increase granted by this Agreement may at the option of the  \nUnion be taken on an anniversary date of this Agreement in fringe benefits covered by this Agreement.  \n   \n"], ["ARTICLE XVI  \nFRINGE BENEFIT  \nENFORCEMENT OF ARTICLE XIV —  \n", "   \nFRINGE BENEFIT CONTRIBUTIONS  \nSECTION 1. The Employers agree to furnish the trustees of each trust fund upon request such information and reports as  \nthe trustees may require in the performance of their duties under the Agreements and Declarations of Trust. The Trustees or any  \nauthorized agents or representatives of the trustees shall have the right at all reasonable times during the business hours to enter upon the  \nAGC-MO/0.E. 513 Agreement (2004/2009) Page 15  \npremises of an Employer and to examine and copy such of the books, records, papers, and reports of the payrolls, only, of the Employer  \nas may be necessary to permit the trustees to determine whether the Employer is fully complying with the provisions of Article XIV.  \nSECTION 2. No Employee shall have the option to receive instead of the benefits provided for by the Agreements and  \nDeclaration of Trust any part of the payment of an Employer. No employee shall have the option to assign any benefits to which he may  \nbe or become entitled under the Agreements and Declarations of Trust, or to receive a cash consideration in lieu of such benefits either  \nupon termination of the trust therein created or through severance of employment or otherwise except as amended in Article XIV.  \nSECTION 3. In the event that the Union receives written notice from one or more of the trustees or any authorized agent or  \nrepresentative of the trustees of any fund that an Employer has failed to pay in full any sum due any trustee under Article XIV and that such  \nfailure has continued fifteen (15) days, the Union may after at least one (1) week's notice in writing to the Employer's main office, direct the  \nemployees of such Employer to discontinue or refuse to work for such Employer until all sums due from the Employer under the  \nappropriate section, and by the appropriate local Union, have been paid in full. The remedy provided for in this section shall be in addition  \nto all other remedies available to the Union and to-the trustees, and may be exercised by the Union, anything in this collective bargaining  \nagreement to the contrary notwithstanding.  \nSECTION 4. The trustees, in their own names as trustees, may institute or intervene in any proceeding at law or equity or in  \nbankruptcy for the purpose of effectuating the collection of any sums due to them for the Employer under the provisions of Article XIV.  \nSECTION 5. Payment of sums due under Article XIV shall be made to the trustees in accordance with the trust agreements,  \npayments of such sums is made later than the time required, the Employers agree to add twenty (20) percent to the amount due as a  \npenalty.  \nSECTION 6. LIQUIDATED DAMAGE PROVISIONS, IN THE EVENT THE EMPLOYER FAILS TO MAKE PROMPT AND  \nTIMELY REPORTS AS REQUIRED AND PAYMENT OF THE CONTRIBUTIONS DUE TO LOCAL UNION 513 PENSION FUND, TO  \nWELFARE FUND OF ENGINEERS LOCAL 513, TO LOCAL UNION 513 ANNUITY FUND, VACATION FUND OF ENGINEERS LOCAL  \n913, TO THE ST. LOUIS CONSTRUCTION TRAINING AND ADVANCEMENT FOUNDATION, TO PRIDE OF ST. LOUIS, INC., AND TO  \nTHE OPERATING ENGINEER LOCAL 513 JOURNEYMEN AND APPRENTICESHIP TRAINING FUND, THE UNION, FOLLOWING  \nSEVENTY-TWO (72) HOURS WRITTEN NOTICE BY THE FUND TRUSTEES OR THE UNION TO SUCH DELINQUENT EMPLOYER,  \nMAY ORDER CESSATION OF ALL WORK COVERED BY THE EMPLOYER ON ALL JOBS OF EMPLOYER UNTIL SUCH REPORTS  \nARE MADE AND RESPECTIVE CONTRIBUTIONS DUES ARE PAID. IN ADDITION THERETO, IT IS AGREED THAT THE ABOVE  \nCONTRIBUTIONS DUE, PLUS LIQUIDATED DAMAGES EQUAL TO TWENTY PERCENT (20%) OF THE CONTRIBUTIONS THEN DUE,  \nOR AT ANY TIME PREVIOUSLY DUE AND NOT PAID IN FULL, SHALL CONSTITUTE A DEBT OWED BY THE EMPLOYER TO SAID  \nRESPECTIVE FUNDS’ TRUSTEES AND SHALL BE FURTHER TREATED AS UNPAID CONTRIBUTIONS, AND THAT IN ADDITION TO  \nALL OTHER REMEDIES ON ACCOUNT THEREOF AVAILABLE TO SAID TRUSTEES AND/OR THE UNION, SUCH DEBT/UNPAID  \nCONTRIBUTIONS MAY BE RECOVERED BY SUIT OR ACTION AT LAW BROUGHT BY SAID TRUSTEES AND/OR UNION, AND IN  \nTHE EVENT OF SUCH ACTION THE EMPLOYER AGREES TO PAY IN ADDITION TO THE LIQUIDATED DAMAGE AMOUNT AND  \nPRINCIPAL AMOUNT OF SUCH DEBT/UNPAID CONTRIBUTIONS (INCLUDING LIQUIDATED DAMAGES), ALL COURT COSTS,  \nINTEREST ON SUCH DEBT AT THE MAXIMUM LAWFUL RATE COMPUTED FROM THE DUE DATE OF EACH SUCH  \nCONTRIBUTION, PLUS A REASONABLE ATTORNEY'S FEE PAYABLE TO THE ATTORNEY OR ATTORNEYS REPRESENTING THE  \nTRUSTEES AND/OR THE UNION IN SUCH ACTION WITH THE AMOUNT THEREOF FIXED BY THE COURT, BUT IN NO EVENT LESS  \nTHAN THIRTY-THREE AND ONE-THIRD PERCENT (33 1/3%) OF THE TOTAL AMOUNT FOR WHICH JUDGMENT IS RENDERED.  \nLIQUIDATED DAMAGES ARE DUE AND PROPER IN THESE CIRCUMSTANCES, THE EXACT AMOUNT OF DAMAGE CAUSED BY  \nTHE EMPLOYER'S FAILURE TO LIVE UP TO ITS CONTRACTUAL OBLIGATION BEING DIFFICULT IF NOT IMPOSSIBLE TO  \nASCERTAIN IN VIEW OF SUCH ITEMS AS OVERHEAD COSTS, INTERNAL AUDIT COSTS, INTERNAL COLLECTOR COSTS, AND  \nOTHER EFFORTS MADE BY THE FUND ADMINISTRATOR AND ITS EMPLOYEES AS A RESULT OF THE FAILURE OF THE  \nDELINQUENT EMPLOYER AND ANY OTHER DELINQUENT EMPLOYERS TO MAKE PAYMENTS AND FILE CONTRIBUTION  \nREPORTS IN A TIMELY MANNER.  \nSECTION 7. The Employer shall secure and maintain surety bond in the applicable amount as listed below to guarantee  \npayment of all wages, fringes and contributions provided for in this Agreement and shall furnish to the Union evidence of the procurement  \nand maintenance of bond in such amount. The surety bond required of the Employer shall be as follows:  \nAGC-MO/0.E. 513 Agreement (2004/2009) Page 16  \n1-5 EMPLOYEES = $10,000.00 |  \n6-15 EMPLOYEES = $30,000.00  \n16-25 EMPLOYEES = $40,000.00  \nMORE THAN 25 EMPLOYEES = $50,000.00  \nThe number of Employees shall be based on the average number of Employees employed during the summer months.  \nThe Union shal! not require a bond from an Employer who makes timely payments.  \nThe Union shal! not furnish Employees to an Employer who is required to furnish such bond but has failed to do so.  \n"], ["ARTICLE XVII  \nGRIEVANCE AND ARBITRATION PROCEDURE  \n", "SECTION 1. Except as provided in Article 4 (i), Article XVI, Section 3, and in Section 5 of this Article, and in  \nthose specific instances only, the Union agrees that during the term of this Agreement it will not cause or authorize any strike, slowdown,  \nsitdown, picketing, or cessation of work, and the Employer agrees that during the term of this Agreement they will not suspend work or lock  \nout their employees.  \nSECTION 2. All grievances, disputes or claims (hereinafter called “grievances\") except jurisdictional disputes which may  \narise with respect to wages, hours or conditions of employment or the enforcement or interpretation of any of the terms of this Agreement  \nare to be promptly processed and settled in accordance with the provisions of this Article. we -  \n\"at  \n\"| '  \n*  \nStep One - The party raising the grievance is to first present it to the Union steward and then by the steward to the’ |  \nsuperintendent. If the dispute is not satisfactorily settled within one (1} working aay at this level, it shan be referred to the second step.  \nStep Two - Any grievance not resolved at step one shal be reduced to writing. The Employer and the Union’ § business  \nrepresentative shall meet within seven (7) days and seek to settle the grievance. If the grievance is not settled at such meeting, awritten  \nreply to the written grievance shal] be given by the Contractor or his representative within three (3) working days. thereafter,  \nStep Three - Arbitration. In the event the dispute is not settied within seven (7) days at step two, either the Employer or the  \nUnion may refer the matter to arbitration at any time within ten (10) days after step two meeting by mailing written notice of intention to“  \narbitrate to the other party. If no written notice of intention to arbitrate is given within the time required, or if any of the preceding steps are  \nnot taken within the time and manner prescribed (unless longer times are mutually agreed upon), the grievance shall be conclusively  \npresumed to be abandoned. The written notice shail name an arbitration representative; the other party shall immediately thereafter name  \nan arbitration representative. The Employer and the Union arbitration representatives shall then seek to agree upon an impartial arbitrator.  \nIf within five (5) days after the notice of intention to arbitrate has been mailed, no impartial arbitrator has been agreed upon, the Union and  \nthe Employer representatives shall’ write to Federal Mediation and Conciliation Service, ‘Washington, DC, requesting a panel of five  \narbitrators. Upon receipt'of. the panel, ‘the the Employer arbitration representatives shall alternatively strike names until the  \npanel has been reduced to’one’ (1) person who shall then be requested to, serve as impartial arbitrator, he be unable to serve, a’  \nnew panel of five (5) shall be requested from FMCS.  \nSECTION 3. The impartial arbitrator shall be the chairman of the arbitration hearing and sole arbitrator of the dispute. The  \ndecision of the arbitrator shall be final and binding upon both the Employer and the Union. The expenses of conducting the arbitration  \nhearing including the services of the impartial arbitrator are to be shared equally by the Employer and the Union. The Union and the _  \nContractor will pay for their respective arbitration representatives.  \nSECTION 4. In cases where the arbitrator finds that an employee was discharged or disciplined without just cause, the  \narbitrator shall have the power to fashion such a remedy as may be fair and equitable, taxing into consideration all aspects of the case, and  \nsuch remedy may include restoration to his former position with the Employer, restitution of lost wages, or both.  \nAGC-MO/O.E. 513 Agreement (2004/2009) Page 17  \n= i  \nSECTION 5. If either the Employer or the Union, after any dispute has been settled or finally decided by arbitration, refuses  \nto abide by or comply with such settlement of final decision of arbitration, then and in the event of such occurrence, it shall not be a  \nviolation of the Agreement for the Union to call and engage in a strike in the event of the Employer's failure to comply with such settlement,  \nor for the Employer to tock out the employees in the event of the Union's failure to comply with such settlement.  \n"], ["ARTICLE XVIII  \nWORK ASSIGNMENTS AND JURISDICTIONAL DISPUTES  \n", "SECTION 1. Itis the desire and intention of all parties to minimize jurisdictional and work’ assignment disputes. It is  \ntherefore understood and agreed that the company will endeavor to make employee work assignments conform to established craft or  \nbargaining unit jurisdictional lines. It is likewise understood and agreed that the various Unions will endeavor to recognize, respect and  \nabide by the traditional jurisdictional rights of each organization and seek to avoid claims for work assignments and jurisdiction which  \nencroach upon the jurisdiction of other organizations.  \nSECTION 2. Consistent with the objects and purposes expressed in Section 4 of this Article, it is understood and agreed that  \nali work assignments shail conform to the following standards and be made in accordance therewith:  \nA. Work shall be assigned in the manner contemplated by any existing or future made agreements between the Unions  \ninvolved.  \nB. In the absence of any of the foregoing, work shall be assigned | in the manner contemplated by existing written  \nagreements between Intemational Unions.  \nC. In the absence of any of the foregoing, work shall be assigned in accordance with applicable decisions and/or awards of  \nrecord of the AFL-CIO National Joint Board for the Settlement of Jurisdictional Disputes, made prior to September 28, 1969.  \nD. In the absence of any of the foregoing, work shall be assigned in accordance with the established practice in the local  \narea,  \nE. In the absence of any of the foregoing, work shall be assigned in accordance with any agreement or understanding  \nreached by.and between the Employer and the Unions which have an interest therein.  \nSECTION 3. Work assignments made by the Employer shall be respected by all Unions, and the craft to which the work is  \nassigned shall continue to perform the work in question unless and until a contrary decision is rendered pursuant to the following section.  \nSECTION 4. In the event of a jurisdictional dispute, the parties shall request the Union or Unions involved to meet with  \nrepresentatives of the Union and Employer to settle the dispute. If a settlement is not reached at that meeting, the Union may request that  \nits International Union assign a representative who shall make arrangements to meet representatives of the other. Intemational Union or  \nunions involved and representatives of the Employer to seek settlement of the dispute. The Employer may also request the International  \nUnions involved to assign representatives fo seek settlement of the dispute. The Employer will abide by decisions of the Joint Board for  \nthe settlement of jurisdictional disputes provided that all other crafts involved in the dispute are also bound by the Joint Board's decision.  \nThe Union and the Employer agree that there shail be no strikes, lockouts, or interruption of the disputed work over  \njurisdictional disputes.  \n"], ["ARTICLE XIX  \nCONTRACTORS AND SUBCONTRACTORS  \n", "SECTION 1. Employer signatory to this Agreement shall be bound to the Joint Board for the settlement of jurisdictional  \ndisputes and shall require, as a condition of their subcontract, subcontractors to be bound to the Joint Board for the settlement of  \njurisdictiona! disputes in the same manner as the contractor signatory to this Agreement.  \nAGC-MO/O.E. 513 Agreement (2004/2009) Page 18  \nSECTION 2. The terms and provisions of this Article have been negotiated and agreed upon by and between the parties for  \nthe purpose of providing covered employees with the maximum job security and stead; employment warranted by the Employer's business  \nand the provisions of applicable !aw, and for the additional purpose of establishing lawful protections against the possible diminution of the  \nwage scales and working conditions provided for in this collective bargaining agreement.  \nSECTION 3. The Employer shail not direct, require or permit any of its employees who are not included within the bargaining  \nunit covered by this Agreement to do or perform any of the work which is done or performed by those within the bargaining unit. Nor shall  \nowners, employers or persons having a proprietary interest in the business be directed, required or permitted to do or perform any of said  \nwork, .  \nSECTION 4. Nothing contained in this Agreement shall be construed to prevent the right of any Employer to subcontract all  \nor any part of work awarded to it. If, however, an Employer elects to subcontract out all or any part of such work, then, in that event, such  \nEmployer shal! make adequate provision in the contract, Agreement or understanding with the subcontractors to be or become a signatory  \nto this collective bargaining agreement and to recognize, abide by and be bound by all of the terms and provisions of this collective  \nbargaining agreement. It is understood and agreed that this subcontractor clause requires said subcontractor to abide by and be bound by  \nthe terms and provisions of this collective bargaining agreement only, tor the period and on the project where the subcontractor relationship  \nexists. .  \nSECTION 5. Nothing contained in this Article shall be construed to force or require any Employer to cease or refrain from  \ndoing business with any specific person or employer or otherwise require the disruption of any existing business relationship with any other  \nperson or employer nor to force or require any employer to violate the National Labor Relations Act, particularly Section 8 (e) thereof which  \nprovides in pertinent part, “It shail be an unfair labor practice for any labor organization or any employer to enter into any contract or  \nagreement, express or implied, whereby such employer ceases or refrains or agrees to cease or refrain from handling, using, selling or  \ndealing in any of the products of any other employer or to cease doing business with any other person ... nothing in this subsection (e) shall  \napply to an agreement between a labor organization and an employer in the construction industry relating to the contracting or  \nsubcontracting work to be done at the site of the construction, alteration, painting or repair of a building, structure or other work.\"  \n"], ["ARTICLE XX  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "Neither the Union or the Employer’ shall discriminate in the referring or hiring of employees because of age, race, color,  \nreligion, sex, national origin or status as a Vietnam-Era Veteran, nor against qualified disabled veterans or qualified individuals with  \nhandicaps or disabilities.  \n   \n   \n    \n"], ["ARTICLE XXi  \n", "  \nSECTION 1. Employers may accept and be governed by the terms of this Agreement and enjoy the benefits of the  \nAgreement by signing an original copy of this Agreement or a printed facsimile thereof.  \nSECTION 2. This Agreement shalt be effective and binding upon the Contractor and the Union from May 1, 2004 untit April  \n30, 2009. This Agreement shall be automatically renewed for additional periods of one (1) year each, from year to year, from and after the  \ntermination of the original term of this Agreement, or any subsequent year for which the Agreement is in force, unless not more than ninety  \n(90) days nor less than sixty (60) days prior to the termination of the original period of this Agreement or within sixty (60) days of the  \ntermination of any renewal thereof from time to time, either the Contractor or the Union gives the other written notice of its intention to  \nterminate, amend or modify this Agreement. Where notice of contract of reopening is given hy the Union, in the event of failure of the  \nparties to agree upon such wage rates following such reopening of the same, such shail not be construed to be a grievance or subject to  \ngrievance procedure but the right of the Union to strike in support of its request is hereby reserved and the right of the contractor to lock out  \nis also reserved.  \nAGC-MCVO.E. 513 Agreement (2004/2009) Page 19  \nSECTION 3. This Agreement covers the entire understanding between the parties hereto. No oral or written rule, regulation,  \nor understanding which is not mentioned or referred to herein will be of.any force or effect upon any party hereto. Wherever this  \nAgreement is in conflict with the customs, working rules, or wage scales of any of the Locals of the International Union or of the  \nInternational Union itself, then this Agreement shall supersede all such portions of said customs, working rules, or wage scales which are in  \nconflict with this Agreement.  \nSECTION 4. In the event that any Article or Section of this contract is specifically held invalid or enforcement of or  \ncompliance with which has been restrained, the parties affected thereby shall enter into collective bargaining negotiations no later than two  \n(2) work weeks following the date of such invalidity on the request of either party for the purpose of arriving at a mutually satisfactory  \nreplacement for such Article or Section during the period of invalidity or restraint. If the parties do not agree on a mutually satisfactory  \nreplacement, either party shall be permitted all legal or economic recourse in support of its demands notwithstanding any provisions of this  \ncontract to the contrary.  \n"], ["ARTICLE XxXil  \nMISCELLANEOUS  \n", "SECTION 1. SUBSTANCE ABUSE. The Employer may require Employees to submit to testing for alcoho! and/or controlled  \nsubstances to the extent and in the manner required by applicable {aw or by a project owner.  \nThe Employer shail also have discretion to require its Employees covered by this Agreement to submit to testing for alcohol  \nor controlled substances under the rules and procedures of a testing program that is administered by a third party and is acceptable to the  \nUnion. The St. Louis Construction Industry Substance Abuse Consortium is such a program acceptable to the Union.  \n"], ["ARTICLE XxXill  \nCLASSIFICATIONS  \nGROUP 1 CLASSIFICATIONS  \n", "All Terrain Crane  \nArticulated Dump  \nAsphalt Finishing Machine and Trench Widening Spreader  \nAsphalt Plant Console Operator  \nAutograder  \nAutomatic Slipform Paver  \nBackhoe  \nBarrel Grappher Deveices (All)  \nBlade Operator - all types  \nBoat Operator - Tow*  \nBoat Operator - Bridges & Dams  \nBoilers - 2  \nBoom Truck  \nCentral Mix Concrete Plant Operator  \nClamshell] Operator  \nConcrete Mixer Paver  \nConcrete Saw Operator - Self-Propelled  \nCrane (Overhead)  \nCrane Operator  \nDerrick or Derrick Trucks  \nDitching Machine  \nDozer Operator  \nDragline Operator  \nAGC-MOQ/O.E. 513 Agreement (2004/2009)  \nDredge Booster Pump  \nDredge Engineman  \nDredge Operator  \nDrill Cat with Compressor Mounted on Cat  \nDrilling or Boring Machine Rotary Self-propelled  \nFront End Steer Loader such as Bobcat  \nGreaser  \nGrinder with Attached Picker  \nHeavy Equipment Robotics Operator  \n(Robotics and Maintenance)  \nHighloader  \nHoisting Engine - 2 active drums  \nHonzontal Directional Drill Operator  \nIncinerators (Haz Mat Only)  \nLaser Screed  \nLaunchhammer Wheel  \nLocomotive Operator Standard Gauge  \nMaster Environmental Maintenance Mechanic  \nMechanics and Welders  \nMucking Machine  \nPiledriver Operator  \nPower Pac & Controls (Pile Driving)  \nPump and Treat Systems (Haz Mat Only)  \nPage 20  \nGROUP 1 CLASSIFICATIONS (CONTINUED)  \nPush Cat Operator  \nQuad Trac  \nShovel Operator  \nShuttle Buggie  \nSideboom Cats  \nSkimmer Scoop Operator  \nTrench Machine Operator  \nTruck Crane  \nUltra High Pressure Waterjet Cutting  \nVacuum Blasting Machine Operator Repairs  \nand Maintenance  \n* Does not apply to boat operators covered under separate agreernents.  \nPremium Pay All Crane with 3 yd. and over buckets - $.25  \nClamshells - 3 yd. capacity or over - $.25  \nCrane, Rigs - Anything over 100 feet including Jib - $.01 per foot - no maximum  \nWhichever premium is higher Contractor will pay.  \nNo two premiums to be compounded on Crane Rig attachments.  \nDraglines - 3 yard capacity or over - $.25  \nHoist - each additional active drum over 2 drums - $.25  \nShovels - 3 yd. capacity or over - $.25  \nTandem Scoop - $.50  \nCertified Crane Operator - $1.50, when required by Owner, when required by the  \nEmployer, Davis-Bacon or Prevailing Wage.  \nCertified Hazardous Materials Operator - $1.5C, when required by Owner,  \n(Effective May 1, 2000.)  \nGROUP 2 CLASSIFICATIONS  \nA-Frame  \nAsphalt Hot-Mix Silo  \nAsphalt Plant Fireman (drum or boiler)  \nAsphalt Plant Man  \nAsphalt Plant Mixer Operator  \nAsphalt Roller Operator  \nBackfiller Operator  \nBarber-Greene Loader  \nChip Spreader  \nConcrete Mixer Operator Skip Loader  \nConcrete Plant Operator  \nConcrete Pump Operator  \nCrusher Operator  \nDredge Oiler  \nElevating Grader Operator  \nAGC-MOQV/O.E. 513 Agreement (2004/2009)  \nAll Forklifts and Lulls  \nHoisting Engine - 1  \nLocomotive Operator - narrow gauge  \nMultipie Compactor  \nPavement Breaker  \nPowerbroom - self-propelled  \nPower Shield  \nRooter  \nSide Discharge Concrete Spreader  \nSlip Form Finishing Machine  \nStumpcutter Machine  \nThrottle Man  \nTractor Operator (over 50 H.P.)  \nWinch Truck  \nPage 21  \nGROUP 3 CLASSIFICATIONS  \nBoilers - 1 _  Pugmill Operator  \nChip Spreader (front man) Roller Operator, other than high type asphalt  \nChum Drill Operator Screening & Washing Plant Operator  \nClef Plane Operator Siphons & Jets  \nCurb Finishing Machine Spreader Box Operator, self-propelled (not asphalt)  \nDistributor Operator Sub-grading Machine Operator  \nFinishing Machine Operator Tank Car Heater Operator (combination Boiler & booster)  \nFlex Plane Operator - 3 Tractor Operator (50 H.P. or tess)  \nFloat Operator Ulmac, Ulric or similar spreader  \nForm Grader Operator Vibrating Machine Operator, no hand  \nHydrobroom  \nGROUP 4 CLASSIFICATIONS  \nGrout Machine - Oiler  \nOjiler-Driver  \nCompressor over 125 CFM - 3  \nConveyor Operator  \nLight Plants or Generators 30 KWA - 2  \n125 CFM Compressor Maintenance Operator - 3  \nPump - 4\" to 8\" - 3-6  \nPump 8\" and over-2  \nElectric Pumps 4° to 8° - 3-6  \nSmal] Machine - Refer. Art. Vil, Sec. 1B  \nWeiding Machines - 3  \nShift Differential  \nSwing shift twenty-five cents ($.25) per hour  \nGraveyard shift fifty cents ($.50) per hour above regular rates.  \nMINERS  \nMen working in tunnels or shafts (not air shafts or coffer dams) of twenty-five (25) feet or more in length or depth will be paid  \nfifty cents ($.50) per hour above the regular classification.  \nIt is agreed by signatory employer that all equipment listed in this Agreement shall be operated exclusively by operating  \nengineers covered by this Agreement except for written agreements which make provisions for jurisdictional assignments made by the  \nIntemational Union of Operating Engineers and/or by Local 513 with other building and construction craft unions.  \nAGC-MOV/O.E. 513 Agreement (2004/2009) Page 22  \n"], ["ARTICLE XXIV  \nAREAS AND SCHEDULES OF WAGE RATES  \nOPERATING ENGINEERS LOCAL 513  \n", "   \nAdair . Dent Miller Phelps Scotland  \nAudrain Dunklin Mississippi Pike Scott  \nBollinger Gasconade Moniteau Pulaski Shannon  \nBoone Howell Monroe Putnam Shelby  \nButler lron Montgomery Rails Stoddard  \nCallaway Knox Morgan Randolph Texas  \nCape Girardeau Lewis New Madrid Reynolds Washington and  \nCarter Macon Ripley Wayne Counties  \nClark Madison Osage St Francois  \nCole Maries Pemiscot Ste. Genevieve  \nCrawford Marion Perry Schuyler  \nOn any commercial! or industrial construction project which includes building construction and aiso when the total al project cost  \nis estimated to exceed one million dollars ($1,000,000), this collective bargaining agreement shall apply to all site work and site preparation  \nas defined in this agreement until such time as the building construction contractor moves on the site and actual construction at the  \nbuilding itself is started, beginning with the digging of the excavation for the building.  \nOn pump stations, the heavy and highway contract shall apply, but upon commencement of the forming of the floor slab for  \nthe building of that pump station, the building contract shail apply.  \nFrom then on and until completion of the building itself, the collective bargaining agreement between the Union and Outstate  \nBuilding Agreement of the Union, shall apply to all work on the project site.  \nUpon completion of the building construction by the building construction contractor any additional site work or improvement  \nshall be completed under the terms of this collective bargaining agreement between the Union and this Employer.  \nBuilding construction is hereby defined to include building structures, including modifications thereof or additions or repairs  \nthereto, intended for use for shelter, protection, comfort or convenience. Building construction shall include the demolition of, and  \nfoundations for, building construction.  \nHourly wage rate increases or increases in the contributions to the Welfare Puna of Engineers Local Union No, 513 and/or  \nLocal Union No 513 Pension Fund at the Union’ S will pei as * :  \nEffective Dates  \nFRINGE BENEFITS: May 1, 2003: May 1, 2004  \nPension: $6.20 per hour $6.45  \nHealth & Welfare: 4.45 per hour 4.70  \nJATF: 5 55  \nAnnuity: 1.80 per hour 2.05  \nTotal: $13.00 $13.75  \n2 1/2% supplemental dues - 2 1/2% of gross wages will be deducted from wage rate and sent to the vacation fund with other benefits.  \nAGC-MQOYO.E. 513 Agreement (2004/2009) Page 23  \nWAGES (include $14.10 Vacation):  \nMay 71,2003 May 1, 2004 May 1, 2005 . May 1, 2006 May 1, 2007 May 1, 2008  \nGroup 1 $21.70 $22.45 $1.40 Increase $1.40 Increase $1.40 Increase  \nGroup 2 $21.35 $22.10 $1.40 Increase  $1.40Increase $1.40 Increase  \nGroup 3 $21.15 $21.90 $1.40 Increase $1.40 Increase $1.40 Increase $1.40 Increase  \nGroup 4 $17.50 $18.25 $1.40 Increase $1.40 Increase $1.40 Increase $1.40 Increase  \nHome Office/Permanent  \nShop Mechanic/Welder $21.45 $22.20 $1.40 Increase $1.40 Increase $1.40 Increase $1.40 Increase  \nMechanic/Helper $20.95 $21.70 $1.40 Increase $1.40 Increase $1.40 Increase $1.40 Increase  \nAPPRENTICES: Salary is based on Group 1 wages of $21.70.  \nFirst Year 65%: $14.59  \nSecond Year 75%: $16.84  \nThird Year 80%: $17.96  \nJob Classifications - Wage Rates  \nSpecial Wages and Wage Provisions  \nHIGHEST APPLICABLE RATE shall be paid for all hours worked that day. Scheduled increases for all classifications during the term of the  \nAgreement are as follows:  \nIT IS AGREED by the parties that any omissions or typographical errors will be corrected.  \n"]]