[["", "AGREEMENT  \nBETWEEN  \nASSOCIATED GENERAL CONTRACTORS  \nOF MISSOURL  \nAND  \nTEAMSTERS JOINT COUNCIL NO. 13  \nST. LOUIS, MO  \nMAY 1, 2002  \nTO  \nAPRIL 30, 2006  \n   \nINDEX  \nTite Page  \n1  \n1  \nDefinition and 1  \nHiring Procedure and Transfer Of MOM 2  \nUnion Security 4  \nWorking Conditions 4  \nWorkding Time and Overtime §  \nRates Of 8  \n9  \nFringe 10  \nMissouri Construction Industry Advancement 11  \nEnforcement of Fringe Benefit Contributions 11  \nGrievance and Arbitration 12  \n‘Work Assignment and Jurisdictional 13  \n14  \nEqual Employment 14  \nEffective Dates 15  \nSchedule of Wage Rates — Teamsters 15  \n18  \nCe RRSP AER EEE EHS EES REDE DOE ES SAEED ES  \n   \n1.1. This Agreement is entered into this ist day of May, 2002, between the Associated General Contractors of Missouri  \n(AGC), acting as bargaining representative for and on behaif of those of its members who individualty ratify and sign this  \nAgreement, hereinafter referred to as “Employers” or “Contractors,” and Local Unions chartered by the International Brotherhood  \nof Teamsters, Chauffeurs, Warehousemen and Helpers of America, affiliated with Joint Council of Teamsters No. 13, St. Louis,  \nMissouri, who are signators to this Agreement, hereinafter called the “Union.” |  \n1.2. Itis understood that the AGC in no event shall be bound as principal or be held liable in any manner for any  \nbreach of this contract by any of the Employers bound to this Agreement. It is further agreed and understood that the liabilities  \nof the Employers signing this contract shail be several and not joint. It is further understood that Joint Council of Teamsters  \nNo. 13, St Louis, Missouri, shail in no event be bound as principal or be held liable in any manner for any breach of this contract,  \nby any of the focal Unions affiliated with Joint Council of Teamsters No. 13, St. Louis, Missouri, signing the same. It is further  \nagreed and understood that the liabilities of the Unions signing this contract shall be several and not joint. It is agreed that the  \nInternationa! Union shall not be fiable for violations of this Agreement. The Employers signing this Agreement shall not be liable  \nfor actions of the AGC.  \n   \n2.1. The purpose of this Agreement is to establish the hours, wages, and other conditions of employment, and to  \nadopt measures for the settlement of differences, and to maintain a cooperative relationship so as to prevent interruptions by  \nboycotts, strikes, or lockouts.  \n2.2. It is mutually understood that the following terms and conditions relating to the employment of workmen covered.  \nby this Agreement have been decided upon by means of collective bargaining, and that the following provisions wiil be binding  \nupon the parties to this Agreement during the term of this Agreement.  \n2.3. The Emptoyer agrees to recognize, and does hereby recognize, the Union, its agents, representatives, or  \nsuccessors, as the exclusive bargaining agency for all of the employees of the Employers as herein defined.  \n   \n3.1. This Agreement shall cover all work, as defined in this Agreement, throughout the jurisdictional area of Teamsters  \nJoint Cound No. 13, except St. Louis City and St Louis County. The Union agrees that any Employer who is a party to this  \nAgreement shail have the privilege and shail operate under the existing agreements, or extensions thereof, which exdst in St  \nLouis City and St. Louis County between the Associated General Contractors of St. Louis and Local 682 of the Internationa!  \nBrotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America, provided they accept and sign such  \nagreements.  \nJoint Counal No. 13 Agreement  \n3.2. The word “work” when used in this Agreement means all private and public construction, federal and non-federal,  \nperformed in this state, with the exception of building construction, for the reason that building construction is separate and  \ndistinct from ail dasses of work covered by this Agreement, in respect to the terms and conditions of employment and the  \nnature of the work as weil as the class and skill of the workmen required. Building construction is hereby defined to include  \nbuilding structures, including modifications thereof or additions or repairs thereto, intended for use for shelter, protection,  \ncomfort, or convenience except as follows:  \n(A) There are structures which may be building or heavy construction at the election of the Employer. The Employer  \nshall notify the Union whether this Agreement will apply on the project prior to the start of work on the project.  \nSome examples of these structures are: water or sewage treatment facilities, raw water intake or outfall struc-  \ntures, pumping stations (sewage and storm).  \n(B) The preparation, grading, and improvement of the property or site and the excavation for the foundations shall  \nbe covered by this Agreement.  \n(C) The work covered by this Agreement shail include, but shall not be restricted to, all work performed in the  \nconstruction of streets and highways, airports, utilities, river and harbor work, dredging, flood control, levees,  \nrailroad and heavy construction and appurtenances, and pile dike and revetment work on streams in, and along  \nthe border of Missouri. | |  \n3.3. This Agreement covers the Employer's asphait plants if covered by an enforceable prevailing wage determination,  \n_ the Employer's operations on the job site, and the Employer's operation of a temporary nature in specific support of the job site  \nproject if covered by an enforceable prevailing wage determination, not to include permanent facilities nor the Emptoyer’s home  \noffice facilities of whatever nature, and shail not include professional engineers, engineering or clerical employees, guards,  \nwatchmen, timekeepers, superintendents, assistant superintendents, general foremen, foremen, or any supervisors in charge of  \nany dass of labor. None of the employees exempted in this paragraph shail be required to be members of any Union.  \nta,  \n   \n4.1, The parties agree that the Employer will notify the Union of employment opportunities in order that the Union may  \nhave an opportunity to refer qualified applicants. Nothing herein, however, shail require the Employer to use Union referrals as  \nthe exclusive source of applicants.  \n(A) There shail be a pre-job conference if requested by either party before the commencement of any project one  \nmillion doftars ($1,000,000) and over with all crafts with whom the Employer has an agreement through the  \nAssociated General Contractors of Missouri, and all transfer of men and other problems that might arise on the  \nproject shall be discussed at said pre-job conference. All subcontractors shail be present at the pre-job  \nconference if available. On any projects of less than one million dollars ($1,000,000) the Employer shall notify  \nthe Union.  \n(B)  \n(C)  \n(D)  \n(E)  \n(F)  \n(G)  \nThe Employer shail give the Union at least twelve (12) hours notice if requesting referrais.  \nThe Employer shail have the right to accept or reject any applicant for employment  \nThe Union shail select and refer applicants for employment without discrimination against such applicants by  \nreason of membership or non-membership in the Union, and such selection and referral shail not be affected in  \nany way by rules, regulations, by laws, constitutional provisions, or any other aspect or obligation of Union  \nmembership, policies or requirements.  \nIn case of reduction of forces, employees who have WORKED 60 FULL DAYS (8 HOURS) WITHIN A TWELVE (12)  \nMONTH PERIOD with the contractor shall be terminated in reverse order of their employment.  \nNothing contained herein shall deny the Union the right to select any applicant for referral on the basis of  \nexperience in the industry, qualifications, skill, or the Employer's preference regardless of the employee's place on  \nthe out-of-work list. The Union shall refer workmen called for by name if such workmen are property registered  \nand have been previously laid off or terminated in the area covered by this Agreement or covered by the Agree-  \nment of the Associated General Contractors of St. Louis.  \nThe Employer will, when requesting referrals from the local Union (1) specify the number of employees required;  \n(2) the focation of the project; (3) the nature and type of construction involved; (4) the work to be performed;  \nand (5) such other information as is deemed essential by the Employer in order to enable the Union to make  \nproper referral of applicants.  \n4.2. The Unions, recognizing that the success and efficiency of every Contractor organization in the construction  \nindustry depends in large measure on the availability to them of certain men who are skilled in the various crafts and  \ndassifications, and who have known abilities to work in harmony and help organize an efficent crew, agree as follows:  \n(A) The Employer may bring in from outside Union jurisdiction no more than fifty (50) percent of ai} men employed  \non the job. The first man employed on the job shall be from the local Union having jurisdiction on the job,  \nunless the first man has been a steady employee of the company, and in that case the Union having jurisdiction  \nshail have the second man, Men fumished by the Employer shall be required to register with the local Union  \nprior to employment on the job site.  \n4,3. In order that the Employers may be property advised of the persons and/or offices to be notified by the Employer  \ndesiring to arrange pre-job conferences or to request a referral of applicants, the Unions will promptly furnish to the office of the  \nAssociated General Contractors of Missouri in Jefferson City a fist of such persons and offices showing the territorial jurisdiction  \nof each, office telephone numbers, and home telephone numbers of the Union agents involved. The Unions will keep these lists  \nrevised as  \n   \n5.1. Itis understood and agreed by and between the parties hereto that as a condition of continued employment, all  \npersons who are hereafter employed by the Employer in the unit which is the subject of this Agreement shall become members  \nof the Union not fater than the eighth (8th) day following the beginning of their employment or the execution date of this  \nAgreement, whichever is the later; that the continued employment by the Employer in said unit of persons who are already  \nmembers in good standing of the Union shall be conditioned upon those persons continuing their payment of the periodic dues  \nto the Union; and that the continued employment of persons who were in the employ of the Employer prior to the date of this  \nAgreement and who are not now members of the Union, shail be conditioned upon these persons becoming members of the  \nUnion not Jater than the eighth (8th) day following the execution date of this Agreement. The failure of any person to become a  \nmember of the Union at such required times shall obligate the Employer, upon written notice from the Union to such effect and  \nto the further effect that Union membership was available to such person on the same terms and conditions generally available  \nto other members to forthwith discharge such person. Further, the failure of any person to maintain his Union membership in  \ngood standing as required herein shall, upon written notice to the Employer by the Union to such effect, obligate the Employer  \nto discharge such person.  \n   \n6.1. The number of men to be employed is at the sole discretion of the Employer. Any workman may be shifted by  \nthe Employer from one classification of work to another diassification of work, or from one piece of equipment to another piece  \nof equipment, provided the workman is capable of performing the other work and is paid the rate of wages for the dassification  \nwhich provides the higher wage rate.  \n6.2. Workmen are to be paid the wages according to diassifications as set forth in this Agreement, and in return the  \nEmployer is to receive a fair and honest day's work without any slowing down or stoppage of work. There shall be no limitations  \nas to the amount of work a man shall perform during his working day. Nothing in this Agreement shall be construed to define  \nor determine any craft or work jurisdiction or the recognition thereof by the Employer.  \n6.3. The Employer shall not be required to employ chauffeurs or helpers to use or move around on the project such  \nmachines as truck mounted greasing equipment, air compressors, drills, or any other similar automatic or auxiliary  \nmachinery. The Employer's supervisory or clerical force may operate pickup trucks or station wagons for their own  \ntransportation. The mechanical force may drive pickup trucks for their own transportation to and from home and to haul around  \non the project their own tools and occasional parts.  \n6.4. (A) Mechanics, mechanic helpers, and greasers when working on equipment operated by teamsters and  \nchauffeurs, shalt come under the jurisdiction of the Teamsters and Chauffeurs Union.  \n(B) Where any job is not large enough to employ both truck mechanics, helpers, and greasers and heavy  \nequipment mechanics and greasers, this classification will be worked out by the Employer and the other  \nlocal Union invotved as these disputes arise without any stoppage of work.  \nJomt Councad Na, 13 Agreement  \n(C) It shail be a violation of this Agreement for employees to furnish personal transportation including pickups  \nor equipment, except hand tools, to be used in the service of the Employer.  \n6.5. The driving of escort equipment shall be done by Teamsters, unless performed by individuals excluded under  \nArticle III, Section 3, the escorting vehicle(s) shall be operated by Teamster(s) from the job site where the move originates,  \nunless performed by individuals excluded under Article III, Section 3.  \n6.6. When equipment covered by this Agreement is to be moved under its own power from the job site to another job  \nsite or location, it shall be operated by an employee from the job site where the move onginates.  \n6.7. The Union agrees not to interfere in any manner with the Employer's right to use any type or quantity of  \nmachinery, vehide tools, or appliances. It is agreed that the Employer may secure materials or equipment from any market or  \nsource except prison made. Hauling by truck of sand, gravel, and crushed stone from the source of final production to the job  \nsite shall be in compliance with the terms and conditions of this Agreement if performed by employees of signatory Employers.  \n6.8. Itis understood and agreed that the Union shall have no finandal liability for acts of its members or agents which  \nare unauthorized and which the Union cannot control. It is agreed, however, that in the event of such unauthorized action, the  \nUnion shall, upon receiving notice thereof, urge its members to return to work, if there should be a work stoppage, and just as  \nsoon as practical, address a letter to the Employer notifying the Employer that the action of the Union member or agents is  \nunauthorized.  \n6.9. The Employer shail be privileged to discipline employees for such unauthorized activities without  \nviolation of the terms of this Agreement, subject, however, to the grievance and arbitration provisions of this Agreement.  \n6.10. In order that the Employer may be apprised of the officer of the Union empowered to authorize strikes, work  \nstoppages, or actions which will interfere with the activities required of employees under this Agreement, it is understood and  \nagreed that only the top administrative officer of the Union has the power or authority to authorize any such actions or give the  \norders or directions necessary to carry out any such actions.  \n6.11. It shall not be a violation of this Agreement for the employees covered hereunder to refuse to cross a primary  \npicket line and perform work in any instance where the picket line has been authorized by the Union picketing.  \n6.12. The Employer shall provide Workmen’s Compensation insurance against injury and occupational disease and  \nUnemployment Compensation protection for all employees even though not required to do so by Missouri state law.  \n6.13. Where new types of equipment for which rates of pay are not established by this Agreement are put into use,  \nrates governing such equipment shall be subject to negotiations between the parties to this Agreement. Rates agreed upon or  \nawarded shail be effective as of the date equipment is put into use.  \n6.14. Safety rules and promulgated by the Occupational Safety and Health Administration shail be  \nobserved.  \n6.15. If Teamster equipment is on the job site, there shall be sufficient Teamsters on the job to perform the Teamster  \nwork scheduled to be performed with that equipment, provided, however, Teamsters, at no reduction in pay, will also perform  \nwhatever other work is assigned them whenever the Employer determines that the performance of such other work is  \nnecessary.  \nate  \n: im te  \n4 a a eon  \nsec cons we tpn trades an datas te ith  \nTime:and: @: #  \nfe eae  \nee Se abet at sees  \n   \n7.1. (A) The regular work week shail start on Monday and end on Friday. The regular work week shall be forty  \n(40) hours.  \n(B) The regular work day shall be either 8 or 10 hours. The employer shall give notice on the first day of the  \nwork week as to whether the work week will be worked as 8 or 10 hour days.  \n(C) In the event an employee works a fifth day when he has worked less than 40 hours, he shall work that  \nfull day provided that work is not stopped because of inclement weather.  \n(D) If a crew is prevented from working forty (40) hours Monday through Friday, or any part thereof by  \nreason of indement weather, Saturday or any part thereof may be worked as a make-up day at the  \nstraight time rate. If Saturday is worked as a make-up day, work shail proceed for a full shift, unless  \nprevented from working by indement weather. If an employee declines to work Saturday as a make-up  \nday, he shall not be penalized, but can be replaced by another employee at the straight time rate.  \nEmployees who are part of a regular crew on a make-up day, notwithstanding the fact that they may not  \nhave been employed the entire week, shail work Saturday at the straight time rate.  \n7.2. A thirty (30) minute lunch break, without pay, between the third and sixth hour will be allowed each employee,  \nand the employee will be paid time and one-half for working through his period and will be allowed a short time to eat.  \n7.3. (A) A work day is to begin BETWEEN 6 A.M. AND 9 A.M. However, the project starting ime may be advanced  \nor delayed if required by the owner if mutually agreed to by the employer and the union.  \n(B) | When two or more shifts are worked on any operation, the normal starting time shall be 8:00 a.m. When  \ntwo shifts are worked they will consist of eight (8) or ten (10) hours exclusive of lunch time. The starting  \ntime shail be no earlier than 6 a.m. and not later than 10 a.m. unless changed by mutual agreement.  \n(C) Overtime shall be computed at one-half hour intervals, There shail be no pyramiding of overtime or  \npremiums.  \n(D) The Employer may establish other working hours on the project, in which event employees starting at  \nthose other times, shall be paid their regular rates of pay. On those projects which routinely work two (2)  \nor three (3) shifts, only the graveyard (3rd) shift will receive the premium of fifty cents (50¢) per hour.  \nProjects must be scheduled to work nine (9) consecutive shifts to be considered routinely working shifts.  \nOn work which the owner specifies unusual working hours beyond the control of the contractor the  \npremium rate will not apply.  \n7.4. The following days are recognized at holidays: New Year's Day, Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day and Christmas Day. If a holiday falls on a Sunday, it shall be observed on the following Monday. No work  \nshall be performed on Labor Day except in case of jeopardy to work under construction. This rule is applied to protect Labor  \nDay. When a holiday falis during the normal work week, Monday through Friday, it shall be counted as eight (8) hours toward  \nthe forty (40) hour week; however, no reimbursement for this eight (8) hours is to be paid the workman unless worked. If  \nworkmen are required to work the above enumerate holidays or days observed as such, they shall receive double the regular  \nrate of pay for such work.  \nBEGINNING ON MAY i, 2003 IN THE COUNTIES OF ST. CHARLES, JEFFERSON, FRANKLIN, LINCOLN AND WARREN:  \n"]]