[["", "— meee 2 ~ oo A ee orem am a hee rer. aw, » ~~ a wr. wee on ote Sr eee ee mt Ee ee wt he ee Foe ee eee me  \n~ - + - ” re re a eens  \n   \n   \n_ OF MISSOURI  \nAND  \nMay 1, 2006 |  \n=  \nF  \nU  \n5  \n  \nTO  \nApriL 30, 2010  \n1  \n_ ASSOCIATED GENERAL CONTE  \nTEAMSTERS JOINT COUNCIL  \ni. sess > ance  \n———— a SS Se ee SSS Sy ee ee SS  \n= = = _ ie  \n= — ee = ae ~ - ~ — = a ad — ~ = ee —~  \n~  \n'  \n.  \n~ + = = = = at a meat ooge’  \nArticle  \nI  \nI]  \n166  \niv  \nV  \nVI  \nVil  \nVIlt  \nIX  \nXI  \nXII  \nXVI  \nAGC-MO/Teamsters Joint Council No. 56 Agreement  \nINDEX  \nTitle Page  \nbee 2  \nsora snes wie ve as sues noes omens on acs nen ness AW Kai AWW Salen WPS RAM RO Sd 28H A none va 2  \nDefinition and 3  \nHiring Procedure amd Transfer OF site snes races cases com ves sis cate nes vss us man WANS 4  \nUNION 5  \nWorking Conditions 6  \nWorking Time and sam ts SSSR GaN sia cess 8  \nRECS GE WAGES ing pcs one covets Si ne 8 NOE RU ORE du 10  \nsem iis aps eee GSS hess HESS men 11  \nPITRE) SSPE TICS eu en cone tase ena ones pass geese area pis a Fonts paces ved eg EE 12  \nMissouri Construction Industry Advancement 13  \nEnforcement of Fringe Benefit Contributions 13  \nGrievance and Arbitration 15  \nWork Assignment and Jurisdictional Disputes 16  \nSUBCOMPACHONS sens cine os cues neva xn nnn di Gon See Sn sis Gall 6H RNR 17  \nEqual Employment Opportunity 18  \n«cic rene nome nase se Aas A SHA HUN peu su 18  \nSchedule of Wage Rates — Teamsters 20  \n22  \nPage I  \nAGREEMENT  \n"], ["ARTICLE I  \nPreamble  \n", "1.1. This Agreement is entered into this 1st day of May, 2006, be:ween the Associated General  \nContractors of Missouri (AGC), acting as bargaining representative for and on behalf of those of its members  \nwho individually ratify and sign this Agreement, hereinafter referred to as. \"Employers\" or \"Contractors,\" and  \nLocal Unions chartered by the International Brotherhood of Teamsters, T2amsters Joint No. 56, Kansas  \nCity, Missouri, who are signators to this Agreement, hereinafter called the \"Union.\"  \n1.2. It is understood that the AGC in no event shall be bound as principal or be held liable in any  \nmanner for any breach of this contract by any of the Employers bound tc this Agreement. It is further agreed  \nand understood that the liabilities of the Employers signing this contract shall be several and not joint. It is  \nfurther understood that Teamsters Joint Council No. 56, Kansas City, shall in no event be bound as  \nprincipal or be held liable in any manner for any breach of this contract Ey any of the loca! Unions affiliated with  \nTeamsters Joint Council No. 56, Kansas City, Missouri, signing the same. It is further agreed and understood  \nthat the liabilities of the Unions signing this contract shall be several and not joint. It is agreed that the Inter-  \nnational Union shall not be liable for violations of this Agreement. The signing this Agreement shall  \nnot be liable for actions of the AGC.  \n2.1. The purpose of this Agreement is to establish the hours, wacjes, and other conditions of  \n   \nemployment, and to adopt measures for the settlement of differences, arid to maintain a cooperative relation-  \nship so as to prevent interruptions by boycotts, strikes, or lockouts.  \n2.2. It is mutually understood that the following terms and conditions relating to the employment of  \nworkmen covered by this Agreement have been decided upon by means of collective bargaining, and that the  \nfollowing provisions will be binding upon the parties to this Agreement during the term of this Agreement.  \n2.3. The Employer agrees to recognize, and does hereby recognize, the Union, its agents,  \nrepresentatives, or successors, as the exclusive bargaining agency for all of the employees of the Employers as  \nherein defined.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 2  \n"], ["| ARTICLE 111  \nDefinition and Scope  \n", "3.1. This Agreement shall cover all work, as defined in this Agree nent, throughout the jurisdictional  \narea of Joint Council of Teamsters No. 56 excepting Jackson, Clay, Platte, Cass, and Ray Counties. The Union  \nagrees that any Employer who is a party to this Agreement shal! have the privilege and shall operate under the  \nexisting agreements, or extensions thereof, which exist in Jackson, Clay, Platte and Ray Counties between the  \nHeavy Constructors Association of the Greater Kansas City Area and Loce! 541 of the International Brotherhood  \nof Teamsters, Chauffeurs, Warehousemen and Helpers of America, provided they accept and sign such  \nagreements.  \n3.2. The word \"work\" when used in this Agreement means ail private and public construction, federal  \nand non-federal, performed in this state, with the exception of building construction, for the reason that  \nbuilding construction is separate and distinct from all classes of work cov2red by this Agreement, in respect to  \nthe terms and conditions of employment and the nature of the work as well as the class and skill of the  \nworkmen required. Building construction is hereby defined to include bu Iding structures, including  \nmodifications thereof or additions or repairs thereto, intended for use for shelter, protection, comfort, or  \nconvenience except as follows:  \n(A) There are structures which may be building or heavy construction at the election of the Employer.  \nThe Employer shall notify the Union whether this Agreement will apply on the project prior to the  \nstart of work on the project. Some examples of these structures are: water or sewage treatment  \nfacilities, raw water intake or outfall structures, pumping stations (sewage and storm).  \n(B) The preparation, grading, and improvement of the property cir site and the excavation for the  \nfoundations shall be covered by this Agreement.  \n(C) The work covered by this Agreement shail include, but shail riot be restricted to, all work performed  \nin the construction of streets and highways, airports, utilities, river and harbor work, dredging, flood  \ncontrol, levees, railroad and heavy construction and appurteriances, and pile dike and revetment  \nwork on streams in, and along the border of Missouri.  \n3.3. This Agreement covers the asphalt plants if covered by an enforceable prevailing wage  \ndetermination, the Employer's operations on the job site, and the operation of a temporary nature in  \nspecific support of the job site project if covered by an enforceable prevz iting wage determination, not to  \ninclude permanent facilities nor the Employer's home office facilities of whatever nature, and shall not include  \nprofessional engineers, engineering or clerical employees, guards, watch nen, timekeepers, superintendents,  \nassistant superintendents, general foremen, foremen, or any supervisors in charge of any class of labor. None  \nof the employees exempted in this paragraph shall be required to be of any Union.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 3  \n"], ["ARTICLE IV  \nHiring Procedure and Transfer of Men  \n", "4.1. The parties agree that the Employer wiil notify the Union of employment opportunities in order that  \nthe Union may have an opportunity to refer qualified applicants. Nothing herein, however, shall require the  \nEmployer to use Union referrals as the exclusive source of applicants.  \n(A) There shail be a pre-job conference if requested by either party before the commencement of any  \nproject one million dollars ($1,000,000) and over with all crafts with whan the Employer has an agreement  \nthrough the Associated General Contractors of Missouri, and all transfer of men and other problems that might  \narise on the project shall be discussed at said pre-job conference. All shall be present at the  \npre-job conference if available. On any projects of less than one million Joilars ($1,000,000) the Employer shall  \nnotify the Union.  \n(B) The Employer shall give the Union at least twelve (12) hours if requesting referrals.  \n(C) The Employer shall have the right to accept or reject any applicant for employment.  \n(D) The Union shall select and refer applicants for employment without discrimination against such  \napplicants by reason of membership or non-membership in the Union, ard such selection and referral shall not  \nbe affected in any way by rules, regulations, by laws, constitutional provisions, or any other aspect or obligation  \nof Union membership, policies or requirements.  \n(E) In case of reduction of forces, employees who have SIX (6) months of continuous employment with  \nthe contractor shall be terminated in reverse order of their employment.  \n(F) Nothing contained herein shall deny the Union the right to select any applicant for referral on the  \nbasis of experience in the industry, qualifications, skill, or the Employer's preference regardless of the  \nemployee's place on the out-of-work list. The Union shall refer workmen cailed for by name if such workmen  \nare properly registered and have been previously laid off or terminated ir: the area covered by this Agreement  \nor covered by the Agreement of the Heavy Constructors Association of the Greater Kansas City Area.  \n(G) The Employer will, when requesting referrals from the focal Union (1) specify the number of  \nemployees required; (2) the location of the project; (3) the nature and type of construction involved; (4) the  \nwork to be performed; and (5) such other information as is deemed essential by the Employer in order to  \nenable the Union to make proper referral of applicants.  \nAGC-MO/Teamsters Joint Council No, 56 Agreement Page 4  \n4.2. The Unions, recognizing that the success and efficiency of every Contractor organization in the  \nconstruction industry depends in large measure on the availability to thein of certain men who are skilled in the  \nvarious crafts and classifications, and who have known abilities to work i1 harmony and help organize an  \nefficient crew, agree as follows:  \n(A) The Employer may bring in from outside Union jurisdiction nc more than fifty (50) percent of all men  \nemployed on the job. The first man employed on the job shall be from tye local Union having jurisdiction on  \nthe job, unless the first man has been a steady employee of the company, and in that case the Union having  \njurisdiction shall have the second man. Men furnished by the Employer shall be required to register with the  \nlocal Union prior to employment on the job site.  \n4.3. In order that the Employers may be properly advised of the persons and/or offices to be notified by  \nthe Employer desiring to arrange pre-job conferences or to request a referral of applicants, the Unions will  \npromptly furnish to the office of the Associated General Contractors of M:ssouri in Jefferson City a list of such  \npersons and offices showing the territorial jurisdiction of each, office telephone numbers, and home telephone  \nnumbers of the Union agents involved. The Unions will keep these lists revised as necessary.  \n5.1. It is understood and agreed by and between the parties hereto that as a condition of continued  \nemployment, all persons who are hereafter employed by the Employer in the unit which is the subject of this  \nAgreement shall become members of the Union not later than:the eighth (8th) day following the beginning of  \ntheir employment or the execution date of this Agreement, whichever is the later; that the continued  \nemployment by the Employer in said unit of persons who are already me nbers in good standing of the Union  \nshall be conditioned upon those persons continuing their payment of the periodic dues to the Union; and that  \nthe continued employment of persons who were in the employ of the Employer prior to the date of this  \nAgreement and who are not now members of the Union, shall be upon those persons becoming  \nmembers of the Union not later than the eighth (8th) day following the execution date of this Agreement. The  \nfailure of any person to become a member of the Union at such required times shall obligate the Employer,  \nupon written notice from the Union to such effect and to the further effeit that Union membership was  \navailable to such person on the same terms and conditions generally available to other members to forthwith  \ndischarge such person. Further, the failure of any person to maintain his Union membership in good standing  \nas required herein shall, upon written notice to the Employer by the Union to such effect, obligate the Employer  \nto discharge such person,  \nAGC-MO/Teamsters Joint Council No, 56 Agreement Page 5  \n"], ["_ ARTICLE VI 7  \nWorking Conditions  \n", "6.1. The number of men to be employed is at the sole discretion cf the Employer. Any workman may  \nbe shifted by the Employer from one classification of work to another classification of work, or from one piece of  \nequipment to another piece of equipment, provided the workman is capable of performing the other work and  \nis paid the rate of wages for the classification which provides the higher vrage rate. :  \n6.2. Workmen are to be paid the wages according to classifications as set forth in this Agreement, and  \nin return the Employer is to receive a fair and honest day's work without any slowing down or stoppage of  \nwork. There shall be no limitations as to the amount of work a man shall perform during his working day.  \nNothing in this Agreement shal! be construed to define or determine any craft or work jurisdiction or the  \nrecognition thereof by the Employer.  \n6.3. The Employer shall not be required to empioy chauffeurs or Felpers to use or move around on the  \nproject such machines as truck mounted greasing equipment, air compressors, drills, or any other similar  \nautomatic or auxiliary machinery. The Employer's supervisory or clerical force may operate pickup trucks or  \nstation wagons for their own transportation. The mechanical force may drive pickup trucks for their own  \ntransportation to and from home and to haul around on the project their own tools and occasional parts.  \n6.4. (A) Mechanics, mechanic helpers, and greasers when working on equipment operated by  \nteamsters and chauffeurs, shall come under the jurisdiction of the Teamsters and Chauffeurs Union.  \n(B) Where any job is not large enough to employ both truck anics, helpers, and greasers and  \nheavy equipment mechanics and greasers, this classification will be worke:d out by the Employer and the other  \nlocal Union involved as these disputes arise without any stoppage of work.  \n(C) It shail be a violation of this Agreement for employees to furnish personal transportation including  \npickups or equipment, except hand tools, to be used in the service of the Employer.  \n6.5. The driving of escort equipment shall be done by Teamsters, unless performed by individuals  \nexcluded under Article ITI, Section 3, the escorting vehicle(s) shall be operated by Teamster(s) from the job site  \nwhere the move originates, unless performed by individuals excluded uncer Article TI, Section 3.  \n6.6. When equipment covered by this Agreement is to be moved under its own power from the job site  \nto another job site or location, it shall be operated by an employee from the job site where the move originates.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 6  \n6.7. The Union agrees not to interfere in any manner with the Employer's right to use any type or  \nquantity of machinery, vehicle tools, or appliances. It is agreed that the may secure materials or  \nequipment from any market or source except prison made. Hauling by truck of sand, gravel, and crushed  \nstone from the source of final production to the job site shall be in compliance with the terms and conditions of  \nthis Agreement if performed by employees of signatory Employers.  \n6.8. It is understood and agreed that the Union shail have no finencial liability for acts of its members or  \nagents which are unauthorized and which the Union cannot control. It is agreed, however, that in the event of  \n‘such unauthorized action, the Union shall, upon receiving notice thereof, urge its members to return to work, if  \nthere should be a work stoppage, and just as soon as practical, address < letter to the Emptoyer notifying the  \nEmployer that the action of the Union member or agents is unauthorized.  \n6.9. The Employer shall be privileged to discipline employees responsible for such unauthorized activities  \nwithout violation of the terms of this Agreement, subject, however, to the: grievance and arbitration provisions  \nof this Agreement.  \n6.10. In order that the Employer may be apprised of the officer o* the Union empowered to authorize  \nstrikes, work stoppages, or actions which will interfere with the activities required of employees under this  \nAgreement, it is understood and agreed that only the top administrative officer of the Union has the power or  \nauthority to authorize any such actions or give the orders or directions necessary to carry out any such actions.  \n6.11. It shall not be a violation of this Agreement for the employees covered hereunder to refuse to  \ncross a primary picket line and perform work in any instance where the picket line has been authorized by the  \nUnion picketing.  \n6.12. The Employer shall provide Workmen's Compensation insurance against injury and occupational  \ndisease and Unemployment Compensation protection for all employees even though not required to do so by  \nMissouri state law.  \n6.13. Where new types of equipment for which rates of pay are not established by this Agreement are  \nput into use, rates governing such equipment shall be subject to negotiations between the parties to this  \nAgreement. Rates agreed upon or awarded shail be effective as of the date equipment is put into use.  \n6.14. Safety rules and regulations promulgated by the Occupatiorial Safety and Health Administration  \nshall be observed.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 7  \n6.15. If Teamster equipment is on the job site, there shalt be suff cient Teamsters on the job to perform  \nthe Teamster work scheduled to be performed with that equipment, however, Teamsters, at no  \nreduction in pay, will also perform whatever other work is assigned them whenever the Employer determines  \nthat the performance of such other work is necessary.  \n______ Working Time and Overtime _ |  \n7.1. A regular work week shall consist of not more than forty (40) hours work and all work performed  \nover and above ten (10) hours per day and forty (40) hours per week shell be paid at the rate of time and one-  \nhalf.  \n7.2. A thirty (30) minute lunch break, without pay, between the third and sixth hour will be allowed  \neach employee, and the emptoyee will be paid time and one-half for working through his lunch period and will  \nbe allowed a short time to eat.  \n7.3. A work day is to begin between 6:00 a.m. and 9:00 a.m. at the option of the Employer except when  \ninclement weather or other conditions beyond the reasonable control of tiie Employer or requirements of the  \nowner prevent work, in which event, the starting time may be advanced or delayed.  \n(A) Overtime shall be computed at one-half hour intervals. There shall be no pyramiding of overtime or  \npremiums. Make up days shal) not be utilized for days lost due to Holiday's EXECPT AS DEFINED IN 7.4,  \n(B) The Employer may establish other working hours on the project, in which event employees starting  \nat those other times, shall be paid their reguiar rates of pay. On those projects which routinely work two (2) or  \nthree (3) shifts, only the graveyard (3rd) shift will receive the premium of fifty cents (50¢) per hour. Projects  \nmust be scheduled to work nine (9) consecutive shifts to be considered routinely working shifts. On work which  \nthe owner specifies unusual working hours beyond control of the contractor the premium rate will not apply.  \n7.4. The following days are recognized as holidays: New Year's Cay, Memorial Day, Independence Day,  \nLabor Day, Thanksgiving Day and Christmas Day. If a holiday falls on a Si\\unday, it shall be observed on the  \nfollowing Monday. No work shail be performed on Labor Day except in c:ise of jeopardy to work under  \nconstruction. This rule is applied to protect Labor Day.  \nWhen a holiday falls during the normal work week, Monday throucih Friday, it shal! be counted as eight  \n(8) hours toward the forty (40) hour week; however, no reimbursement for this eight (8) hours is to be paid the  \nworkman unless worked. AN EMPLOYER WORKING A FOUR (4) DAY, TEN (10) HOUR SCHEDULE MAY USE  \nAGC-MO/Teamsters Joint Council No, 56 Agreement Page 8  \nFRIDAY AS A MAKE UP DAY WHEN AN OBSERVED HOLIDAY OCCURS DURING THE WORK WEEK. EMPLOYEES  \nHAVE THE OPTION TO WORK THAT MAKE UP DAY. If workmen are required to work the above enumerate  \nholidays or days observed as such, they shail receive time and one-half the regular rate of pay for such work.  \n7.5. Greasers may be employed at the regular wage rate for certiain duties which require hours different  \nfrom those of major operations.  \n7.6. Workmen shall report for work each working day except when the Employer has notified them not  \nto do so before leaving the job or at any time before the workman leaves: his place of residence to report for  \nwork. The employee shall keep the individual Employer advised at al} tinies of his correct address and  \ntelephone number, When the employee has no telephone, he shail not te entitled to show-up time in the event  \nhe reports on a day of inclement weather unless he has previously called the individual Employer at the time  \nand place designated in a notice posted on the job.  \nIf the Employees are not notified that there will be no work, the nien who report shall receive two hours  \n(2) reporting time. If an Employee starts to work, he shalt be paid four (4) hours’ time unless prevented from  \nworking due to inclement weather, machine breakdown or material shortage.  \nThe provisions of this Article apply on ail shifts. Show-up time hours and guaranteed hours after put to  \nwork will be regarded as hours worked for the purpose of computing the forty-hour work week.  \n7.7. New employees, who may start work later than 8:00 a.m., tre first day, will receive pay for hours  \nworked from the time they arrive on the job until quitting time.  \n7.8. Greasing in the morning, filling gas tanks, and making machines ready for operation at starting time  \nis the oiler's work and shail be paid at the regular rate for this classification of work. Where greasers or oilers  \nare not employed, chauffeurs operating the equipment shail service machines during the regular shift or be paid  \nat the overtime rate of wages if greasing is done before or after the reguiar work day.  \n7.9. Chauffeurs shall start their machines at the regular starting time, and shall return the machine to  \nits parking station or shop at the end of work day.  \n7.10. No employee shall leave any piece of equipment by quitting unless he has been properly replaced  \nby another qualified person. An absent employee, not properly excused |xy the Employer, may be permanently  \nreplaced.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 9  \n7.11. Nothing set forth in this Agreement shall restrict or prohibit the Employer from hiring trucks,  \nvehicles, or other equipment on a contract basis. The operators of all equipment coming under the jurisdiction  \nof the Teamsters’ Union shail be paid under the wage scales set forth in this Agreement.  \n  \n8.1. Hourly rates of wages for each classification of labor are set “orth in the Schedule of Wage Rates  \nspecified in this Agreement, and the rates shown in the Schedule shail to all work and to every workman  \ncovered by this Agreement unless state or federal wage determinations fior the project are less than that set out  \nin this Agreement. In that case the predetermined rate for the project shiall prevail for the duration of the  \nproject.  \n8.2. The Union agrees that no demand for any increase in any wage rate above that specified in the  \nSchedule of Wage Rates will be made on any job.  \n8.3. Wages, in cash or collectible check, shail be paid to workmer: weekly at the end of the shift not  \nlater than five (5) workdays after the pay period, unless approval of payralls by governmental agencies prevents  \nsuch payment at that time. Check stubs shail show total wages and itemized deductions. Failure on the part of  \nthe Employer to comply with this provision shall entitle the employee to cine (1) day's pay for every twenty-four  \n(24) hours from the date of the required pay day provided the delay is occasioned by willful negligence of the  \nEmployer or his agents.  \n8.4. (A) Rates of wages and fringe benefits as set forth in this Agreement in effect on the date an  \nEmployer signatory to this Agreement bids on a project covered thereby remain in effect for the duration  \nof the work on said project, but not to exceed a period of more than twe (24) months from the bid  \ndate. On the second anniversary of the project, if the project continues, the wages and fringes will be  \nincreased by an amount equal to the effective wage and fringe increases in the first year after the date of the  \noriginal bid letting. The same procedure shall apply on the third anniversary of the date of the bid letting and  \non all subsequent anniversaries.  \n(B) Work on projects bid under any previous AGC of Missouri Agreements or addenda shall continue for a  \nperiod of two (2) years at the old wage and fringe benefit rates. On the second anniversary of the project, if the  \nproject continues, the wages and fringes will be increased by an amount equal to the effective wage and fringe  \nincreases in the first year after the date of the original bid fetting. The same procedure shall apply on the third  \nanniversary of the date of the bid letting and on all subsequent anniversiiries.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 10  \n8.5, In the event of multiple layoffs, arrangements may be made between the Employer and the local  \nUnion for pay checks to be mailed to employees within forty-eight (48) hours. The employees shall furnish the  \ncurrent mailing address to the Employer before jeaving the job.  \n8.6. If a workman quits of his own accord, he shall wait for his pey unti! the next regular pay day.  \nAn employee who is discharged or laid off shall be paid in full in accordance with existing Missouri state  \nlaws, or the provisions of Section 3 shall apply.  \n"], ["ARTICLE  \n", "9.1. The Union may appoint a workman to act as steward on each job. The Union will notify the  \n   \nEmployer's superintendent of the appointment. The steward shall be sukject to the same terms of employment  \nas any other employee on the job and shall not be discriminated against >y reason of the fact he is serving as  \nsteward.  \n9,2. The steward shall be a working employee who shall, in addition to his requiar work, be permitted to  \nperform during working hours such of his duties as steward including the adjustment of grievances as cannot  \nbe performed at other times. The Union agrees that such duties shall be performed as expeditiously as  \npossible.  \n9.3. If overtime work is required, the steward shail be one of the workmen who shal) perform the work,  \nif he so desires, provided he is capable of performing the work. The Emaloyer agrees in the event of reduction  \nof the work force that the employee appointed as steward remain on the job as long as there is work of his  \ncraft which he is capable of performing.  \n9.4. In the event the steward is transferred or discharged, the En:ployer shall notify the Union  \nimmediately and never later than during the same working day or same shift.  \n9.5. The steward shall not stop the Employer's work for any reascin, and shall not leave the project  \nduring normal working hours for any reason other than to notify the Unicn of unsafe conditions, or unless  \nauthorized to do so by the Employer.  \nAGC-MO/Teamstets Joint Council No. 56 Agreement Page If  \n"], ["ARTICLE X _  \nFringe Benefits  \n", "10.1. Health and Welfare. In addition to the wages set out in the: schedule attached to this Agreement,  \neach Employer agrees beginning May 1, 2006 to pay for all work covere¢ by this Agreement, FOUR DOLLARS  \nSEVENTY-FIVE CENTS ($4.75) per hour for each payroll hour into the Missouri-Kansas Teamsters Health and  \nWelfare Pian.  \n10.2. Pension. In addition to the wages set out in the schedule zttached to this Agreement, each  \nEmpioyer agrees to pay beginning May 1, 2006 for ali work covered by this Agreement, THREE DOLLARS  \nTWENTY-FIVE CENTS ($3.25) per hour for each payroll hour into the Missouri-Kansas Teamsters Pension Fund  \nestablished by an Agreement and Declaration of Trust dated October 13, 1969.  \n10.3. When at any time the trustees of the health and welfare, pension plans OR TRAINING FUND  \nrequest that additional contributions are necessary in order to maintain CR RAISE the level of benefits in effect,  \nthe wage rates shall be reduced by the amounts requested and the amounts shal! be contributed to said funds.  \nFringe benefits contributions shall be kept current on all projects in individual area.  \n10.4. Supplemental Dues Check-Off. Each Employer agrees to deduct SEVENTY CENTS (70¢) from the  \nwages of each employee for each payroll hour. In accordance with the t2rms of an individual and voluntary  \nwritten authorization for checkoff of membership dues in form permitted by the provisions of Section 302(C) of  \nthe Labor Management Relations Act, as amended. The Employer shall cieduct from the wages of all employees  \ncovered by this Agreement.  \nSaid sums shall be remitted to the Local Union as supplemental diies or service fees, reporting of these  \nsums shall be made in the same manner and on the same forms provided for the payment of fringe benefit  \nprograms required under this Agreement.  \n10.5. Enforcement of Sections 1, 2 and 4 of this Article shal! be gaverned by and in accordance with  \n"], ["", "Article XII of this Agreement.  \n10.6. WITHIN NINETY (90) DAYS OF THE EFFECTIVE DATE OF THIS AGREEMENT THE PARTIES AGREE  \nTO ESTABLISH THE MO-KAN TEAMSTERS APPRENTICESHIP AND TRAINING FUND BY ENTERING INTO AN  \nAGREEMENT AND DECLARATION OF TRUST PURSUANT TO SECTION 30? OF THE LABOR MANAGEMENT  \nRELATIONS ACT AND SECTIONS 401 AND 501 OF THE INTERNAL REVENUE CODE, AS AMENDED.  \nTHEREAFTER, THE PARTIES AGREE TO DEVELOP AND ENTER INTO STANDARDS OF APPRENTICESHIP WHICH  \nWILL BE SUBMITTED TO THE BUREAU OF APPRENTICESHIP AND TRAINING OF THE UNITED STATES  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 12  \nDEPARTMENT OF LABOR FOR APPROVAL AND REGISTRATION AND TO COOPERATE IN PERFORMING ANY  \nADDITIONAL TASKS NECESSARY TO ESTABLISH AN APPRENTICESHIP PF.OGRAM TO BE OPERATIONAL ON OR  \nBEFORE MAY 1, 2007.  \n10.7. THE UNION OR APPLICABLE TRUSTEES, UPON SIXTY DAYS’ NOTICE PRIOR TO 5/1/07, 5/1/2008,  \nOR 5/1/2009, MAY ALLOCATE THE ECONOMIC INCREASE TO HEALTH AND WELFARE CONTRIBUTION,  \nPENSION CONTRIBUTION, OR APPRENTICESHIP TRAINING CONTRIBUTION SO LONG AS THE TOTAL FRINGE  \nBENEFIT CONTRIBUTIONS AND WAGE RATE DOES NOT EXCEED THE TC'FAL ECONOMIC PACKAGE AS SET  \n"], ["FORTH IN ARTICLE XVIII.  \n", "apie pes  \n11.1. In addition to the wages set out in the Schedule attached tc this Agreement, each Employer  \n   \n   \nagrees to pay for all work covered by this Agreement ten cents ($.10) pel hour for each payroll hour into the  \nMissouri Construction Industry Advancement Fund, established by an Agreement and Declaration of Trust dated  \nJuly 23, 1970.  \n11.2. Details of reporting, payment and administration of such co ttributions shall be governed by the  \nterms of the Trust Agreement creating the foundation, except as otherwise set forth in this Agreement. All  \nTrustees of said Trust shall be members of the Association appointed by :he Board of Directors and any  \ndisbursement therefrom shall be at the direction of the Trustees, and at their direction only. The said Trust  \nAgreement shall specifically provide that no funds shall be disbursed therefrom for the purposes of lobbying in  \nsupport of anti-labor legislation and/or to subsidize contractors by the payment of moneys to them or on their  \nbehalf in connection with work stoppages or strikes against such contraciors or be used to defray expenses  \narising from any labor dispute or controversy.  \n11.3. Enforcement of this Article shall be governed by and in acccirdance with Article XII of this  \nAgreement.  \nof Fringe Benefit Cante butions  \n12.1. Each Employer signatory to this Agreement agrees to accept and be bound by the terms and  \n   \n   \nprovisions of the Agreements and Declarations of Trust establishing the various funds set forth in Article X and  \nXI of this Agreement.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 13  \n12.2. Payments shall be made to the funds on a monthly basis. °ayments on all hours worked the  \npreceding reporting period must be made to the funds’ offices not later than twenty (20) days after the end of  \nthe month in which the work was performed. Should a payment be mac’e later than twenty (20) days after the  \nend of the month in which the work was performed, the Employer agrees to add ten (10) percent to the  \namount due as liquidated damages and not as a penaity.  \n12.3. In the event payment is not made to the Welfare Fund within twenty (20) days following the end  \nof the month in which the work was performed, and because of such de'inquency, claims for benefits are  \ndenied employees of such Employers who would have been eligible for Eenefits if the Employer had not been  \ndelinquent, such Employer agrees to reimburse such employees or survivors or their estates in an amount equal  \nto that which would have been paid by certificate through the Welfare Fiind office; provided, however, the  \nforegoing shall not apply to a member of the Associated General Contractors of Missouri signatory to this  \nAgreement unless such member has been notified prior to the occurrence of the event creating the claim for  \nbenefits by certified letter concerning the delinquency of payments due on behaif of such employee or |  \nemployees by the Welfare Fund office and the delinquent member Employer does not comply with the request  \nfor payment within ten (10) days. A copy of such certified letter shall be furnished to the office of the  \nAssociated General Contractors of Missouri.  \n12.4 THE EMPLOYER AGREES THAT SUBSEQUENT TO THE ESTABLISHMENT OF THE MO-KAN  \nTEAMSTERS APPRENTICESHIP AND TRAINING FUND AND UPON THE EFFECTIVE DATE THAT CONTRIBUTIONS  \n"], ["ARE REQUIRED BY THIS AGREEMENT TO SAID FUND THAT ALL TERMS AND PROVISIONS OF ARTICLE XII,  \n“ENFORCEMENT OF ARTICLE X FRINGE BENEFIT CONTRIBUTIONS” PARAGRAPHS ONE (1) THROUGH SIX (6)  \nSHALL BE EQUALLY APPLICABLE TO THE MO-KAN TEAMSTERS APPREN ICESHIP AND TRAINING FUND.”  \n", "12.5. If it becomes necessary for any fund to file suit against any Employer for delinquent payment or  \nmoney due any fund, the Employer agrees to pay, in addition to the ten (10) percent liquidated damages  \nmentioned above, all litigation costs, including a reasonable attorney's incurred by the Trustees.  \n12.6. The Employers aiso agree to permit representatives of the Funds’ offices to examine payrolls,  \nSocial Security reports and other records necessary to determine amounts due the Funds' office under this  \nsection of the Agreement.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 14  \n"], ["0 ARTICLEXDI |  \n", "Grievance and Arbitration Procedure  \n13.1. Except as provided in Section 5 of this Article, and in that specific instance only, the Union agrees  \nthat during the term of this Agreement neither they nor any of them will cause, authorize, to permit to take part  \nin any strike, slowdown, picketing, or cessation of work, and the Employers agree that during the term of this  \nAgreement they will not suspend work or lock out their employees.  \n13.2. All grievances, disputes or claims, (hereinafter called \"grievainces\") except jurisdictional disputes,  \nwhich may arise with respect to wages, hours or conditions of employment or the enforcement or interpretation  \nof any of the terms of this Agreement are to be promptly processed and settled in accordance with the  \nprovisions of this Article.  \nStep One -- The party raising the grievance is to first present it to the Union steward and then by the  \nsteward to the superintendent. The employee may be present. If the dispute is not satisfactorily settled within  \none (1) working day at this level, it shall be referred to the second step.  \nStep Two -- Any grievance not resolved at Step One shall be reduced to writing. The Employer and the  \nUnion's business representative shall meet within two (2) days and seek “o settle the grievance. If the  \ngrievance is not settled at such meeting, a written reply to the written gr evance shall be given by the  \nContractor or his representative within three (3) working days thereafter.  \nStep Three -- Arbitration. In the event the dispute is not settled within seven (7) days at Step Two,  \neither the Employer or the Union may refer the matter to arbitration at any time within ten (10) days after the  \nStep Two meeting by mailing written notice of intention to arbitrate to th2 other party. If no written notice of  \nintention to arbitrate is given within the time required, or if any of the preceding steps are not taken within the  \ntime and manner prescribed (unless longer times are mutually agreed upon), the grievance shall be conclusively  \npresumed to be abandoned. The written notice shall name an representative; the other party shall  \nimmediately thereafter name an arbitration representative. The Employer and the Union arbitration repre-  \nsentative shall then seek to agree upon an impartial arbitrator. If within five (5) days after the notice of  \nintention to arbitrate has been mailed, no impartial arbitrator has been ayreed upon, the Union and Employer  \nrepresentatives shall write to Federal Mediation and Conciliation Service, Washington, D.C., requesting a panel  \nof five (5) arbitrators. Upon receipt of the panel, the Union and Employer arbitration representatives shall  \nalternately strike names until the panel has been reduced to one (1) person who shall then be requested to  \nserve as impartial arbitrator; should he be unable to serve, a new panel cf five (5) shall be requested from  \nFMCS.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 15  \n13.3. The impartial arbitrator shall be the chairman of the arbitration hearing and sole arbitrator of the  \ndispute. The decision of the arbitrator shall be final and binding upon beth the Employer and the Union. The  \nexpenses of conducting the arbitration hearing including the services of the impartial arbitrator are to be shared  \nequally by the Employer and the Union. The Union and the Contractor will pay for their respective arbitration  \nrepresentatives.  \n13.4. In cases where the arbitrator finds that an employee was discharged or disciplined without just  \ncause, the arbitrator shall have the power to fashion such a remedy as miay be fair and equitable, taking into  \nconsideration ali aspects of the case, and such remedy may include restcration to his former position with the  \nEmployer, restitution of lost wages, or both.  \n13.5. If either the Employer or the Union, after any dispute has been settled or finally decided by  \narbitration, refuses to abide by or comply with such settlement or final decision of arbitration, then and in the  \nevent of such occurrence, it shail not be a violation of the Agreement for the Union to call and engage in a  \nstrike in the event of the Employer's failure to comply with such settlement, or for the Employer to lock out the  \nemployees in the event of the Union's failure to comply with such settlenient.  \n14.1. Itis the desire and intention of all parties to minimize jurisclictional and work assignment  \n      \ndisputes. It is therefore understood and agreed that the company will erideavor to make employee work  \nassignments conform to established craft or bargaining unit jurisdictional lines. It is likewise understood and  \nagreed that the various Unions will endeavor to recognize, respect, and by the traditional jurisdictional  \nrights of each organization and seek to avoid claims for work assignments and jurisdiction which encroach upon  \nthe jurisdiction of other organizations.  \n14.2. Consistent with the objects and purposes expressed in Section 1 of this Article, except as provided  \nin Article VI, it is understood and agreed that all work assignments shall :onform to the following standards and  \nbe made in accordance therewith:  \n(A) Work shall be assigned in the manner contemplated by any existing or future made Agreements  \nbetween the Unions involved.  \n(B) In the absence of any of the foregoing, work shall be assigned in accordance with the established  \npractice in the local area.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 16  \n(C) In the absence of any of the foregoing, work shall be assigned in accordance with any agreement or  \nunderstanding reached by and between the Employer and the Unions which have an interest therein.  \n(D) In the absence of any of the foregoing, work shall be assigné id in accordance with the established  \ncustom and practice within the Employer's establishment.  \n14.3. Work assignments made by the Employer shall be respectec! by all Unions, and the craft to which  \nthe work is assigned shail continue to perform the work in question unless and until a contrary decision is  \nrendered pursuant to the following section.  \n14.4. In the event of a jurisdictional dispute, the parties shall request the Union or Unions involved to  \nmeet with representatives of the Union and Employer to settle the dispute. If a settlement is not reached at  \nthat meeting, the Union shail request that its International Union assign a representative who shall make  \narrangements to meet representatives of the other International Union or Unions involved and representatives  \nof the Employer to seek settlement of the dispute. The Employer may alsio request the International Unions  \ninvolved to assign representatives to seek settlement of the dispute.  \nThe Union and the Employer agree that there shail be no strikes, lackouts, or interruption of the  \ndisputed work over jurisdictional disputes.  \n| Subcontractors  \n15.1. The Employer agrees that whenever work covered by this Ayjreement is to be subcontracted, it  \n   \nshall be subcontracted only to Employers whose employees performing stich work receive wages and fringe  \nbenefits collectively and other conditions of employment equa! to or better than those contained in this  \nAgreement.  \n15.2. No such subcontractor shall be required to enter into any acreement as a condition of such  \nsubcontract, requiring or related to Union recognition, Union security or bargaining representation or which  \nrequires the adoption of or participation in any trust fund provisions.  \n15.3. Nothing contained in this Article shall be construed to force or require any Employer to cease or  \nrefrain from doing business with any specific person or Employer or otherwise require the disruption of any  \nexisting business relationship with any other Employer or person.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 17  \n"], ["ARTICLE XVI _  \nEqual Employment Opportunity  \n", "16.1. The Employers hereby agree that they will not discriminate against any employee or applicant for  \nemployment because of race, color, religion, creed, sex, national origin, Vietnam era veteran, disabled veteran  \nor qualified disabled person. The Employer will take affirmative action to insure that applicants are employed,  \nand that employees are treated during employment without regard to their race, color, religion, creed, sex,  \ndisability, or national origin.  \nSuch action shall include, but not be limited to, the following: Emsloyment, upgrading, demotion or  \ntransfer; recruitment, or recruitment advertising; layoff or termination; retes or other forms of compensation;  \nand selection for training.  \n16.2. The Union agrees that they will not discriminate against any applicant for employment or referral  \nbecause of race, color, religion, creed, sex or national origin, Vietnam era veteran, disabled veteran or qualified  \ndisabled person. The Union further agrees to refer applicants for without discrimination as to race,  \ncolor, religion, creed, sex, disability, or national origin. The Union further agrees to place all applicants for  \nemployment on the hiring list in accordance with the applicable law and the coilective bargaining agreement;  \nand refer them without discrimination because of race, color, religion, creed, sex, disability, or national origin as  \ntheir turn comes up on the hiring list, or as otherwise specified by the collective bargaining agreement, if their  \nqualifications meet those required by the Employer.  \n16.3. The Employer and the Union agree to comply with ail the provisions of Title VII of the Civil Rights  \nAct of 1964 (Public Law 88-352), the rules, regulations and relevant orders of the Equal Employment  \nOpportunity Commission established thereunder, Executive Order 11246 and the rules, regulations and relevant  \norders of the _ office of the Federal Contract Compliance of the U.S. Department of Labor.  \n17.1. The provisions and rates of this Agreement shall be effective on May 1, 2006 and will remain in  \n   \nforce and effect until Apri! 30, 2010, and thereafter from year to year unless written notice is sent by registered  \nmail, given by one of the parties hereto, to the other party hereto, sixty (50) days in advance of May 1, 2010, of  \nany succeeding year if said parties desire to amend or abrogate this Agre2ment. If either party gives notice of  \nits desire to terminate this Agreement in the manner herein set out sixty “60) days prior to May 1, 2010, all  \nobligations under this Agreement shall cease on May 1, 2010. If said is extended beyond May 1,  \n2010, it may be terminated on May 1, or any succeeding year in the same: manner.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 18  \n17.2. This Agreement covers the entire understanding of the signiators to this Agreement. It is further  \nagreed that the signators of this Agreement shall not make any written or verbal agreements that in any way  \nconflict with the Articles of this Agreement. Whenever this Agreement conflicts with the customs, working  \nrules, regulations, wage scales or understandings of the signators to this Agreement, then this Agreement shall  \nsupersede ail such portions of such customs, working rules, regulations, wage scales or understandings which  \nare in conflict with this Agreement.  \n17.3. In the event that any Article or Section of this contract is sp2cifically held invalid or enforcement of  \nor compliance with which has been restrained, the parties affected therety shall enter into collective bargaining  \nnegotiations no later than two (2) work weeks following the date of such invalidity on the request of either  \nparty for the purpose of arriving at a mutually satisfactory replacement fcr such Article or Section during the  \nperiod of invalidity or restraint. If the parties do not agree on a mutually satisfactory replacement, either party  \nshall be permitted ail legal or economic recourse in support of its demands notwithstanding any provision of this  \ncontract to the contrary.  \n17.4. This Agreement shall be binding upon the parties hereto, th ir successors, administrators,  \nexecutors and assigns. It is understood by this Section that the parties h2reto shall not use any leasing device  \nto a third party to evade this contract.  \n(A} The Employer shall give notice of the existence of this to any purchaser, transferee,  \nlessee, assignee, etc., of the operation covered by this Agreement or any part thereof. Such notice shall be in  \nwriting with a copy to the Union at the time the seller, transferror or lesscir executes a contract or transaction  \nas herein described. The Union shail! also be advised of the exact nature of the transaction, not including  \ndetails.  \n(B) In the event the Employer fails to require the purchaser, transferee or lessee to assume the  \nobligations of this contract, the Employer (including partners thereof) shail be liable to the Union and to the  \nemployees covered for all damages sustained as a result of such failure to require assumption of the terms of  \nthis contract, but shall not be liable after the purchaser, the transferee or lessee has agreed to assume the  \nobligations of this Agreement.  \nAGC-MO/Teamsters Joint Council No, 56 Agreement Page 19  \n"], ["ARTICLE XVIII  \nSchedule of Wage Rates — Teamsters Union  \n", "18.1. The fact that certain classifications and rates are established does not mean that the Employer  \nmust employ workmen for any one or all such classifications, or to man zny particular piece of plant or vehicle  \nthat happens to be on the work.  \n18.2. The following classifications of workmen and correspondinc, rates of wages are made a part of this  \nAgreement to which they are attached and are based on hours of work per day and per week as set forth in  \nArticle VII of this Agreement.  \n18.3. In order to properly meet the prevailing economic conditioris in various sections of the State of  \nMissouri, the following Areas of the state are hereby established and Classifications and Rates of Wages are  \nprovided in this Schedule for each area.  \nAREAS -- Effective May 1, 2006  \nAREA 1 shall be composed of Buchanan County.  \nAREA 1A shall be composed of Johnson and Lafayette Counties.  \nAREA 1B shall be composed of Bates and Henry Counties.  \nAREA 2 shall be composed of Andrew, Barton, Benton, Caldwell, Camder:, Carroll, Cedar, Chariton, Christian,  \nClinton, Cooper, Dade, Dallas, Daviess, DeKalb, Douglas, Greene, Hickory’, Howard, Jasper, Laclede, Lawrence,  \nLinn, Livingston, Moniteau, Morgan, Newton, Pettis, Polk, Randolph, St. Clair, Saline, Vernon, Webster, and  \nWright Counties.  \nAREA 3 shall be composed of Atchison, Barry, Gentry, Grundy, Harrison, Holt, McDonald, Mercer, Nodaway,  \nOzark, Stone, Sullivan, Taney, and Worth Counties.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 20  \nTEAMSTERS  \nEFFECTIVE RATES -- MAY 1, 2005  \n   \nge Benefits:  \nHealth & Welfare  \nPension  \nSupplemental Dues  \nMCIAF  \nTotal  \nco}. | ols  \nEIS Ning  \noS  \nge Rates:  \nFlat Bed Trucks Single Axle 25.18  \nArticulated Dump Trucks  \nStation Wagons  \nPickup Trucks  \nMaterial Trucks Single Axle  \nSemi and/or Pole Trailers  \nWinch, Fork & Steel Trucks  \nRO ROR  \nU1] 101) 301] in  \n  \nOrem |W | | co | ty  \nDistributor Drivers & Operators  \nAgitator and Transit Mix-Trucks  \nTank Wagon Single Axie  \nTank Wagon Tandem Axle  \nTank Wagon Semi-Trailer  \nInsley Wagons, Dumpsters, Half-Tracks,  \nSpeedace,  \nEuclids & other similar equipment  \nFloat or Low Bo  \nWarehouseman  \nApprentice  \nAREA  \nas te  \n*xK  \noe  \n124.12  \n     \n     \n     \n        \n        \n         \n    \n      \n     \n     \n   \n    \n     \n   \n     \n** Each Employer agrees to deduct seventy cents (70¢) per payroll hour from the wages of all employees  \ncovered by this Agreement in Area 1A and Area 1B as Supplemental Dues.  \nTireman, Oiler and Greaser, Station Attendant on Const.’  \nMechanics, Mechanics Helper?  \nShift Pay Differential?  \n1  \nTireman, Oiler and Greaser, Station Attendant on Const. -- The above: areas do not apply to these  \nclassifications. The wage rates and the areas for these classifications: shall be the same as the areas and  \nwage rates for the oiler in the operating engineers’ schedule, except :hat operating engineer fringe benefits  \nover and above any applicable teamster benefits shall be added to teamster wages:  \nMechanics, Mechanics Helper -- The above areas do no apply to thes: classifications. The wage rates and  \nthe areas for these classifications shall be the same as the areas and wage rates for mechanics and  \nmechanics helper in the operating engineers’ schedule, except that operating engineer fringe benefits over  \nand above any applicable teamster benefits shall be added to teamster wages.  \nAGC-MO/Teamsters Joint Counci! No. 56 Agreement  \nPage 2i  \n> Shift pay differential -- Graveyard shift fifty cents (50¢) per hour, above regular rates.  \nEFFECTIVE MAY 1, 2007: $1.10 total increase to be taken in wages or fringe benefits at the Union’s option.  \nEFFECTIVE MAY 1, 2008: $1.10 total increase to be taken in wages or fringe benefits at the Union’s option,  \nEFFECTIVE MAY 1, 2009: $1.15 total increase to be taken in wages or fringe benefits at the Union's option.  \nWAGES TO BE NEGOTIATED BY PARTIES AT THE TIME THE APPRENTICE PROGRAM BECOMES OPERATIONAL  \nON OR BEFORE MAY 1, 2007.  \n"]]