[["", "K 8/7  \nAS 000  \nIk py.  \nAGREEMENT BETWEEN  \nASSOCIATED GENERAL CONTRACTORS  \nOF MISSOURI  \nAND  \nTEAMSTERS JOINT COUNCIL No. 56  \nKansas City, MO  \nMay 1, 2002  \nTO  \nAPRIL 30, 2006  \nArticle  \nII  \nITI  \nIV  \nVI  \nVII  \nVII  \nIX  \nXI  \nXII  \nXHI  \nXIV  \nXVI  \nXVII  \nXVIII  \nXIX  \nINDEX  \nTitle | Page  \nsereane ces Ka Ashe 64 HERE 1  \n1  \nDefinition ANd 1  \nHiring Procedure and Transfer Of 2  \nUNION seg CG 3  \nWorking 4  \nWorking Time and 5  \nRates Of Wage 7  \n8  \nFringe BemefitS 8  \nMissouri Construction Industry Advancement 9  \nEnforcement of Fringe Benefit COmtriDUtions 9  \nGrievance and Arbitration Procedure 10  \nWork Assignment and Jurisdictional Disputes 11  \n12  \nEqual Employment Opportunity 12  \nEffective Dates 13  \nSchedule of Wage Rates — Teamsters Union 14  \n19  \nROMERO PROPER RETR RARE AE PEER EFA SEH HR BEERS SEH HSH RES  \nAGREEMENT  \n"], ["SC ARTICLET ©  \n", "   \nPreamble  \n1.1. This Agreement is entered into this ist day of May, 2002, between the Associated General Contractors of Missouri  \n(AGC), acting as bargaining representative for and on behalf of those of its members who individually ratify and sign this  \nAgreement, hereinafter referred to as \"Employers\" or \"Contractors,\" and Local Unions chartered by the International Brotherhood of  \nTeamsters, Teamsters Joint Council No. 56, Kansas City, Missouri, who are signators to this Agreement, hereinafter called the  \n\"Union.\"  \n1.2. Itis understood that the AGC in no event shall be bound as principal or be held liable in any manner for any breach of  \nthis contract by any of the Employers bound to this Agreement. It is further agreed and understood that the of the  \nEmployers signing this contract shall be several and not joint. It is further understood that Teamsters Joint Council No. 56, Kansas  \nCity, Missouri, shall in no event be bound as principal or be held liable in any manner for any breach of this contract by any of the  \nlocal Unions affiliated with Teamsters Joint Council No. 56, Kansas City, Missouri, signing the same. It is further agreed and  \nunderstood that the liabilities of the Unions signing this contract shall be several and not joint. It is agreed that the International  \nUnion shall not be liable for violations of this Agreement. The Employers signing this Agreement shalt not be liable for actions of the  \nAGC.  \n   \n2.1. The purpose of this Agreement is to establish the hours, wages, and other conditions of employment, and to adopt  \nmeasures for the settlement of differences, and to maintain a cooperative relationship so as to prevent interruptions by doycotts,  \nstrikes, or lockouts.  \n2.2. It is mutually understood that the following terms and conditions relating to the employment of workmen coverec by  \nthis Agreement have been decided upon by means of collective bargaining, and that the foltowing provisions will be binding upon  \nthe parties to this Agreement during the term of this Agreement.  \n2.3. The Employer agrees to recognize, and does hereby recognize, the Union, its agents, representatives, or successors,  \nas the exclusive bargaining agency for all of the employees of the Employers as herein defined.  \n"], ["ARTICLE;  \n", "| Definition’and de  \n   \n3.1. This Agreement shail cover all work, as defined in this Agreement, throughout the jurisdictional area of Joint Council of  \nTeamsters No. 56 excepting Jackson, Clay, Platte, CASS, and Ray Counties. The Union agrees that any Employer who is a party to  \nthis Agreement shall have the privilege and shall operate under the existing agreements, or extensions thereof, which exist in  \nJackson, Clay, Platte and Ray Counties between the Heavy Constructors Association of the Greater Kansas City Area and Local 541  \nof the International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America, provided they accept and sign  \nsuch agreements.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page /  \n3.2. The word \"work\" when used in this Agreement means ail private and public construction, federal and non-federal,  \nperformed in this state, with the exception of building construction, for the reason that building construction is separate and distinct  \nfrom all classes of work covered by this Agreement, in respect to the terms and conditions of employment and the nature of the  \nwork as well as the class and skill of the workmen required. Building construction is hereby defined to include building structures,  \nincluding modifications thereof or additions or repairs thereto, intended for use for shelter, protection, comfort, or convenience  \nexcept as follows:  \n(A) There are structures which may be building or heavy construction at the election of the Employer. The Employer shall  \nnotify the Union whether this Agreement will apply on the project prior to the start of work on the project. Some  \nexamples of these structures are: water or sewage treatment facilities, raw water intake or outfall structures,  \npumping stations (sewage and storm).  \n(B) The preparation, grading, and improvement of the property or site and the excavation for the foundations shall be  \ncovered by this Agreement.  \n(C) The work covered by this Agreement shall include, but shall not be restricted to, all work performed in the construc-  \ntion of streets and highways, airports, utilities, river and harbor work, dredging, flood control, levees, railroad and  \nheavy construction and appurtenances, and pile dike and revetment work on streams in, and along the border of  \nMissouri.  \n3.3. This Agreement covers the Employer's asphalt plants if covered by an enforceable prevailing wage determination, the  \nEmployer's operations on the job site, and the Employer's operation of a temporary nature in specific support of the job site project  \nif covered by an enforceable prevailing wage determination, not to include permanent facilities nor the Employer's home office  \nfacilities of whatever nature, and shall not include professional engineers, engineering or clerical employees, guards, watchmen,  \ntimekeepers, superintendents, assistant superintendents, general foremen, foremen, or any supervisors in charge of any class of  \nlabor. None of the employees exempted in this paragraph shall be required to be members of any Union.  \n  \nHiring Procedu d Transfer of Men  \n   \n4.1. The parties agree that the Employer will notify the Union of employment opportunities in order that the Union may  \nhave an opportunity to refer qualified applicants. Nothing herein, however, shall require the Employer to use Union referrals as the  \nexclusive source of applicants.  \n(A) There shall be a pre-job conference if requested by either party before the commencement of any project one million  \ndollars ($1,000,000) and over with all crafts with whom the Employer has an agreement through the Associated General  \nContractors of Missouri, and all transfer of men and other problems that might arise on the project shall be discussed at said pre-job  \nconference. All subcontractors shall be present at the pre-job conference if available. On any projects of less than one million  \ndollars ($1,000,000) the Employer shall notify the Union.  \n(B) The Employer shall give the Union at least twelve (12) hours notice if requesting referrals.  \nAGC-MO/Teamsiers Joint Council No. 56 Agreement Page 2  \n(C) The Employer shall have the right to accept or reject any applicant for employment.  \n(D) The Union shall select and refer applicants for employment without discrimination against such applicants by reason of  \nmembership or non-membership in the Union, and such selection and referral shal! not be affected in any way by rules, regulations,  \nby laws, constitutional provisions, or any other aspect or obligation of Union membership, policies or requirements.  \n(E) In case of reduction of forces, employees who have twelve (12) months of continuous employment with the contractor  \nshall be terminated in reverse order of their employment.  \n(F) Nothing contained herein shall deny the Union the right to select any applicant for referral on the basis of experience in  \nthe industry, qualifications, skill, or the Employer's preference regardless of the employee's place on the out-of-work list. The Union  \nshall refer workmen called for by name if such workmen are properly registered and have been previously {aid off or terminated in  \nthe area covered by this Agreement or covered by the Agreement of the Heavy Constructors Association of the Greater Kansas City  \nArea.  \n(G) The Employer wilt, when requesting referrals from the local Union.(1) specify the number of employees required; (2)  \nthe location of the project; (3) the nature and type of construction involved; (4) the work to be performed; and (S) such other  \ninformation as is deemed essential by the Employer in order to enable the Union to make proper referral of applicants.  \n4.2. The Unions, recognizing that the success and efficiency of every Contractor organization in the construction industry  \ndepends in large measure on the availability to them of certain men who are skilled in the various crafts and classifications, and who  \nhave known abilities to work in harmony and help organize an efficient crew, agree as follows:  \n(A) The Employer may bring in from outside Union jurisdiction no more than fifty (50) percent of all men employed on the  \njob. The first man employed on the job shall be from the local Union having jurisdiction on the job, unless the first man has been a  \nsteady employee of the company, and in that case the Union having jurisdiction shail have the second man. Men furnished by the  \nEmployer shali be required to register with the local Union prior to employment on the job site.  \n4.3. In order that the Employers may be properly advised of the persons and/or offices to be notified by the Employer  \ndesiring to arrange pre-job conferences or to request a referral of applicants, the Unions will promptly furnish to the office of the  \nAssociated General Contractors of Missouri in Jefferson City a list of such persons and offices showing the territorial jurisdiction of  \neach, office telephone numbers, and home telephone numbers of the Union agents involved. The Unions will keep these lists  \nrevised as necessary.  \n   \nUnion Security 200 ee:  \n5.1. It is understood and agreed by and between the parties hereto that as a condition of continued employment, all  \npersons who are hereafter employed by the Employer in the unit which is the subject of this Agreement shall become members of  \nthe Union not later than the eighth (8th) day following the beginning of their employment or the execution date of this Agreement,  \nwhichever is the later; that the continued employment by the Employer in said unit of persons who are already members in good  \nstanding of the Union shall be conditioned upon those persons continuing their payment of the periodic dues to the Union; and that  \nthe continued employment of persons who were in the employ of the Employer prior to the date of this Agreement and who are not  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 7  \nnow members of the Union, shall be conditioned upon those persons becoming members of the Union not later than the eighth  \n(8th) day following the execution date of this Agreement. The failure of any person to become a member of the Union at such  \nrequired times shall obligate the Employer, upon written notice from the Union to such effect and to the further effect that Union  \nmembership was available to such person on the same terms and conditions generaily available to other members to forthwith  \ndischarge such person. Further, the failure of any person to maintain his Union membership in good standing as required herein  \nshall, upon written notice to the Employer by the Union to such effect, obligate the Employer to discharge such person.  \n   \n6.1. The number of men to be employed is at the sole discretion of the Employer. Any workman may be shifted by the  \nEmployer from one classification of work to another classification of work, or from one piece of equipment to another piece of  \nequipment, provided the workman is capable of performing the other work and is paid the rate of wages for the classification which  \nprovides the higher wage rate.  \n6.2. Workmen are to be paid the wages according to classifications as set forth in this Agreement, and in return the  \nEmployer is to receive a fair and honest day's work without any slowing down or stoppage of work. There shall be no limitations as  \nto the amount of work a man shall perform during his working day. Nothing in this Agreement shall be construed to define or  \ndetermine any craft or work jurisdiction or the recognition thereof by the Employer.  \n6.3. The Employer shall not be required to employ chauffeurs or helpers to use or move around on the project such  \nmachines as truck mounted greasing equipment, air compressors, drills, or any other similar automatic or auxiliary machinery. The  \nEmployer's supervisory or clerical force may operate pickup trucks or station wagons for their own transportation. The mechanical  \nforce may drive pickup trucks for their own transportation to and from home and to haul around on the project their own tools and  \noccasional parts.  \n6.4. (A) Mechanics, mechanic helpers, and greasers when working on equipment operated by teamsters and chauffeurs,  \nshall come under the jurisdiction of the Teamsters and Chauffeurs Union.  \n(B) Where any job is not large enough to employ both truck mechanics, helpers, and greasers and heavy equipment  \nmechanics and greasers, this classification will be worked out by the Employer and the other local Union involved as these disputes  \narise without any stoppage of work.  \n(C) It shall be a violation of this Agreement for employees to furnish personal transportation including pickups or  \nequipment, except hand tools, to be used in the service of the Employer.  \n6.5. The driving of escort equipment shall be done by Teamsters, unless performed by individuals excluded under Article  \nIII, Section 3, the escorting vehicle(s) shall be operated by Teamster(s) from the job site where the move originates, unless  \nperformed by individuals excluded under Article III, Section 3.  \n6.6. When equipment covered by this Agreement is to be moved under its own power from the job site to another job site  \nor location, it shall be operated by an employee from the job site where the move originates.  \nAGC-MOsTeamsters Joint Council No. 56 Agreement Page 4  \n6.7. The Union agrees not to interfere in any manner with the Employer's right to use any type or quantity of machinery,  \nvehicle tools, or appliances. It is agreed that the Employer may secure materials or equipment from any market or source except  \nprison made. Hauling by truck of sand, gravel, and crushed stone from the source of final production to the job site shall be in  \ncompliance with the terms and conditions of this Agreement if performed by employees of signatory Employers.  \n6.8. It is understood and agreed that the Union shall have no financial liability for acts of its members or agents which are  \nunauthorized and which the Union cannot control. It is agreed, however, that in the event of such unauthorized action, the Union  \nshail, upon receiving notice thereof, urge its members to return to work, if there should be a work stoppage, and just as Soon as  \npractical, address a jetter to the Employer notifying the Employer that the action of the Union member or agents is unauthorized.  \n6.9. The Employer shall be privileged to discipline employees responsible for such unauthorized activities without violation  \nof the terms of this Agreement, subject, however, to the grievance and arbitration provisions of this Agreement.  \n6.10. In order that the Employer may be apprised of the officer of the Union empowered to authorize strikes, work  \nstoppages, or actions which will interfere with the activities required of employees under this Agreement, it is understood and  \nagreed that only the top administrative officer of the Union has the power or authority to authorize any such actions or give the  \norders or directions necessary to carry out any such actions.  \n6.11. It shall not be a violation of this Agreement for the employees covered hereunder to refuse to cross a primary picket  \nline and perform work in any instance where the picket line has been authorized by the Union picketing.  \n6.12. The Employer shall provide Workmen's Compensation insurance against injury and occupational disease and  \nUnemployment Compensation protection for all employees even though not required to do so by Missouri state law.  \n6.13. Where new types of equipment for which rates of pay are not established by this Agreement are put into use, rates  \ngoverning such equipment shall be subject to negotiations between the parties to this Agreement. Rates agreed upon or awarded  \nshall be effective as of the date equipment is put into use.  \n6.14. Safety rules and regulations promulgated by the Occupational Safety and Health Administration shail be observed.  \n6.15. If Teamster equipment is on the job site, there shall be sufficient Teamsters on the job to perform the Teamster  \nwork scheduled to be performed with that equipment, provided, however, Teamsters, at no reduction in pay, will also perform  \nwhatever other work is assigned them whenever the Employer determines that the performance of such other work is necessary.  \n   \n7.1. A regular work week shall consist of not more than forty (40) hours work and all work performed over and above ten  \n(10) hours per day and forty (40) hours per week shall be paid at the rate of time and one-half.  \n7.2. A thirty (30) minute lunch break, without pay, between the third and sixth hour will be allowed each employee, and  \nthe employee will be paid time and one-half for working through his lunch period and will be allowed a short time to eat.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 5  \n7.3. A work day is to begin between 6:00 a.m. and 9:00 a.m. at the option of the Employer except when inclement weather  \nor other conditions beyond the reasonable control of the Employer OR REQUIREMENTS OF THE OWNER prevent work, in which  \nevent, the starting time may be ADVANCED OR delayed.  \n(A) Overtime shall be computed at one-half hour intervals. There shall be no pyramiding of overtime or premiums. Make  \nup days shall not be utilized for days lost due to Holidays.  \n(B) The Employer may establish other working hours on the project, in which event employees starting at those other  \ntimes, shall be paid their regular rates of pay. On those projects which routinely work two (2) or three (3) shifts, only the graveyard  \n(3rd) shift will receive the premium of fifty cents (50¢) per hour. Projects must be scheduled to work nine (9) consecutive shifts  \nto be considered routinely working shifts. On work which the owner specifies unusua} working hours beyond control of the  \ncontractor the premium rate will not apply.  \n7.4. The following days are recognized as holidays: New Year's Day, Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day and Christmas Day. If a holiday falls on a Sunday, it shall be observed on the following Monday. No work shail  \nbe performed on Labor Day except in case of jeopardy to work under construction. This rule is applied to protect Labor Day.  \nWhen a holiday falls during the normal work week, Monday through Friday, it shalt be counted as eight (8) hours toward  \nthe forty (40) hour week; however, no reimbursement for this eight (8) hours is to be paid the workman unless worked. If  \nworkmen are required to work the above enumerate holidays or days observed as such, they shall receive time and one-half the  \nreguiar rate of pay for such work.  \n7.5. Greasers may be employed at the regular wage rate for certain duties which require hours different from those of  \nmajor operations.  \n7.6. Workmen shall report for work each working day except when the Employer has notified them not to do so before  \nleaving the job or at any time before the workman leaves his place of residence to report for work. The employee shall keep the  \nindividual Employer advised at ail times of his correct address and telephone number. When the employee has no telephone, he  \nshall not be entitled to show-up time in the event he reports on a day of inclement weather unless he has previously called the  \nindividual Employer at the time and place designated in a notice posted on the job.  \nIf the Employees are not notified that there will be no work, the men who report shall receive two hours (2) reporting time.  \nIf an Employee starts to work, he shall be paid four (4) hours’ time unless prevented from working due to inclement weather,  \nmachine dDreakdown or material shortage.  \nThe provisions of this Article apply on all shifts. Show-up time hours and guaranteed hours after put to work will be  \nregarded as hours worked for the purpose of computing the forty-hour work week.  \n7.7. New employees, who may start work later than 8:00 a.m., the first day, will receive pay for hours worked from the  \ntime they arrive on the job until quitting time.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 6  \n7.8. Greasing in the moming, filling gas tanks, and making machines ready for operation at starting time is the oiler's work  \nand shail be paid at the regular rate for this classification of work. Where greasers or oilers are not employed, chauffeurs operating  \nthe equipment shall service machines during the regular shift or be paid at the overtime rate of wages if greasing is done before or  \nafter the regular work day.  \n7.9. Chauffeurs shall start their machines at the regular starting time, and shall return the machine to its parking station or  \nshop at the end of work day.  \n7.10. No employee shall leave any piece of equipment by quitting unless he has been properly replaced by another qualified  \nperson. An absent employee, not properly excused by the Employer, may be permanently replaced.  \n7.11. Nothing set forth in this Agreement shall restrict or prohibit the Employer from hiring trucks, vehicles, or other  \nequipment on a contract basis. The operators of all equipment coming under the jurisdiction of the Teamsters’ Union shail be paid  \nunder the wage scales set forth in this Agreement.  \n  \n  \n\"2 Rates.of 265 op  \n      \n8.1. Hourly rates of wages for each classification of labor are set forth in the Schedule of Wage Rates specified in this  \nAgreement, and the rates shown in the Schedule shall apply to all work and to every workman covered by this Agreement unless  \nstate or federal wage determinations for the project are less than that set out in this Agreement. In that case the predetermined  \nrate for the project shall prevail for the duration of the project.  \n8.2. The Union agrees that no demand for any increase in any wage rate above that specified in the Schedule of Wage  \nRates will be made on any job.  \n8.3. Wages, in cash or collectible check, shall be paid to workmen weekly at the end of the shift not later than five (5)  \nworkdays after the pay period, unless approval of payrolls by governmental agencies prevents such payment at that time. Check  \nstubs shail show total wages and itemized deductions. Failure on the part of the Employer to comply with this provision shail entitle  \nthe employee to one (1) day's pay for every twenty-four (24) hours from the date of the required pay day provided the delay is  \noccasioned by willful negligence of the Employer or his agents.  \n8.4. (A) Rates of wages and fringe benefits as set forth in this Agreement in effect on the date an Employer signatory to  \nthis Agreement bids on a project covered thereby shall remain in effect for the duration of the work on said project, but not to  \nexceed a period of more than twenty-four (24) months from the bid date. On the second anniversary of the project, if the project  \ncontinues, the wages and fringes will be increased by an amount equal to the effective wage and fringe increases in the first year  \nafter the date of the original bid letting. The same procedure shall apply on the third anniversary of the date of the bid letting and  \non al! subsequent anniversaries.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 7  \n(B) Work on projects bid under any previous AGC of Missouri Agreements or addenda shall continue for a period of two (2)  \nyears at the old wage and fringe benefit rates. On the second anniversary of the project, if the project continues, the wages and  \nfringes will be increased by an amount equal to the effective wage and fringe increases in the first year after the date of the original  \nbid letting. The same procedure shail apply on the third anniversary of the date of the bid letting and on all subsequent  \nanniversaries.  \n8.5. In the event of multiple layoffs, arrangements may be made between the Employer and the local Union for pay checks  \nto be mailed to employees within forty-eight (48) hours. The employees shall furnish the current mailing address to the Employer  \nbefore leaving the job.  \n8.6. If a workman quits of his own accord, he shall wait for his pay until the next regular pay day.  \nAn employee who is discharged or laid off shalt be paid in full in accordance with existing Missouri state laws, or the  \nprovisions of Section 3 shall apply.  \n   \n9.1. The Union may appoint a workman to act as steward on each job. The Union will notify the Employer's  \nsuperintendent of the appointment. The steward shall be subject to the same terms of employment as any other employee on the  \njob and shail not be discriminated against by reason of the fact he is serving as steward.  \n9.2. The steward shall be a working employee who shall, in addition to his regular work, be permitted to perform during  \nworking hours such of his duties as steward including the adjustment of grievances as cannot be performed at other times. The  \nUnion agrees that such duties shail be performed as expeditiously as possible.  \n9,3. If overtime work is required, the steward shail be one of the workmen who shall perform the work, if he so desires,  \nprovided he is capable of performing the work. The Employer agrees in the event of reduction of the work force that the employee  \nappointed as steward remain on the job as long as there is work of his craft which he is capable of performing.  \n9.4. In the event the steward is transferred or discharged, the Employer shall notify the Union immediately and never later  \nthan during the same working day or same shift.  \n9.5. The steward shall not stop the Employer's work for any reason, and shall not leave the project during normal working  \nhours for any reason other than to notify the Union of unsafe conditions, or uniess authorized to do so by the Employer.  \n   \n10.1. Health and Welfare. In addition to the wages set out in the schedule attached to this Agreement, each Employer  \nagrees beginning May 1, 1998 to pay for all work covered by this Agreement, TWO DOLLARS SEVENTY-FIVE CENTS ($2.75) per  \nhour for each payroll hour into the Missouri-Kansas Teamsters Health and Welfare Plan.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page &  \n10.2. Pension. In addition to the wages set out in the schedule attached to this Agreement, each Employer agrees to pay  \nbeginning May 1, 1998 for all work covered by this Agreement, TWO DOLLARS SEVENTY-FIVE CENTS ($2.75) per hour for each  \npayroll hour into the Missouri-Kansas Teamsters Pension Fund established by an Agreement and Declaration of Trust dated October  \n13, 1969.  \n10.3. When at any time the trustees of the health and welfare, or pension plans request that additional contributions are  \nnecessary in order to maintain the level of benefits in effect on May 1, 2002, the wage rates shall be reduced by the amounts  \nrequested and the amounts shall be contributed to said funds, fringe benefits contributions shail be kept current on all projects in  \neach individual area.  \n10.4. Supplemental Dues Check-Off. Each Employer agrees to deduct SEVENTY CENT S (70¢) from the wages of each  \nemployee for each payroll hour. In accordance with the terms of an individual and voluntary written authorization for checkoff of  \nmembership dues in form permitted by the provisions of Section 302(C) of the Labor Management Relations Act, as amended. The  \nEmployer shall deduct from the wages of all employees covered by this Agreement.  \nSaid sums shall be remitted to the Local Union as supplemental dues or service fees, reporting of these sums shall be made  \nin the same manner and on the same forms provided for the payment of fringe benefit programs required under this Agreement.  \n10.5. Enforcement of Sections 1, 2 and 4 of this Article shail be governed by and in accordance with Article XII of this  \n  \n"], ["[ARTICLE XT:  \n", "Missouri: Construction Industry: ‘advancement: Fun  \n   \n11.1. In addition to the wages set out in the Schedule attached to this Agreement, each Employer agrees to pay for all  \nwork covered by this Agreement ten cents ($.10) per hour for each payroll hour into the Missouri Construction Industry  \nAdvancement Fund, established by an Agreement and Declaration of Trust dated July 23, 1970.  \n11.2. Details of reporting, payment and administration of such contributions shall be governed by the terms of the Trust  \nAgreement creating the foundation, except as otherwise set forth in this Agreement. All Trustees of said Trust shail be members of  \nthe Association appointed by the Board of Directors and any disbursement therefrom shail be at the direction of the Trustees, and at  \ntheir direction only. The said Trust Agreement shall specifically provide that no funds shall be disbursed therefrom for the purposes  \nof lobbying in support of anti-tabor legislation and/or to subsidize contractors by the payment of moneys to them or on their behaif  \nin connection with work stoppages or strikes against such contractors or be used to defray expenses arising from any fabor dispute  \nor controversy.  \n11.3. Enforcement of this Article shall be governed by and in accordance with Article XII of this Agreement.  \n"], ["“SARTICLE XII:  \n", "   \nLE of Fringe Benefi t Contri butions  \n12.1. Each Employer signatory to this Agreement agrees to accept and be bound by the terms and provisions of the  \nAgreements and Deciarations of Trust establishing the various funds set forth in Article X and XI of this Agreement.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 9  \n12.2, Payments shall be made to the funds on a monthly basis. Payments on all hours worked the preceding reporting  \nperiod must be made to the funds’ offices not later than twenty (20) days after the end of the month in which the work was  \nperformed. Should a payment be made later than twenty (20) days after the end of the month in which the work was performed,  \nthe Employer agrees to add ten (10) percent to the amount due as liquidated damages and not as a penaity.  \n12.3. In the event payment is not made to the Welfare Fund within twenty (20) days following the end of the month in  \nwhich the work was performed, and because of such delinquency, claims for benefits are denied employees of such Employers who  \nwould have been eligible for benefits if the Employer had not been delinquent, such Employer agrees to reimburse such employees  \nor survivors or their estates in an amount equal to that which would have been paid by certificate through the Welfare Fund office;  \nprovided, however, the foregoing shall not apply to a member of the Associated General Contractors of Missouri signatory to this  \nAgreement unless such member has been notified prior to the occurrence of the event creating the claim for benefits by certified  \nletter conceming the delinquency of payments due on behalf of such employee or employees by the Welfare Fund office and the  \ndelinquent member Employer does not comply with the request for payment within ten (10) days. A copy of such certified letter  \nshall be furnished to the office of the Associated General Contractors of Missouri.  \n12.4. If it becomes necessary for any fund to file suit against any Employer for delinquent payment or money due any  \nfund, the Employer agrees to pay, in addition to the ten (10) percent liquidated damages mentioned above, ali litigation costs,  \nincluding a reasonable attorney's fee, incurred by the Trustees.  \n12.5. The Employers also agree to permit representatives of the offices to examine payrolls, Social Security reports  \nand other records necessary to determine amounts due the Funds’ office under this section of the Agreement.  \n   \n13.1. Except as provided in Section 5 of this Article, and in that specific instance only, the Union agrees that during the  \nterm of this Agreement neither they nor any of them will cause, authorize, to permit to take part in any strike, slowdown, picketing,  \nor cessation of work, and the Employers agree that during the term of this Agreement they will not suspend work or fock out their  \nemployees.  \n13.2. All grievances, disputes or claims, (hereinafter called \"grievances\") except jurisdictional disputes, which may arise  \nwith respect to wages, hours or conditions of employment or the enforcement or interpretation of any of the terms of this  \nAgreement are to be promptly processed and settled in accordance with the provisions of this Article.  \nStep One -- The party raising the grievance is to first present it to the Union steward and then by the steward to the  \nsuperintendent. The employee may be present. If the dispute is not satisfactorily settled within one (1) working day at this level, it  \nshalt be referred to the second step.  \nStep Two -- Any grievance not resolved at Step One shall be reduced to writing. The Employer and the Union's business  \nrepresentative shall meet within two (2) days and seek to settle the grievance. If the grievance is not settled at such meeting, a  \nwritten reply to the written grievance shall be given by the Contractor or his representative within three (3) working days thereafter.  \nAGC-MO/Teamsiers Joint Council No. 56 Agreement Page 10  \nStep Three -- Arbitration. In the event the dispute is not settled within seven (7) days at Step Two, either the Employer or  \nthe Union may refer the matter to arbitration at any time within ten (10) days after the Step Two meeting by mailing written notice  \nof intention to arbitrate to the other party. If no written notice of intention to arbitrate is given within the time required, or if any of  \nthe preceding steps are not taken within the time and manner prescribed (unless longer times are mutually agreed upon), the  \ngrievance shall be conclusively presumed to be abandoned. The written notice shall name an arbitration representative; the other  \nparty shall immediately thereafter name an arbitration representative. The Employer and the Union arbitration representative shall  \nthen seek to agree upon an impartial arbitrator. If within five (5) days after the notice of intention to arbitrate has been mailed, no  \nimpartial arbitrator has been agreed upon, the Union and Employer representatives shall write to Federal Mediation and Conciliation  \nService, Washington, D.C., requesting a panel of five (5) arbitrators. Upon receipt of the panel, the Union and Employer arbitration  \nrepresentatives shall alternately strike names until the panel has been reduced to one (1) person who shall then be requested to  \nserve as impartial arbitrator; should he be unable to serve, a new panel of five (5) shall be requested from FMCS.  \n13.3. The impartial arbitrator shall be the chairman of the arbitration hearing and sole arbitrator of the dispute. The  \ndecision of the arbitrator shall be final and binding upon both the Employer and the Union. The expenses of conducting the  \narbitration hearing including the services of the impartial arbitrator are to be shared equally by the Employer and the Union. The  \nUnion and the Contractor will pay for their respective arbitration representatives.  \n13.4. In cases where the arbitrator finds that an employee was discharged or disciplined without just cause, the arbitrator  \nshall have the power to fashion such a remedy as may be fair and equitable, taking into consideration all aspects of the case, and  \nsuch remedy may include restoration to his former position with the Employer, restitution of lost wages, or both.  \n13.5. If either the Employer or the Union, after any dispute has been settled or finally decided by arbitration, refuses to  \nabide by or comply with such settlement or final decision of arbitration, then and in the event of such occurrence, it shall not be a  \nviolation of the Agreement for the Union to call and engage in a strike in the event of the Employer's failure to comply with such  \nsettlement, or for the Employer to lock out the employees in the event of the Union's failure to comply with such settlement.  \n   \n   \n   \n    \n   \n"], ["ARTICLE XIV. 2  \n", "“Work Assignment and Jurisdictional ‘Disputes =.  \n‘  \n    \n14.1. It is the desire and intention of all parties to minimize jurisdictional and work assignment disputes. It is therefore  \nunderstood and agreed that the company will endeavor to make employee work assignments conform to established craft or  \nbargaining unit jurisdictional lines. It is likewise understood and agreed that the various Unions will endeavor to recognize, respect,  \nand abide by the traditional jurisdictional rights of each organization and seek to avoid claims for work assignments and jurisdiction  \nwhich encroach upon the jurisdiction of other organizations.  \n14.2. Consistent with the objects and purposes expressed in Section 1 of this Article, except as provided in Article VI, it is  \nunderstood and agreed that all work assignments shall conform to the following standards and be made in accordance therewith:  \n(A) Work shall be assigned in the manner contemplated by any existing or future made Agreements between the Unions  \ninvolved,  \n(B) In the absence of any of the foregoing, work shall be assigned in accordance with the established practice in the local  \narea.  \nAGC-MOG/Teamsiers Joint Council No. 56 Agreement Page if  \n(C) In the absence of any of the foregoing, work shall be assigned in accordance with any agreement or understanding  \nreached by and between the Employer and the Unions which have an interest therein.  \n(D) In the absence of any of the foregoing, work shall be assigned in accordance with the established custom and practice  \nwithin the Employer's establishment.  \n14.3. Work assignments made by the Employer shall be respected by all Unions, and the craft to which the work is  \nassigned shail continue to perform the work in question unless and until a contrary decision is rendered pursuant to the following  \nsection.  \n14.4. In the event of a jurisdictional dispute, the parties shall request the Union or Unions involved to meet with  \nrepresentatives of the Union and Employer to settle the dispute. If a settlement is not reached at that meeting, the Union shall  \nrequest that its International Union assign a representative who shall make arrangements to meet representatives of the other  \nInternational Union or Unions involved and representatives of the Employer to seek settlement of the dispute. The Employer may  \nalso request the International Unions involved to assign representatives to seek settlement of the dispute.  \nThe Union and the Employer agree that there shall be no strikes, lockouts, or interruption of the disputed work over  \njurisdictional disputes.  \n   \n15.1. The Employer agrees that whenever work covered by this Agreement is to be subcontracted, it shall be subcontracted  \nonly to Employers whose employees performing such work receive wages and fringe benefits collectively and other conditions of  \nemployment equal to or better than those contained in this Agreement.  \n15.2. No such subcontractor shall be required to enter into any agreement as a condition of such subcontract, requiring or  \nrelated to Union recognition, Union security or bargaining representation or which requires the adoption of or participation in any  \ntrust fund provisions.  \n15.3. Nothing contained in this Article shall be construed to force or require any Employer to cease or refrain from doing  \nbusiness with any specific person or Employer or otherwise require the disruption of any existing business relationship with any  \nother Employer or person.  \n   \n16.1. The Employers hereby agree that they will not discriminate against any employee or applicant for employment  \nbecause of race, color, religion, creed, sex, national origin, Vietnam era veteran, disabled veteran or qualified disabled person. The  \nEmployer will take affirmative action to insure that applicants are employed, and that employees are treated during employment  \nwithout regard to their race, color, religion, creed, sex, disability, or national origin.  \nAGC-MO/Teamsters Joint Council No. 56 Agreement Page 2  \nSuch action shail include, but not be limited to, the following: Employment, upgrading, demotion or transfer; recruitment,  \nor recruitment advertising; layoff or termination; rates or other forms of compensation, and selection for training.  \n16.2. The Union agrees that they will not discriminate against any applicant for employment or referral because of race,  \ncolor, religion, creed, sex or national origin, Vietnam era veteran, disabled veteran or qualified disabled person. The Union further  \nagrees to refer applicants for employment without discrimination as to race, color, religion, creed, sex, disability, or national origin.  \nThe Union further agrees to place all applicants for employment on the hiring list in accordance with the applicable law and the  \ncollective bargaining agreement; and refer them without discrimination because of race, color, religion, creed, sex, disability, or  \nnational origin as their turn comes up on the hiring list, or as otherwise specified by the collective bargaining agreement, if their  \nqualifications meet those required by the Employer.  \n16.3. The Employer and the Union agree to comply with ail the provisions of Title VII of the Civil Rights Act of 1964 (Public  \nLaw 88-352), the rules, regulations and relevant orders of the Equal Employment Opportunity Commission established thereunder,  \nExecutive Order 11246 and the rules, regulations and relevant orders of the office of the Federal Contract Compliance of the U.S. -  \nDepartment of Labor.  \n      \n    \ni Bieri tw ans  \n   \nEttective Dated 2772800 dee  \n17.1. The provisions and rates of this Agreement shail be effective on May 1, 2002 and will remain in force and effect until  \nApril 30, 2006, and thereafter from year to year unless written notice is sent by registered mail, given by one of the parties hereto,  \nto the other party hereto, sixty (60) days in advance of May 1, 2006, of any succeeding year if said parties desire to amend or  \nabrogate this Agreement. If either party gives notice of its desire to terminate this Agreement in the manner herein set out sixty  \n(60) days prior to May 1, 2006, alt obligations under this Agreement shail cease on May 1, 2006. If said Agreement is extended  \nbeyond May 1, 2006, it may be terminated on May 1, or any succeeding year in the same manner.  \n17.2. This Agreement covers the entire understanding of the signators to this Agreement. It is further agreed that the  \nsignators of this Agreement shall not make any written or verbal agreements that in any way conflict with the Articles of this  \nAgreement. Whenever this Agreement conflicts with the customs, working rules, regulations, wage scales or understandings of the  \nsignators to this Agreement, then this Agreement shall supersede all such portions of such customs, working rules, regulations,  \nwage scales or understandings which are in conflict with this Agreement.  \n17.3. In the event that any Article or Section of this contract is specifically held invalid or enforcement of or compliance  \nwith which has been restrained, the parties affected thereby shall enter into collective bargaining negotiations no later than two (2)  \nwork weeks following the date of such invalidity on the request of either party for the purpose of arriving at a mutually satisfactory  \nreplacement for such Article or Section during the period of invalidity or restraint. If the parties do not agree on a mutually satis-  \nfactory replacement, either party sha!l be permitted all legal or economic recourse in support of its demands notwithstanding any  \nprovision of this contract to the contrary.  \n17.4. This Agreement shall be binding upon the parties hereto, their successors, administrators, executors and assigns. It  \nis understood by this Section that the parties hereto shal} not use any leasing device to a third party to evade this contract.  \nAGC-MO/Teamsters Joint Counci No, 56 Agreement Page 1?  \n(A) The Employer shall give notice of the existence of this Agreement to any purchaser, transferee, lessee, assignee, etc.,  \nof the operation covered by this Agreement or any part thereof. Such notice shail be in writing with a copy to the Union at the time  \nthe seller, transferror or lessor executes a contract or transaction as herein described. The Union shall also be advised of the exact  \nnature of the transaction, not including financial details.  \n(B} In the event the Employer fails to require the purchaser, transferee or lessee to assume the obligations of this contract,  \nthe Employer (including partners thereof) shall be liable to the Union and to the employees covered for all damages sustained as a  \nresult of such failure to require assumption of the terms of this contract, but shal! not be liable after the purchaser, the transferee or  \nlessee has agreed to assume the obligations of this Agreement.  \n"]]