[["", "6/1/06  \n2003 — 2006  \nLABORERS AGREEMENT  \nentered into between  \nThe Associated General Contractors  \nof America, Greater Detroit Chapter, Inc.  \nand  \nMichigan Laborers’ District Council  \nand  \nLoca! Union No. 334 of the  \nLaborers’ International Union  \nof North America,  \nAFL-CIO  \nDetroit, Michigan  \n   \nK &177  \n1700  \nof fT  \nAssociated General Contractors of America,  \nGreater Detroit Chapter, Inc.  \n23999 Northwestern Highway, Suite 150  \nSouthfield, Michigan 48075  \nPhone (248) 948-7000  \nLaborers’ Local 334  \nPenobscot Building  \n645 Griswold, Suite 970  \nDetroit, Michigan 48226  \nPhone (313) 964-7481  \nINDEX  \nBeverage Break 17  \n9  \nCollection of Fringe Benefit Contributions, Investigation,  \nCollection Fees and Charges 13  \nConcrete Pours 17  \nDues Check-Off 11  \n4  \nEqual Treatment cc ce 21  \nFirebrick, Chimney and Cupola Work 25  \nFOPEIMIAN «... 15  \nFurniture MOVING 1Q  \nGeneral Principles 2  \n19  \nrer a 17  \n16  \nImpartial Jurisdictional Disputes Board 26  \nIndustry Advancement Program 15  \nInexperienced 40  \nINSUPANGE 12  \n21  \nLunch 17  \nMarket 26  \nOvertime and Holidays 0.00.00... cee 17  \n2  \nPAY DAY cn 15  \n12  \n2  \nCla sissies scenes ce 21  \nSCO OF WIE og 1  \nREE DIS Np cages concer 23  \nShift WOK 18  \nSHOW-Up Tim 21  \nSteward 3  \nSubstance see 24  \nTraining and Educational Fund Charges 22  \nVacation and 13  \nWages and Fringe Benefit Contributions 5  \nLABORERS’ LOCAL 334 AGREEMENT  \nWhereas, the parties hereto desire to stabilize employment in the  \nbuilding industry and to agree upon wage rates and conditions of  \nemployment and to minimize stoppages of work due to strikes, boy-  \ncotts, or lockouts, we, the undersigned, being the duly authorized  \nofficials of the Associated General Contractors of America, Greater  \nDetroit Chapter, Inc., hereinafter called the “Association,” representing  \nits members hereinafter called the “Employer” or “Employers,”  \nMichigan Laborers’ District Council and the Laborers’ International  \nUnion of North America, AFL-CIO, Local Union No. 334, in the  \nMetropolitan Area of Detroit comprising Wayne and Macomb counties,  \nhereinafter called the “Union,\" do hereby assent to all the provisions  \nof the following Agreement and do hereunto affix our signatures as  \nevidence of understanding and acceptance of all its terms and  \nconditions.  \nltis understood that the Association is acting only as an agent in the  \nnegotiation of this Agreement and that it is agent only for those  \nEmployers (individuals), partnerships, and corporations who have  \nauthorized it so to act and in no event shall it be bound as principal or  \nbe held liable in any manner for any breach of this Agreement by any  \nof the Employers for whom it is acting or any employee of such  \nEmployers. It is further agreed and understood that the liabilities of the  \nEmployers who have authorized the negotiation and execution of this  \nAgreement shall be several and not joint.  \n"], ["ARTICLE |  \nScope of Work  \n", "4. The work to be performed under this Agreement shall be the work  \nof the Laborers as established over the many years of operations and  \nas awarded or recognized by the “Plan for the Settlement of  \nJurisdictional Disputes in the Construction industry. (“See Page 35.)  \n2. It is agreed that when the Employer subcontracts work that is  \ncovered by the terms of this Agreement and to be performed on the  \njob site, the subcontractor shall adhere to all the terms and conditions  \nof this Agreement.  \n3. This Agreement shall be binding in all respects upon the parties  \nhereto on ail building, heavy construction and residential work, as  \nhereinafter defined. The terms \"building\" and “residential construction  \nwork” shall include all modifications, alterations, additions and repairs  \nto buildings, excavation for the building itself and backfilling inside of  \n1  \nand within five (5) feet of the building and foundations, footings and  \npiers for buildings, EXCLUDING, however, all other building site  \nexcavation and preparation, land balancing, grading, paving, sewers,  \nutilities and improvements, and all railroad work and work covered  \nunder Highway construction and Underground construction agree-  \nments.  \n4. Itis understood and agreed that the provisions of this Agreement,  \nincluding the labor classifications and the approved wage rates, do  \nnot apply to Highway Construction. “Highway” is defined as: a  \nthoroughfare, road or street, which any person has the right to use or  \nany concrete slab work which is built in accordance with Highway  \nConstruction methods.  \n"], ["ARTICLE Il  \nGeneral Principles  \n", "4. No limitation shalt be placed upon the amount of work which an  \nemployee shall perform during the work day, nor shall there be any  \nrestrictions against the use of machinery or labor-saving devices.  \n2. Union representatives shall have access to all work sites for the  \npurpose of administering the terms of this Agreement and for  \ncustomary and legitimate union-member consultation, subject to the  \nowner's rules and regulations. Upon his arrival at the jobsite, the  \nBusiness Agent shall report his presence to the Employer's desig-  \nnated jobsite representative if available. The Union's right to access  \nshall not be abused and shall not interfere with the orderly operations  \nof the Employer. The Employer agrees to assist in obtaining a pass  \nfor a duly authorized Business Agent to enter all jobs requiring a pass.  \n3. The Employer shall not collect dues for the Union and shall not in  \nany way act as agent for the Union, except the Employer agrees that  \nwhen an employee becomes a potential member of the Union and the  \nemployee has signed a proper Authorization Card indicating the total  \namount to be deducted from his wages for initiation fees, the  \nEmployer will remit them to the Union on a biweekly basis. The  \ninitiation fees may be paid in installments as agreed upon between  \nthe Union and the employee.  \n4. Tools, rubber boots, which are made to be worn over work boots,  \nor implements other than those customarily furnished by Laborers  \nnecessary to perform any kind of labor shall be supplied by the  \nEmployer. The Employer shall furnish boots which can be worn over  \nshoes. The employee shall exercise diligence and care in the use of  \n2  \nall Employer-furnished items, and shall return the items for  \nreplacement or upon completion of the work.  \n5. In times of inclement weather, a safe and sanitary shelter house  \nshall be supplied by the Employer in which Laborers may partake their  \nlunch and hang their clothing.  \n6. The Employer shall provide proper sanitation and suitable  \ncontainers for drinking water with paper cups or a bubbler.  \n7. Membership cards of members in good standing in other Local  \nUnions affiliated with the Laborers’ International Union of North  \nAmerica, AFL-CIO shall be recognized by the Union.  \n8. All Employers shail provide protection as required under the  \nprovisions of the Workers’ Compensation Law of the State of Michi-  \ngan and shall elect to become subject to the Michigan Employment  \nSecurity Commission (M.E.S.C.).  \n9. Upon request of the Union, the Employer agrees to furnish the  \nnames of his subcontractors who employ Laborers.  \n10. Parking. If free parking is not available, the Employer will furnish  \nsame at no cost to the ernployee.  \n11. Prejob Conference. Upon request of the Employer or the Union,  \na prejob conference shall be held. Ali requests for a prejob conference  \nare to be directed to the Detroit Building and Construction Trades  \nCouncil.  \n"], ["ARTICLE III  \nSteward  \n", "1. The Steward shall be the second Laborer on the job performing  \nwork under this Agreement. A working Steward shall be appointed by  \nthe Business Manager in the geographical area in which the project is  \nlocated. If, in the opinion of the Business Manager of the Union, there  \nis no employee on the job who is capable of performing the duties of a  \nSteward, the Business Manager shall be given the opportunity to  \nrecommend a responsible applicant to perform this service for the  \nEmployer and the Union, with the understanding that, should the  \nhonest intent of the foregoing be violated, the Union agrees to meet  \nimmediately and discuss the alleged complaint in the interest of both  \nparties. The Steward shall be put to work at any time there ts more  \nthan one Laborer on the job performing work under this Agreement.  \n3  \n2. The Employer or his representative agrees not to lay-off, dis-  \ncharge or transfer the Steward off the job unti! he has discussed the  \nmatter with the Business Manager who shall meet for such discussion  \non the job site within twenty-four (24) hours after notification to the  \nUnion Office, Saturday, Sunday or Holiday excluded.  \n3. When employees covered by this Agreement are to be terminated  \nby lay-off, the Steward shall be one of the last two (2) working  \nLaborers laid off, provided he is capable of performing his work  \nassignments. This provision shall not apply to Acting Stewards.  \n4. If the Steward is not on the job for any reason, the Union can  \nappoint an Acting Steward to act in his place, so that the Union can  \nhave a representative on the job whenever employees covered by this  \nAgreement are working.  \n5. The Steward shail be allowed reasonabie time to perform his  \nSteward duties with the least interference to the job. The Steward’s  \nactivities shall be conducted on the Employer's immediate jobsite.  \n6. The Steward shall have no authority to take strike action or any  \nother action interrupting the Employer's business.  \n7. The Employer is responsible for the care of his injured or sick  \nemployees, and the Steward shall also render assistance in coopera-  \ntion with the Employer, including accompanying such injured or sick  \nemployee to the doctor, clinic or hospital and subsequently home, if  \nthe doctor deems it necessary, without any loss of time. Employees  \nwho, as a result of a disabling on-the-job injury, are unable to  \ncomplete a full day's work shall nevertheless be paid for the full day  \non which such injury occurred.  \n8. When a job has started and for some reason it has been closed  \ndown or delayed, the Steward shall be the second Laborer called  \nback, provided he is capable of performing his work assignments. If  \npersonal contact is not made, the Employer shall have written  \nevidence of attempted notification such as a copy of a telegram.  \n9. The Steward shall notify the Foreman of any unsafe equipment or  \nworking conditions.  \n10. For purposes of this Article, foremen performing Laborers’ work  \nunder this Agreement shall be considered a Laborer.  \n4  \n"], ["", "ARTICLE IV  \nEmployment  \n1, (a) BEYOND THE EMPLOYER'S REGULAR EMPLOYEES,  \nINCLUDING LAID-OFF, LAID OFF AND COLLECTING  \nUNEMPLOYMENT AND/OR TRANSFERRED FROM ANOTHER  \nPROJECT OF THE SAME EMPLOYER, THE EMPLOYER AGREES  \nTO GIVE THE LOCAL UNION IN THE AREA AN OPPORTUNITY TO  \nSUPPLY ANY ADDITIONAL EMPLOYEES.  \n(b) AREGULAR EMPLOYEE SHALL BE DEFINED AS ONE WHO  \nHAS BEEN ON THE PAYROLL OF SAID EMPLOYER WITHIN THE  \nIMMEDIATE PAST NINE (9} MONTHS.  \n2. When requested, the Union agrees to furnish competent workers  \nupon notification to the Business Manager or Business Agent of the  \nUnion and further, the Employer agrees that beyond his regular  \nemployees, he will give the Loca! Union in the area an opportunity to  \nsupply any additional employees. The Employer retains his right of  \nfreedom of selection of employees from among all applicants.  \n3. The Employer and the Union agree that there will be no dis-  \ncrimination in employment based upon race, color, creed, national  \norigin, sex or age, and that nothing elsewhere in this Agreement shall  \nbe construed as requiring or permitting such discrimination. The  \nEmployer and the Union further agree that each will cooperate with  \nthe other in taking such affirmative actions by either or both as are  \nproper and necessary to ensure equality of opportunity in all aspects  \nof employment.  \n4. (a) The Employers agree that in the employment of workers to  \nperform the various classifications of labor required in the work under  \nthis Agreement, they will not discriminate against applicants because  \nof membership or nonmembership in the Union. Each employee shall,  \nas a condition of employment thereafter, become and remain a  \nmember of the Union for the term of his employment after the seventh  \n(7th) calendar day after his employment by any Employer or  \nEmployers covered by this Agreement in this area. The seven (7) day  \nperiod within which an employee agrees to join the Union shall be  \ncomputed from the first day such employee enters the employment of  \nany Employer covered by this Agreement.  \n(b} !n the event the National Labor Relations Act is amended, while  \nthis Agreement is in force, so that an employee may lawfully be  \n5  \nrequired to become a member of a Union as a condition of em-  \nployment, in less than seven (7) days, then such shorter period of  \ntime shall immediately become operative under this Agreement, not-  \nwithstanding the provisions of Paragraph (a} above.  \n(c) The Employer shall not be obligated hereunder to discharge or  \ndiscriminate against any employee for nonmembership in the Union:  \ni. If he has reasonable grounds for believing that such mem-  \nbership was not available to the employee on the same terms  \nand conditions generally applicable to other members; or  \nli, If he has reasonable grounds for believing that membership  \nwas denied or terminated for reasons other than the failure of  \nthe employee to tender the periodic membership dues {in-  \ncluding working dues) and initiation fees uniformly required  \nas a condition of acquiring or retaining membership; and  \niii. The Employer shall be furnished with a notice in writing by the  \nUnion, signed by the proper officer, setting forth that the  \nemployee has refused to join the Union, although he has  \nbeen offered membership on the same terms as other mem-  \nbers, or that the employee's membership in the Union has  \nbeen terminated for reason of nonpayment of periodic mem-  \nbership dues (including working dues) or initiation fees, and  \nthat the Union requests that said employee be discharged for  \none of these above reasons.  \n1. The schedule of rates per hour shalt be as follows:  \nEFFECTIVE THE FIRST FULL PAYROLL PERIOD  \nCOMMENCING  \n"], ["", "ARTICLE V  \nWages and Fringe Benefit Contributions  \nON OR AFTER JUNE 1, 2003 THROUGH MAY 31, 2004  \nCONSTRUCTION LABORER, MASON TENDER, CARPENTER  \nTENDER, DRYWALL HANDLER, CONCRETE LABORER,  \nCONCRETE CHUTE AND CONCRETE BUCKET HANDLER,  \n*Base Wage  \n*Vacation and Holiday  \ntinsurance  \nPension  \ntAnnuity  \nTraining Fund  \nLECET  \nGROSS WAGE  \nIAP  \n“Base Wage  \n*Vacation and Holiday  \ntinsurance  \nPension  \ntAnnuity  \nTraining Fund  \nLECET  \nGROSS WAGE  \nIAP  \n* Subject to Federal Withholding and FICA.  \nFOREMAN  \nAND CEMENT FINISHER TENDER  \nShift  \n$21.05  \n2.20  \n3.40  \n3.12  \n4°\" Shift  \n$22.30  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \n15  \n$34.06  \n12  \n2™ Shift  \n$21.35  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \n15  \n$33.11  \n12  \n2” Shift  \n$22.60  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \n15  \n$34.36  \n12  \ntEffective for the period June +, 2003 through September 30, 2003,  \nthe Insurance Contribution Rate was $3.15/hr. and the Annuity Rate  \nwas $2.75/hr.  \nLECET — Laborers’ Cooperation & Education Trust.  \n|AP — Industry Advancement Program.  \n7  \nEFFECTIVE THE FIRST FULL PAYROLL PERIOD  \nCOMMENCING  \nON OR AFTER JUNE 1, 2003 THROUGH MAY 31, 2004  \nSIGNAL MAN {on sewer and caisson work); AIR, ELECTRIC OR  \nGASOLINE TOOL OPERATOR {including concrete vibrator  \noperator, acetylene torch and air hammer operator);  \nSCAFFOLD BUILDER; CAISSON WORKER  \n1\" Shift  \n*Base Wage $21.31  \n*Vacation and Holiday 2.20  \ntinsurance 3.40  \nPension 3.12  \ntAnnuity 2.50  \nTraining Fund 39  \nLECET 215  \nGROSS WAGE $33.07  \nIAP 12  \n2™ Shift  \n$21.61  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \n15  \n$33.37  \n12  \nLANSING BURNER, BLASTER AND POWDER MAN; AIR,  \nELECTRIC OR GASOLINE TOOL OPERATOR (Blast Furnace  \nwork or Battery Work)  \n. 1*' Shift  \n*Base Wage $21.80  \nand Holiday 2.20  \ntinsurance 3.40  \nPension 3.12  \ntAnnuity 2.50  \nTraining Fund 39  \nLECET 15  \nGROSS WAGE $33.56  \ntAP 12  \n* Subject to Federal Withholding and FICA.  \n2™ Shift  \n$22.10  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \nAS  \n$33.86  \n12  \ntEffective for the period June 1, 2003 through September 30, 2003,  \nthe Insurance Contribution Rate was $3.15/hr. and the Annuity Rate  \nwas $2.75/hr.  \nLECET — Laborers’ Employers’ Cooperation & Education Trust.  \nIAP — Industry Advancement Program.  \n8  \nEFFECTIVE THE FIRST FULL PAYROLL PERIOD  \nCOMMENCING  \nON OR AFTER JUNE 1, 2003 THROUGH MAY 31, 2004  \nFURNACE BATTERY HEATER TENDERS, BURNING BAR  \nAND OXY-ACETYLENE GUN  \n1*' Shift  \n“Base Wage $21.55  \n*Vacation and Holiday 2.20  \ntinsurance 3.40  \nPension 3.12  \ntAnnuity 2.50  \nTraining Fund a9  \nLECET 15  \nGROSS WAGE $33.31  \nIAP 12  \nEXPEDITER MAN, TOP AND/OR BOTTOM MAN  \n.(Btast Furnace work or Battery Work)  \n1\" Shift  \n*Base Wage $22.30  \n*Vacation and Holiday 2.20  \ntinsurance 3.40  \nPension 3.412  \ntAnnuity 2.50  \nTraining Fund 9  \nLECET 15  \nGROSS WAGE $34.06  \nA2  \n* Subject to Federal Withholding and FICA.  \n2™ Shift  \n$21.85  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \n15  \n$33.61  \n12  \n2™ Shift  \n$22.60  \n2.20  \n3.40  \n3.12  \n2.50  \n39  \n15  \n$34.36  \n12  \n+Effective for the period June 1, 2003 through September 30, 2003,  \nthe Insurance Contribution Rate was $3.15/hr. and the Annuity Rate  \nwas $2.75/hr.  \nLECET - Employers’ Cooperation & Education Trust.  \nIAP — tndustry Advancement Program.  \nEFFECTIVE THE FIRST FULL PAYROLL  \nPERIOD COMMENCING  \nON OR AFTER JUNE 1, 2003 THROUGH MAY 31, 2004  \nCLEANER/SWEEPER LABORER; FURNITURE LABORERT  \n   \n1\" Shift 2™ Shift  \n*Base Wage $15.60 $15.90  \n*Vacation and Holiday 2.20 2.20  \ntinsurance 3.40 3.40  \nPension 3.12 3.12  \ntAnnuity 2.50 2.50  \nTraining Fund 39 oo  \nLECET 15 15  \nGROSS WAGE $27.36 $27.66  \n(AP 12 12  \ntSee Articles VI and VII.  \n* Subject to Federal Withholding and FICA.  \ntEffective for the period June 1, 2003 through September 30, 2003,  \nthe Insurance Contribution Rate was $3.15/hr. and the Annuity Rate  \nwas $2.75/hr.  \nLECET — Laborers’ Employers’ Cooperation & Education Trust.  \nIAP — Industry Advancement Program  \nMICHIGAN LABORERS’ STATEWIDE  \nAPPRENTICESHIP PROGRAM  \nEffective September 1, 2004, the Michigan Laborers’ Statewide  \nApprenticeship Program will be implemented. All registered  \nApprentices from September 1, 2004 forward will work in accordance  \nwith wage and training requirements. All language in Article VIII  \nreferring to Inexperienced Laborers will be null and void effective  \nSeptember 1, 2004. The ratio will become three (3) Journeymen to  \none {1} Apprentice.  \n| Work Hours__| Training Hours - Cumulative _|  \n[75% Ss | 0-1,000 | Plus100  \n| 1,001-2,000 | Plus100  \n| 2,001-3,000 |  \nAll percentages are calculated on the Base Rate. All fringe benefits  \n10  \n     \n     \n     \n       \nare paid at 100%. Effective June 1, 2003, all newly hired  \nLaborers will be compensated in accordance with  \nthe above Apprentice Schedule. This language automatically  \nsupercedes Paragraph 1 and 2 of Article Vill of the Master  \nAgreement.  \nEFFECTIVE THE FIRST FULL PAYROLL  \nPERIOD COMMENCING  \nON OR AFTER JUNE 1, 2003 THROUGH MAY 31, 2004  \nINEXPERIENCED LABORER}  \n1\" Shift 2™ Shift  \n‘Base Wage $15.79 $16.09  \n“Vacation and Holiday 2.20 2.20  \ntinsurance 3.40 3.40  \nPension 3.12 3.12  \ntAnnuity 2.50 2.50  \nTraining Fund 39 39  \nLECET 15 15  \nGROSS WAGE $27.55 $27.85  \nIAP 12 12  \nArticle VIil.  \nto Federal Withholding and FICA.  \ntEffective for the period June 1, 2003 through September 30, 2003,  \nthe Insurance Contribution Rate was $3.15/hr. and the Annuity Rate  \nwas $2.75/hr,  \nLECET —- Laborers’ Employers’ Cooperation & Education Trust.  \nIAP ~— Industry Advancement Program.  \nEFFECTIVE THE FIRST FULL PAYROLL PERIOD  \nCOMMENCING  \nON OR AFTER JUNE 1, 2004 THROUGH MAY 31, 2005  \nEffective June 2004, the parties have agreed to a Gross Wage  \nincrease for the Construction Laborer of $1.25 per hour—Breakdown  \nto be determined by the Union. The scale of wages for the various  \nclassifications of work under this Agreement will be issued as a  \nsupplement to this Agreement.  \nEFFECTIVE THE FIRST FULL PAYROLL  \nPERIOD COMMENCING  \nON OR AFTER JUNE 1, 2005 THROUGH MAY 31, 2006  \n11  \nEffective June 2005, the parties have agreed to a Gross Wage  \nincrease for the Construction Laborer of $1.30 per hour—Breakdown  \nto be determined by the Union. The scale of wages for the various  \nclassifications of work under this Agreement will be issued as a  \nsupplement to this Agreement.  \n2. The Gross Wage shown in these schedules includes required  \npayments for Wages, Vacation and Holiday, Insurance, Pension and  \nTraining Fund Contributions. Failure to pay the Base Wage and the  \nfunded fringe benefit contributions when due is payment of less than  \nthe Gross Wage and shall constitute a status of delinquency and a  \nviolation of this Agreement. The Union shall withhold its members  \nfrom Employers who fail to fully comply with the foregoing. In the  \nevent any Employer is delinquent in the payment of Wages or his  \ncontributions to the Health and Welfare, Pension, Vacation and  \nHoliday or Training Funds, the Union, after giving the Employer and  \nany Association of which he is a member, twenty-four (24) hours’  \nnotice (excluding Saturday, Sunday and Holidays) by registered mail  \nor telegram of such delinquency, shail have the right to take strike  \naction against such Employer, notwithstanding any other provisions of  \nthis Agreement.  \n3. For shift conditions see Article XXII.  \n4. The rate of wages for caisson work shall apply for the entire depth  \nof a caisson below the adjacent general excavated ground level.  \n5. When a Laborer is assigned to an Air, Electric or Gasoline Tool  \nany time during the forenoon period, he shall be paid the higher rate  \nall during the forenoon period from the time he reported on the job.  \nThis rule shai! also apply during the afternoon period or any other shift  \nperiod.  \n6. No Laborer shall be allowed to work on a job, unless he is to be  \npaid at the regular rate of wage.  \n7. When Laborers start to work, and for some reason other than  \nweather, work is stopped after employees have worked into the sixth  \n(6th) hour, they shail either work or be paid for eight (8) hours.  \n8. if an employee is called back to work within twenty-four (24) hours  \nfrom the start of his regular shift, after he has completed his regular  \nshift and has left the job site, he shall be paid a minimum of two (2)  \n12  \nhours at double the prevailing shift rate. If shift is completed and job  \nreverts back to one normal shift, then this would not apply.  \n9. All operations connected with the maintenance, renovation or repair  \nof all firebrick and refractory work shall be paid the Furnace Battery  \nHeater Helper scale of wages. A prejob conference shall be held on  \nthe above-described work or where similar excessive exposure  \nconditions exist, if requested by the Union.  \n10. The Employer agrees to pay monthly into the Wayne and  \nMacomb Laborers-Employers’ Cooperation and Education Trust  \n(LECET), under terms of an Agreement dated June 1, 1992 between  \nthe parties hereto and which is hereby made part of this Agreement  \nby reference, the amount specified in Article V per hour worked.  \n"], ["ARTICLE VI  \nSweeper/Cleaner  \n", "1. The following language shall govern the application of the  \nSWEEPER/CLEANER Classification:  \n(a) Before Article VI regarding the cleanup rate will apply, prior  \napproval shall be obtained from the Business Manager who has sole  \nauthority to allow use of the cleanup rate.  \n(b) This would apply only to a Laborer or Laborers that are assigned  \nto cleanup work for a full shift.  \n(c) The cleanup rate would apply on general cleanup only, after the  \nmasonry and heavy concrete cleanup is completed.  \n(d) Cleanup for the purpose of this provision is defined as the  \nremoval! and loading of all crates, boxes, and packaging waste ma-  \nterial; washing and cleaning of all walls, partitions, ceilings, windows,  \nbathrooms, kitchens and ail fixtures and facilities therein; sweeping,  \nmopping, washing, waxing, and polishing or dusting of all floors or  \nareas.  \n(e) Any Employer who performs work as a General Contractor, Prime  \nContractor, or Construction Manager shall coordinate all job cleanup  \nbetween the trades or other subcontractors.  \n(f) When a Laborer performs the work of cleanup of a jobsite, the  \nwage rate shall be as specified in Article V.  \n13  \n(g) The Gross Wage of the Cleaner/Sweeper Laborer shall be five  \ndollars and forty-five cents ($5.45) less than the Construction  \nLaborer's Gross Wage. A Cleaner/Sweeper's Gross Wage shall be  \nallocated so that 100% of the Construction Laborer’s fringe benefit  \ncontributions are paid with the remainder of the Cleaner/Sweeper's  \nGross Wage paid as his Base Wage.  \n"], ["ARTICLE Vil  \nFurniture Laborer  \n", "1. The Sweeper/Cleaner scale of wages may be paid to Laborers  \nwho are assigned the unloading of furniture to the point of installation,  \nthe setting in place or relocation of furniture. Before the  \nSweeper/Cleaner rate will apply, prior approval shall be reached be-  \ntween the Business Manager and the Employer.  \n2. The Union will provide the Employer with Furniture Laborers  \nrequested by name and Social Security Number, if that person is  \navailable. If an Employer desires to employ a person as a Furniture  \nLaborer who is not a member of Loca! 334, the Employer may employ  \nhim, provided he has reported to the Union and registered. If an  \nEmployer desires to employ a person as a Furniture Laborer who is  \npresently on the Employer's payroll, the Employer may employ him  \nprovided the Employer has notified the Union.  \n"], ["ARTICLE  \n", "inexperienced Laborer  \n1. An Inexperienced Laborer is defined as an individual who initially  \nstarts work as a Laborer after June 1, 1991 and who has worked  \nfewer than 600 hours under this Agreement or any other Agreement  \ncovering building and heavy construction work negotiated by 4  \nconstituent local of the Laborers’ Internationa! Union of North America  \nand who has completed fewer than 240 hours of instruction from the  \nMichigan Laborers’ Training Fund.  \n2. An Inexperienced Laborer's Gross Wage is seventy-five percent  \n(75%) of the Construction Laborer’s Gross Wage. An Inexperienced  \nLaborer’s Gross Wage shall be allocated so that 100% of the  \nConstruction Laborer’s fringe benefit contributions are paid with the  \nremainder of the Inexperienced Laborer's Gross Wage paid as his  \nBase Wage.  \n14  \n3. The Union will provide the Employer with Inexperienced Laborers  \nrequested by name and Social Security Number, if that person is  \navailable. If an Employer desires to employ a person as an  \ninexperienced Laborer who is not a member of Local 334, the  \nEmployer may employ him, provided he has reported to the Union and  \nregistered. If an Employer desires to employ a person as an  \nInexperienced Laborer who is presently on the Employer's payroll, the  \nEmployer may employ him, provided the Employer has notified the  \nUnion.  \n4, Inexperienced Laborers shall not constitute more than twenty five  \npercent (25%) of the Laborers employed by the Employer on the job.  \nTo determine the number of Laborers employed, all classifications of  \nLaborers, except nonworking foremen and Sweeper/Cleaner Laborers  \nshall be counted. To illustrate, after the Employer is employing three  \nLaborers on the job, the fourth person may be an Inexperienced  \nLaborer. After the additional Laborers (the 5th, 6th and 7th Laborers)  \nare employed, the next Laborer may be another Inexperienced  \nLaborer. Sweeper/Cleaner Laborers and nonworking foremen cannot  \nbe included when counting the number of Laborers employed by the  \nEmptoyer on the job.  \n5. An alleged violation of any part of this Article shall be submitted to  \nthe Labor Relationship Committee composed of three (3) members  \nappointed by the Union and three (3) members appointed by the AGC  \nGreater Detroit Chapter whose decision shall be final. If the  \ntee finds that an Employer has violated this Article, such as by failing  \nto notify the Union in writing before paying the inexperienced Laborer  \nscale of wages, paying the Inexperienced Laborer an incorrect wage  \nor by employing Inexperienced Laborers in excess of the maximum  \nratio allowed, the Committee may deny the Employer the privilege of  \nusing the Inexperienced Laborer scale of wages, for up to one (1)  \nyear.  \n"], ["ARTICLE IX  \nDues Check-Off  \n", "1. Pursuant to the Agreement and Declaration of Trust between the  \nUnion and the Association governing the LABORERS’ VACATION  \nAND HOLIDAY TRUST FUND-DETROIT AND VICINITY, dated June  \n12, 1968 and including the Second Amendment dated October 1,  \n1974, which is incorporated herein by reference, Employees may  \nvoluntarily execute a written authorization for an assignment of an  \namount per hour of their Vacation and Holiday Fund contribution for  \nfe  \nthe payment of working dues, which are uniformly required of all  \nEmployees working within the jurisdiction of the Union. The Employer  \nappoints the Trustees of the LABORERS’ VACATION AND HOLIDAY  \nTRUST FUND--DETROIT AND VICINITY as its agent for the receipt  \nof said written authorizations and for the deduction of said working  \ndues. Upon receipt of written authorizations signed by the Employee,  \nthe administrator shall deduct the amount per hour as working dues  \nfrom Vacation and Holiday Fund contributions for said Employee  \nreceived by the Administrator, prior to depositing such contributions  \ninto the Vacation and Holiday Fund.  \n2. For any Employee who has not executed an authorization for the  \nassignment of working dues, the Fund will, upon written request, remit  \nto the Employee at regular intervals at such times as determined by  \nthe Trustees of the Fund, such a sum as would be remitted to the  \nUnion if such an authorization had been executed by the Employee.  \n3. The authorization for the assignment of working dues shall be  \nirrevocable for the period of one (1) year, or until the termination of  \nthis Collective Bargaining Agreement, whichever period is less, unless  \nwritten notice is given by the Employee to the Trustees of the Fund  \nand not more than sixty (60) days before any periodic renewal! date.  \n4. The Union shall indemnify and save each Employer, the  \nAssociation, and the Trustees harmless against any duplication of  \npayment and any and all claims, demands, suits or other forms of lia-  \nbility that may arise out of or by reason of action taken by or not taken  \nby the Employer, the Association or Trustees for the purpose of  \ncomplying with this Article, provided, however, the Union shall not be  \nresponsible for any liability caused by the gross negligence or  \nintentional misconduct of the Employer, the Association or Trustees.  \n5. The Union agrees to bear all administrative costs involved in the  \ndeduction of the working dues from the Vacation and Holiday Fund  \nand that there will be no cost to the Fund.  \n6. Itis mutually agreed and understood the Employer is not required  \nto obtain the signed authorizations of assignment, but that the Union  \nshall be responsible for obtaining the authorizations from the  \nEmployees.  \n"], ["ARTICLE X  \nInsurance  \n", "4. The Employer shall pay the amount specified in Article V per hour  \n16  \nfor all hours worked by each Employee covered by this Agreement, to  \nLaborers' Metropolitan Detroit Health & Welfare Fund and agrees to  \nbe bound by all provisions of the Declaration of Trust of the Laborers’  \nMetropolitan Detroit Health & Welfare Fund, dated October 7, 1973,  \nwhich is hereby made part of this Agreement by reference.  \n2. Insurance contributions shall be computed for all hours worked  \nwithout regard to whether the Employee was working for straight time  \nor overtime.  \n3. These contributions shall be paid by the 15th day of the month  \nfollowing the month the Employee worked. Contributions shall be  \ndeposited each month to such depository as may be designated by  \nthe Trustees of the Fund.  \n4. Locat 334 may allocate two cents ($.02} per hour of the Gross  \nWage to the Laborers’ Safety and Health Fund. The Insurance Fund  \nwill make this contribution and no additional paperwork will be  \nrequired of Employers.  \n"], ["ARTICLE XI  \nPension  \n", "1. The Employer agrees to be bound by all provisions of the  \nAgreement and Declaration of Trust of the Laborers’ Pension Trust  \nFund - Detroit and Vicinity, dated July 9, 1958, as it has been or  \nsubsequently is amended by the parties thereto, which is hereby  \nmade part of this Agreement by reference. The Employer further  \nagrees to contribute monthly the amount specified in Article V for  \n“Pension” into the depository designated by the Trustees of the  \nPension Fund for each paid hour for each employee covered by this  \nAgreement. When the work performed is on an overtime basis, the  \nPension contribution shall be on an overtime basis.  \n2. (a) The Plan Manager of the Pension Fund shall, on a monthly  \nbasis, determine the amount to be paid to participants and beneficia-  \nries of the Detroit and Vicinity Laborers’ Excess Benefit Plan in the  \nfollowing month. That amount shall be the aggregate of benefits  \ncalculated in accordance with the provisions of the Pension Trust  \nFund's Plan in excess of the payment permitted under Section 415 of  \nthe internal Revenue Code increased to reflect FICA, FUTA and any  \nother similar taxes applicable thereto, Each payment to each  \nparticipant or beneficiary of the Excess Benefit Plan, net of FICA,  \nFUTA or any other similar taxes, shall be equal to the difference  \nbetween the benefit to which that individual would otherwise be  \n17  \nentitled and the payment permitted to be paid to that individual under  \nSection 415 of the internal Revenue Code.  \n(b) Before the contributions made by Employers for Pension are  \nallocated to the Laborers’ Pension Trust Fund - Detroit and Vicinity,  \nthe Plan Manager shall cause the monies necessary to pay the total  \namount determined under the preceding paragraph, plus any  \nadministrative expenses incurred to be deducted and paid to the  \nExcess Benefit Plan for distribution.  \n3. The Union and the Employers, parties to this Agreement and the  \nDeclaration of Trust of the Laborers’ Pension Trust Fund, Detroit and  \nVicinity, shall appoint an equal number of Trustees to the Pension  \nFund.  \n"], ["ARTICLE XIl  \nAnnuity  \n", "1. The Employer agrees to make monthly contributions into the  \ndesignated depository of the Laborers’ Annuity Fund, Detroit and  \nVicinity, for each employee covered by this Agreement and agrees to  \nbe bound by all provisions of the Agreement and Declaration of Trust  \nof the Laborers’ Annuity Fund, Detroit and Vicinity, dated June 1,  \n1996, and any amendment validly adopted pursuant thereto, which  \ndocument is hereby made part of this Agreement by reference. The  \ncontribution will be the amount specified in Article V per paid hour for  \neach employee covered by this Agreement. When work is performed  \n‘ onan overtime basis, the Annuity contribution shall be on an overtime  \nbasis.  \n"], ["ARTICLE Xill  \nVacation and Holiday  \n", "1. The Employer agrees to pay monthly into the Laborers’ Vacation  \nand Holiday Trust Fund, Detroit and Vicinity, under the terms of an  \nAgreement dated June 12, 1968 between the parties hereto and  \nwhich is hereby made a part of this Agreement by reference, the  \namount specified in Article V per paid hour for each employee cov-  \nered by this Agreement. When the work performed is on an overtime  \nbasis, the contribution per hour covering the Vacation and Holiday  \nfringe shall also be on an overtime basis. The Board of Trustees shall  \nbe authorized to determine the distribution date of benefits and the  \ncut-off date of contributions each year.  \n18  \n   \n"], ["ARTICLE XIV  \nCollection of Fringe Benefit Contributions, Investigation,  \n", "Collection Fees and Charges  \n1. The Employer agrees to furnish the Trustees of the various fringe  \nbenefit funds provided for in this Agreement, upon request, such  \ninformation and reports as the Trustees may require in the per-  \nformance of their duties. The Employer further agrees that the  \nTrustees, or any agent authorized by the Trustees, shall have the right  \nto enter upon the premises of the Employer to perform an audit to  \ndetermine whether the is complying fully with the provisions  \nof this Agreement (and the trust documents incorporated herein by  \nreference) regarding Employer contributions. For that purpose, the  \nTrustees, or their agent, shalt have access to all necessary Employer  \nrecords, including:  \n(a) Original payroll records showing each employee's name, ad-  \ndress, Social Security number, occupation, straight time and overtime  \nhours worked, rate of pay, gross pay, F.I.C.A. deduction, Withholding  \nTax deductions, other deductions, check number and net pay.  \n(b) Each employee's earnings record by calendar year with quarterly  \ntotals.  \n(c) Copy of W-4 Form filed for each employee.  \n(d) Copy of W-2 Form filed for each employee.  \n(e) Copy of Social Security Quarterly Report filed (Form 941), and  \ncanceled checks supporting payment of same.  \n2. This will permit the Trustees to determine whether the Employer is  \ncomplying fully with the provisions of this Agreement regarding  \nEmployer contributions.  \n3. The Employer understands and agrees that the Trustees of the  \nfringe benefit funds provided for by this Agreement have the power,  \nas provided in their respective Trust Agreements, to fix a schedule of  \ncost of collection fees or charges, in the nature of liquidated damages,  \nto be assessed against any Employer who fails to make the  \ncontributions required hereunder in the correct amount and when due.  \nThe Employer further agrees that if, as a result of an audit ordered by  \nthe Trustees of one of the fringe benefit funds, he is found to have  \nbeen substantially inaccurate in reporting, or late in remitting,  \n19  \ncontributions due, he may be charged the costs of making such audit,  \nin the discretion of the Trustees involved. Finally, the Emptoyer  \nagrees that if, as a result of the Employer's failure to report and pay  \nfringe benefit contributions and liquidated damages as required here  \nunder, the Trustees find it necessary to institute legal proceedings, the  \nEmployer shail be charged with all costs, including actual attorneys  \nfees, incurred by the Funds as a result of such litigation.  \n4. All fringe benefit contributions provided for in this Agreement shall  \nbe made on ail employees (i.e. regular, probationary, temporary,  \nor casual) covered by this Agreement to the various trust  \nfunds referred to in Articles X, XI, XII, and XXVIII.  \n5. The Trustees of the various fringe benefit funds provided for in this  \nAgreement shall jointly establish and maintain a program, including  \nsuch compliance auditing and litigation as they deem necessary, for  \nmaking such reasonable, diligent and systematic efforts as are  \nappropriate under the circumstances to determine and collect  \ncontributions due to the funds from Employers, as well as liquidated  \ndamages and litigation costs. The costs of maintaining the program  \nshall be allocated among the funds as follows: Pension - 52 2/3%,  \nHealth & Welfare - 33 1/3%, Vacation & Holiday - 9% and Annuity -  \n5%,  \n"], ["ARTICLE XV  \nIndustry Advancement Program  \n", "4. An Employer performing residential, commercial, industrial and  \ninstitutional building work or heavy construction, agrees to pay into the  \nINDUSTRY ADVANCEMENT PROGRAM of the Associated General  \nContractors of America, Greater Detroit Chapter, Inc., the sum of  \nTwelve Cents ($.12) per hour for hours worked by employees  \ncovered by this Agreement, in accordance with the Supplemental  \nindustry Advancement Program Agreement which is hereby made  \npart of this Agreement by reference. These contributions will be  \nreported on the forms provided and sent to such depository as shall  \nbe named by the Association.  \n"], ["ARTICLE XVI  \nForeman  \n", "1. The foreman shall be selected by and be the representative of the  \nEmployer. He shall not be required to violate any part of this  \nAgreement as a condition of employment. When six (6) or more  \n20  \nmembers of the Union are employed, one (1) shall act as a working  \nforeman and receive the foreman rate of pay. He shail be paid one  \ndollar and twenty-five cents ($1.25) per hour more than the base  \nwage of the classification at which the foreman ts working.  \n2. If requested by the Employer, the Union will furnish applicants for  \nemployment as foremen.  \n21  \n"], ["ARTICLE XVII  \nPay Day  \n", "1. All employees working under this Agreement shall be paid once  \neach week in currency or check on the job within seventy-two (72)  \nhours after the closing of the pay day for the week. Any Laborer failing  \nto receive his wages on the regular pay day, due to the fault of the  \nEmployer, shall immediately notify the Business Manager, who shall  \nproceed at once to collect the amount due, including pay for waiting  \ntime not exceeding one day, which shall be charged until the wages  \nare received. This waiting time is to apply to working hours only and is  \nintended to apply to the Employer who willfully neglects or does not  \nmake it his duty to pay his employees at the proper time. Pay checks  \ngiven to employees by the Employer must be drawn from local banks  \nwithin the jurisdiction of this contract, unless the Union approves other  \nbanks.  \n2. If a Laborer is discharged from employment by the Employer (or  \nhis representative), he shall be paid off immediately. With prior  \napproval of the Business Manager, an Employer may instead mail the  \npay-off check to the employee by certified mail (no return receipt  \nrequested) before the end of the next business day without penalty. {f  \nthe check is not mailed before the end of the next business day, the  \nemployee shall be paid an additional two (2) hours pay for each twen-  \nty-four hours of delay retroactive to the day of lay-off/discharge.  \n(b) Without prior approval of the Business Manager allowing the  \nmailing of the pay-off check, when an Employer gives the employee  \nan office order, he shall be paid one hour extra, or if he is not paid  \nuntil the next morning, he shall be paid for all working time he is  \nforced to wait until paid.  \n(c) The Employer agrees to fumish each employee, whose  \nemployment is terminated, a copy of the layoff slip as drafted by the  \nMichigan Employment Security Commission. A temporary work  \nstoppage for reasons other than weather and not exceeding one work  \nday will not be considered a lay off.  \n3. When an Employer transfers men from one job to another during  \nworking hours, they shall be paid for the time spent in traveling  \nbetween the two jobs, and they shall not be required to go from one  \njob to another during their lunch period without pay.  \n4. The Employer agrees to give any employee who is laid off or  \n22  \ndischarged, not less than one (1} hour’s notice of the lay off or the  \ndischarge. On an extremely large job, or jobs within a large industrial  \nplant requiring check out of tools, one and one-half (174) hours’ notice  \nshall be given. The employee's pay-off check {if not mailed as  \nprovided in Paragraph 2 of this Article) will be made available for the  \nsteward’s inspection one and one-half (1%) hours prior to lay off. The  \nemployee shall be furnished a separation slip at the time of layoff  \nshowing the reason for termination.  \n5. When weather does not permit work to start on pay day, pay  \nchecks shall be issued between the hours of 8:00 a.m. and 9:00 a.m.  \nin case issuance of pay checks is not started until after 9:00 a.m.,  \neach employee who has waited from 8:00 a.m. for his check shall be  \npaid for a minimum of waiting time of one and one-half (17%) hours,  \nfrom 8:00 a.m. to 9:30 a.m. If the checks are not distributed at 9:30  \na.m., waiting time shall be paid for by the Employer in one half (7%)  \nhour intervals, but not to exceed the end of a normal working day. The  \nEmployer shall not be obligated to pay for waiting time tf he or his  \nrepresentative appears on the job with pay checks for issuance any  \ntime between the hours of 8:00 a.m. and 9:00 a.m., nor shall he or his  \nrepresentative be required to remain on the job longer than to issue  \nchecks or arrange for the issuance of checks.  \n6. The employee's pay stub shall show the straight time hours wor-  \nked, overtime hours worked, his gross pay, deductions for Social  \nSecurity, Withholding Tax, Vacation and Holiday, total deductions, his  \npay and date of pay.  \n"], ["ARTICLE XVIII  \nHours  \n", "1. Eight (8) hours shall constitute a day's work between the hours of  \n8:00 a.m. and 4:30 p.m., Monday to Friday inclusive, except for shifl  \nwork and the 4-10 work week hereinafter described, and pay for time  \nworked during those hours shall be at the regular wage rate.  \n2. FLEXIBLE STARTING TIME. The Employer, without the payment  \nof premium time, may modify the starting time of any employee from  \nthe regular starting time of 8:00 a.m., to any time from 7:00 3. m. to  \n8:00 a.m.  \n3. On work where the regular prescribed hours cannot be worked,  \nspecial work time provisions may be arranged between the Employer  \nand the Union.  \n23  \n4. 4-10 WORK WEEK. If a holiday is celebrated on Friday or  \nMonday, four 10-hour straight-time weekdays may be worked during  \nthe calendar week in which a holiday is celebrated to enable Laborers  \nto have a 3-day weekend. In addition, the Employer may choose to  \nwork four 10-hour, straight-time weekdays during the week preceding  \nor following this holiday week, to enable Laborers to have a 4-day  \nweekend. Jobs which have worked overtime on a regular basis within  \ntwo weeks of the holiday may not change the work week in  \naccordance with this Section. Notice must be given to the Union at  \nleast three (3) work days before the first 4-10 day is worked.  \n5. Lunch Period. lf job circumstances require the employee to work  \nduring the usual lunch period from 12:00 Noon to 12:30 p.m. and take  \nhis unpaid tunch period at some other time, then the work between  \n12:00 Noon and 12:30 p.m. shall be paid for at time and one-half. The  \nemployee shall not be required to work more than five (5) hours  \nbetween eating periods.  \n6. Beverage Break. The employee shall be allowed to have non-  \nalcoholic beverages near his work station, once for fifteen (15)  \nminutes in the middle of the first half of his shift and once for fifteen  \n(15) minutes in the middie of the second half. The Union agrees this  \nshall definitely not be abused and in no case will job operations be  \ninterrupted.  \n"], ["ARTICLE XIX  \nConcrete Pours  \n", "1. When concrete is poured on the job on a regular workday, the  \nLaborer placing concrete will be worked or paid a minimum of three  \n(3) hours, weather permitting. When the Laborer placing such  \nconcrete works greater than four (4) hours, but less than six (6) hours,  \nhe shall be paid a minimum of six (6) hours; where the Laborer works  \ninto the sixth (6th) hour of his regular shift, he shall be paid a  \nminimum of eight (8) hours, weather permitting.  \n2. Where concrete is poured on a job on Saturday, Sunday or  \nHoliday and the Laborer placing such concrete works greater than  \nfour (4) hours, but less than six (6) hours; he shall be paid a minimum  \nof six (6) hours; where the Laborer works into the sixth (6th) hour of  \nhis regular shift, he shall be paid a minimum of eight (8) hours,  \nweather permitting.  \n24  \n   \n3. The Employer agrees to furnish to the Vibrator Operator on  \nconcrete pours, protective gloves.  \n"], ["ARTICLE XX  \nHeaters  \n", "1. When one or more propane or salamander heaters for drying  \nplaster, concrete, mortar, fireproofing or other aggregate is tended, a  \nlaborer will perform the tending. The Employer determines in his sole  \ndiscretion when such heaters will be tended and, when tended, the  \nduties to be performed by the tending laborer. Tending is defined as  \nincluding the connection/disconnection of fue! tanks, and the turning  \non/off of the heater.  \n2. When the Employer changes fuel tanks for heaters with his own  \nemployees, Laborers will change the tanks. If the Employer has  \ncontracted with a service company to provide the bulk tanks over 100  \npounds, the service company employees may change the bulk tanks  \neven if such employees are not represented by Laborers.  \n"], ["ARTICLE XXl  \nOvertime and Holidays  \n", "1. One and one-half the straight-time wage rate shail be paid for the  \nfirst two (2} hours of premium time worked per day, Monday through  \nFriday. Eight (8) hours of work may be performed on Saturdays for  \nwhich one and one-half the straight-time rate shall be paid. Work  \nperformed beyond the first two (2) hours of premium time, Monday  \nthrough Friday, or beyond eight (8) hours of work on Saturdays shall  \nbe paid at double the straight-time wage rate.  \n2. When an employee reports to work after the scheduled starting  \ntime with the Employer's permission to enable the employee to attend  \nto personal business, that employee will be paid overtime only after  \nhe has worked eight hours that day.  \n3. All legal holidays shall be observed by the Local Union. The ‘egal  \nholidays recognized are: New Year's Day, Memonai Day, Fourth of  \nJuly, Labor Day, Thanksgiving Day and Christmas Day.  \n4. Upon notice of at least three (3) working days to the Employer, an  \nemployee may take off Martin Luther King's Birthday without pay and  \nwithout reprimand.  \n5. Double time shall be paid for work done on Sundays and holidays.  \n25  \nWhen a holiday falls on Sunday, both parties hereto shall recognize  \nas a holiday the date on which it is legally celebrated. If a holiday falls  \non a Sunday and the following Monday is worked, the rate of pay shall  \nbe at double time.  \n6. THE EMPLOYER AGREES TO NOTIFY THE BUSINESS  \nREPRESENTATIVE OF THE UNION IN ADVANCE WHENEVER  \nTHE EMPLOYER PLANS TO PERFORM WORK ON SATURDAYS  \nAND/OR SUNDAYS EXCEPT WHERE CASES OF EMERGENCY DO  \nNOT PERMIT.  \n7. If or when an employee who has worked for the Employer a  \nminimum of three (3) months wishes to take his vacation, the em-  \nployee, after giving fourteen (14) days written notice shall be allowed  \nto take his vacation, two (2) weeks maximum, without reprisal or  \nhaving to sign a termination slip.  \n"], ["ARTICLE Xxll  \nShift Work  \n", "1. Shift wage rate shall apply for shift work for one (1) day or any  \nnumber of days. Shift work done between the hours of 8:00 a.m.  \nSaturday and 8:00 a.m. Monday, or on holidays shall be paid for at  \nthe overtime rate as specified in Article V. The complete day's work  \nwill end at the conclusion of the three (3) shifts whatever day worked.  \n2. When two (2) shifts are employed, they shall be paid in  \naccordance with the schedule in Article V and each shift shall work  \neight (8) hours before overtime applies.  \n3. When three (3) shifts are employed, the first shift shall work eight  \n(8) hours, the second shift shall work seven and one-half (774) hours,  \nand the third shift shall work seven (7) hours and be paid according to  \nthe schedule in Article V.  \n4. Starting hours of shifts:  \n1st—at or after 8:00 a.m.  \n2nd—at or after 4:30 p.m.  \n3rd—at or after 12:30 a.m.  \n5. The overtime provisions for regular day work shall also apply to  \nshift work. Overtime shall be paid on all hours after the hours outlined  \nabove have been worked, i.e.:  \n26  \n1st shift—8 hours; then overtime applies.  \n2nd shift—7% hours; then overtime applies.  \n3rd shifi—7 hours; then overtime applies.  \n6. The Employer shall have the right to designate shift hours earlier  \nthan stated above, subject to the approval of the Union.  \n7. There will be a 24-hour notification to the proper Local Union  \nwhen any shift work is to be performed.  \n8. Night Watchmen—It is agreed and understood that these shifi  \nprovisions do not apply to night watchmen.  \n9. On work where the regular prescribed shifts cannot be worked,  \nspecial work time provisions may be arranged between the Employer  \nand the Union.  \n10. On industrial plant work only, there shail be three (3) days notice  \nbefore the start of work.  \n"], ["ARTICLE XxXiIll  \nGrievances  \n", "1. Either party to this Agreement aileging a violation hereof shall  \nlodge written complaint with the other party hereto by setting forth ina  \nsigned statement the grounds for complaint and requesting  \nabandonment of the causes thereof.  \n2. When the Union is the complainant, it shall lodge its complaint  \nwith the representatives of the Employer, and when the Employer is  \nthe complainant, he shall lodge his complaint with the Business  \nManager of the Union.  \n3. Should the reasonableness of a complaint be challenged by an  \nEmployer or by the Union, the representative of said Employer shall  \nmeet with the Business Manager of the Union for the purpose of  \nconsidering and adjusting the matter in controversy.  \n4. The representative of the Employer shail arrange a convenient  \ntime and place for said meeting, which shall be held within twenty-four  \n(24) hours of the time requested for said meeting.  \n5. It is further agreed that there shall be no stoppage of work due to  \n27  \njurisdictional controversy between the trades and that said  \njurisdictional controversy arising shall be decided under the rules and  \nregulations as laid down by the National Labor Relations Board, It is  \nfurther agreed that there shalt be no stoppage of work due to any  \nviolation or alleged violations of this Agreement, with the exception of  \nthe failure to pay current wage rates and fringes.  \n6. In the event that any complaint is not settled as above outlined, it  \nmay be referred by either the Employer or the Union to a committee of  \nsix, consisting of three (3) members selected by the Association and  \nthree (3) members selected by the Union, which shall be known as  \nthe Joint Grievance Committee. The Committee shall meet to hear  \nany controversy submitted to it within five (5) working days of the  \nsubmission. The decisions of the Committee, which shall be reached  \nby majority vote of the entire Committee, shall be fina! and binding  \nupon the Employer, the Union and any employee or employees  \ninvolved. Each decision shall be reduced to writing and signed by the  \nmembers of the Committee promptly.  \n7. The refusal or failure by a party to schedule or attend a Joint  \nGrievance Committee meeting provided for in Section 6 shall con-  \nstitute waiver of all prior irregularities in the grievance procedure, and  \nthe complainant may proceed directly to arbitration. If the complainant  \nprevails in the arbitration over such party, that party shall pay all costs  \nof arbitration, excluding attomey fees. If the complainant does not  \nprevail, each party will pay its own costs, except the arbitrator's fee  \nshall be shared equally.  \n8. If the Committee cannot settle or adjust a matter referred to it,  \neither the Employer or the Union may submit the matter to arbitration  \nwithin ninety (90) calendar days before a mutually acceptable  \narbitrator selected by the Committee. If the Committee cannot agree  \nupon an arbitrator within three (3) working days of the date upon  \nwhich the matter is submitted to arbitration, then either the Employer  \nor the Union may, within five (5) working days, submit the matter in  \ncontroversy to the Federa! Mediation and Conciliation Service for the  \nselection of an arbitrator in accordance with the applicable rules. The  \narbitrators fee shail be shared equally by the Employer and the  \nUnion.  \n9. Once the arbitrator has been selected, the arbitration hearings  \nshall commence on the earliest date available from the arbitrator,  \nunless both sides agree in writing to some other date. Once the date  \nfor commencement of hearings has been set, neither party shall  \n28  \nrequest from or be granted by the arbitrator any change in the hearing  \ndate without the written consent of the other party.  \n10. The arbitrator shall confine his decision to the dispute in question  \nand he shall not have authority to add to, subtract from or in any way  \nmodify the terms of this Agreement. The arbitrator's decision shall be  \nrendered within thirty (30) days from the date of the hearing and shall  \nbe final and binding upon the Employer and the Union, and the  \nemployee or employees involved.  \n11. Members not submitting claims for proper wages or overtime due  \nwithin thirty (30) days of each pay period, shall be deemed as having  \nwaived and vacated their rights to claim. The thirty-day limit does not  \napply to claims for fringe benefit contributions.  \n"], ["ARTICLE XXIV  \nLiabitity  \n", "1. The Employer agrees that he will not hold the Union fiable for any  \nacts of its members not authorized by said Union. The Union agrees  \nthat it will, on written request of the Employer, notify the Employer  \nwithin twenty-four (24) hours after receipt of said request whether the  \nact of the member or members of the Union so complained of was or  \nwas not authorized, and if not authorized, the Union agrees that it will  \ntake immediate steps to rectify the situation complained of.  \n2. The Union agrees that it will not hold the Employer liable for any  \nacts of the agents of said Employer not authorized by said Employer.  \nThe Employer agrees that he will, on written request by the Union,  \nnotify the Union within twenty-four (24) hours after receipt of said  \nrequest at the office of said Employer, whether or not the act of the  \nEmployer's agent so complained of by the Union was authorized, and  \nif not authorized, the Employer agrees that he will take immediate  \nsteps to rectify the situation complained of.  \n"], ["ARTICLE XXV  \nSavings Clause  \n", "1. In the event that any portion of this Agreement is declared or  \nbecomes inoperative under State or Federal Law, the balance of the  \nAgreement shall remain in full force and effect, and the parties hereto  \nagree to meet and renegotiate the inoperative portion of the  \nAgreement.  \n29  \n"], ["ARTICLE XXVI  \nEqual Treatment  \n", "1. In the event the Union enters into any agreement with another  \nEmployer or Employers containing more favorable terms and/or  \nconditions {including wage rates) than those contained herein, the  \nUnion agrees that such more favorable terms and conditions shall  \nautomatically be extended to Employers covered by this Agreement.  \nNeither will the Union permit its members to work for any Employer  \nwho fails to pay an amount at least equal to the Gross Wage stated in  \nArticle V, Section 1, hereof.  \n"], ["ARTICLE XXVII  \nLaborer Show-Up Time  \n", "1. Show-Up Time When Weather Does Not Prevent Work:  \n(a) When Laborers report on the job upon request of the Employer  \nand are not put to work or when they shall have been employed on  \nany job and they shalt not be put to work, weather permitting, having  \nreported on said job at the time requested, they shall be paid not less  \nthat two (2) hours' pay for so reporting.  \n2. Show-Up Time When Weather Prevents Work:  \n(a) At Start of Normal Shift: Laborers shall receive two (2) hours’  \nshow-up time at the applicable shift rate. During these two hours, the  \nLaborer must stay on the jobsite unless excused by the Employer. On  \nSaturdays all show-up time is paid at time and one-half the applicable  \nshift rate, and on Sundays and holidays at double the applicable shift  \nrate.  \n(b) If Work Starts During the Said Two Hours: Laborers who start  \nwork shall receive pay at the applicable shift rate, as though they  \ncommenced work at the start of the shift, plus any time worked  \nbeyond the two hours.  \n(c) If a Partial Crew of Laborers is Requested to Report Before Their  \nNormal Shift Hours: They shail remain on the job for early start  \nhour(s), plus two hours into their normal shift. They shall receive one  \nhour's pay at the applicable rate for each hour until their normal shift  \nstarting time, and shall remain on the job for the first two hours of their  \nnormal shift for which they shall receive two hours’ pay at the  \napplicable shift rate.  \n3. Employees referred to a jobsite, where Safe2Work certification is  \n30  \nrequired by the project owner employing the Contractor, must  \ndemonstrate they have the requisite Safe2Work certification as  \nrequired by the project owner to be eligible for employment. If the  \nreferred member does not meet this requirement, they will not be  \neligible for show-up time pay. The Contractor is required to provide  \nthe Union with the required specifications signed and authorized via  \nfacsimile or mail at least twenty-four (24) hours prior to the start of  \nsuch job.  \n"], ["ARTICLE XXVIII  \nTraining and Educational Fund  \n", "1. The Employer shall pay the amount specified in Article V per hour  \nfor all hours worked by each Employee covered by this Agreement to  \nthe Michigan Laborers’ Training Fund.  \n2, Payment into the Training Fund shall be made in such manner  \nand at such times as authorized and directed by the Trustees of the  \nFund. The payroll and wage records of the Employer shall be subject  \nto audit by the designated representative of the Trustees, from time to  \ntime, for the purpose of determining that payments to the Fund have  \nbeen computed and paid in accordance with this Agreement.  \n3. The Employer agrees to be bound by the terms and provisions of  \nthe Trust Agreement establishing the Michigan Laborers’ Training  \nFund, dated September 1, 1971, which is hereby made part of this  \nAgreement by reference, and any amendments thereto, and all lawful  \nrules, regulations and requirements adopted by the Trustees of the  \nFund for the purpose of carrying out the purposes of the Fund.  \n4. The Trust Agreement establishing the Michigan Laborers’ Training  \nFund, and any amendments thereto, shall be deemed to be a part of  \nthis Agreement by reference.  \n5. The Michigan Laborers' Training Fund shall be jointly ad-  \nministered by a board of up to eight (8) trustees, four (4) of whom  \nshall be selected by the Michigan District Council, one (1) of  \nwhom shall be selected by the Associated Underground Contractors,  \ninc., one (1) of whom shall be selected by the Labor Relations  \nDivision of the Michigan Road Builders Association, one (1) of whom  \nshail be selected by the Greater Detroit Chapter of the Associated  \nGeneral Contractors of America, and one (1) of whom shall be  \nselected by the Michigan Chapter of the Associated Genera! Con-  \ntractors of America.  \n31  \n"], ["ARTICLE XXIX  \nSecurity Deposit  \n", "1. ANew Employer or a Delinquent Employer shall have the option  \nof either:  \n{a) Posting a security deposit of One Thousand Dollars  \n($1,000.00) with the Laborers’ Joint Delinquency  \nCommittee for each employee on its payroll as of the date  \nof written demand from the Trustees of the Joint  \nDelinquency Committee, which sum shall be supplemented  \nby One Thousand Dollars ($1,000.00) for each additional  \nemployee employed under this Collective Bargaining  \nAgreement. This sum deposited shall operate as a security  \ndeposit for the succeeding twelve (12) month period,  \nwhereupon it will be returned provided no delinquencies  \nhave occurred during such period and provided further it is  \nthe judgment of a majority of the Trustees that return of the  \nsecurity deposit will not jeopardize future fringe benefit  \npayments, or  \n(b) Posting a surety bond with, and in the form specified by, the  \nLaborers’ Joint Delinquency Committee in the amount of  \nTwenty-Five Thousand Dollars ($25,000) applicable to the  \nfringe benefit contributions.  \n2. A New Employer is defined as an Employer who has been  \nmaking fringe benefit contributions to the Funds for less than two (2)  \nyears. A Delinquent Employer is defined as an Employer who  \nduring the preceding consecutive twelve (12) month period has  \nfailed to make timely payment of any amounts due the Funds  \nhereunder. The Laborers’ Joint Delinquency Committee has  \nauthority to waive the delinquent status of an Employer when the  \nstatus was the result of errors in payment of insignificant amounts,  \nbrief delays in payment, or errors due to unintentional clerical  \nmistakes.  \n3. (a) The Association may act as surety for an Employer member  \nwho may otherwise be required to make a cash deposit or post a  \nsurety bond. The Association shall not stand surety, unless written  \nnotice is provided to the Union wherein the Association agrees to  \nassume such liability. The Association's liability shall not exceed  \nthe limitations of liability that would be imposed on a cash deposit or  \n32  \nsurety bond that would have been required of the Employer.  \n"], ["ARTICLE XXX  \nSubstance Abuse  \n", "1. In the interest of safety: intoxication, possession, consumption or  \nuse of alcoholic beverages or illegal drugs is not permitted on jobsites  \nor while driving a company vehicle.  \n2. The Employer may require an employee who contributed to or was  \ninvolved in an accident to be tested for drugs and/or alcohol. in  \naddition to post accident testing, employees may be tested for drugs  \nand/or alcohol in those instances when testing is required by the  \nowner employing the contractor, or by pertinent government  \nregulation; provided, however, that any such testing shall be con-  \nducted under generally accepted scientific procedures to ensure the  \nvalidity and accuracy of such tests.  \n3. Employees shall be tested for drugs and/or alcohol during working  \nhours, except as otherwise permitted by the Business Manager. A  \nbreathalyzer test administered by an appropriately certified person  \nshall be used to determine the presence of alcohol. If the breathalyzer  \ntest is positive, a blood test is to be used as a confirmatory test. The  \nlevel of which test results will be reported “positive” in the case of  \nalcoho! testing shall be the State of blood alcohol  \nconcentration level for intoxication while driving a motor vehicle.  \n4. The procedure for conducting drug and/or alcohol testing shall be  \nsubmitted to the Union prior to implementation for its determination  \nthat testing will be conducted under generally accepted scientific  \nprocedures. The procedure must contain safeguards to assure that  \nemployees are treated fairly, including the opportunity to review  \ndocumentation relating to an testing and to appeal a  \npositive test result. All laboratories used to perform testing pursuant to  \nthis Agreement must be accredited by the Substance Abuse and  \nMental Health Services Administration (SAMHSA). The parties shall  \nmeet to resolve objections the Union may have in this regard to the  \nprocedure. If the parties are unable to resolve the Union's objections,  \nthe disagreement shall be submitted to the Labor Relations  \nCommittee composed of three (3) members appointed by the Union  \nand three (3) members appointed by the AGC Greater Detroit Chapter  \nwhose decision shall be final. If the Committee is unable to resolve  \nthe Union's objections, the matter will be submitted to an arbitrator.  \n5. Prior to the start of employment, the Employer may ask  \n33  \nprospective employees to provide a urine specimen to test for the  \npresence of prohibited substances and a breathalyzer to test for the  \npresence of alcohol. Presence of one or more prohibited substances  \nwill subject the applicant to rejection. A breathalyzer test administered  \nby an appropriately certified person shall be used to determine the  \npresence of alcohol. If the breathalyzer test is positive, a blood test is  \nto be used as a confirmatory test. The level of which test results will  \nbe reported in the case of alcoho! testing shall be the State  \nof Michigan's blood alcohol concentration level for intoxication while  \ndriving a motor vehicle. Failure to provide a specimen for the test will  \nbe considered a voluntary withdrawal of the application for  \nemployment. If the medical facility cannot provide test results prior to  \nthe scheduled reporting date, employment will be considered  \nprobationary until the test results are known to the Employer.  \n6. For purposes of this Article, an accident is defined as an incident,  \nwhich causes injury to a person resulting in ioss of work time or  \ndamage to property in excess of one hundred dollars.  \n"], ["ARTICLE XXxXI  \nFirebrick, Chimney and Cupola Work  \n", "1. The provisions of this Article apply exclusively to firebrick,  \nchimney and cupola work. Except as specifically set forth in this  \nArticle, firebrick, chimney and cupola work shall be done under the  \nsame terms and conditions set forth in this remainder of the  \nAgreement.  \n2. Aten minute period for cleaning up shall be allowed at the end of  \na day's work for each employee employed on firebrick, chimney,  \ncupola work and existing foundries.  \n3. On all blast furnace work, scaffolding shall be a minimum of three  \nfeet high and a maximum of three feet six inches high. All scaffolding  \nin and around blast furnaces and hot stoves shall be of the solid type  \nexcepting the large cable type used in the blast fumace. No scaffold  \nshall be raised higher than six inches below the top of a solid wall.  \n4. No ladders shail extend more than twenty feet without a break ora  \nplatform. Ladders must extend between two feet six inches and three  \nfeet above landings or floors.  \n5. On all blast furnace work, at least every fourth scaffold or every  \ntwelve feet must be /eft nailed in place to serve the purpose of a  \n34  \nsafety scaffold.  \n6. The Employer shall provide every Laborer with a respirator where  \ndusty conditions prevail, safety goggles on work which endangers or  \nimpairs the eyes, and a suitable precaution to allow employees to be  \n_wamed of danger in due time where gas exists. The Employer shall  \nbe responsible to wet down all dusty places wherever possible.  \n7. When Laborers are employed on excessively hot work, the  \nEmployer shall provide proper counter fatigue aids. When Laborers  \nare handling hot work, the Employer shall provide gloves and pro-  \ntective materials. When Laborers are working on heated surfaces the  \nEmployer shall supply wooden shoes or an acceptable facsimile. The  \nEmployer shall provide proper gloves when the employee works or  \nhandles caustic or corrosive materials.  \n8. In scaffolding stacks, if the cable type is used, the cables shall be  \nof proven tested strength and planking for the platform shall be of  \nnumber one grade material and clear of knots. In scaffolding stacks, if  \na solid wooden scaffold is used, the lumber must be of number one  \ngrade. Where the hoist system is used to convey materials on such  \nscaffolds, all safety precautions must be taken and safety signals  \nmust be used wherever possible.  \n"], ["ARTICLE XXXil  \nMarket Recovery  \n", "1. {tis recognized by the parties that the construction market orga-  \nnized by the building trades unions has encountered strong competi-  \ntion. Where the mutual interest of both the Employer and the Union  \nare served by cooperating to compete more effectively, it is agreed  \nthat prior to bidding the Employer and the Union will meet to negotiate  \na market recovery wage rate or working conditions modifications on a  \njob-by-job basis. Article XXVi, “Equal Treatment,” shall not apply to  \nmarket recovery wage rates or working conditions granted to an  \nEmployer.  \n"], ["ARTICLE XXXlilt  \nChanges  \n", "1. This Agreement shall continue in effect in all respects until June  \n1, 2006, and thereafter from year to year in the event that no changes  \nhave been provided. If a change in the Agreement is desired by either  \nparty hereto, the party seeking the change shall serve written notice  \n35  \nthereof upon the other party not Jess than ninety (90) days prior to  \nJune 1 of any year subsequent to June 1, 2006, and prior to the  \nexpiration date of this Agreement and a joint meeting of both parties  \nshall then be held for the purpose of discussing the proposed change,  \nand of incorporating such change as may be agreed upon.  \n2. Employer will notify the Union thirty (30) days prior to any change  \nin company name, ownership or address.  \n4. Union and Employer to meet periodically to discuss industry  \nproblems.  \n36  \n*Note—Plan for the Settlement of Jurisdictional Disputes in the  \nConstruction Industry.  \nIt is the intention of the parties that all paragraphs containing  \nreference to the Plan for the Settlement of Jurisdictional Disputes in  \nthe Construction Industry be considered deleted and of no present  \neffect. Tne Associated General Contractors of America, Greater  \nDetroit Chapter, Inc., is not, on the effective date of this Agreement, a  \nparty to any agreement to establish, maintain or participate in the Plan  \nfor the Settlement of Jurisdictional Disputes in the Construction In-  \ndustry or any successor thereof.  \nIf, however, while this Agreement is in force, the Associated General  \nContractors of America, Greater Detroit Chapter, Inc. becomes sig-  \nnatory to any agreement to participate in the Plan for the Settlement  \nof Jurisdictional Disputes in the Construction Industry or any  \nsuccessor thereof to which the Laborers International Union of North  \nAmerica is also a party, then that agreement and any rules or regu-  \nlations adopted thereunder shall become a part of this Agreement by  \nreference and the paragraphs considered deleted and of no effect on  \nthe effective date hereof shall be reinstated as though they had never  \nbeen deleted.  \n37  \nIN WITNESS WHEREOF, we, the undersigned, duly authorized  \nrepresentatives of the Associated General Contractors of America,  \nGreater Detroit Chapter, Inc. and the Laborers’ International Union of  \nNorth America, AFL-CIO, Loca! Union No. 334, in the Metropolitan  \nArea of Detroit, Michigan, do hereby affix our signatures.  \nDated: June 1, 2003  \nLaborers’ International Union of North America, AFL-CIO,  \nLocal Union No. 334  \nJ. Scott Covington, Business Manager  \nAssociated General Contractors of America, Greater Detroit  \nChapter, Inc.  \nSam Veltri, Director of Labor Relations  \nMichigan Laborers’ District Council  \nGary H. Jorgensen, Business Manager  \nLee C. Chwalek,  \nThe foregoing Agreement applies only to Building, Heavy  \nConstruction, and Home Building.  \n38  \n   \nMEMORANDUM OF UNDERSTANDING  \nOPTIONAL FOUR-TEN WORKWEEK  \nThe Union agrees that the Employer may work a 4-10 workweek on  \na particular job as provided below only under the following  \ncircumstances:  \n1. Carpenters, Cement Masons and Operating Engineers which work  \nin conjunction with the Laborers who are to work 4-10s, whether these  \nLaborers are employed by the Employer or by a subcontractor of the  \nEmployer, must also work the 4-10 workweek under conditions which  \nare substantially similar to those appearing below.  \n(a) At the beginning of a job or at any time during its duration, and for  \na minimum of one (1) week, the Employer shalt have the option of  \nscheduling work on either Monday through Thursday or on Tuesday  \nthrough Friday for ten (10) hours each day at straight time. Work in  \nexcess of ten (10} hours but less than twelve (12) hours per day  \n(Monday through Thursday or Tuesday through Friday) shall be paid  \nat time and one-half. Work in excess of twelve (12) hours per day  \n(Monday through Thursday or Tuesday through Friday) shall be paid  \nat double time. The 4-10 workweek may be used by an Employer ona  \njob basis or a crew basis only. The 4-10 workweek may be used only  \nunder the following circumstances:  \n1, When the Employer elects to use the 4-10 workweek under this  \nMemorandum, he will notify the Local Union involved and inform  \nthe Local Union of the work schedule as soon as possible prior to  \nits implementation.  \n2. In the event one (1) or more hours of work are unable to be  \nperformed because of bad weather or because of a holiday  \nwhen 4-10s are worked Monday through Thursday, the Employer  \nmay schedule work on Friday of that week for a minimum of eight  \n(8) hours. Work in excess of forty (40) hours for the week  \n(Monday through Friday} but not more than forty-eight (48) hours  \nshall be paid at time and one-half. Work in excess of forty-eight  \n(48) hours for the week (Monday through Friday) shall be paid at  \ndoubie time. Eight hours of work may be performed on Saturdays  \nat time and one-half. Work on Saturdays in excess of eight (8)  \nhours shall be paid at double time.  \n3, On any job scheduled to work a makeup day, the Employer shall  \nnot bring employees to the job to avoid the payment of premium  \n39  \ntime.  \n4. For days when ten hours of work is scheduled, Article V, Section 9  \nand Article XIX, “Concrete Pours,\" shall apply with the  \nmodification that the eighth hour shall be substituted for the sixth  \nhour, and the tenth hour shall be substituted for the eighth hour.  \n5. When work is performed under the 4-10 workweek schedule,  \npayday shall be one of the workdays. Once payday has been  \nestablished on a project under this Memorandum, that day shail  \nremain the payday whenever 4-10s are worked.  \n6. The Employer shali not schedule 4-10s during periods of darkness  \nunless lighting ts provided.  \nLaborers’ International Union of North America, AFL-CIO,  \nLocal Union No. 334  \nJ. Scott Covington, Business Manager  \nAssociated General Contractors of America, Greater Detroit  \nChapter, Inc.  \n\\  \nSam Veltri, Director of Labor Relations  \nMichigan Laborers’ District Council  \nGary H. Jorgensen, Business Manager  \nLee C. Chwalek, Secretary- Treasurer  \n40  \n2003 — 2006 CONTRACT TO BE EXECUTED BETWEEN AN  \nEMPLOYER WHO IS NOT A MEMBER OF THE SIGNATORY  \nGROUPS COVERED BY THIS AGREEMENT.  \nThe undersigned Employer hereby recognizes the Union as the sole  \nand exclusive collective bargaining representative of all those  \nemployed by the Employer as Laborers in the geographical area  \ndescribed in the preamble to the foregoing agreement on all present  \nand future jobsites based upon the fact, acknowledged by the  \nEmployer to be true, that the Union represents and has represented a  \nmajority of those employees.  \nThe Employer agrees to adopt the foregoing agreement, to be bound  \nby all the terms and conditions of the Agreement and amendments  \nthereto, including the effective dates, and to become a party thereto. It  \nis also agreed by the undersigned Employer that any notice given by  \nthe Union to the Association pursuant to Article of the  \nAgreement shall be notice to the Employer and shall have the same  \nlegal force and effect as though it were served on the Employer  \npersonally.  \nFinally, the Employer agrees that, unless the Union is notified to the  \ncontrary by the Employer by registered mail at least sixty (60) days  \nprior to the expiration date of this Agreement or any subsequent  \nAgreement, the Employer will be bound by and adopt any Agreement  \nreached by the Union and the Association during negotiations which  \nfollow notice by the Union referred to in the preceding paragraph.  \n  \nFir NAM eases  \nEERE RETR EEE EE EAE EE STORER ETE EH  \nee ea we aE RAS EERE RHEE EE EP PETE EEE ET ae ES  \nCity State Zip Code  \n0 Employer is sole proprietorship. Correct name of owner is:  \n41  \nOwner (Please print}  \nG Employer is a partnership. Correct names of partners are:  \nPartner (Please print)  \nEAR ARERR OTE ee eee EFF TERRE ED  \nPartner (Please print)  \nO Employer is a corporation. Correct names of officers are:  \nER RR RARER ERATE EET EET EE EERE TEETH TEE EHR Re  \nRHE RR AEE RE AETHER me EEE HOR RHEE RE he  \nSecretary . (Please print)  \nMichigan Corporation and Security  \nCommission Registration No,  \nMichigan Employment Security  \nCommission (MESC) Registration No.  \nEmployer's Social Security  \nand Withholding Tax No. oo...  \nWorkers’ Compensation No.  \n  \nInsurance Firm  \nLaborers’ Metro Detroit Health & Welfare  \nLaborers’ Pension Fund No,  \nFOR THE EMPLOYER  \n(Title)  \nPHONG  \nFOR THE UNION  \n42  \n2003 - 2006  \nDEMOLITION AGREEMENT  \nThis Agreement, made as of June 1, 2003, by and between  \ncontractors who become signatory to this Agreement (hereinafter  \nreferred to as the \"Employers”) and the Michigan Laborers’ District  \nCouncil for and on behalf of its affiliated Local Unions Numbers 334  \nand 1076 and their geographical jurisdictions (hereinafter referred to  \nas the “Union”).  \nPurpose  \nThe Employers are engaged in demolition, dismantling and salvage  \nwork in the counties of Wayne, Oakland, Macomb and a portion of  \nLivingston County north of the State Highway M-59 and east of Oak  \nGrove Road. The Union and the Employers by this Agreement intend  \nto establish uniform rates of pay, hours of employment, working  \nconditions and the contribution rates for all fringe benefits for the  \nemployees covered by this Addendum.  \n"], ["ARTICLE I  \nScope of Agreement  \n", "The provisions of this Agreement shall apply to demolition work,  \nwhich work shall be the work of the Laborers. Alt work shail be done  \nunder the same terms and conditions as set forth in the current  \ncontract between the AGC, Greater Detroit Chapter and Laborers’  \nLocals 334/1076 (hereinafter referred to as the Master Agreement),  \nexcept where specifically modified by this Agreement.  \n"], ["ARTICLE 1  \nTerms and Conditions  \n", "The following terms and conditions apply with respect to work  \nperformed by Employers covered by this Agreement:  \n1. Aten minute period for cleaning up shall be allowed before lunch  \nand again at the end of a day's work.  \n2. A Demolition Laborer shall be the same pay rate as the  \nhourly pay rate for a Construction Laborer in the Master Agreement.  \n43  \n3. Ground Burner Base Wage shall be fifty cents ($.50) per hour more  \nthan the hourly rate for a Demolition Laborer (Construction Laborer).  \n4. High Bumer Base Wage shall be one dollar ($1.00) per hour more  \nthan the hourly rate for Demolition Laborer (Construction Laborer).  \n5. Foreman Base Wage shall be one dollar and twenty-five cents  \n($1.25) per hour more than the highest hourly rate paid to the Demoli-  \ntion Laborer (Construction Laborer} under his supervision.  \n6. Article Vi (Sweeper/Cleaner) and Article VII (Furniture Laborer) are  \nnot incorporated into this Demolition Agreement.  \n7, Article XV (Industry Advancement Program) is not incorporated into  \nthis Demolition Agreement.  \n"]]