[["", "K |  \n1,000 wif! —  \n/0 po  \nb/ 6fi/0  \n2003 — 2006  \nMONROE LABORERS’ AGREEMENT  \nentered into between  \nThe Associated General Contractors  \nof America, Greater Detroit Chapter, Inc.  \nGreater Detroit Chapter  \nand  \nMichigan Laborers’ District Council  \nand  \nLocal Union No. 465 of  \nMonroe, Michigan, of the  \nLaborers’ International Union  \nof North America, AFL-CIO  \n   \nThe Associated General Contractors of America, Greater Detroit Chapter, Inc.  \n23999 Northwestern Highway, Suite 150  \nSouthfield, Michigan 48075  \nPhone (248) 948-7000  \nFax (248) 948-7008  \nO  \nLaborers’ Local 465  \n1110 East Second  \nMonroe, Michigan 48161  \nPhone (734) 241-5488  \nFax (734) 241-1378  \nANINUILY 8  \ncess 16  \nBeverage Break 14  \nChange House 14  \nCleaner/Sweeper Laborer 9  \nCollection of Fringe Benefits 12  \nEmployment 2  \nEqual Treatment 20  \nCHE anes nema DHSS UES 13  \nFurniture ened 10  \nGeneral Principles 13  \nono cae Knee ym 16  \nHealth & Welfare 11  \nHiring 2  \n15  \nHours Of WOrkK 14  \nIndustry Advancement Program 21  \nINExperieNCed LADOTET 10  \n[UY 20  \n8  \nLAY-Off 13  \nTrees uee seven conve nesnnes screen snes 6 2250 anion suey 9  \nLUNCH 14  \nMarket 22  \nce cans sommes cane «ANGUS Downes 15  \nParking 15  \nPay CHECKS 11  \nPay Day 11  \n8  \nPrejob Conference 14  \nSHift Wri 16  \nSNOW-UD TIME 19  \nSte Wad 2. ccna. Kew a4 Hees 18  \n18  \nSubstance ADUSE 21  \n22  \nTOONS xe secre ss oon 14  \nTraining FUNG 20  \n14  \nas son eon enue gn ora sono s Si CHORES FUSE ERE meres 9  \nWages & Fringe Benefit Contribution cc 3  \n— omen a ne doses a 92 cone inte sauna KRG REBUN 15.  \nWorking Conditions 14  \nMONROE LABORERS' AGREEMENT  \nAGREEMENT made and entered into this 1st day of June, 2003, between the Associated  \nGeneral Contractors of America, Greater Detroit Chapter, Inc., hereinafter called the “Asso-  \nciation,\" representing its members, hereinafter called the or “Employers,” and  \nthe Michigan Laborers’ District Council and Local No. 465 of Monroe, Michigan of the  \nLaborers' International Union of North America, AFL-CIO, hereinafter called the “Union.”  \nWITNESSETH  \nWHEREAS, The parties hereto desire to stabilize employment in the building and  \nconstruction industry and to agree upon rates of wages, conditions and terms of  \nemployment, and .  \nWHEREAS, The parties hereto are desirous of preventing strikes and lockouts and of  \nfacilitating peaceful adjustment of grievances and disputes between Employer and  \nemployee,  \nIT IS HEREBY UNDERSTOOD, and mutually agreed as follows:  \nDECLARATION OF PRINCIPLES  \nThe principles upon which this Agreement is based are:  \n1. That there shall be no limitation as to the amount of work an employee shall perform  \nduring the working day, it being understood that the employee shall perform a fair and  \nhonest day’s work.  \n2. That there shall be no restriction of the use of machinery, tools or appliances, provided  \nthe same are of standard size and standard equipment. Use of new labor-saving devices  \nand equipment shall, however, become a matter of economic interest to the Union.  \n3. The Employer will employ and use all means of safety for the protection of the  \nemployee, in compliance with all safety regulations and in accordance with the law.  \n4. The Employer and the Union agree that there will be no discrimination in employment  \nbased upon race, color, creed, national origin, sex or age, and that nothing elsewhere in  \nthis Agreement shall be construed as requiring or permitting such discrimination. The  \nEmployer and the Union further agree that each will cooperate with the other in taking such  \naffirmative actions by either or both as are proper and necessary to ensure equality of .  \nopportunity in all aspects of employment.  \n5. The Employer and the Union are encouraged to promote jobsite safety meetings.  \n"], ["", "ARTICLE |  \nEmployment  \n1. (a) THE EMPLOYERS AGREE THAT IN THE EMPLOYMENT OF WORKERS TO  \nPERFORM THE VARIOUS CLASSIFICATIONS OF LABOR REQUIRED IN THE WORK  \nUNDER THIS AGREEMENT, THEY SHALL, EXCEPT UNDER UNUSUAL  \nCIRCUMSTANCES, NOTIFY THE LOCAL UNION BEFORE HIRING NEW EMPLOYEES  \nSO AS TO AFFORD THE LOCAL UNION AN OPPORTUNITY TO REFER APPLICANTS  \nTO SUCH EMPLOYMENT.  \n(b) To expedite requests for applicants, the Employer is encouraged to request applicants  \nfor employment in writing (by fax or mail). The request should contain the number of  \nemployees needed, their start date and the particular skills desired.  \n2. (a) The Employer agrees not to discriminate against workers who are members of the  \nUnion and the Union agrees to endeavor to furnish a sufficient number of persons to do the  \nwork of the Employer, who also will not discriminate against workers not affiliated with the  \nUnion, but will advise such employees that they must become members of the Union on or  \nafter the eighth (8th) calendar day from the first day of employment in the industry, and  \nshall remain members in good standing during the term of this Agreement. This being what  \nis known as the Union Shop Agreement.  \n(b) The Employer shall not be obligated hereunder to discharge or discriminate against  \nany employee for nonmembership in the Union:  \n(i) If he has reasonable grounds for believing that such membership was not  \navailable to the employee on the same terms and conditions generally applicable to  \nother members; or  \n(ii) If he has reasonable grounds for believing that membership was denied or  \nterminated for reasons other than the failure of the employee to tender the periodic  \ndues and the initiation fees uniformly required as a condition of acquiring or retaining  \nmembership; and  \n(iii) The Employer shall be furnished with a notice in writing by the Union, signed by  \nthe proper officer, and setting forth that the employee has refused to join the Union,  \nalthough the employee has been offered membership on the same terms as other  \nmembers, or that the employee's membership in the Union has been terminated for  \nreason of nonpayment of regular dues or regular initiation fees, and that the Union  \nrequests that said employee be discharged for one of these above reasons.  \n3. Checkoff. The Employers agree to deduct the initiation fee and membership dues from  \nthe wages of each employee who has signed a voluntary assignment and authorization to  \ndo so and remit the same to the Union monthly. The assignment and authorization shall be  \nin a form approved by the Association and the Union.  \n4. Assignment for Working Dues  \n(a) Pursuant to an agreement between the Union and the Employers governing the  \nMICHIGAN LABORERS' VACATION FUND, dated November 1, 1965 and including the  \nfifth Amendment dated July 1, 1971, which is incorporated herein by reference, employees  \nmay voluntarily execute a written authorization for an assignment of an amount of their  \nhourly wages for the payment of working dues which are uniformly required of all  \nemployees working within the jurisdiction of the Union. The Employer appoints the trustees  \nof the MICHIGAN LABORERS’ VACATION FUND as its agent for the receipt of said written  \nauthorizations and for the deduction of said working dues. Upon receipt of written  \nauthorizations signed by the employee, the trustees shall deduct such sums as are payable  \nas working dues from Vacation Fund contributions for said employee received by the  \ntrustees prior to depositing such contributions into the Vacation Fund.  \n(b) For any employee who has not executed an authorization for the assignment of  \nworking dues, the Fund will, on request, remit to the employee at regular intervals at such  \ntimes as determined by the trustees, such a sum as would be remitted to the Union if such  \nan authorization had been executed by the employee.  \n(c) The authorization for the assignment of working dues shall be irrevocable for the  \nperiod of one (1) year, or until the termination of this collective bargaining agreement,  \nwhichever period is less, unless written notice is given by the employee to the trustees of  \nthe Fund not more than seventy-five (75) days before any periodic renewal date.  \n(d) The Union shall indemnify and save each Employer, the Association, and any  \nAssociation trustee harmless against any duplication of payment and any and all claims,  \ndemands, suits or other forms of liability that may arise out of or by reason of action taken  \nby or not taken by the Employer, the Association or any Association trustee for the purpose  \nof complying with this Section, provided, however, the Union shall not be responsible for  \nany liability caused by the gross negligence or intentional misconduct of the Employer or  \nthe Association.  \n"], ["ARTICLE Il  \nWages and Fringe Benefit Contributions  \n", "1. The rate of wages to be paid Laborers and other classifications under the jurisdiction of  \nthe Laborers’ International Union of North America, AFL-CIO, shall be those wages  \napplicable to the area or territory served by and within the jurisdiction of the Local Union as  \nfollows:  \n2. Jurisdiction and classification rates: County—Monroe.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD COMMENCING ON OR AFTER JUNE 1,  \n2003 THROUGH MAY 31, 2004  \nCONSTRUCTION LABORER; CARPENTER TENDER; CONCRETE LABORER,  \nCONCRETE CHUTE AND BUCKET HANDLER  \n   \n1° Shift 24 Shift 3\" Shift  \n*Base Wage $24.31 $24.61 $24.91  \n*Vacation (Deducted & Funded) | (3.60) (3.60) (3.60)  \nHealth & Welfare 2.95 2.95 2.95  \nPension 2.35 2.35 2.35  \nAnnuity | 2.40 2.40 2.40  \nTraining Fund 39 39 39  \nLECET .O7 .07 .07  \nGROSS WAGE $32.47 $32.77 $33.07  \nIAP 12 12 12  \nLABORER FOREMAN  \n1°\" Shift 2™ Shift 3 Shift  \n*Base Wage $25.56 $25.86 $26.16  \n*Vacation (Deducted & Funded) (3.60) (3.60) (3.60)  \n& Welfare 2.95 2.95 2.95  \nPension 2.35 2.35 2.35  \nAnnuity 2.40 2.40 2.40  \nTraining Fund 39 39 39  \nLECET .O7 .07 .07  \nGROSS WAGE $33.72 $34.02 $34.32  \nIAP 12 12 12  \nMORTAR MIXER (including concrete and mortar % cu. yd. or smaller machine, or  \nby hand in a mortar box); MASON TENDER AND CEMENT MASON TENDER;  \nPLASTERER TENDER; PORTABLE MIXER OPERATOR; AIR, DIESEL, ELECTRIC  \nAND GASOLINE TOOL OPERATOR (including concrete vibrator operator and  \nacetylene torch); CAISSON WORKER; TFURNACE BATTERY HEATER TENDER;  \nSIGNALMAN ON CONCRETE POURS ONLY  \n1° Shift 2°° Shift 3\" Shift  \n*Base Wage | $24.51 $24.81 $25.11  \n*Vacation (Deducted & Funded) (3.60) (3.60) (3.60)  \nHealth & Welfare 2.95 2.95  \nPension 2.35 2.35 2.35  \nAnnuity 2.40 2.40 2.40  \nTraining Fund 39 39 39  \nLECET 07 07 .07  \nGROSS WAGE $32.67 $32.97 $33.27  \nIAP : | 12 12 12  \n+This classification and rate apply to those laborers exposed to excessive dust, dirt, and  \nheat conditions of the furnace.  \nHAZARDOUS WORK: Employees required to wear acid resistant clothing, heat  \nresistant clothing or radiation protective clothing.  \n1° Shift Shift 3\" Shift  \n*Base Wage $24.81 $25.11 $25.41  \n*Vacation (Deducted & Funded) (3.60) (3.60) (3.60)  \nHealth & Welfare 2.95 2.95 2.95  \nPension 2.35 2.35 2.35  \nAnnuity 2.40 2.40 2.40  \nTraining Fund 39 39 39  \nLECET | | 07 07 07  \nGROSS WAGE $32.97 $33.27 $33.57  \nIAP 12 12 12  \nCLEANER/SWEEPER LABORER; FURNITURE LABORERT  \n   \n1* Shift Shift 3° Shift  \n*Base Wage $18.65 $18.95 $19.25  \n*Vacation (Deducted & Funded) (3.60) (3.60) _ (3.60)  \nHealth & Welfare 2.95 2.95 2.95  \nPension 2.35 2.35 2.35  \nAnnuity 2.40 2.40 2.40  \nTraining Fund .39 39 39  \nLECET 07 .07 .07  \nGROSS WAGE $26.81 $27.11 $27.41  \nIAP 12 12 12  \n+See Articles III and IV.  \nMICHIGAN LABORERS’ STATEWIDE APPRENTICESHIP PROGRAM  \nEffective September 1, 2004, the Michigan Laborers’ Statewide Apprenticeship Program  \nwill be implemented. All registered Apprentices from September 1, 2004 forward will work  \nin accordance with wage and training requirements. All language in Article V referring to  \n_Inexperienced Laborers will be null and void effective September 1, 2004.  \n    \n           \n   \n       \n   \n   \n[Rate | Work Training Hours — Cumulative  \n0 -— 1,000 Plus 100  \n(80% _—| 1,001 - 2,000  \n2,001 — 3,000  \n3,001 — 4,000  \nAll percentages are calculated on the Base Rate. All fringe benefits are paid at 100%.  \nEffective June 1, 2003, all newly hired Inexperienced Laborers will be compensated in  \naccordance with the above Apprentice Schedule. This language automatically supercedes  \nSections 1-2 of Article V of the Master Agreement.  \nINEXPERIENCED LABORERT  \n1° Shift 2” Shift 3\"? Shift  \n“Base Wage $18.23 $18.53 $18.83  \n(Deducted & Funded) (3.60) (3.60) (3.60)  \nHealth & Welfare 2.95 2.95 2.95  \nPension 2.35 . 2.35 2.35  \nAnnuity 2.40 2.40 2.40  \nTraining Fund 39 39 39  \nLECET .07 07 .O7  \nGROSS WAGE $26.39 $26.69 $26.99  \nIAP 12 12 12  \n+See Article V.  \nto Federal Withholding and FICA  \n( }}Deduct  \nLECET — Laborers’ Employers’ Cooperation & Education Trust  \nIAP - Industry Advancement Program  \nEFFECTIVE FIRST FULL PAYROLL PERIOD COMMENCING ON OR AFTER  \nJUNE 1, 2004 THROUGH MAY 31, 2005  \nEffective June 2004, the parties have agreed to a Gross Wage increase for the  \nConstruction Laborer of $1.25 per to be determined by the Union. The  \nscale of wages for the various classifications of work under this Agreement will be issued  \nas a supplement to this Agreement.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD COMMENCING ON OR AFTER  \nJUNE 1, 2005 THROUGH MAY 31, 2006  \nEffective June 2005, the parties have agreed to a Gross Wage increase for the  \nConstruction Laborer of $1.30 per hour—Breakdown to be determined by the Union. The  \nscale of wages for the various classifications of work under this Agreement will be issued  \nas a supplement to this Agreement.  \n3. The Gross Wage shown in these schedules includes required payments for Base  \nWages, Vacation, Health & Welfare, Pension and Training Fund Contributions. Failure to  \npay the Base Wage each week, and the funded fringe contributions by the 15th day of the  \nsucceeding month in the manner provided herein is payment of less than the Gross Wage  \nand shall constitute a status of delinquency and a violation of this Agreement.  \n4. When a Laborer performs work during the forenoon period in a premium classification  \ncarrying a wage rate higher than that of Construction Laborer, he shall be paid the premium  \nrate for all time worked during the forenoon period. When a Laborer performs work during  \nthe afternoon in a premium classification, he shall be paid the premium rate for all time  \nworked during the afternoon period. This provision shall also apply to shift work.  \n5. If an employee is called back to work within twenty-four (24) hours from the start of his  \nregular shift, after he has completed his regular shift and has left the jobsite, he shall be  \npaid a minimum of two (2) hours at double the prevailing shift rate. If shift is completed and  \njob reverts back to one norma! shift, then this would not apply.  \n6. ON STEEPLES, TOWERS, SILOS, STACKS AND SPIRES, the Base Wage for work  \nperformed shall be fifty cents ($.50) over the Construction Labor rate, or applicable rate.  \nThe fifty cents ($.50) per hour differential shall start at the ground level.  \n7. SCUBA-DIVING: One hundred dollars ($100.00) per day plus twenty dollars ($20.00)  \nadditional per day for maintenance of individual's personal diving equipment.  \n8. DYNAMITE AND BLASTERS: One dollar ($1.00) per hour over Construction Laborer °  \nrate.  \n9. Itis understood and agreed that the provisions of this Agreement, including the labor  \nclassifications and approved wage rates, do not apply to highway construction. Highway  \nconstruction is defined as: Construction of a thoroughfare, road or street which any person  \nhas a right to use, or any bridge viaduct and all sewer or conduit work related thereto,  \nwhich is built in accordance with highway construction methods.  \n10. Any changes or increase in the fringe benefit rates throughout the duration of this  \nAgreement shall be adjusted from the wage increase as granted on the anniversary dates  \nof this Agreement.  \n11. Insurance. The Employer agrees to pay into the Michigan Laborers’ Health & Welfare  \nFund and make contributions in accordance to the Trust Agreement, and agrees to be  \nbound by all the provisions contained therein. All Health & Welfare contributions shall be  \ncomputed at the rate as specified in Article Il on actual hours worked without regard to  \nwhether the employee was working on straight time or overtime. These contributions shall  \nbe deposited each month, or at such regular intervals as may be determined by the  \nTrustees of the Michigan Laborers’ Health & Welfare Fund, to such depository as may be  \ndesignated by said Trustees.  \n12. Pension. The Employer agrees to pay into the Michigan Laborers’ Pension Fund and  \nmake contributions in accordance to the Trust Agreement and agrees to be bound by all  \nthe provisions contained therein. All pension contributions shall be computed at the rate as  \nspecified in Article Il on actual hours worked without regard to whether the employee was  \nworking on straight time or overtime. These contributions shall be deposited each month, or  \nat such regular intervals as may be determined by the Trustees of the Michigan Laborers’  \nPension Fund, to such depository as may be designated by said Trustees.  \n13. Annuity. The Employer agrees to make monthly contributions into the designated  \ndepository of the Michigan Laborers’ Annuity Fund dated March 1, 1997 and make  \ncontributions in accordance to the Trust Agreement and agrees to be bound by all the  \nprovisions contained therein. All Annuity contributions shall be computed at the rate  \nspecified in Article || on actual hours worked without regard to whether the employee was  \nworking on straight time or overtime. These contributions shall be deposited each month, or  \nat such regular intervals as may be determined by the trustees of the Michigan Laborers’  \nAnnuity Fund, to such depository as may be designated by said trustees.  \n14. Vacation. The Employer agrees to pay into the Michigan Laborer's Vacation Fund and  \nmake contributions in accordance with the Trust Agreement and agrees to be bound by all  \nprovisions contained therein. Vacation contributions are made on an hours paid basis and  \nare subject to overtime rates the same as wages; however, the amount of such payment  \nrepresenting the overtime premium shall be included in the employee's pay check. For  \nexample, when an employee works overtime and is paid time and one-half the straight-time  \nVacation amount, the amount per straight-time hour as specified in Article II shall be paid to  \nthe Michigan Laborers’ Vacation Fund, and the overtime premium per hour shall be in-  \ncluded in the employee's paycheck. These contributions shall be deposited each month, or  \nat such intervals as may be determined by the trustees of the Michigan Laborers’ Vacation  \nfund, to such depository as may be designated by said Trustees.  \n15. Michigan LECET. With respect to work performed within the jurisdiction of Local 465,  \nthe Employer agrees:  \n(a) To be bound by the Trust Agreement for the Michigan Laborers’ and Employers  \nCooperation Trust Fund dated June 1, 1994, and by lawful amendments, rules, regulations  \nor other requirements related to said Fund adopted from time to time by the trustees of the  \nFund, provided they are not in conflict with the terms of this Agreement.  \n(b) To pay contributions to the Fund at the rate specified in Article Il on actual hours  \nworked without regard to whether the employee was working on straight time or overtime.  \nThese contributions shall be made on each and every employee whether probationary,  \nnonunion member, temporary, seasonal or casual. These contributions shall be deposited  \neach month as determined by the trustees of the Fund to such depository as designated by  \nsaid trustees.  \n"], ["ARTICLE Ill  \nCleaner/Sweeper Laborer  \n", "1. The following language shall govern the application of the CLEANER/SWEEPER  \nClassification:  \n(a) Before Article Ill regarding the cleanup rate will apply, prior approval shall be obtained  \nfrom the Business Manager who has sole authority to allow use of the cleanup rate.  \n(b) Cleanup for the purposes of this provision is defined as the removal and unloading of  \nall crates, boxes, and packaging waste material; washing and cleaning of all walls,  \npartitions, ceilings, windows, bathrooms, kitchens and all fixtures and facilities therein;  \nsweeping, mopping, washing, waxing, and polishing or dusting of all floors or areas. The  \ncleanup rate applies on general cleanup only, after the masonry and heavy concrete  \ncleanup is completed.  \n(c) The Cleaner/Sweeper scale of wages may be paid only to Laborers who are assigned  \ncleanup work for full shift. The Cleaner/Sweeper scale of wages may not be paid for  \ncleanup performed as maintenance work on completed operational nuclear power plants.  \n(d) The Gross Wage of the Cleaner/Sweeper Laborer shall be five dollars and sixty-six  \ncents ($5.66) less than the Construction Laborer's Gross Wage. A Cleaner/Sweeper's  \nGross Wage shall be allocated so that 100% of the Construction Laborer's fringe benefit  \ncontributions are paid with the remainder of the Cleaner/Sweeper's Gross Wage paid as his  \nBase Wage.  \n"], ["ARTICLE IV  \nFurniture Laborer  \n", "1.. The Cleaner/Sweeper scale of wages may be paid to Laborers who are assigned the  \nunloading of furniture, shelving or display cases to the point of installation, the setting in  \nplace or relocation of furniture, shelving or display cases. This understanding shall not be  \nconstrued as unloading of building materials. |  \n"], ["ARTICLE V  \nInexperienced Laborer  \n", "1. An Inexperienced Laborer is defined as an individual who has worked less than one (1)  \nyear under this Agreement or any other Agreement covering building and heavy  \nconstruction work negotiated by a constituent local of the Laborers’ International Union of  \nNorth America, or is an individual who has worked under such agreement(s) nine (9)  \nmonths and, in addition, has received thirty (30) hours of training through the Michigan  \nLaborers’ Training School.  \n2. An Inexperienced Laborers Gross Wage is seventy-five percent (75%) of the  \nConstruction Laborer’s Gross Wage. An Inexperienced Laborer's Gross Wage shall be  \nallocated so that 100% of the Construction Laborer's fringe benefit contributions are paid  \nwith the remainder of the Inexperienced Laborer’s Gross Wage paid as the Base Wage.  \n3. Before a Laborer is paid the Inexperienced Laborer scale of wages, the Employer must  \nnotify the Union in writing or by facsimile. The notice shall contain the person's name and  \nSocial Security Number and the project location. Within seventy-two hours (excluding  \nSaturdays, Sundays and holidays) of receipt of this notice, the Union must provide the  \nEmployer with a letter stating length of time the individual has worked to date as a Laborer  \nin building and heavy construction. The Employer may employ an inexperienced Laborer  \nimmediately upon notice to the Union.  \n10  \n4. An Employer may employ an Inexperienced Laborer as the sixth (6th) Laborer on the  \njob, and a second inexperienced Laborer as the twelfth (12th) Laborer on the job, and  \nthereafter every fourth Laborer hired may be an Inexperienced Laborer. To determine the  \nnumber of Laborers employed, all classifications of Laborers except nonworking foremen  \nand Cleaner/Sweeper Laborers shall be counted. Cleaner/Sweeper Laborers and non-  \nworking foremen cannot be included when counting the number of Laborers employed by  \nthe Employer on the job. Upon request from the Employer, the Business Manager has  \ndiscretion to permit the employment of Inexperienced Laborers in greater numbers.  \n5. An alleged violation of any part of this Article shall be submitted to the Labor  \nRelationship Committee composed of two members appointed by the Union and two  \nmembers appointed by the Association whose decision shall be final. If the Committee finds  \nthat an Employer has violated this Article, such as by failing to notify the Union in writing  \nbefore paying the Inexperienced Laborer scale of wages, paying the Inexperienced Laborer  \nan incorrect wage or by employing Inexperienced Laborers in excess of the maximum ratio  \nallowed, the Committee may deny the Employer the privilege of using the Inexperienced  \nLaborer scale of wages for up to one (1) year.  \n"], ["ARTICLE VI  \nPay Day  \n", "1. Unless otherwise provided by arrangement between the Employers and the Union,  \nemployees shall be paid once each week in currency or check, on the job, two (2) hours  \nprior to end of shift. The employee's pay stub shall show the straight-time hours worked, his  \ngross pay, deduction for social security, withholding tax, total deductions, his pay, and date  \nof pay. Any member failing to receive his wages on the regular pay day, due to the fault of  \nthe Employer, shall immediately notify the Business Agent, who shall proceed at once to  \ncollect the amount due, including pay for waiting time, not exceeding one day, which shall  \nbe charged until the wages are received. This waiting time is to apply to the Employer who  \nwillfully neglects, or does not make it his duty, to pay his employees at the proper time.  \n2. All wages and fringes as shown in this Agreement are to be paid beginning with the first  \nhour of employment of all employees covered under this Agreement.  \n3. PAY CHECKS. When weather does not permit work to start on pay day, pay checks  \nshall be issued between the hours of 8:00 a.m. and 9:00 a.m. In case issuance of pay  \nchecks is not started until after 9:00 a.m., each employee who has waited from 8:00 a.m.  \nfor his check shall be paid for a minimum of waiting time of one and one-half (172) hours,  \nfrom 8:00 a.m. to 9:00 a.m. If the checks are not distributed at 9:30 a.m., waiting time shall  \nbe paid for by the Employer in one-half (74) hour intervals, but not to exceed the end of a  \nnormal working day. The Employer shall not be obligated to pay for waiting time if he or his  \nrepresentative appears on the job with pay checks for issuance any time between the hours  \nof 8:00 a.m. and 9:00 a.m., nor should he or his representative be required to remain on the  \njob longer than to issue checks or arrange for the issuance of checks.  \n"], ["ARTICLE VII  \n", "11  \nCollection of Fringe Benefits  \n1. The Gross Wage shown in Article {I includes required payments for Base Wages,  \nVacation, Health & Welfare, Pension, Annuity, LECET and Training Fund Contributions.  \nFailure to pay the Base Wage each week, and the funded fringe contributions by the 15th  \nday of the succeeding month in the manner provided herein is payment of less than the  \nGross Wage and shall constitute a status of delinquency and a violation of this Agreement. .  \n2. THE EMPLOYER AGREES TO MAIL A COPY OF ALL MONTHLY CONTRIBUTION  \n_REPORT FORMS TO LABORERS’ LOCAL 465 EVERY MONTH.  \n3. The Association, the Employer, the Union and the Trustees of the various Fringe  \nBenefit Funds provided for in this Agreement, agree that the damages which will result from  \nthe failure of the Employer to pay the fringe benefit contributions on time, or in correct  \namount are difficult to calculate with any certainty, and therefore, any Employer who fails to  \nmake his payments to the various Fringe Benefit Funds provided for in this Agreement,  \nshall pay, as liquidated damages, in addition to the contributions due, an amount as follows:  \n(a) If paid after date due but before delinquency of thirty (30) days, five percent (5%) of the  \namount of contributions due.  \n(b) If paid after thirty (30) days of delinquency but before sixty (60) days of delinquency,  \nten percent (10%) of the amount of contributions due.  \n(c) If paid after sixty (60) days of delinquency, in addition to the ten percent (10%), one  \npercent (1%) of the amount of contribution due, for each month or part thereof of  \ndelinquency beyond sixty (60) days.  \n4. The Employer further agrees that if, as a result of an audit ordered by the Trustees of  \none of the Fringe Benefit Funds, he is found to have been substantially inaccurate in  \nreporting, or late in remitting contributions due, he may be charged the costs of making  \nsuch audit, in the discretion of the Trustees involved.  \n5. (a) In the event any Employer is delinquent for more than forty-five (45) days in the  \npayment of contributions to the fringe benefit funds provided in this Agreement, the  \nEmployer shall, at the end of each pay period, and not later than 4:30 p.m. on Friday of the  \npay week, make payment by cashier's or certified check to the Local Union of a sum equal  \nto the fringe benefits owing for that pay period accompanied by reporting forms as required  \nby the Trustees of the Fringe Benefit Funds. The check is to be made payable to the Michi-  \ngan Laborers’ Fringe Benefit Funds.  \n(b) After a delinquency has been corrected and the Employer has made timely weekly  \npayments for one (1) month, the Employer may resume fringe benefit payments on a  \nmonthly basis.  \n6. In the event that any of the Trust Funds referred to herein shall cease to exist, then the  \n12  \namount of contribution rates shall be included in the Base Wage of the employee.  \n"], ["ARTICLE VIII  \nForeman  \n", "1. The Employer shall have an optional right to hire his foremen direct or through the  \nrepresentative of the Union, and said foremen shall be paid not less than one dollar and  \ntwenty-five cents ($1.25) per hour more than the Construction Laborer Base Wage Rate.  \n2. When six (6) or more Laborers are employed (by a single Employer) on any given  \nproject, then one (1) shall be selected as a working “Laborer Foreman.”  \n3. The Employer shall be allowed to bring “Key Personnel\" to the job consisting of either a  \nforeman or one Laborer who may have the experience and qualifications necessary to the  \nEmployer's efficiency in carrying out the work covered by this Agreement.  \n"], ["ARTICLE IX  \nGeneral Principles  \n", "1. LAY-OFF. (a) If a member of the Union is laid off, discharged or terminated from  \nemployment by the Employer or his representatives for any reason whatsoever, he shall be  \npaid off immediately, on the job, in currency or check. With prior approval of the Business  \nManager, an Employer may instead mail the pay-off check to the employee by certified  \n(no return receipt requested) before the end of the next business day without penalty. If the  \ncheck is not mailed before the end of the next business day, the employee shall be paid an  \nadditional two (2) hours pay for each twenty-four hours of delay retroactive to the day of  \nlay-off/discharge.  \n(b) Without prior approval of the Business Manager allowing the mailing of the pay-off  \ncheck, when an Employer gives the employee an office order, he shall be paid two (2)  \nhours extra. Employees not paid in full immediately will receive an additional two (2) hours  \npay, at their wage classification, for every twenty-four (24) hour period of waiting time  \nthereafter.  \n(c) The employee's pay stub shall show the straight time and premium time hours worked,  \nhis gross pay, deductions for social security, withholding tax, Michigan Tax, vacation  \ncontributions, total deductions of all kinds and date of pay.  \n(d) A temporary work stoppage for reasons other than weather and not exceeding one  \nwork day will not be considered a lay off.  \n(e) The Employer agrees to give any employee who is laid off or discharged, not less than  \none (1) hour's notice of the lay off or the discharge. On an extremely large job, or jobs,  \nwithin a large industrial plant requiring check out of tools, one and one-half (17) hours’  \nnotice shall be given. The employee shall be furnished Michigan Employment Security  \nAgency Form No. 1711 at the time of layoff or discharge.  \n13  \n2. TRANSFERS. When an Employer transfers employees from one job to another during  \nworking hours, they shall be paid for the time spent in traveling between jobs, and they  \nshall not be required to go from one job to another during their lunch period without pay.  \n3. PREJOB CONFERENCE. Upon request of the Employer or the Union, a prejob  \nconference shall be held. All requests for a prejob conference are to be directed to the  \nDetroit Building and Construction Trades Council.  \n4. The Employer agrees to assist in obtaining a pass for the official Union Representative  \nto enter all jobs requiring same, subject to the owner's rules and regulations. Upon his  \narrival at the jobsite, the Business Agent shall report his presence to the Employer's desig-  \nnated jobsite representative if available.  \n"], ["ARTICLE X  \nWorking Conditions  \n", "1. Employers shall provide protection as required under the provisions of the Workers:  \nCompensation Law of the State of Michigan and shall expeditiously process any and all  \nclaims resulting from on-the-job injuries.  \n2. CHANGE HOUSE. All tools, rubber boots, raincoats or rain gear, hard hats, rubber  \ngloves implements and equipment, other than those customarily furnished by the workers,  \nnecessary to perform any of the work covered by this Agreement, and an exclusive place,  \nsuitably heated wherein the workers may change their clothes and partake of their lunch,  \nshall be provided by the Employer. The employee shall exercise diligence and care in the  \nuse of all Employer-furnished items, and shall return the items for replacement or upon  \ncompletion of the work.  \n3. Employees shall be allowed time to pick up company tools on company time.  \n4. BEVERAGE BREAK. A Laborer shall be allowed a ten (10) minute break in the first  \npart of the shift.  \n5. When an employee is scheduled to work twelve (12) hours or longer, he shail be  \nallowed a fifteen (15) minute food/beverage break near his work station during the eleventh  \n(41th) hour.  \n6. The employees shall be allowed to have non-alcoholic beverages at their work stations.  \nThe Union agrees this shall not be abused.  \n7. All work performed on lunch periods shall be paid at one and one-half (172) times the  \nbase rate.  \n8. Laborers required to work over three (3) hours on another craft's jurisdiction shall  \nreceive that craft's base rate of pay.  \n14  \n9. No Laborer shall be required to work in any excavation six feet (6') deep or deeper  \nunless such excavation is adequately sloped or shored.  \n10. The Employer agrees to provide clean, fresh drinking water to Laborers.  \n11. Where space is available on the jobsite, suitable parking will be furnished by the  \nEmployer.  \n"], ["ARTICLE Xl  \nOvertime and Holidays  \n", "1. REGULAR WORK DAY. The regular work day shail be construed as eight (8) hours  \nbetween the hours of 8:00 a.m. and 4:30 p.m. Pay for the same eight (8) hours shall be at  \nthe regular wage rate. One and one-half the straight-time wage rate shall be paid for all  \nwork performed between the hours of 4:30 p.m. and 8:00 a.m. Monday through Friday,  \nexcept as provided in Article XI (4) and Article XI (6). All time designated is Michigan time.  \n2. When an employee reports to work after the scheduled starting time with the  \nEmployer's permission to enable the employee to attend to personal business, that  \nemployee will be paid overtime only after he has worked eight hours that day.  \n3. Upon notice of at least three (3) working days to the Employer, an employee may take  \noff Martin Luther King's Birthday without pay and without reprimand.  \n4. If a holiday is celebrated on Friday or Monday, four 10-hour straight-time weekdays  \nmay be worked during the calendar week in which a holiday is celebrated to enable  \nLaborers to have a 3-day weekend. In addition, the Employer may choose to work four  \n10-hour, straight-time weekdays during the week preceding or following this holiday week,  \nto enable Laborers to have a 4-day weekend. Jobs which have worked overtime on a  \nregular basis within two weeks of the holiday may not change the work week in accordance  \nwith this Section. Notice must be given to the Union at least three (3) work days before the  \nfirst 4-10 day is worked.  \n5. HOLIDAYS. (a) All legal holidays shall be observed by the Local Union. The legal  \nholidays recognized are: All Saturdays, Sundays, New Year's Day, Memorial Day, Fourth of  \nJuly, Labor Day, Thanksgiving Day and Christmas Day. Double time shail be paid for ail  \nwork done on Sundays and holidays.  \n(b) Eight (8) hours of work may be performed on Saturdays, 7:00 a.m. through 4:30 p.m.,  \nfor which one and one-half the straight-time rate shall be paid. Work in excess of eight (8)  \nhours on Saturdays shall be paid at double the straight-time rate.  \n(c) It shall not be a reason for discharge or a violation of this Agreement for any employee  \nto refuse to work on any agreed holiday.  \n15  \n(d) When a holiday falls on Sunday, both parties hereto shall recognize as a holiday the  \ndate on which it is legally celebrated.  \n6. FLEXIBLE STARTING TIME. The Employer, without the payment of premium time,  \nmay modify the starting time of any employee from the regular starting time of 8:00 a.m., to  \nany time from 7:00 a.m. to 8:00 a.m. A Laborer who begins work at straight-time before  \n8:00 a.m. under this Section cannot be replaced on his assigned tasks at the end of his  \n8-hour workday by another Laborer to avoid payment of premium time.  \n7. SHIFTS. Shift wage rates shall apply for shift work for one day or any number of days.  \nOn any shift starting at or after 4:30 p.m., whether first or second shift, a day's work shall  \nbe eight (8) hours, and the rate of wages shall be as scheduled in Article Il, under the  \ncolumn headed “Shift Rate.” When a third shift is also worked, a day's work shall be seven  \nand one-half (7%) hours on the second and third shifts, and the rate of wages shall be as  \nscheduled in Article Il, under the column headed “Shift Rate.” No member shall be  \npermitted to work more than one shift during the calendar twenty-four (24) hours.  \n8. No member shall be allowed to work on a job unless he is to be paid at the regular  \nwage rate.  \n9. When a Laborer works as a guard, watchman, traffic flagman, or as a rod man, he shall  \nbe paid the Construction Laborer's rate.  \n10. An employee shall be allowed to take two (2) weeks leave of absence for vacation  \npurposes on a nondiscriminatory basis and without jeopardizing his right to return to work  \nfor the same Employer on the same basis as that which was present when he went on such  \nleave of absence, providing work is available. The Laborers requesting vacation at the  \nsame approximate time must schedule their vacation time with the Employer so that the job  \nprogress will not be delayed.  \n11. When scheduled overtime is involved, the parties to this Agreement shall encourage  \nthe selection of such employees to be shared among the crew in the specific operation  \nrequiring overtime, providing the employee or employees selected are capable of  \nperforming the work required.  \n12. If an employee takes the day off for his birthday he shall not be penalized in any  \nmanner, except he will not receive any wages or fringes for the time he takes off from the  \njob.  \n"], ["ARTICLE XIl  \nArbitration  \n", "1. There shall be, during the term of this Agreement and as to any work covered hereby,  \nno slowdown, no stoppage of work, no strike (unless Article XII, Section 4, is applicable)  \nand no lock-out over the terms and conditions of this Agreement, it being the good faith  \nintention of the parties hereto that by the execution of this Agreement industrial peace shall  \n16  \nbe brought about and maintained, that the parties shall cooperate to the end that the work  \nmay be done efficiently and without interruption. In the case of any violation of this  \nAgreement, the Employer and the Union shall be notified immediately.  \n2. It shall not be a violation of this Agreement or of the “no strike clause” if members of the  \nUnion refuse to cross a picket line.  \n3. If any difference of opinion or dispute between Employer and Union over the  \ninterpretation of this Agreement or the operation of either party hereunder cannot be  \nadjusted between Employer and Union, then the Labor Director of the Associated General  \nContractors of America, Greater Detroit Chapter, Inc., shall be notified of such difference of  \nopinion or dispute, and he shall take such steps as he deems necessary to attempt to  \nadjust such difference of opinion or dispute. If no adjustment or settlement can be resolved,  \nthen the Secretary shall, within forty-eight (48) hours, call a meeting between the Labor  \nCommittee of the Associated General Contractors of America, Greater Detroit Chapter,  \nInc., and the party or parties involved in the dispute, at which time an attempt shall be  \nmade to adjust the difference of opinion or to settle the dispute. If no settlement can be  \nreached at that time, then such difference of opinion or dispute shall within forty-eight (48)  \nhours, be referred to an Arbitration Board consisting of two members, one to be named by  \nthe Employer and one by the Union. These two Arbitration Board Members shall have  \nauthority to choose a third member. If no third member can be agreed upon within  \nforty-eight (48) hours, then application shall be made to the State of Michigan Conciliation  \nService for appointment of a third member. A decision of the majority of the Arbitration  \nBoard shall be binding upon both parties, and both parties agree to abide thereby to carry  \nout the decision. Pending settlement of any such dispute, however, it is agreed that the  \nwork shall be processed without slowdown, work stoppage or lockout.  \n4. Except as herein otherwise provided, the violation of payment of rates of pay, overtime  \nwork, any and all Fringe Benefit Payments, as provided in this Agreement, shall not be  \nconsidered as subject to arbitration, provided the Union gives twenty-four (24) hours written  \nor telegraphic notice to the Association and the Employer concerned, prior to taking  \neconomic action (including strike) for violation of payment, as provided in this Agreement.  \nThe Arbitration Board shall have no power to modify, change or amend or abrogate this  \nAgreement in any way.  \n5. The above procedure applies to Employer members of the Associated General  \nContractors of America, Greater Detroit Chapter, Inc. However, the Secretary and Labor  \nCommittee of the Association are not precluded from taking whatever action is deemed  \nnecessary and appropriate with respect to the adjustment of disputes between the Union  \nand other Employers.  \n6. In the event Employer fails or refuses to comply with the grievance procedure set out in  \nSection 3 hereinabove, the provisions of Article XII, Section 1, shall not be binding upon the  \nUnion. If the Union fails or refuses to comply with the grievance procedure set out in Article  \nXIl, Section 1 hereinabove, then Employer shail have the right to declare this entire  \nAgreement null and void.  \n17  \n7. It is further agreed that there shall be no stoppage of work due to jurisdictional  \ncontroversy between the trades and that said jurisdictional controversy arising shall be  \ndecided under the rules and regulations as laid down by the National Labor Relations  \nBoard.  \n8. Members not submitting claims for proper wages or overtime due within thirty (30) days  \nof each pay period, shall be deemed as having waived and vacated their rights to claim.  \nThe thirty-day limit does not apply to claims for fringe benefit contributions.  \n"], ["ARTICLE Xill  \nSubcontracting  \n", "1. The Employer agrees that he will not intentionally enter into subcontracts for work  \ncovered by this Agreement to be done at the site of the construction, alteration, or repair of  \na building, structure or other work with any Employer who does not have a signed agree-  \nment with the Laborers’ Union.  \n2. Provided, however, that where there is any dispute over work jurisdiction or assignment  \nof work, such dispute shall be governed by Article XII, Section 7, hereof. .  \n3. Upon request of the Union, the Employer agrees to furnish the names of his  \nsubcontractors who employ Laborers.  \n"], ["ARTICLE XIV  \nSteward  \n", "1. On every job where Laborers are employed, a working Steward shall be appointed by  \nthe Business Manager of the Local Union in the geographical area in which the project is  \nlocated. The Steward shall be the second Laborer on the job performing work under this  \nAgreement and the Employer shail be given the name of the employee who is appointed.  \nThe Union agrees that the employee who is appointed to act as Steward shall be  \ncompetent to perform a service to both his Employer and the Union, and the Employer  \nagrees he shall cooperate with the Union in the selection of such employee to act as  \nSteward.  \n2. In the event the Steward is off the project for any reason, then the Business Manager  \nshall appoint an Assistant Steward. |  \n3. The Steward shall be the last man laid off with the exception of one foreman; provided  \nthe Steward is capable of doing the work assigned to him. When the Steward is laid off  \nbecause of a slowdown in work, the Steward shall be the second employee called back.  \nThe Steward shall enforce lunch period at as near the proper time as can be arranged  \nbetween himself and the foreman in charge of the job. The Employer, or his representative,  \nagrees not to lay off, discharge, or transfer the Steward, so acting on any job until the mat-  \nter has been discussed with the Business Manager of the Union, except that the Union  \n18  \nshall remain responsible for the actions of the Steward on the job at all times. Should the  \nSteward cause an unauthorized work stoppage, he shall be immediately subject to dis-  \nmissal.  \n4. Efforts shall be made to adjust any matter without the stoppage of work. The Employer  \nis responsible for the care of injured employees, and the Steward shall also render  \nassistance in cooperation with the Employer, including accompanying such injured em-  \nployee to his home or to the hospital where it is necessary, without any loss of time. The  \nSteward shall report such injury to the proper officers of the Union. The Steward shall  \nperform his usual Steward duties with the least interference to the job. The Steward shall  \nact as a safety man for the Laborers on the job and shall notify the Foreman of any unsafe  \nequipment or working conditions.  \n5. The Michigan State Safety Rules and Regulations as amended and adopted by the  \nState of Michigan shall become a part of this Agreement. The Employer agrees to abide by  \nand remain in compliance with the Michigan State Safety Rules and Regulations. The  \nEmployer shall have the right to make and revise from time to time company safety and  \nworking rules, which are not inconsistent with any of the terms of the Agreement.  \n"], ["ARTICLE XV  \nLaborer Show-Up Time  \n", "1. Show-Up Time When Weather Does Not Prevent Work:  \n(a) Employees shall report for work each working day, except when they have been  \nnotified in advance not to do so by their Employer and shall receive two (2) hours applying  \nto that day in event there is no work, except when weather conditions prevent operations.  \nEvery effort shall be made to provide a full shift for Laborers working with carpenters.  \n2. Show-Up Time When Weather Prevents Work:  \n(a) At Start of Normal Shift: Laborers shall receive two (2) hours’ show-up time at the  \napplicable shift rate. During these two hours, the Laborer must stay on the jobsite unless  \nexcused by the Employer. On Saturdays all show-up time is paid at time and one-half the  \napplicable shift rate, and on Sundays and holidays at double the applicable shift rate.  \n(b) If Work Starts During the Said Two Hours: Laborers who start work shall receive pay at  \nthe applicable shift rate as though they commenced work at the start of the shift, plus any  \ntime worked beyond the two hours.  \n(c) If a Partial Crew of Laborers is Requested to Report Before Their Normal Shift Hours:  \nThey shall remain on the job for early start hour(s), plus two hours into their normal shift.  \nThey shall receive one hour's pay at the applicable rate for each hour until their normal shift  \nstarting time; and shall remain on the job for the first two hours of their normal shift for  \nwhich they shall receive two hours’ pay at the applicable shift rate.  \n_ 3. Employees referred to a jobsite where Safe2Work certification is required by the project  \nowner employing the Contractor must demonstrate they have the requisite Safe2Work  \n19  \ncertification as required by the project owner to be eligible for employment. If the referred  \nmember does not meet this requirement, they will not be eligible for show-up time pay. The  \nContractor is required to provide the Union with the required specifications signed and  \nauthorized via facsimile or mail at least twenty-four (24) hours prior to the start of such job.  \n"], ["ARTICLE XVI  \nEqual Treatment  \n", "1. In the event the Union enters into any agreement with another Employer or Employers  \ncontaining more favorable terms and/or conditions (including wage rates) than those  \ncontained herein, the Union agrees that such more favorable terms and conditions shall  \nautomatically be extended to Employers covered by this Agreement.  \n"], ["ARTICLE XVII  \nInjury  \n", "1. Employees who as a result of a disabling on-the-job injury, are unable to complete a full  \nday's work, shall nevertheless be paid for the full day on which such injury occurred.  \nTransportation to and from the doctor or hospital on the day of injury will be furnished by  \nthe Employer. Upon proper release from his doctor, he shall be reassigned to work by the  \nsame Employer or shall be given a separation slip indicating reason for layoff.  \n2. If subsequent visits are required to the company doctor, the appointments will be made  \nafter regular working hours, whenever possible. If through no fault of the employee, the  \ncompany doctor requires that an appointment be made during regular working hours, the -  \nemployee will be paid for the time needed for the appointment. If the employee voluntarily  \nmakes an appointment to see the company doctor during working hours when the appoint-  \nment could have been made after working hours, he may do so and will not be paid for any  \nloss of time. |  \n3. If the employee makes subsequent visits to his own doctor rather than to the company  \ndoctor, it will be on his own time.  \n"], ["ARTICLE XVIII  \nMichigan Laborers’ Training Fund  \n", "1. The Employer agrees to pay into the Michigan Training Fund the amount as  \nspecified in Article Il for each hour worked by each employee doing work covered under  \nthis Agreement.  \n2. Payment into the Training Fund shall be made in such manner and at such times as  \nauthorized and directed by the Trustees of the Fund. The payroll and wage records of the  \nEmployer shall be subject to audit by the designated representative of the Trustees, from  \ntime to time, for the purpose of determining that payments to the Fund have been  \ncomputed and paid in accordance with this Agreement.  \n20  \n3. The Employer agrees to be bound by the terms and provisions of the Trust Agreement  \nestablishing the Michigan Laborers’ Training Fund, and any amendments thereto, and all  \nlawful rules, regulations and requirements adopted by the Trustees of the Fund for the  \npurpose of.carrying out the purposes of the Fund.  \n4. The Trust Agreement establishing the Michigan Laborers’ Training Fund, and any  \namendments thereto, shall be deemed to be a part of this Agreement by reference.  \n5. The Michigan Training Fund shall be jointly administered by a board of up to  \neight (8) trustees, four (4) of whom shall be selected by the Michigan Laborers’ District  \nCouncil, one (1) of whom shail be selected by the Associated Underground Contractors,  \nInc., one (1) of whom shall be selected by the Labor Relations Division of the Michigan  \nRoad Builders Association, one (1) of whom shall be selected by the Greater Detroit  \nChapter of the Associated General Contractors of America, and one (1) of whom shall be  \nselected by the Michigan Chapter of the Associated General Contractors of America.  \n"], ["ARTICLE XIX  \nIndustry Advancement Program  \n", "1. An Employer performing commercial, industrial and institutional building work or heavy  \nconstruction, agrees to pay into the Industry Advancement Program of the Associated  \nGeneral Contractors of America, Greater Detroit Chapter, Inc., the sum of Twelve Cents  \n($.12) per hour for all hours worked by employees covered by this Agreement in  \naccordance with the Supplement to this Agreement. These contributions will be reported on  \nthe forms provided and sent to such depository as shall be named by the Association.  \n21  \n"], ["ARTICLE XX  \nSubstance Abuse  \n", "1. In the interest of safety: intoxication, possession, consumption or use of alcoholic  \nbeverages or illegal drugs is not permitted on jobsites or while driving a company vehicle.  \n2. Employees may be tested for drugs and/or alcohol in those instances when testing is  \nrequired by the owner employing the Contractor, or by pertinent government regulation;  \nprovided, however, that any such testing shall be conducted under generally accepted  \nscientific procedures to ensure the validity and accuracy of such tests.  \n3. Employees shall be tested for drugs and/or alcohol during working hours, except as  \notherwise permitted by the Business Manager. Employees whose final test is negative shall  \nbe paid straight time at the Construction Laborer scale of wages for the time required to  \ntake the test(s). Employees whose final test is positive shall receive no pay for the time  \nrequired to take the test(s).  \n4. The procedure for conducting drug and/or alcohol testing shall be submitted to the  \nUnion prior to implementation for its determination that testing will be conducted under  \ngenerally accepted scientific procedures. The procedure must contain safeguards to assure  \nthat employees are treated fairly, including the opportunity to review documentation relating  \nto an employee's testing and to appeal a positive test result. The parties shall meet to  \nresolve objections the Union may have in this regard to the procedure. If the parties are  \nunable to resolve the Union's objections, the disagreement shall be submitted to the Labor  \nRelations Committee composed of two members appointed by the Union and two members  \nappointed by the AGC whose decision shall be final. .  \n"], ["ARTICLE XxXI  \nMarket Recovery Program  \n", "1. On individual projects or projects of a similar nature, the Business Manager of the  \nUnion and the Employer upon mutual agreement may alter the wages and conditions of this  \nAgreement in an effort to be competitive and provide additional work. Article XVI, “Equal  \nTreatment,\" shall not apply to market recovery wage rates or working conditions granted to  \nan Employer.  \n2. The Market Recovery changes shall be reduced to writing and signed by both parties.  \nThe Union shall provide a copy of all Market Recovery Agreements to AGC Greater Detroit  \nChapter immediately upon their execution.  \n"], ["ARTICLE XxXIl  \nDuration and Termination  \n", "1. This Agreement shall continue in effect, in all respects until June 1, 2006, and  \nthereafter from year to year in the event that no changes have been provided. If a change  \nin any portion of the Agreement is desired by either party hereto, the party seeking the  \n22  \nchange shall serve written notice thereof upon the other party, not less than ninety (90)  \ndays prior to June 1, 2006, and a joint meeting of both parties shall then be held for the  \npurpose of discussing the proposed change, and of incorporating such changes as may be  \nagreed upon.  \n"], ["ARTICLE XxXill  \nSavings Clause  \n", "1. Any provision of this contract that shall be found to be in violation of any law  \nwhatsoever shall not invalidate any other part of this contract not in violation thereof; and  \nthe balance of this contract shall remain in full force and effect, as above written.  \nIN WITNESS WHEREOF, the Parties have executed this Agreement on the day and year  \nfirst above written.  \nFor the Laborers’ International Union of North America, AFL-CIO, Local Union 465  \nJerry McKart, Business Manager  \nFor the Michigan Laborers’ District Council  \nGary Jorgensen, Business Manager  \nLee C. Chwalek, Secretary-Treasurer  \nFor the Associated General Contractors of America, Greater Detroit Chapter, Inc.  \nSam Veltri, Director of Labor Relations  \n23  \nMEMORANDUM OF UNDERSTANDING OPTIONAL FOUR-TEN WORKWEEK  \nThe Union agrees that the Employer may work a 4-10 workweek on a particular job as  \nprovided below only under the following circumstances:  \n(1) Carpenters, Cement Masons, Operating Engineers and Bricklayers which work in  \nconjunction with the Laborers who are to work 4-10s, whether these Laborers are  \nemployed by the Employer or by a subcontractor of the Employer, must also work the 4-10  \nworkweek under conditions which are substantially similar to those appearing below.  \nA. At the beginning of a job or at any time during its duration, and for a minimum of one (1)  \nweek, the Employer shall have the option of scheduling work on either Monday through  \nThursday or on Tuesday through Friday for ten (10) hours each day at straight-time. Work  \nin excess of ten (10) hours but less than twelve (12) hours per day (Monday through  \nThursday or Tuesday through Friday) shall be paid at time and one-half. Work in excess of  \ntwelve (12) hours per day (Monday through Thursday or Tuesday through Friday) shall be  \npaid at double time. The 4-10 workweek may be used by an Employer on a job basis only.  \nThe 4-10 workweek may be used only under the following circumstances:  \n1. When the Employer elects to use the 4-10 workweek under this Memorandum, he will  \nnotify the Local Union involved and inform the Local Union of the work schedule as soon as  \npossible prior to its implementation.  \n2. In the event one (1) or more hours of work are unable to be performed because of bad  \nweather or because of a holiday when 4-10s are worked Monday through Thursday, the  \nEmployer may schedule work on Friday of that week for a minimum of eight (8) hours.  \nWork in excess of forty (40) hours for the week (Monday through Friday) but not more than  \nforty-eight (48) hours shall be paid at time and one-half. Work in excess of forty-eight (48)  \nhours for the week (Monday through Friday) shall be paid at double time. Eight hours of  \nwork may be performed on Saturdays at time and one-half. Work on Saturdays in excess of  \neight (8) hours shall be paid at double time.  \n3. On any job scheduled to work a makeup day, the Employer shall not bring employees to  \nthe job to avoid the payment of premium time.  \n4. When work is performed under the 4-10 workweek schedule, payday shall be one of the  \nworkdays. Once payday has been established on a project under this Memorandum, that  \nday shall remain the payday whenever 4-10s are worked.  \n5. The Employer shall not schedule 4-10s during periods of darkness unless lighting is  \nprovided.  \n24  \nFor the International Union of North America, AFL-CIO, Local Union 465  \nJerry McKart, Business Manager  \nFor the Michigan Laborers’ District Council  \nGary Jorgensen, Business Manager  \nLee C. Chwalek, Secretary-Treasurer  \nFor the Associated General Contractors of America, Greater Detroit Chapter, Inc.  \nSam Veltri, Director of Labor Relations  \n25  \n2003-2006 CONTRACT TO BE EXECUTED BETWEEN AN EMPLOYER WHO IS NOT  \nA MEMBER OF THE SIGNATORY GROUPS COVERED BY THIS AGREEMENT.  \nWe, the undersigned, hereby agree to be bound by all the terms and conditions set forth  \nin the foregoing Agreement and to become a party thereto. It is further agreed by the  \nundersigned Employer that any notice given by the Union to the Association pursuant to  \nArticle XXII of the Agreement shall be notice to the Employer and shall have the same legal  \nforce and effect as though it were served upon the Employer personally. Finally, the  \nEmployer agrees that, unless he notifies the Union to the contrary by certified mail at least  \nsixty (60) days prior to the termination date of this Agreement or any subsequent  \nAgreement, the Employer will be bound by and adopt any Agreement reached by the Union  \nand the Association during negotiations following the notice by the Union referred to in the  \npreceding sentence.  \nThe Employer acknowledges and agrees that a majority of its employees have authorized  \nthe Union to represent them in collective bargaining.  \nThe Employer also agrees to recognize and does hereby recognize the Union, its agents,  \nrepresentatives or successors as the exclusive collective bargaining agent for all  \nemployees within the unit covered by this Agreement.  \nFUTURE RECOGNITION CLAUSE  \nIt is hereby agreed that the Employer shall voluntarily recognize the Union as the  \nexclusive collective bargaining representative, within the meaning of Section 9(a) of the  \nNLRA, of all employees in the unit defined in this collective bargaining agreement,  \nwhenever the Union presents evidence of its designation by a majority of the workforce  \nthen employed in such unit (in the form of authorization cards or forms, union membership  \napplications, or any combination thereof).  \nFirm N@me  \nACCISS  \nset ee eee RR Eee  \nED e  \n26  \nEmployer is a partnership. Correct names of partners are:  \neee eee Oe eee  \nPP eee ee eee eee ee  \nPartner (Please print)  \nOC Employer is a corporation. Correct names of officers are:  \nSee eee et PEP ERE PEEP eee eee  \neae Re eee eee  \nSecretary (Please print)  \nMichigan Corporation and Security  \nCommission Registration No. ...............  \nMichigan Employment Security  \nAgency (MESA) Registration No. ...........  \nEmployer's Social Security  \nand Withholding Tax No.  \nCompensation  \nEXpPIration  \nINSUFANCE FILM  \nLaborers’ Insurance Fund  \nof Outstate Michigan No..................  \nFOR THE EMPLOYER  \n2/  \n2003 — 2006 DEMOLITION AGREEMENT  \nThis Agreement, made as of June 1, 2003, by and between contractors who become  \nsignatory to this Agreement (hereinafter referred to as the \"Employers”) and the Michigan  \nLaborers’ District Council for and on behalf of its affiliated Local Union 465 and its  \ngeographical jurisdictions (hereinafter referred to as the “Union’”).  \nPurpose  \nThe Employers are engaged in demolition, dismantling and salvage work in the County of  \nMonroe, Michigan. The Union and the Employers by this Agreement intend to establish  \nuniform rates of pay, hours of employment, working conditions and the contribution rates  \nfor all fringe benefits for the employees covered by this Addendum.  \n"], ["ARTICLE !  \n", ". Scope of Agreement  \nThe provisions of this Agreement shall apply to demolition work, which work shall be the  \nwork of the Laborers. All work shall be done under the same terms and conditions as set  \nforth in the current contract between the AGC, Greater Detroit Chapter and Laborers’ Local  \n465 (hereinafter referred to as the Master Agreement), except where specifically modified  \nby this Agreement.  \n"], ["ARTICLE Il  \nTerms and Conditions  \n", "The following terms and conditions apply with respect to work performed by Employers  \ncovered by this Agreement:  \n1. Aten minute period for cleaning up shall be allowed before lunch and again at the end of  \na day's work.  \n2. A Demolition Laborer shall be the same hourly pay rate as the hourly pay rate for a  \nConstruction Laborer in the Master Agreement.  \n3. Ground Burner Base Wage shall be fifty cents ($.50) per hour more than the hourly rate  \nfor a Demolition Laborer (Construction Laborer).  \n4. High Burner Base Wage shall be one dollar ($1.00) per hour more than the hourly rate  \nfor Demolition Laborer (Construction Laborer).  \n5. Foreman Base Wage shall be one dollar and twenty-five cents ($1.25) per hour more  \nthan the highest hourly rate paid to the Demolition Laborer (Construction Laborer) under his  \nsupervision. :  \n6. Article Ill (Sweeper/Cleaner) and Article IV (Furniture Laborer) are not incorporated into  \n28  \nthis Demolition Agreement.  \n7. Article XIX (Industry Advancement Program) is not incorporated into this Demolition  \nAgreement. |  \n"]]