[["", "  \n2004-2007  \nHighway & Heavy  \nAGREEMENT  \nI 2  \n   \nBetween  \nLABOR RELATIONS DIVISION  \nROCHESTER REGION  \nASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA  \nNEW YORK STATE  \nCHAPTER, INC.  \nPerit | tay - png AL 3/, 2.007  \nLOCALS 103 & 435  \nLABORERS INTERNATIONAL  \nUNION  \nOF  \nNORTH AMERICA  \nAFFILIATED WITH THE AFL-CIO  \nH & H 2004-2007  \nSS 53 Pages  \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA  \nNEW YORK STATE  \nCHAPTER, INC.  \nTheodore J. Czerw  \nAssistant Managing Director  \n1900 Western Avenue  \nAlbany, New York 12203  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \nPAGE  \nas «54 194 ewe pea us l  \n"], ["ARTICLE  \n", "I. cece ee eee es I  \nI}. Definition 2  \nlil. Geographic Jurisdiction...........,... 4  \nEV. Union Jurisdiction 5  \nV. Pre-Job Conference 7  \nVI. Union 7  \nVII. Work Conditions 9  \nVIE. Hours of Work eee ee 1]  \nIX. Holidays eee 13  \nX. Show-Up 14  \nXI. Pay Day and Mode of Payment ........ 1S  \nXII. Laborer Foreman 15  \nSubcontracting ee 17  \nXIV. = cece eee eae 19  \nXV, Pension, Welfare, $.U.B., Annuity and  \nTraining 20  \nXVI. — Labor-Management Cooperation....... 23  \nAVI. Carryover cece eee ee ee 24  \nXVIII. Watchmen and 24  \nXIX. — Status Quo on Certain Equipment ...... 26  \nXX, Arbitration. 00. eee eee 26  \nXXI. Deductions 31  \nXXII. 32  \nXXIII. Equal Employment Opportunity ....... 34  \nXXIV. Most Favored Employer .............. 35  \nXXV. Savings 35  \nWages cece cece eee 36  \nXXVIf. ccc. cane 42  \nINDEX (Cont.)  \n"], ["ARTICLE PAGE  \nXXVIII. Drug—Alcohol Abuse Policy........... 42  \n", "XXIX. Duration and Termination............. 43  \nAddendum A 45  \nIndividual Employer ............--.-. 47  \nAGREEMENT  \nTHIS AGREEMENT, made this Ist day of April,  \n2004, by and between the LABOR RELATIONS  \nDIVISION, ROCHESTER REGION of the ASSO-  \nCIATED GENERAL CONTRACTORS OF  \nAMERICA, NEW YORK STATE CHAPTER, INC.  \n(hereinafter referred to as the “Association’’), acting  \nfor and on behalf of its present and future members,  \nand LOCALS 103 and 435 of the LABORERS  \nINTERNATIONAL UNION OF NORTH AMER-  \nICA, affiliated with A.RL.-C.LO. (hereinafter  \nreferred to as the ‘“Union”).  \nWITNESSETH:  \nWHEREAS, the parties hereto desire to stabilize  \nemployment in the Heavy and Highway Construction  \nIndustry, agree upon wage rates, hours and conditions  \nof employment.  \nNOW, THEREFORE, the undersigned Associa-  \ntion and Union, in consideration of the mutual  \npromises and covenants herein contained, agree as  \nfollows:  \n"], ["ARTICLE |  \nLIABILITY  \n", "|. The Association and the Unions named herein  \nare negotiating agents for their present and future  \nmembers. For any breach of this Agreement the lia-  \nbility of the members of the Association and the  \nLocal Unions shall be several and not joint and the  \nliability of the Association shall only be that of nego-  \nating agent without liability for the acts of its respec-  \ntive members.  \n2. The Association shall notify the Union in writ-  \ning within seven (7) days after the time that a new  \nmember joins the Association and becomes a mem-  \nber of the L.R.D./A.G.C. — Rochester Region.  \n"], ["ARTICLE II  \nDEFINITION  \n", "1. This Agreement is to cover all Highway and  \nHeavy Construction which for the purposes of this  \nAgreement is defined as including, but not limited to,  \nthe construction of: highways, roads, streets, alleys,  \ngrade crossings, driveways, sidewalks, curbs, guard  \nrails, fences, culverts, park ways, parking areas, run-  \nways, taxiways, ramps and aprons and related work  \nfor excavation for conduit, bases and foundations for  \nlighting and water lines and de-icing systems; athletic  \nfields; highway and railroad and similar structures;  \nrailroad and street railway projects; railroad track  \nwork; sewers; sewage treatment projects: pumping  \nstations; sedimentation beds; water mains, grade sep-  \narations, foundations incident to the work herein  \ndescribed; abutments, retaining walls, viaducts, track  \nelevations, elevated highways, drainage and recla-  \nmation projects; reservoirs and water supply projects;  \npure water projects; power plant construction outside  \nthe building line and inside the building line to the  \nfirst floor level; water pollution control treatment  \nplants; water power developments, hydroelectric  \ndevelopments, transmission lines, duct lines,  \npipelines, docks, dams, dikes, levees, revetments,  \nirrigation and flood control projects, channels, chan-  \n2  \n_  \nnel cutoffs, dredging projects, jetties, break waters,  \nlocks, piers, pile driving, industrial sites, school sites,  \ntank farms, bulk plants, and all earth moving, tnclud-  \ning the installation, operating, maintenance and dis-  \nassembly of construction equipment and plants used  \nin connection with and servicing the aforementioned  \nwork, prison work to the building line.  \n2. Certain types of work hereinabove described  \nare more specifically covered as follows:  \n(a) On pipeline construction both liquid and vapor  \nfrom the first metering station or connection of the  \nmain transmission carrier to the distribution carrier,  \nand transmission and distribution systems, under-  \nground and above ground communication systems,  \nfoundations and excavation on power transmission  \nfines, oil static lines. Tank farms, bulk plants and  \npumping stations are excluded.  \n(b) Construction of sewer (sanitary and storm)  \nand water lines and mains:  \n(c) Sewer and water plant construction outside the  \nbulidng line and inside the building line to finish  \ngrade level;  \n(d)} Borings. culverts and tunnels (for highway  \nand railroad crossings) incidental or in conjunction  \nwith the work mentioned above at (a), (b) and (c);  \n(e) The work mentioned in (b), (c) and (d) of this  \nsection On industrial, commercial and school sites.  \n(f) Work covered in Section 2 shall be performed  \npursuant to this Agreement in so far as it does not  \nconflict with the national pipeline agreement.  \n(g) Worker and foreman conditions for this work  \nare specifically described in Article XII, Section 6.  \n"], ["ARTICLE Ill  \nGEOGRAPHIC JURISDICTION  \n", "1. This Agreement is to cover all Heavy and  \nHighway Construction work in the geographical  \njurisdiction of Locals 103 and 435 as provided for in  \nSection 2.  \n2. The geographic jurisdiction as stated will not be  \nchanged for the purposes of this Agreement during  \nthe duration of such Agreement.  \nLOCAL NO. 103 - Counties of YATES,  \nSENECA, CAYUGA, ONTARIO (Townships  \nof South Bristo!, Canandaigua, Manchester,  \nHopewell, Seneca, Gorham, Phelps, Naples and  \nGeneva), and WAYNE (Townships of Arcadia,  \nLyons, Galen, Savannah, Huron, Rose, Wolcott  \nand Butler).  \nBusiness Manager  \nCarmen Servet! Box 571  \nGeneva, NY 14456  \n(315) 539-4220  \nFAX: (315) 539-4150  \nLOCAL NO. 435 - Counties of MONROE,  \nLIVINGSTON, ORLEANS, GENESEE,  \nWYOMING, ONTARIO (Townships of Victor,  \nFarmington, East Bloomfield, West Bloomfield,  \nRichmond, Bristo! and Canadice), and WAYNE  \n(Townships of Ontario, Williamson, Sodus,  \nWalworth, Marion, Macedon and Palmyra).  \nBusiness Manager  \nRobert Brown 20 Fourth Street  \nRochester, NY 14609  \n(585) 454-5800  \nFAX: (585) 454-5411  \n"], ["ARTICLE IV  \nUNION JURISDICTION  \n", "1. This Agreement is to cover all watchmen, flag-  \nmen (all crafts), fire watchmen, traffic contro! men,  \nlaborers, foremen (grade, pipe, concrete, forms, seed-  \ning, asphalt, clearing and grubbing, clean-up,  \nstonelaying) in the performance of: the taying of all  \ntypes of pipe and conduit including the relining of  \nexisting pipe and the fuston of plastic pipe; unloading  \nand installation of lagging; unloading, handling and  \nmstallation of sound barner; the spreading and pour-  \ning and raking and tamping of all asphalt and con-  \ncrete materials and the bull floating (strike off) of all  \nconcrete; curing of concrete; the laying of all types of  \nstone or manufactured curb, np-rap, paving blocks,  \nconcrete blocks (paving), Belgium Block; assem-  \nbling and placing of Gabion and all similar types of  \nbaskets; the handling, the loading and unloading and  \nstringing of all materials, the handling, loading and  \nstringing of all wood products by hand or power; the  \nsharpening of all air tool bits and drills and bul!  \npoints; any and all types of heaters to be attended and  \nhandled and fueled by Laborers at al] times when in  \nuse except where existing agreements provide other-  \nwise; the handling, the laying and placing of forms  \nused for curbing, gutters, roads and and the  \nstripping of same; the placing, setting and mainte-  \nnance of all flares, blinker lights and reflectors; the  \ncutting and chipping road joints; the handling, the  \nloading and unloading and distributing of chain-link  \nfence; handling and erecting of wire fence; the sand-  \nblasting and applying of sealers and hardeners and  \nepoxy on concrete and asphalt work; the nozzle oper-  \nators on sandblasting and guniting operations; the  \nsignaling of all materials (manufactured or otherwise)  \nwhich ts handled or put in place by laborers; the han-  \ndling, the loading and unloading and distribution and  \ninstallation of all guard rails, highway signs and road  \nmarkers; single diaphragm and 1/4\" pumps to be  \nattended, handled and fueled by laborers; the oper-  \nating of all types of machines used to seal any type of  \njoints; the operating and servicing of mortar mixers  \nand conveyors used in laborers’ work regardless of  \nnumber; the operating and servicing of rock drilling  \nmachines; the blasting and dynamiting of all rock; the  \nplacing of all pre-cast and prestressed materials  \nexcept when placed or installed by the manufacturer  \npursuant to its collective bargaining agreement, han-  \ndling, untoading, loading, assembling and laying of  \nall multiplate; the operation of all air, gas, electric, oil  \nand other type of motor driven tools including all  \npusher type equipment; the handling, tending and  \nmaintaining of Homelite and like generators; wreck-  \ning and demolition; containment membrane liner;  \nrubbing concrete; prefabricated bridging; rebar repair  \nand retie; concrete finisher, including all concrete  \nstructures, bridge decks and sidewalks; all water  \nlines, headwalls, capping of manholes and filter  \nmaterial; the building of all encapsulations for  \nasbestos and hazardous waste. The foregoing applies  \nin the performance of all the aforementioned work  \nand all other work coming under the jurisdiction of  \nthe L.LU. of N.A.-A.EL.-C.LO,  \n"], ["ARTICLE V  \nPRE-JOB CONFERENCE  \n", "!. There shall be a mandatory pre-job conference  \nwithin ten (10) days of the award at the Union’s  \nrequest. The Employer agrees to meet with the Union  \nfor a pre-job conference prior to the commencement  \nof any work on the subject project and the same shall  \napply to any and all subcontractors, the names of such  \nsubcontractors to be provided the Union before said  \nsubcontractors start work.  \n"], ["ARTICLE Vi  \nUNION RIGHTS  \n", "1. It shall be a condition of employment that all  \nemployees of the Employer covered by this Agree-  \nment who are members of the Union in good stand-  \ning on the effective date of this Agreement shall  \nremain members in good standing or those who are  \nnot members on the effective date of this Agreement  \nshall, on or after the eighth (8th) day following the  \neffective date of this Agreement become and remain  \nmembers in good standing in the Union. It shall also  \nbe a condition of employment that all employees cov-  \nered by this Agreement and hired on or after its effec-  \ntive date, shall on or after the eighth (8th) day fol-  \nlowing the beginning of such employment become  \nand remain members in good standing in the Union.  \n2. Failure of any employee covered by this Agree-  \nment to meet the requirements described in paragraph  \n1 above, will, upon the Union’s written request, result  \nin his discharge by the Employer.  \n3. The Employer agrees that in providing oppor-  \ntunity for employment it will give priority to persons  \nwho have had one (1) year or more of service since  \nJanuary |, 1981, in the constniction industry in the  \ntype of work covered by this Agreement, and in the  \nvarious geographic areas described in Article IIE, Sec-  \ntion | of this Agreement. It is understood that this  \nclause is not applicable to Union employees who  \nhave previously been in the employment of an LRD  \ncontractor.  \n4. The Employer and the Union agree that the  \nforegoing pnonity shall be exercised without regard  \nto union membership or non-membership and the  \nEmployer agrees to give the Union an opportunity to  \nprovide such additional employees as he needs.  \n5. Itis agreed that on each job the Union Business  \nManager shal] appoint a working Shop Steward who  \nwill be named at the pre-job conference. The Labor-  \ners’ Steward will be employed at all times that any  \nlabor work is performed or any Laborers are  \nemployed on the project except that on overtime  \nand/or specialty work, the Steward can only assert  \nseniority provided he is qualified to do the work. He  \nwill be paid for ail time lost due to not having been  \nnotified by the Employer or the Employer's agent to  \nreport for work. He will be allowed sufficient time to  \nperform his duties and will not be discharged, laid-  \noff, or transferred by reason of the performance of his  \nduties as Steward without prior approval of the Busi-  \nness Manager.  \n6. The Laborers’ Steward shall be notified prior to  \nany hiring or lay-off.  \n7. Authorized representatives of the Union shall  \nbe allowed to visit jobs during working hours to inter-  \n8  \non  \nview the Employer and the Employees but in no way  \nshall such person or persons interfere with or hinder  \nthe progress of the work.  \n8.{a) Employees injured at work shall be paid for  \nthe time spent going to the doctor's office for treat-  \nment at the time of injury. If the doctor certifies in  \nwriting that the employee is unable to return to work  \nthat day, the injured employee shall be paid for the  \nbalance of that working day.  \n(b) The injured employee shall be allowed two (2)  \nhours ume from work for additional visits to the doc-  \ntor for injuries sustained while in the Employer’s ser-  \nvice without loss of pay. It shall be understood, how-  \never, that such visits during working hours shall be  \nmade only when no other arrangements can be made  \nand an affidavit is received from the doctor stating the  \nnecessity for each visit.  \n(c) The injured workman shall, if at all possible,  \nbe given preference to any light work, if the same is  \navailable, that may be performed on the job provided,  \nhowever, that he is still in the employ of the  \nEmployer where the injury occurred and the doctor  \ncertifies in writing that the employee can do the work  \nto which he is to be assigned.  \n"], ["ARTICLE VII  \nWORK CONDITIONS  \n", "!. The Employer shall furnish all necessary tools  \nthat the employees are to use.  \n2. (a) At the time of hire or such later date as may  \nbe appropriate, employees covered by this Agree-  \nment shail be furnished slipover rubber boots, rain-  \nsuits and hats which shall remain the property of the  \nEmployer and be returned at the termination of use or  \nemployment.  \n(b) At the first full pay period following the issu-  \ning of such articles, the actual cost to the contractor  \nof the said articles sha}] be deducted from the pay of  \neach such employee covered by this contract. Upon  \ntermination of employment, such employees who  \nretum the articles issued will be refunded the amount  \ndeducted from pay.  \n3. The Employer shall supply special gloves for  \nthe performance of work necessitating their use.  \n4. The Employer shall provide suitable shelter of  \nsufficient size where al] laborers may eat their lunch  \nand hang their clothing. The Employer shall also  \nassume responsibility in case of loss of fire. No tools,  \nbuilding equipment or combustible materia! shall be  \nstored therein. Employees shall be required to exe-  \ncute a verified proof of loss in case of fire.  \n5. The Employer shall provide and the Laborers  \nshal] maintain clean and sanitary toilet and drinking  \nfacilities.  \n6. (a) The Union and the Employer expressly  \nagree that a stable work force is required at all times  \nin this seasonal industry and that the absence of indi-  \nvidual employees has a sefious impact on the  \nEmployer’s project productivity and efficiency.  \n(b} Absences from scheduled work are to be dis-  \ncouraged and accordingly such absences are just  \ncause for discharge of an employee or employees.  \n7.(a) The Employer and the Union are committed  \nto providing a safe environment for its employees  \nand the public and also maintain a reliable, produc-  \n10  \ntive, quality workforce and thus affirm that construc-  \ntion job sites subject to this Agreement must be alco-  \nho! and drug free.  \n(b) Employees whose job performance is  \nimpaired by the use of alcohol or drugs create an  \nunacceptable risk to themselves, co-workers, and the  \npublic.  \n(c) Employees who violate the joint policy on  \nsubstance abuse may be subject to discipline up to  \nand including immediate discharge.  \n"], ["ARTICLE Vill  \nHOURS OF WORK  \n", "|. The work week shall consist of Monday  \nthrough Friday.  \n2. Normal workday shall consist of eight (8) hours  \nwith one-half (42) hour for lunch. The starting time  \nshall be set by the Contractor except that starting time  \nshall not be changed from day to day. The workday  \nmust start no sooner than 6:00 a.m. nor later than  \n8:00 a.m., except as may be otherwise mutually  \nagreed upon by the Employer and Union.  \n3. Two shifts may be worked in twenty-four (24)  \nhours and shall be of equal duration and at the same  \nrate. However, in a two shift operation, where the  \ncombined number of hours worked by the two shifts  \nis sixteen (16), or less, each shift shall be paid eight  \n(8) hours’ pay at straight time. Notwithstanding the  \nforegoing provisions, when a shift is shut down by  \nreason of completion of the shift work to be per-  \nformed or conditions beyond the Employer’s control,  \nthe affected shift shall be paid on the basis of the  \n11  \nshow-up time provisions contained herein in Article  \nX. This clause is equally applicable to the three (3)  \nshift provisions hereinafter contained in Sub Article  \n4. Thus, it 1s understood that there is no guarantee that  \non a given day, one shift might not vary due to  \nweather, equipment breakdown or changes in opera-  \ntion schedules.  \n4, Three shifts may be worked in twenty-four (24)  \nhours and shal) be at the rate and duration as set forth  \nbelow.  \nIst Shift  \n8 hours’ work 8 hours’ pay  \n2nd Shift  \n7-4 hours’ work 8 hours’ pay  \n3rd Shift  \n7 hours’ work 8 hours’ pay  \nEvery shift shall have one-half hour for lunch.  \nWhen three (3) shifts are worked, the second and  \nthird shift shall be considered for payroll purposes as  \nhaving worked in their entirety on the same day on  \nwhich the first shift started. On multiple shift work,  \nthe work week shall start not earlier than 5:00 a.m.  \nThe Contractor shall set the starting time.  \n5. Prior to the start of shift work, the Employer  \nshall give forty-eight (48) hours’ notice to the Bust-  \nness Manager. When the shift work to be performed  \nshal] be Jess than ten (10) working days in duration,  \nprior agreement of the Business Manager shall be  \nrequired. In the event of an emergency or directive of  \nthe letting agency, prior agreement for shift work of  \nless than ten (10) working days duration is not  \nrequired, but notice will be given to the Business  \nManager prior to the starting of such shift work.  \n12  \n6. One and one-half (1/4) times the rates set forth  \nin this Agreement shall be paid for work performed  \noutside the scheduled workday and all work per-  \nformed on Saturday. All work on Sunday will be paid  \nat double time.  \n7, Alleligible employees shall be allowed time off  \nto vote on Election Day in accordance with applica-  \nble law.  \n8. FLEXTIME. With respect to any project that is  \n100% Federally funded, awarded by a Federal  \nAgency, the payment of overtime after eight (8) hours  \nwill not apply. Overtime will only be required to be  \npaid after forty (40) hours.  \n9. SINGLE IRREGULAR WORK SHIFT: A sin-  \ngle irregular work shift can start any time from 5:00  \np.m. to 1:00 a.m. All employees who work a single  \nirregular work shift on governmental mandated night  \nwork shall be paid an additional $1.75 per hour. It is  \nunderstood and agreed that if the single irregular  \nwork shift language is not included in the NYS  \nDepartment of Labor prevailing wage rate schedules,  \nthe premium is waived.  \n"], ["ARTICLE IX  \nHOLIDAYS  \n", "1. There shall be no paid holidays.  \n2. Employees who work on a certain designated  \nholiday(s) shall be paid at double time. The desig-  \nnated holidays are Memorial Day, Independence  \nDay, Labor Day, Thanksgiving Day, Christmas Day  \nand New Year’s Day, irrespective of the day of the  \n13  \nweek on which the holiday may fall. If the holiday  \nfalls on Sunday, it will be celebrated on Monday.  \n3. If an employee is ordered out and reports for  \nwork on a designated holiday, set forth in Section 2  \nabove, and does not start, then he shall be paid a min-  \nimum of two (2) hours pay at straight time. If he starts  \nwork on a designated holiday, he shall be paid a min-  \nimum of two (2) hours or actual hours worked at dou-  \nbie time.  \n"], ["ARTICLE X  \nSHOW-UP TIME  \n", "I. Any laborer who reports for work at the regu-  \nlarly appointed starting time, unless he has been noti-  \nfied personally before leaving his domicile that his  \nservices will not be required, shall be entitled to  \nshow-up time of two (2) hours at straight time. The  \nEmployees shall remain on the job for the two (2)  \nhour period unless otherwise directed by the  \nEmployer. Employees directed to stand-by beyond  \nthe two (2) hour period shall be paid show-up time  \nplus such additional stand-by time.  \nHowever, if an employee reports for work at start-  \ning time but is unable to work due to weather condi-  \ntions or reasons beyond the employer’s control, such  \nemployee is not entitled to show-up time.  \n2. Employees reporting for work at starting time  \nshall, if put to work, receive a minimum pay of two  \n(2) hours or actual hours worked, whichever is  \ngreater.  \n14  \n"], ["ARTICLE Xi  \nPAYDAY AND MODE OF PAYMENT  \n", "1, Employees performing work under this Agree-  \nment shall be paid once a week on the job. No more  \nthan six (6) days pay shall be withheld. If the payday  \nfalls on a holiday, payment shal] be made on the  \nworkday preceding such holiday. On failure to pay on  \nthe regularly scheduled payday, the Employer will  \npay a penalty of two (2) straight time hours for pay-  \nday and for each succeeding day on which he fails to  \npay where such failure to pay is willful or due to con-  \nditions within the Employer’s control.  \n2. All wages shall be payable in lawful currency,  \nenclosed in an envelope which shows the employee’s  \nname and employer’s name, regular hours worked  \nplus overtime hours worked, all lawful deductions,  \nand the amount due or by a negotiable payroll check  \nshowing all of the above information drawn upon a  \ncommercial bank within the region, payable upon  \ndemand at par.  \n3. If any employee is discharged or laid off, all  \naccrued wages shall be due and paid immediately,  \nexcept that by mutual agreement an employee may  \nbe paid by check mailed within twenty-four (24)  \nhours. If not mailed within 24 hours, such employee  \nshall be paid an additional $25.00 for each additional  \n24 hour period the check was not mailed.  \n"], ["ARTICLE Xi  \nLABORER FOREMAN  \n", "i. When more than three (3) employees covered  \nby this Agreement are employed, a Laborer Foreman  \n15  \nwill be designated by the Employer. Designated  \nForemen shall assume the keeping of time for  \nEmployees covered by this Agreement.  \n2. Laborer Foreman (grade, pipe, etc.) shail be  \ndesignated by and at the discretion of the Employer  \nand shall be assigned to such duties and responsibil-  \nities as the Employer, the Dirt Superintendent or other  \nsupervisory personnel may determine in its or his sole  \ndiscretion. The Employer or his representative shall  \nbe the sole judge of whether such employees are  \nqualified to perform the assigned work.  \n3. The wage rates for foremen covered by this  \nAgreement shall be seventy-five cents ($.75) over the  \nhighest classification covered by this Agreement  \nwhich such foreman supervise.  \n(a) Any foremen covered by this Agreement may  \nbe employed on a weekly basis at a salary agreeable  \nto the Employer and the foreman.  \n4. The Union agrees that no restrictions shall be  \nplaced upon the selection of Grade Foremen by the  \nContractor or the use of Grade Foremen freely among  \nlocals throughout the territorial jurisdiction of this  \nAgreement (100% mobility) provided they are a  \nmember of a Union party to this Agreement.  \n5. With respect to all other foremen, the Union  \nagrees not to impose more than 50% restriction on the  \nContractor’s Foreman requirements per project in  \nconnection with an individual’s necessary member-  \nship in a particular local (50% mobility) provided he  \nis a member of a Union party to this Agreement.  \nHowever, there may be 100% mobility on other fore-  \nmen, per specialty work, if approved at a pre-job  \nmeeting.  \n16  \n6. (a) Foremen shall be named as may be required  \nby the Employer and at the Employer’s discretion. In  \nthe event that more than one foreman is employed on  \na project, the Union shall be afforded an opportunity  \nto supply 50% of such men.  \n(b) On gas distribution, electric and telephone  \nwork there shall be fifty percent (50%) mobility  \nbetween the local unions with respect to foremen and  \nworkmen. The first foreman may come from the  \nEmployer.  \n(c) On other work covered by Article If, Section  \n2, there shall be fifty percent (50%) mobility with  \nrespect to foremen and twenty-five (25%) mobility  \namong the unions with respect to other workmen.  \n"], ["ARTICLE Xill  \nSUBCONTRACTING  \n", "1. Itis agreed that if the Employer subcontracts  \njob site work falling within the terms of this contract,  \nprovision wil! be made in each subcontract for the  \ncompliance by said subcontractor with terms, con-  \nditions of employment, wages, S.U.B., welfare, pen-  \nsion, annuity, training and L.E.C.E.T. contributions  \nnot less than those contained in this Agreement.  \n2. A subcontractor is defined as any person, firm,  \npartnership, self-employed person or corporation  \nwho agrees, under contract, oral or written, with the  \ngeneral contractor or his subcontractor to perform on  \nthe job site any part or portion of the work covered by  \nthis Agreement.  \n3. With respect to subcontractors who are not  \nmembers of the Labor Relations Division-Rochester  \n17  \nRegion, A.G.C., or who have not si gned the contract  \nas an individual employer, the following rules shall  \napply:  \n(a) Such subcontractors shall! be required to remit  \nfringe benefit payments on a weekly basis.  \n(b) On the first failure of such subcontractor to  \nremit fringe benefits or first instance on which the  \nsubcontractor is delinquent, the Union shall noti fy the  \nPrime Contractor of the said failure to remit or delin-  \nquency.  \n(c) After having been notified of a failure to remit  \nor of a delinquency, the Prime Contractor shall be  \nresponsible for each such fringe benefit payment pur-  \nsuant to Sub Article (d) below.  \n(d) After notification by the Union, the Employer  \nis responsible for checking with the funds to deter-  \nmine whether the regular payments are being made.  \nHowever, once any non-payment has been rectified  \nand the subcontractor resumes payments as required  \nunder 3(a), the Prime Contractor is relieved of any  \nresponsibility to check with the Funds until notifica-  \ntion is again received in writing by the Union of fur-  \nther alleged delinquency.  \n(e) The Prime responsibility is lim-  \nited to fringe benefits applicable to its project on  \nwhich the defaulting subcontractor is employed.  \n(f) The Prime Contractor does not assume the  \nabove responsibility with respect to subcontractors  \nwho are members of the L.R.D.-Rochester Region,  \nAGC, or who are individual signatories to the labor  \ncontract,  \n4. Off-site gravel or material pits, the material  \nfrom which is used fora particular project covered by  \n  \nthis Agreement shall be operated under the terms of  \nthis Agreement when the pit is owned, leased, oper-  \nated by or under the control of the Prime Contractor  \nor another corporation or company of which the  \nmajority ownership is held by the Prime Contractor  \nor its majority owner or owners.  \n"], ["ARTICLE XIV  \nSAFETY  \n", "1, Noemployee shall be required or assigned to  \nengage in any activity involving dangerous condi-  \ntions of work or danger to person or property in vio-  \nlation of an applicable statute, court order, or gov-  \nernmental regulation relating to safety of person or  \nequipment.  \n2. In the event that the Employer violates Section  \n| above, a withdrawal by the Union of the services of  \nthe man or men engaged in the particular operation  \nshall not be in a violation of this contract by the  \nUnion.  \n3. The Employer and the Union do hereby agree  \nto work together to promote safety on the job for the  \nbenefit of all employees. Safety miles and regulations  \nwill be made known to all employees and the use of  \nsafety equipment will be continually promoted by  \nboth parties.  \n4. (a) The Union and the Employer agree that  \nwillful neglect and failure by an employee to obey  \ncompany safety rules and regulations; or to obey  \nsafety rules, standards and regulations as prescribed  \npursuant to the Occupational Safety and Health Act  \nor other governmental regulation or legislation; or to  \n19  \nuse properly such safety devices or equipment as are  \nprovided by the Company shall be just cause for dis-  \ncharge and it shall be the decision of the Union as to  \nwhether recourse will be had to the grievance proce-  \ndure of this‘Agreement.  \n(b) The Union agrees to cooperate with the com-  \npany in encouraging employees to observe the safety  \nregulations prescribed by the company and to wear  \nproperly and utilize safety equipment as required by  \nthe company and to work in a safe manner.  \n(c) The Union further agrees that Union represen-  \ntatives visiting job sites shall obey all company safety  \nrules and regulations and shall obey all safety rules,  \nstandards and regulations prescribed pursuant to the  \nOccupational Safety and Health Act or other govern-  \nmental regulation or legislation, and shall wear and  \nuse properly all safety devices or equipment employ-  \nees on the job site are required to wear and use.  \n"], ["ARTICLE XV  \nPENSION, WELFARE, S.U.B.,  \nANNUITY AND TRAINING FUNDS  \n", "1. (a) The Employer hereby agrees to contribute  \nthe amounts hereinafter provided for in Article XX VI  \nof this Agreement to designated Laborers Pension,  \nWelfare, Supplementary Unemployment Benefit,  \nAnnuity and Training Funds (hereinafter singularly  \nand collectively referred to as “Fund”) for each actual  \nhour worked by employees covered by this Agree-  \nment. it is the purpose of this Article to provide that  \nwhere a Local Union, party to this Agreement has  \nestablished a Fund jointly trusteed by Labor and  \n20  \nManagement, then said contributions shall be paid to  \nsaid Local Fund in the amounts hereinafter set forth  \nin this Agreement.  \n(b) The Employers party to this Agreement accept  \nthe Trustees now serving on such Fund and hereby  \nwaive the nght to name new, other successor or addi-  \ntional trustees.  \n2. The Employer agrees to contribute the amount  \nper hour hereinafter set forth in Article XX VJ for  \neach actual hour worked except where an employee  \nis paid pursuant to the 2+ actual hours worked clause  \nherein provided for at Article X of this Agreement  \nin which case contributions shall be paid on the same  \nbasis as the 2+ actual hours worked clause.  \n3. Each Local Union party to this Agreement shall  \nbe considered as an Employer under this Agreement  \nfor the purpose of paying the contributions men-  \ntioned in this Article on its Employees.  \n4. (a) In the event that the Employer does not  \nmake contributions to the Fund as provided for  \nherein, the Employer agrees that he will be charged  \nwith ali necessary litigation and accounting expenses  \nincurred by the trustees of the Fund in collecting the  \nmonies due hereunder and that a money judgment  \nmay be rendered against such Employer for such lit-  \nigation and accounting expenses in addition to a judg-  \nment for unpaid contributions.  \n(b) Litigation and accounting expenses shall be  \ndetermined so as not to be in excess of the minimum  \nfee schedules for the legal and accounting professions  \nin the area in which such work is performed.  \n5. (a) Each Employer shall furnish the Trustees of  \nthe respective funds with periodic reports as required  \n21  \nby the Fund showing the names, social security num-  \nbers, hours worked and location of job of each  \nemployee performing work covered by this Agree-  \nment.  \n(b}) Subcontractors covered by Article XIII, Sec-  \ntion 3 shall remit contributions on a weekly basis.  \n(c) In the event that no workers are employed dur-  \ning the report period, a negative report and/or a final  \nreport shall be filed.  \n(d) Monthly reports are due the {5th day of the  \nmonth following the month on which contributions  \nare being made.  \n6. The books and records of each Employer perti-  \nnent to the employment of Employees covered by  \nthis Agreement, shal} be made available at all rea-  \nsonable times for inspection and audit by a licensed  \nCPA employed by the Fund, including, without lim-  \nitation, payroll! sheets, W-2 Forms, New York State  \nemployment reports, Social Security reports, ledgers,  \nvouchers and any other pertinent items concerning  \npayrolls. Inspection shall be restricted to a verifica-  \ntion of payments made and/or due to the Fund. Cost  \nof such inspection shall be borne by the Fund except  \nin cases where an Employer is delinquent in making  \ncontributions, in which case the delinquent Employer  \nshall bear the cost of inspection and audit. Detin-  \nquency is defined as continual late payments and not  \nhonest errors.  \n22  \n"], ["ARTICLE XVI  \nLABOR-MANAGEMENT  \nCOOPERATION  \n", "The Employer and the Union recognize that they  \nmust confront issues of mutual concern which are  \nmore susceptible to effective resolution through  \nlabor-management cooperation than through the col-  \nlective bargaining process. To seek resolution of  \nthese mutual concerns, to address issues regarding  \nhealth and safety, and to advance mutual interests  \nthrough labor-management cooperative efforts, it is  \nagreed that the Employer shail contribute to the New  \nYork State Laborers-Employers Cooperation and  \nEducation Trust and to the New York Laborers’  \nHealth and Safety Fund for the term of this Agree-  \nment, including any extensions or renewals thereof.  \nThe Employer shall contribute to the New York State  \nLaborers-Employers Cooperation and Education  \nTrust as provided for in Article XXVI for each actual  \nhour worked. The Employer shall also contribute to  \nthe New York Laborers’ Health and Safety Fund as  \nprovided for in Article XXVI for each actual hour  \nworked. The Employer shall submit all contributions  \nand all contribution reports to the desi gnated Labor-  \ners’ Local Fund Office. The Fund Office shall  \npromptly forward the contributions and contribution  \nreports to the Laborers Regional Office, Trust Divi-  \nsion, for the accounts of the Trust and Fund. The  \nEmployer and the Union hereby adopt and agree to  \nbe bound by the Agreement and Declaration of Trust  \nestablishing the New York State Laborers-Employ-  \ners Cooperation and Education Trust, as amended, as  \nwell as the Agreement and Declaration of Trust  \n23  \nestablishing the New York Laborers’ Health and  \nSafety Fund, as amended.  \n2. It is mutually agreed and understood by the  \nunion and employers signatory to this Agreement,  \nthat in the event any Project Labor Agreements are  \neffected within the geographical jurisdiction of this  \nAgreement during its term, the union will use its best  \nefforts, during negotiation of the PLA, to protect past  \npractice in the assignment of work jurisdiction. It is  \nthe intent of the parties to this Agreement thal a pro-  \nject labor agreement will not disrupt work which has  \ntraditionally been performed under the terms and  \nconditions of this Agreement and that the terms and  \nconditions of this Agreement be followed as closely  \nas practical.  \n"], ["ARTICLE XVII  \nCARRYOVER  \n", "|. For all work bid on or after June 1, 1991, there  \nshall be a twelve (12) month carryover from the bid  \ndate of the posted proposal wage rates.  \n"], ["ARTICLE XVIII  \nWATCHMEN AND GUARDS  \n", "i. Guards are to be excluded from the bargaining  \nunit, Guards may be used for the security of the con-  \ntractors’ equipment and material only and they will  \nnot at anytime be required to punch time clocks or  \nperform work of employees covered by this Agree-  \nment.  \n24  \n2. Watchmen are employees on projects requiring  \na coverage under Item 619 (Maintenance and Pro-  \ntection of Traffic) and such employees are covered by  \nonly the following provisions of this Agreement:  \nArticle VI, Sections 1, 2, 3, 8(a), (b)} and (c); Article  \n"], ["VII; Article XIII, Sections 2 and 3; Article XIV; Arti-  \ncle XV; Article XVI; Article XVII; Article XXI; and  \nArticle XXIII.  \n", "3. When watchmen service is subcontracted, the  \nprovisions of this Article shall apply equally to such  \nsubcontractors.  \n4. The 2+ actual hours worked clause of this con-  \ntract (Article X) does not apply to watchmen. The  \nhourly rate shall be paid at straight time for actual  \nhours worked without regard to the day of the week  \nor whether a holiday is involved. Time and one-half  \n(14) shall be paid for hours worked in excess of forty  \n(40). Overtime for watchmen shall be computed only  \non hours worked as a watchman without regard to  \nhours that such man shall have worked on the project  \nas a laborer.  \n5. The duties of a watchman shall include main-  \ntenance of barricades, lights and signs, and similar  \nnon-productive maintenance and safety functions,  \nacting as fire watch but shall not tend fuel fires.  \n6. Watchmen Rates: The watchman’s rate shall be  \n75% of the (a) rate, plus fringes. Such basic rates shall  \nbe rounded to the nearest one-half (4) cent.  \n25  \n   \n"], ["ARTICLE XIX  \nSTATUS QUO ON  \nCERTAIN EQUIPMENT  \n", "!. The parties hereto recognize that the operation  \nof certain equipment and work assignments may  \nraise questions regarding jurisdiction of work in areas  \nof one or more of the local unions party to this Agree-  \nment, The equipment involved is:  \n(a} Hydraulic Seeder  \n{b) Concrete Curb Machine  \n(c} Asphalt Curb Machine  \n(d) Snorkel  \n(e) Stump Remover  \n(f) Blower for Burning Bush  \n(g) Hydraulic Motorized Pin Puller  \n(h) Self-Propelled Concrete Saw  \n(i) Self-contained drill  \n2. Pending final determination of the jurisdiction  \nof the above equipment, such equipment and the  \noperation thereof shall remain “status quo.”  \n"], ["ARTICLE XX  \nARBITRATION  \n", "1. During the term of this Agreement, neither  \nparty shall order or permit any lockout, strike, or  \nother work stoppage or slowdown. Further, the Union  \nwill not aid, support or permit unauthorized strikes,  \nslowdowns or work stoppages by its members.  \n26  \n2. Grievance Procedure: All grievances or dis-  \nputes involving any controversy, dispute or misun-  \nderstanding arising as to the meaning, application or  \nobservance of any provisions of this Agreement shall  \nbe handled in the manner hereinafter set forth. It is  \nagreed that all matters pertaining to the interpretation  \nof this Agreement must be referred directly to the  \nJoint Committee, provided that if a grievance has not  \nbeen filed, the matter shall not be a subject of arbi-  \ntration until a grievance is filed.  \nStep 1. All grievances must be made known in  \nwriting to the other party within seven (7) calendar  \ndays after the reason for such grievance has occurred.  \nThe aggrieved employee’s or employees’ shop stew-  \nard or another authorized representative of the Union  \nshall first submit a written grievance to the Job Super-  \nintendent, or his duly authorized representative. The  \nShop Steward or another authorized representative of  \nthe Union of the Employee or the Employees  \ninvolved shall be present at any meeting between the  \nJob Superintendent and such employee or employ-  \nees. The Job Superintendent or his duly authorized  \nrepresentative must make a written disposition of the  \nmatter within twenty-four (24) hours after the sub-  \nmission of such written grievance thereto.  \nStep 2. If the disposition of the matter by the Job  \nSuperintendent or his duly authorized representative  \nis not satisfactory, the matter must be taken up by the  \nBusiness Agent, and representative of the Employer  \nwith authority to act within forty-eight (48) hours of  \nthe written disposition set forth in Step 1.  \nStep 3. If the disposition of the matter in Step 2 is  \nnot satisfactory, either party has a right to file its  \ngrievances with the Joint Committee referred to in  \na?  \nSection 2 of this Article within seventy-two (72)  \nhours after Step 2.  \n3. The Unions, Association and Employer who  \nare signatories to this shall together establish for the  \nduration of this Agreement, a Joint Committee. The  \nJoint Committee shall consist of three (3) representa-  \ntives of the Employers and three (3) representatives  \nof the Union. Ail meetings of the Joint Committee  \nmust be attended by each member or his altemate, but  \nthe absence of any member or alternate shall not  \ninvalidate the action of the members of the Joint  \nCommittee who are present.  \nIt shall be the function of the Joint Committee to  \nsettle disputes and grievances which cannot be settled  \nin accordance with Steps 1, 2 and 3 of the grievance  \nprocedure. The Joint Committee shall formulate rules  \nof procedure to gover the conduct of its proceedings  \nincluding the time, date and place of meetings.  \nA decision by a majority of the Joint Committee  \nshall be final and binding on the parties and employ-  \nees involved. Failure of either party involved to com-  \nply with any final decision of or to submit to the juris-  \ndiction of the Joint Committee shall give the other  \nparty the immediate right to all legal and economic  \nrecourse.  \n4. Rights of the Joint Committee: The Joint Com-  \nmittee shall have the right to investigate all facts per-  \ntaining to the dispute. The Joint Committee shall,  \nupon each dispute or grievance processed in accor-  \ndance with this Article after completion of or as a part  \nof Step 2, have the right to examine time sheets and  \nany other records pertaining to the computation of  \ncompensation of any individual or individuals whose  \npay is in dispute. Both parties shall be entitled to pre-  \n28  \nsent such evidence and witnesses in support of their  \nposition as they see fit.  \n5. Arbitration: If a grievance cannot be satisfacto-  \nrily settled by a majority decision of the Joint Com-  \nmittee, the grievant shall request a list of seven (7)  \narbitrators from (1) the panel arbitrators of the New  \nYork Board of Mediation; (2) the Federal Mediation  \nand Conciliation Service, or (3) the labor panel of the  \nAmerican Arbitration Association for final and bind-  \ning decision. Such request shall be no jater than fif-  \nteen (15) calendar days, from the date of the oral  \nannouncement of the Joint Committee's decision, by  \nthe grievant or his duly assigned representative. Fur-  \nther, any arbitration agency named shall be used only  \nfor every third arbitration that may arise between the  \nparties to the end that arbitrators be selected on a  \nrotating basis in the order in which the agencies are  \nhereinabove listed. The arbitrator shall be selected by  \nalternately eliminating names from the seven (7) per-  \nson list until one remains, the grievant or his repre-  \nsentative shall strike the first name. Upon failure to  \ncomply with the provisions of this entire section on  \nthe part of the grievant, the grievance shall be deemed  \nto have been closed without decision.  \nThe arbitrator shall not have jurisdiction or author-  \nity to add to, modify, detract from, or alter in any way  \nthe provisions of this Agreement or any amendment  \nor supplement thereto or to add new provisions of this  \nAgreement or any amendment or supplement thereto.  \nIf the arbitrator should determine that the grievance  \nis not covered by this Agreement, he shall return the  \ngrievance to the parties without decision and the  \ngrievance shall be closed. In such case, the costs, if  \nany, shall be borne by the grievant.  \n29  \n6. Violations concerning wages, hours, and all  \nfringe benefit payments shall not be subject to the  \ngrievance procedure. In such cases, the Union shall!  \ngive three (3) working days notice to the Employer  \nthat the Union will withdraw its men from the  \nEmployer’s service. If the Employer contends there  \nis a question of fact regarding the alleged violation,  \nhe may file a grievance within the aforesaid three (3)  \nworking days with a copy to the Local Union and a  \ncopy to the Co-Secretaries of the Committee. When  \na grievance has been filed, there shall be no work  \nstoppage pending resolution of the grievance pur-  \nsuant to Article XX (2)(3) and subsequent provisions  \nof this Article. Work jurisdiction, that is, disputes  \nwith respect to whether one group of employees or  \nanother group of employees, shall perform certain  \nwork on the project is expressly not arbitrable under  \nthis contract.  \n7. Any discharged employee may file a grievance  \nno later than four (4) days after discharge by a writ-  \nten notice submitted to the Project Manager or Super-  \nintendent and the Loca! Union and such grievance  \nshall be immediately processed in accordance with  \nthe steps of the grievance procedure.  \n8. The administrative costs of the Joint Commit-  \ntee shall be borne equally by the Employers and the  \nUnion.  \n9. The costs of arbitration, which shall include the  \nfees and expenses of the arbitrator shall be borne by  \nthe Company in case its principal contention is  \nrejected by the arbitrator, and by the Union in case its  \nprincipal contention is rejected by the arbitrator,  \nexcept, however, that each party shall pay the fees of  \nits own representatives and witnesses. Any dispute as  \n30  \nto whose principal contention is rejected shall be  \ndetermined by the arbitrator. In the case that both par-  \nties’ principal contention is upheld in part, the arbi-  \ntrator shall designate what part of the costs are to be  \nbome by which party according to the relative merits  \nof each party’s position.  \n10. The Union, Association and Employer  \nexpressly agree that the Contractors, present and  \nfuture, who comprise the multi-employer bargaining  \ngroup, do not subscribe to, are not a part of, nor are  \nthey to any extent bound by the Impartial Board for  \nthe Settlement of Jurisdictional Disputes or the rules,  \nregulations or procedures of the Impartial Board for  \nthe Settlement of Jurisdictional Disputes.  \n"], ["ARTICLE XxI  \nDEDUCTIONS  \n", "1. ‘The Employer shall deduct from the basic wage  \nrate of employees covered by this Agreement, the  \namounts hereinafter set forth in Article XXVI for  \neach actual hour worked by such employees.  \n2. No deductions shall be made for any such  \nemployee unless the employee has deposited with the  \nEmployer his copy of an executed authorization  \nform, which shall in no event be irrevocable for a  \nperiod of more than one (1) year or the termination  \ndate of this Agreement whichever shall be the less.  \n3. Executed copies of the authorization cards will  \nbe kept on file by the Union and the Employer.  \n4. The Employer assumes no obligation with  \nrespect to the obtaining of authorization cards, it  \n31  \nbeing understood that this is a duty and obligation of  \nthe Union.  \n5. With respect to any such Employee for whom  \nauthorization cards have not been furnished, the gross  \nbasic wage rate appearing hereafter at Article  \nshall be paid to the Employee on a straight and/or  \ntime and one-half basis as shall be applicable under  \nthis contract.  \n6. Deductions shall be made in the first full pay-  \nrol! period following the furnishing of authorization  \ncards,  \n7. The Union shall indemnify and save the  \nEmployer harmless against any and al! claims,  \ndemands, suits or other forms of liability that shal]  \narise out of or by reason of action taken or not taken  \nby the Company in reliance upon authorization cards  \nfurnished by the Employees and/or Union.  \n"], ["ARTICLE XXiIl  \nAPPRENTICESHIP  \n", "1. New applicants for membership who cannot  \nprovide reasonable proof of 4,000 or more hours of  \nemployment as a Construction Craft Laborer (or,  \nalternatively, cannot demonstrate equivalent skills in  \n4 placement examination administered by the Joint  \nApprentice and Training Committee (JATC)) shall,  \nwhenever possible, enter the Apprenticeship pro-  \ngram. Any person entering but failing to maintain and  \ncomplete his or her Apprenticeship shall not be  \nemployed by the Employer as a Joumeyworker under  \nthis Agreement. The failure of any Apprentice to  \nmaintain his or her Apprenticeship status shall oblig-  \n32  \nate the Employer to discharge such person upon  \nnotice from the Union.  \n2. The Employer shall participate in the Appren-  \nticeship Program by accepting apprentices for  \nemployment upon referral of the Union.  \n3. The ratio of apprentices to journeyworkers on  \nany project site is one (1) apprentice to three (3) jour-  \nneyworkers. The Employer may not employ an  \nApprentice until at lest one Journeyworker is  \nemployed and thereafter may not employ more than  \none (1) Apprentice for every additional three (3)  \nJourneyworkers.  \n4. Apprentice applicants are required to have a  \nsubstance abuse test and physical prior to acceptance  \ninto the program or Union. The Welfare Fund or  \nTraining Fund shall pay the cost of such testing. The  \nTraining Fund shall coordinate related administra-  \ntion.  \n5. An apprentice shall not be penalized for taking  \ntime off from work to attend offsite training (though  \ntime off for training is unpaid).  \n6. The Employer may pay a higher rate of pay at  \nits option. However, the apprentice must meet his/her  \ncommitments to the Joint Apprenticeship Committee  \nregardless of the level being paid.  \n7. The Employer shall pay an Apprentice the full  \nfringe benefit package as described in this contract.  \n8. Entry into the apprenticeship program shall be  \ncontrolled by the JATC, which shall employ appro-  \npriate testing and screening procedures. An Appren-  \ntice advances from one hours-of-credit and wage rate  \ncategory to another only upon determination of satis-  \nfactory performance by the JATC, which shali have  \n33  \nthe authority to grant accelerated credit where war-  \nranted by the performance of an individual appren-  \nlice.  \n9, An Apprentice should, whenever possible, be  \nrotated by the Employer through different types of  \nwork so as to become trained in a variety of operation  \nand work skills. Where the Employer is unable to  \nprovide an Apprentice with experience in the full  \nrange of craft skills, the JATC may request the Local  \nUnion to reassign the Apprentice to other employ-  \nment in order to provide that experience. For so long  \nas, the Employer is able to provide the necessary  \nrange experience the Employer may choose to retain  \nthe Apprentice from job to job but shall notify the  \nUnion and JATC of all reassignments.  \n10. Apprentice wage rates:  \nHours of Credit Wage Rate  \n0-1,000 hours 60% of Journeyworker  \n1,001-2,000 hours 70% of J ourneyworker  \n2.001-3,000 hours 80% of Journeyworker  \n3,001-4,000 hours 90% of  \nOver 4,000 hours Journeyworker rate  \n"], ["ARTICLE Xxill  \nEQUAL EMPLOYMENT  \nOPPORTUNITY  \n", "The Employer and the Union mutually agree that  \nthey will comply and cooperate with all laws, codes,  \nrules, regulations, executive orders and administra-  \ntive decisions, whether state or federal, dealing with  \nnon discrimination in training, membership, employ-  \nment, job tenure, promotions and every other matter  \n34  \ncovered by such laws, codes, etc. not herein expressly  \nmentioned. The use of masculine or feminine gender  \nin this agreement shall be construed as including both  \ngenders.  \n"], ["ARTICLE XXIV  \nMOST FAVORED EMPLOYER  \n", "1. Ifthe Union enters into any agreement with any  \nindividual employer or group of employers perform-  \ning work covered by the terms of this Agreement and  \nthat Agreement provides for more favorable wages,  \nhours, or conditions to any other Employer, the  \nEmployers signatory hereto, after sending written  \nnotice of such intention, shall be afforded the privi-  \nlege to adopt such advantageous terms and condi-  \ntions.  \n2. This clause shall not apply to isolated or emer-  \ngency situations which may occur from time to time  \nunder regular conditions, nor shall this clause apply  \nto any project agreement that is put in place before  \nthe bid.  \n"], ["ARTICLE XXV  \nSAVINGS CLAUSE  \n", "In the event that any State or Federal Statute or  \nLaw shall supersede or invalidate any clauses in this  \nAgreement, such Statute or Law shall prevail over  \nany such clause; however, the other provisions of this  \nAgreement shall be valid and remain in full force and  \neffect. In the event that any section or portion thereof  \nshall be declared invalid, it is further agreed that the  \n35  \nparties hereto shall meet within a period of sixty (60)  \ndays to redraft a new section or portion thereof,  \nwhich shall be valid and which shall replace that sec-  \ntion or portion thereof declared invalid.  \n"], ["ARTICLE XXVI  \nWAGES  \n", "1. A Laborer shall be paid for the entire day at the  \nrate applicable to the highest classification in which  \nhe has worked that day.  \n2. Whenever the letters a, b, c and d appear here-  \ninafter, the use of the letter shall be considered as  \ndescribing the following work classifications:  \n(a) Flagperson  \n(b) Basic rate, Bull Float, Chain Saw, Concrete  \nAggregate Bin, Concrete Bootman, Gin Buggy,  \nHand or Machine Vibrator, Jack Hammer, Mason  \nTender, Mortar Mixer, Pavement Breaker, Handlers  \nof all Steel Mesh, Small Generators for Laborers’  \ntools, installation of bridge drainage pipe, vibrator  \ntype rollers, tamper, drill doctor, tail or screw opera- ‘  \ntor on asphalt paver, water pump operator (1%4\" and  \nsingle diaphragm) nozzle (asphalt, seeding, and sand  \nblasting), Laborers on chain link fence erection, rock  \nsplitter and power unit, pusher type concrete saw and  \nall other gas, electric, oil and air tool operators, form  \nsetters, stone or granite curb setters.  \n(c) All rock or drilling machine operators (except  \nquarry master and similar type), acetylene torch oper-  \nators, powderman, gunite nozzleman, pipe layer,  \nwrecking laborer, asphalt rakers (top only).  \n(d) Blasters,  \n36  \n3. Wage rates, Welfare, Pension, S.U.B., Annuity,  \nTraining and L.E.C.E.T. contributions and deduction  \namounts are set forth below.  \nNOTE: The base wage appearing below includes  \nthe amount to be deducted for each actual hour  \nworked for DUES and/or PAC.  \n37  \nWage Rate and Fringe benefit schedules will be adjusted as follows: Effective July 1, 2004 — $1.42 gross  \nincrease; Effective July 1, 2005 — $1.42 gross increase; Effective July 1, 2006 — $1.42 gross increase.  \nROCHESTER REGION LRD/AGC  \nLABORERS LOCAL 103 (GENEVA)  \n2004-2007 HIGH WAY-HEAVY WAGE RATE SCHEDULES  \nEffective July 1, 2004  \nWAGES WELFARE PENSION ANNUITY TRAINING 1.£.C.E.T. *“PACDed “W/ADed TOTAL  \na) $22.51  \nb) 23.21 $4.40 $3.47 $.90 $.35 $.15 -$.05 -7% $32.48  \nc) 23.4]  \nd) 24.21  \n*Deductions upon receipt of signed authorization card from employee. A percentage deduction will be on  \ngross wages exclusive of fringe benefits.  \nEffective July 1, 2004, 2005, 2006 there will be an increase of $1.42 per hour worked. The increase shall  \ngo into wages (as shown above) and/or existing Funds. All frnge benefit contributions shall be fully tax  \ndeductible to the Employer and non-taxable to the employee. All other employer various  \nwage rates, and deductions will remain as per the current Agreement.  \n  \nWage Rate and Fringe benefit schedules will be adjusted as follows: Effective July 1, 2004 - $1.42 gross  \nincrease; Effective July 1, 2005 — $1.42 gross increase; Effective July 1, 2006 — $1.42 gross increase.  \nWAGES WELFARE PENSION  \na) $21.17  \nb) =. 21.87  \nc) 22.07  \nd} 22.87  \n$3.70  \nROCHESTER REGION LRD/AGC  \nLABORERS LOCAL 435 (ROCHESTER)  \n2004-2007 HIGH WAY-HEAVY WAGE RATE SCHEDULES ~ JOURNEYMAN  \nEffective July 1, 2004  \nANNUITY TRAINING L.E.C.E.T. *PAC Ded  \n$2.43  \n$3.00  \n$.45  \n$1.03  \n-$.10  \n*“W/ADed TOTAL  \n-6% $31.78  \n$32.48  \n$32.68  \n$33.48  \n*Deductions upon receipt of signed authorization card from employee. A percentage deduction will be on  \ngross wages exclusive of fringe benefits.  \nEffective July 1, 2004, 2005, 2006 there will be an increase of $1.42 per hour worked. The increase shall  \ngo into wages (as shown above) and/or existing Funds. All fringe benefit contributions shall be fully tax  \ndeductible to the Employer and non-taxable to the employee. All other employer contributions, various  \nwage rates, and deductions will remain as per the current Agreement.  \nROCHESTER REGION LRD/AGC  \nLABORERS LOCAL 435 (ROCHESTER)  \n2004-2007 WAGE RATE SCHEDULES - APPRENTICE  \nEffective July 1, 2004  \nJuly 2004 Hours Rate Set From Journeyman Rate of $32.48  \n% OF “PAC = * WIA  \nTIME FRAME RATE WAGES WELFARE PENSION ANNUITY TRAINING L.E.C.E.T. Qed Ded TOTAL  \nupto 1000 «60% «$14.26 $3.70 $0.00 $0.00 $50 $1.03 -$.10 -6% $19.49  \n1001-2000 70% $17.51 $3.70 $0.00 $0.00 $50 $1.03 -$.10 -6% $22.74  \n2001-3000 80% $18.75 $3.70 $000 $2.00 $50 $1.03 -$.10 -6% $25.98  \n3001-4000 90% $19.57 $3.70 $2.43 $2.00 $50 $1.03 -$.10 -6% $29.23  \n*Deductions upon receipt of signed authorization card from employee. A percentage deduction will be on  \ngross wages exclusive of fnnge benefits.  \n4. The wage rates for foremen covered by this  \nAgreement shall be seventy-five cents ($.75) over the  \nhighest classification covered by this Agreement  \nwhich such foremen supervise.  \nAny foremen covered by this Agreement may be  \nemployed on a weekly basis at a salary agreeable to  \nthe Employer and the foremen.  \n5. DRILLS — Individual wagon drills, track-  \nmounted drills, jack-leg drills and multiple type drills  \nshall require a drill helper except that the Union and  \nthe Employer recognize that in certain cases one  \nhelper may be able to service more than one drill. In  \nsuch cases, the manning shall be pursuant to a project  \nagreement between the Union and the Employer.  \n6. HAZARDOUS WASTE — When an employee  \ncovered by this Agreement performs hazardous  \nwaste removal work on a State and/or Federally des-  \nignated waste site, and where relevant State and/or  \nFederal regulations require employees to be fur-  \nnished, and those employees use or wear required  \nforms of personal protection, then in such case an  \nemployee shall receive the (b) hourly rate plus $1.50  \nper hour.  \n7. SINGLE IRREGULAR WORK SHIFT —- A  \nsingle irregular work shift can start any ime from  \n5:00 p.m. to 1:00 a.m. All employees who work a sin-  \ngle irregular work shift on governmental mandated  \nnight work shall be paid an additional $1.75 per hour.  \nIt is understood and agreed that if the single irregu-  \nlar work shift language is not included in the NYS  \nDepartment of Labor prevailing wage rate schedules,  \nthe premium is waived.  \n41  \n"], ["ARTICLE XXVII  \nBONDING  \n", "Any employer may be required to provide a bond  \nor other collateral/security if it has not been signatory  \nto this Agreement for at least two (2) years or it has  \nnot had two (2) years of covered employment requir-  \ning payment of contributions to the employee bene-  \nfit plans identified in Article XV and XVI of this  \nAgreement. The bond or other collateral/security will  \nbe in the amount of twenty-five thousand dollars  \n($25,000) or in such other amount as the Trustees of  \nthe employee benefit plans may determine to be  \nappropriate in the circumstances.  \n"], ["ARTICLE XXvVIll  \nDRUG-ALCOHOL ABUSE POLICY  \n", "(a) The employer and union are committed to pro-  \nvide a safe work environment for its employees and  \nthe public and also maintain a reliable, productive,  \nquality work force and thus affirm that construction  \njob sites subject to this Agreement must be alcohol  \nand drug free.  \n(b) To that end the Local 103 drug abuse policy  \nand program (Workplace Safety of Upstate New  \nYork) is available for use by employers under this  \nAgreement. Likewise, the Local 435 joint labor-man-  \nagement uniform drug/alcoho! abuse program is  \navailable for use by employers under this Agreement.  \n42  \n"]]