[["", "vl IA  \n1,900 @  \nHEAVY — HIGHWAY AND  \nUTILITY AGREEMENT  \nbetween  \nDISTRICT COUNCIL OF  \nNORTHERN NEW JERSEY,  \nINTERNATIONAL ASSOCIATION OF BRIDGE,  \nSTRUCTURAL, ORNAMENTAL AND  \nREINFORCING IRON WORKERS  \nand  \nAGC OF NJ  \nand  \nC.C.L.E. OF NJ  \nEffective: 7/1/05 to 6/30/08  \n   \nYS Pages  \nHEAVY — HIGHWAY AND  \nUTILITY AGREEMENT  \nbetween  \nDISTRICT COUNCIL OF  \nNORTHERN NEW JERSEY,  \nINTERNATIONAL ASSOCIATION OF BRIDGE,  \nSTRUCTURAL, ORNAMENTAL AND  \nREINFORCING IRON WORKERS  \nand  \nAGC OF NJ  \nand  \nC.C.L.E. OF NJ  \nEffective: 7/1/05 to 6/30/08  \n"], ["ARTICLE  \n", "|  \n(I  \nIII  \nIV  \nV  \nVI  \nVil  \nVill  \n  \nXll  \nXIl!  \nXIV  \nXV  \nINDEX  \nPAGE  \nRecognition seen. 2  \nDefinitions 3  \nBrandle Agreement ..........--.. 4  \nWork Jurisdiction-Industry  \nImprovement 5  \nWork Hours, Overtime and  \nShift Work 12  \nHoliday Pay “4  \nShow Up Time 14  \nWage Rates-Wage Payment ...... 5  \nHard Hats-Tool- Safety ........... 18  \nInsurance Coverage ............ 19  \nTrust Funds 20  \nGrievances-Strikes-Lockouts ...... 34  \nApprentices and Trainees ........ 36  \nHiring Hall 39  \nTerm of Agreement ............. 39  \nAgreement with Individual  \nEmployer 42  \nSchedule \"A\" —- Wage Rates ...... 44  \nAGREEMENT  \nThis Agreement made between the DISTRICT  \nCOUNCIL OF NOTHERN NEW JERSEY,  \nINTERNATIONAL ASSOCIATION OF BRIDGE,  \nSTRUCTURAL AND ORNAMENTAL AND  \nREINFORCING IRON WORKERS, Comprised of  \nLocal Unions Nos. 11, 45, 373, 480, and 483 (herein  \ncalled “Union\"), and THE ASSOCIATED GENERAL  \nCONTRACTORS OF NEW JERSEY, composed of  \nand representing individual Employers generally  \nengaged in the industry covered hereby, or THE  \nCONSTRUCTION CONTRACTORS LABOR  \nEMPLOYERS ASSOCIATION OF NEW JERSEY,  \ncomposed of and representing individual Employers  \ngenerally engaged in the industry covered hereby  \n(herein called either “Association or \"Employer’).  \nWITNESSETH:  \nIn consideration of the mutual covenants herein  \ncontained, the parties hereto for themselves and  \ntheir respective constituents, agree as follows:  \n"], ["ARTICLE |  \nRecognition Clause  \n", "1.1. The Association, and every one of its  \nmember-employers bound hereby, continue to  \nrecognize the Union as the sole and exclusive  \nbargaining agent with respect to wages, rates of  \npay, fringe benefits, hours of work, furnishing of  \nemployees and other terms and conditions of  \nemployment for all present and future employees  \nwho will perform, in whole or in part, to the exclusion  \nof ail other employees of any Employer and all  \ninside and outside work within the claimed,  \nrecognized and hereby assigned, work jurisdiction  \nof said Union, hereby stated, in its geographical  \njurisdiction. All references in the Structural Steel and -  \nOrnamental Iron Agreement relating to structural  \nSteel jurisdiction shall apply to this agreement.  \nHeavy-Highway construction ironworkers  \njurisdiction shall follow the provisions of this  \nAgreement. Signators to this Agreement may also  \nbecome signators to the Agreement when utilizing  \nironworkers for that work.  \n"], ["ARTICLE lt  \nDefinitions  \n", "2.1 EMPLOYER: The term “Employer’ shall  \nmean (a) each member of said Association; and (b)  \nany Employer who is not a member of said  \nAssociation but who has, or will have, entered into  \nan identical or counterpart of this Agreement or a  \ncondensed version thereof or incorporates This  \nAgreement by reference in any document an  \nEmployer signs.  \n2.2 EMPLOYEE: The term “Employee” shall  \nmean each and every ironworker, or ironworker  \nemployee, of whatever class or classification,  \nempioyed by an Employer to perform any work  \ndescribed in said work jurisdiction.  \n93 WORK JURISDICTION: The term \"work  \n- jurisdiction\" (synonymous with \"craft jurisdiction’),  \nappearing throughout this Agreement, means any  \nand all work described 'in Section 4.1, hereof which  \nis performed by the member of the particular  \nEmployer Association signatory thereto.  \n"], ["ARTICLE Ill  \nBrandie Agreement  \n", "3.1 It is agreed by the parties listed that:  \n(A) The “Brandle Agreement’, dated  \nDecember, 15 1926 made between this Union and  \npredecessors of the signatory Employer Association  \nherein established, for all the time, the contractual  \nWork Jurisdiction of this Union;  \n(B) The provision hereinafter relating to  \nWork Jurisdiction are identical, or substantially so,  \nto the Work Jurisdiction appearing in said Brandle  \nAgreement;  \n(C) Such Work Jurisdiction has remained  \ninviolate since December 15, 1926; and  \n(D) Said Brandle Agreement shall remain  \nAs conclusive and irrefutable evidence of the  \noriginal of said Work Jurisdiction in the event it is  \nchallenged, infringed, impaired or violated.  \n"], ["ARTICLE IV  \nWork Jurisdiction-Improvement  \n", "4.1. The claimed, recognized and assigned  \nwork jurisdiction, referred to in the Recognition  \nClause above is as follows:  \n(A) The alteration of any material on the  \njob, post tension, erection and construction of all  \niron and steel, ornamental lead, bronze, brass,  \ncooper, and aluminum, precast, reinforced concrete  \nstructures or parts thereof; stud rails, filigree,  \nhambro systems, erection of panels of any material,  \nthe erection of fiber reinforced polymers or other  \nplastics bridges either temporary or permanent,  \nviaducts, inclines, dams, docks, dredges, vessels,  \nlocks, gates, aqueducts, reservoirs, spillways,  \nflumes, caissons, cofferdams, subways, tunnels,  \ncableways, tramways, monorails, blast furnaces,  \novens, cupolas, smoke conveyers, pen stocks, flag  \npoles, drums, shafting, shoring, fur and storage  \nrooms, fan and hot rooms, stacks, bunkers,  \nconveyers, dumpers, elevators, vats, enamel tanks  \nand. vats, tanks, towers, pans hoppers, plates  \nanchors, caps, corbels,. lintels, Howe and  \ncombination trusses, grillage and foundation work;  \nall grating bucks, partitions, hanging ceilings,  \nhangers, clips, brackets, flooring, floor construction  \n5.  \nand domes, cast tiling, duct and trench frames, and  \nplates, ail wire work, railing, including pipe, guards,  \nfencing, grillwork, side-walk, vauit lights, sky-lights,  \nroofs, canopies, marquees, awnings, elevator and  \ndumbwaiter enclosures, elevator cars, tracks,  \nfacias, aprons, operating devices, sash frames,  \nfronts, lockers, sacks, book stacks, tables and  \nshelving, metal furniture, seats, chutes, escalators,  \nstairways, ventilators, boxes, fire escapes, signs,  \njail and cett work, safes, vaults safe deposit boxes,  \ndecking, corrugated sheets when ailtached to steel  \nframes, frames in support of boilers; material  \nalternated in field such as framing, cutting, bending, —  \ndrilling, burning and welding, including acetylene  \ngas and electric machines; metal forms and false  \nwork pertaining to concrete construction; sectional  \nwater tube and tubular boilers and stokers, traveting  \nsheaves, vertical hydraulic elevators; bulkheads,  \nskip hoists, the making and installation of all articles  \nmade of wire and fibrous rope; all rigging in ship  \nyards, vessels and government departments’ sheet  \npulling, derricks, cranes, the erection, installation,  \nhandling and operating of same on ail forms of  \nconstruction work, all railroad bridge work, including  \ntheir maintenance; the moving hoisting and lowering  \nof machinery and placing of some foundations,  \nincluding in bridges, cranes, derricks, necessary  \nmaintenance, erection, installation, removal,  \nwrecking and dismantling of all the above and all  \nhousesmith work and submarine diving in  \nconnection with or about same. The above claims  \nare subject to trade agreements and final decisions  \nof The American Federation of Labor.  \n(B) The unloading and ‘handling of all  \nmaterial when it arrives at site of work shall be done  \nby employees represented by the Union. When no  \nsuch employees are on the job, the Employer may  \nuse others to unload and handle one (1) truck load  \nonly.  \nOn all utility cranes, on heavy and highway work,  \nwhen an ironworker is part of a composite crew  \n_ utilizing the crane, the ironworker will signal the  \ncrane.  \n_ (C) Use of burners will be permitted for  \ncutting, but not burning of holes.  \nThe foreman or any man in the gang capable of  \ndoing such burning shall be permitted to do so.  \n_ (D) Employers having personnel setting  \nreinforcing steel are permitted to do small jobs,  \n‘such as setting a few lintels or small amount of sash  \nor small amount of ornamental work. This is to apply  \nto one contractor only. All reinforced concrete work  \nto be separate and distinct.  \n(E) Ali racking, sorting, cutting, bending,  \nhoisting, placing and tying of all iron wire, steel and  \nmetal reinforcement for reinforced concrete  \nincluding wire, lath or mesh or sheets for floor  \narches and the making of hoops and stirrups.  \nWhether on job or elsewhere (expect for vault  \nlights), the bending, fabrication, assembling of all  \niron and steel for reinforced columns, beams and  \ngirders, whére concrete is substituted wholly or in  \npart for structural steel and for all concrete slabs.  \nArchers and other bodies of concrete supported  \narches and other bodies of concrete supported by  \ncorrugated or sheet metal or reinforced with rods or  \nmesh and used in connection with structural steel.  \nThe erection of chutes and spouts for concrete  \nwhere attached to steel towers, and the cables and  \nguys for same, to be done by ironworkers. Steel  \nchutes in ali cases to be handled and erected by  \nironworkers. An ironworker shail be placed on all  \nconcrete work until such time as steel is completely  \ncovered with concrete, on each job of reinforced  \nconcrete, there shall be a foreman, who shall have  \ncharge of all men on this class of work, and shall  \nwork with his tools when requested to do so. Cutting  \nof three-quarter inch rod and above that size, left to  \nthe Employer's discretion.  \n(F) Reinforcement bars on all jobs shall by  \ncut and bent on the job. However, the use of shop  \nbent steel on highway and bridge projects is at the  \nEmptoyer’s sole discretion. Any repairs or  \nalternation to shop bent steel after it’s delivered to  \nthe job site will be performed at the job site by  \nironworkers. An employer's utilization of a portable  \npower bending machine on the job is optional and  \nacceptable. Effective July 1, 2001, on waste  \ntreatment plants, sewer plants, water treatment  \nplants, pump station and power plants, on e steel  \ntruck may be shop bent.  \n(G) Technology changes are constantly  \noccurring in the manufacturing processes of  \nproducing building components which modify the  \ncomposition (or gauge) of the materials used to  \nachieve the final products but are stil! designed and  \nmanufactured to function the same products which  \nare traditionally manufactured products in carbon  \nsteel, high strength steel or stainless steel. In these  \ncases where new or modified material are replacing  \nor substituting or working in conjunction with  \ntraditional metal sections, products or structural  \nshapes typically installed by Ironworkers, the work  \nor erecting or installing the modified product is the  \nwork of the lronworker, without any exceptions.  \n(H) The transfer of foremen and men on  \njobs not exceeding 50% in number, is permissible,  \nprovided notice is sent to the hiring hall in whose  \nterritory the work is to be performed. Employer to be  \npermitted to select and discharge his own foreman  \nafter signing a contract for job, provided man  \nselected is not employed elsewhere and a report of  \nsuch discharge and/or selection is made to the  \nhiring hall having jurisdiction. Should the job require  \nadditional bent steel, the contractor may make this  \nrequest. This should be requested at the bid and  \nrequires mutual agreement.  \n4.2 (A) Each Association desiring to do so may  \nform a Committee comprised of one representative  \nfrom the District Council and one representative  \nfrom the Association...  \n(B) The Committee shail be served by a  \nSecretary who shall be designated by the  \nCommittee and who shall be a member of one of the  \nsignatory Associations.  \n(C) The Committee will meet a minimum of  \nonce a month commencing July 1999.  \n-10-  \n(D) The Committee will discuss all phrases  \nof this Collective Bargaining Agreement (expect  \njurisdiction) with the objective of making the industry  \nmore efficient.  \n4.3 (A) The Employer will not subcontract any  \nwork within the jurisdiction of the Union as set forth  \nin 4.1 which is to be performed at the job site expect  \nto a contractor who holds an agreement with the  \nDistrict Council lronworkers Funds of Northern NJ,  \nInternational Association of Bridge, Structural,  \nOrnamental and Reinforcing Iron Workers or one of  \nits local unions having jurisdiction at the job site, or  \nwho agrees in writing, prior to or at the time of the  \nexecution of its subcontract to be bound by the  \nterms of this Agreement. '  \n(B) In the event the Employer violates any  \ncondition of this paragraph then the violation shail  \n_first be submitted to the Committee, pursuant to  \nArticle X!I herein, and failing resolution may the be  \nsubmitted by either party to a Court having  \njurisdiction or an arbitrator selected by the New  \nJersey State Board of Mediation for resolution.  \n"], ["ARTICLE V  \nWork Hours and Overtime  \n", "5.1. Eight hours, between 8:00 A.M. and 4:30  \nP.M., with one-half hour iunch, shall constitute the  \nregular work day. When mutually agreed to by the  \nEmployer and the Union, four (4) ten-hour days may  \nbe worked Monday though Thursday at straight time  \npay. Friday maybe used as a makeup day at straight  \ntime for days lost due to inclement weather or for  \nother mutually agreed reasons. If Friday is not a  \nmake-up day, all hours worked Friday with be paid  \nat time and one-half (1 1/2) the base rate.  \n5.2 An Employer has the option at the  \nbeginning of the job to establish a variable starting -  \ntime prior to 8:00 A.M. but not earlier than 6:00 A.M.  \n5.3. Overtime, Monday though Friday, shall be  \nat time and one half in addition, work on Saturday  \nshall be a time and one half. Any work on Sundays  \nand holidays shal! be double time rate.  \n5.4 Whenso elected by the Employer, multiple  \nshifts on a temporary basis of at least five  \nconsecutive days duration may be worked. Any  \nperiod of time less than five consecutive work days  \nmay be considered shift work if mutually agreed to  \n  \nby the union and the employer. Standard Shift Work  \nprovisions as follows: When a two shift Schedule  \n(including a day shift) is established, the first or day  \nshift shall be established on an eight (8) hour basis.  \nThe second shift shall be established on a seven  \nand one-half ( 7 1/2) hour basis, and the third shift  \nshall be established on a seven (7) hour basis. The  \nfirst shift shall receive the base rate plus 15 %. The  \nthird shift shall receive the base rate plus 20 %. The  \nintent of the parties with respect to shift work is as  \nfollows:  \n1st shift: 8 hours work for 8 hours pay.  \n2nd shift: 7 1/2 hours work for 8 hours pay  \nplus a 15% shift premium.  \n3rd shift: 7 hours work for 8 hours pay  \nplus a 20% shift premium.  \nWhen an irregular shift must be  \nestablished, the rate shall be the base rate  \nplus $5.25 per hour.  \n5.5 When acontractor plans to work overtime  \n‘on a Saturday or Sunday, the foreman and the  \nsteward must be notified by 11:00 a.m. on Friday,  \nunless overtime is an emergency.  \n"], ["ARTICLE VI  \nHoliday Pay  \n", "6.1. All work performed on New Year's Day,  \nDay, Memorial Day, Fourth of July,  \nLabor Day, Veteran’s Day, Thanksgiving Day,  \nChristmas Day, Presidential Election Day, or the  \ndays observed as such, shall be paid at the double  \ntime rate. For work performed on said Holidays,  \nStraight Time employees shall receive Holiday pay  \nplus double time.  \n6.2 Foreman and Superintendents who are  \nemployed though a Holiday (i.e. on the scheduled  \nworking day before and the scheduled working day  \nafter the holiday), but who are not actually required  \nto work on the holiday, must nonetheless receive  \nHoliday pay. For work performed on said Holidays,  \nStraight Time employees (Foreman and  \nSuperintendents) shall receive Holiday pay plus  \ndouble time. If there is but one (1) lronworker  \nemployed on a job he shall receive Foreman wages.  \n"], ["ARTICLE Vil  \nShow Up Time  \n", "7.1 It is agreed that all employees will receive  \ntwo (2) hours of pay at the applicable rate for  \n  \nshowing up on the job. Such employees shall  \nremain on the job two full hours commencing their  \nscheduled starting time, and must go to work,  \nweather permitting. It is understood, however that  \nthe Superintendents and Foremen (sometimes  \nreferred to as “Straight Time Employees\") shall be  \nentitled to receive eight (8) hours of pay at the  \napplicable rate for showing up on the job instead of  \n(2) two hours pay as hereinabove provided for  \njourneymen and apprentices.  \n"], ["ARTICLE Vill  \nWage Rates — Wage Payment  \n", "8.1 The hourly and daily wage rates for  \nironworker journeymen, foremen and  \nsuperintendents employed in the jurisdiction of the  \nDistrict Council Ironworkers Funds of Northern NJ,  \nduring the term of this Agreement or any extension  \nthereof, are set forth in Schedule “A\" attached  \nhereto and made a part hereof.  \n8.2 The wage rate percentages of the  \njourneymen’s scale shalt be established by the Joint  \nApprenticeship Committee for apprentices and  \ntrainees. 7  \n-15-  \n8.3 The term \"gross wages\" as used  \nthroughout this Agreement shall mean all wages  \npaid or compensation given for hours of service  \nrendered by an employee who is employed  \nhereunder whether or not ironworker duties are  \nwithout limitation, payments of compensation of any  \nnature, made under this agreement or otherwise for  \nperiod such as vacation, holiday, illness, show-up  \ntime, over time, incapacity, severance or layoff shali  \nbe included with pay for work performed as “gross  \nwages\" hereunder but without additions, deductions  \nor pyramiding of any sort.  \n8.4 employees represented by the  \nUnion shall be paid all wages due them once a  \nweek, on the job, in cash, during the working hours  \nexcept, however if any Employer elects to pay such  \nwages by checks, he shall, before issuing. Any such  \nchecks, either submit to the Union a satisfactory and  \nacceptable surety company bond in the sum of $  \n25,000.00 guaranteeing payment of each and all  \nwage checks issued to each and all ironworkers  \nemployed by him in the jurisdiction of the Unions, or  \nfurnish satisfactory and acceptable proot to the  \nUnion (1) that he is a bona fide member of either the  \nAssociated General Contractors of New Jersey or  \nthe Construction Contractors Labor Employers of  \nNew Jersey; (2) that their payment by a surety  \n-16-  \ncompany blanket bond submitted to and accepted  \nby the Union by the Employer Group or Association  \nof which is he a bona fide member.  \n(B) Each Employer who elects to pay such  \nwages by his checks shall make arrangements with  \na local banking institution (in the locale of the job)  \nfor the cashing thereof without cost to the recipients  \nor payees upon the presentation of some  \nreasonably required identification.  \n(C) All employees who are discharged  \nshall be paid immediately at the time thereof in cash  \nor by check, if the payment of such check is  \nguaranteed by the surety bond aforementioned. All  \nemployees who are laid off shall be paid within a  \nreasonable time following the layoff but not later  \nthan 4:00 P.M. of  \n(D) The Local Union in whose jurisdiction  \nthe project is located, shall select the Steward for  \nthe ironworker work and that steward will be the last  \njourneyman laid off. Ironworkers recruited after  \nprojects have started shall be recruited from the  \nlocal union’s hiring hail whose jurisdiction the job  \nsite is located.  \n-17-  \n'  \n8.5 Local Union Dues and Assessments:  \nDuring the term of this Agreement, the employer  \nshall deduct from the wages of all employees  \ncovered by this Agreement who have signed  \nindividual written authorizations for check-off '  \n(payment) of union dues and assessments, those  \ndues and assessments in such amounts as are  \nrequired by the Union and shall forward such {  \ndeductions to the District Council  \nFunds of Northern New Jersey for payment to the  \nUnion. \"Delinquent payments shall be subject to  \narbitration under ARTICLE XII, Section 12.4(A)(6) |  \nand shall bear interest at 10% per year, liquidated  \ndamages at 10% and 20% attorneys fees. Said  \narbitration may be heard with claims for delinquent  \nFund contributions.\"  \n"], ["ARTICLE IX  \nHard Hats — Tools — Safety  \n", "9.1 It shall be the responsibility of each  \nemployee to wear a hard hat whenever the  \nemployee passes or works within an area where  \nthere is a possibility of being struck by falling or  \nmoving objects or materials as required by the  \nOccupational Safety and Health Act.  \n9.2 All employees shall report to work with  \ntheir own basic hand tools.  \n-)8-  \n9.3. All double connections shail be subject to  \nthe limitations of OSHA regulations.  \n9.4 Onhazardous waste removal, ona state or  \nfederaily designated hazardous waste site where  \nthe ironworker is required to wear level A, B, or C  \npersonal protection, the ironworker shall receive an  \nhourly wage rate of the regular hourly wage plus  \n$3.00 per hour.  \n"], ["ARTICLE X  \nInsurance Coverage  \n", "10.1 The Employer bound hereby shall carry  \nfully insurance coverage to provide full benefits  \nunder the Workmen's Compensation Law of New  \nJersey regardless of the number of ironworkers  \nemployed. Such employers shail forthwith upon the  \ncommencement of a job elect to be covered as a  \n.contributing Employer for unemployment  \ncompensation and temporary disability benefits  \nunder New Jersey Revised Statutes 43:21-8 (c).  \nThe employees to be covered shall be those  \nrepresented by the District Council or constituent  \nLocal thereof. The said District Council, or said  \nLocals, will arrange for the consent of those  \nemployees it or they represent. The failure to so  \nelect and comply with the provisions of the cited  \n-}9-  \nStatute shall constitute a substantial breach of this  \nAgreement and the District Council reserves the  \nright to withdraw from employment with the  \ndefaulting Employer immediately upon the  \noccurrence or discovery of said breach.  \n"], ["ARTICLE Xi  \nTrust Funds,  \n", "11.1 Pension Fund, Welfare Fund, Vacation  \nBenefit, Apprentice Training Fund and Annuity  \nFund.  \n(A) Each employer bound herby shail,  \neffective July 1, 2005 in addition to paying the wage  \nrates and wages, promptly pay to the Trustees of.  \nthe following named Trusts of the lron Workers  \nDistrict Council lronworkers Funds of Northern NJ, |  \nconstituted and created by the following listed  \nagreements and Declarations of Trust, the sum of  \nmoney for each hour equivalent of gross wages paid  \nas hereafter set forth..  \n-20-  \nThe amount paid to the fringe benefit Fund shall  \nbe shown below.  \nNAME OF DATE OF AMOUNT TO BE  \nTRUSTFUND JRUST PAID  \nPension Fund 4/01/53 $6.00  \nWelfare Fund 4/01/50 $7.00  \nVacation Benefit 11/10/64 $7.65  \nAnnuity Fund 9/30/70 $8.45  \nApprentice  \nTraining Fund 8/27/64 $ .30  \n11.2 Industry Advancement Fund  \n(A) In Addition to paying the above wages,  \nand wage rates, and contribution to the several  \nTrust Funds abovementioned, each Employer  \nhereby bound shall promptly pay to the  \nAdministrator of the Trust Fund commencing on July  \n1, 2005 and continuing throughout the term hereof,  \nuniess sooner terminated, the sum of two (0.02)  \ncents per hour gross wages paid for each  \nironworker whom he employs in the jurisdiction of  \nsaid Union or of the Local Union above named for  \nthe purpose of funding industry advancements  \nprograms.  \n(B) The said advancement fund, and all  \nmonies and property held by or for it, shall be  \nadministered, managed and/or operated solely and  \nexclusively by Employer Trustees elected or  \nappointed by the Associated General Contractors of  \nNew Jersey and the Construction Contractors Labor  \nEmployers of New Jersey (herein called  \npursuant to their rules, regulations,  \nor agreements. Neither the Union nor any of its  \nrepresentatives shall have any voice or part  \nwhatever in the administration, management and/or  \noperation of said Fund.  \n(C) The aforesaid contribution shail be  \npaid to said Administrator at the same time that  \ncontributions are made by the Employer to the  \nabovementioned Pension and other Trust Funds  \nand shall be accompanied by a report form to be  \nfurnished by said Funds.  \n(D) The Ironworkers Funds Service Facility  \nwhich processes these collections shall be  \nreimbursed for all necessary and proper costs and  \nexpenses incurred in connection therewith.  \n(E) The said Employer Trustees shall hold,  \nmanage and administer said Industry Advancement  \nFund and, from time to time, make distribution of  \n-22.  \nsaid monies to the respective Industry  \nAdvancement Funds set up or created by the  \nseveral contractor Association aforenamed on an  \nequitable pro-rata basis to be by them calculated  \nand determined.  \n11.3 Replacement of Single Stamp Method with  \na Voucher System for Contribution to Funds.  \n(A) The procedures for making Fund  \n- contributions as required under the foregoing  \nparagraphs (A. Pension Fund, B. Welfare Fund, C.  \nVacation Fund, D. Apprentice Training Fund, E.  \nAnnuity Fund, F. Industry Advancement Fund, G.  \nImpact Fund) shall consist of the purchase by every  \nEmployer covered hereunder from the Trustees of  \nthe several Funds a benefit voucher for delivery to  \neach ironworker who they employ in the Jurisdiction  \nof the District Council lronworkers Funds of  \nNorthern NJ from and after July 1,2005 as follows:  \n  \nHourly Benefit paid to each  \nironworker ...... $29.74  \nThat amount is to be allocated among  \nthe several Funds as follows:  \nPension Fund $6.00  \nWelfare Fund $7.00  \nVacation Benefit . $7.65  \nTraining Program $ .30  \nAnnuity Fund | $8.45  \nIndustry Advancement  \nFund $ .02  \nDistrict Council Fund . $ .02  \nImpact Fund $_.30.  \n$ 29.74  \nIn addition to benefit vouchers for each hour  \nequivalent of gross wages paid in denominations of  \n$29.74 benefit vouchers will be available for:  \n40 Hour $1189.60  \n8 Hour $237.92  \n1/2 Hour $14.87  \n1/4Hour equivalent of gross wages $ 7.44  \n-24-  \n11.4 Agreement Relating to all Trust or Funds  \n(A)Each Employer bound hereby  \ncovenants and agrees:  \n(1) that he hereby accepts and agrees to  \nbe bound by those subsisting Agreements and  \nDeclaration of Trust Expressly relating to the  \nPension Fund, the Welfare Fund , the Vacation  \nBenefit, the Apprentice Training Fund, the Annuity |  \nFund, Impact Fund, and the Industry Advancement  \nFund abovementioned and assumes all obligations  \nimposed thereby on the signers thereof, each and  \nall of which Agreements and Declaration of Trust are  \nincorporated herein and hereby reference as fully as  \nif set out at length.  \n(2) to be bound by ail of the rules,  \nregulations, standards and reporting requirements  \nadopted, from time to time, by either or all of the  \nTrustees of the abovementioned Trust or Funds  \nincluding the duty to submit to an audit of its books  \nby auditors selected by the Trustees the costs of  \nwhich shall be assessed against the Employer  \nshould be determined that required contributions to  \nthe Funds were not reported or paid;  \n-25-  \n(3) that no benefit voucher shall be  \npurchased by, or sold and delivered to, him in the  \nevent he becomes delinquent in the payment of his  \ncontributions to either or all of the Trust or Funds  \nabovenamed or mentioned;  \n(4) that, in addition to any remedy  \navailable to the Trustees of the abovementioned  \nTrust or Fund, and/or available to them or to the  \nUnion, for any default in the timely payment of his  \nrequired contributions, the Union and/or the Local  \nUnion of which it is comprised, and, without notice  \nand without any recourse or liability whatsoever-in  \nany court or in the State and Federal administrative  \nagency, now existing or hereafter created, refuse to  \nrefer Ironworkers to any Employer who defaults, or  \nwho is defaulted, in making his full payments or  \ncontributions within the time limited to either or all of  \nthe Trusts or Funds abovenamed and referred to;  \n(5) that the Trustees of either or all of the  \naforementioned Trusts or Funds may either  \nmaintain an action in their name as an entity, or in  \ntheir names as Trustees of their respective Trust, in  \nany Court and in any jurisdiction; or before an  \narbitrator as hereafter provided to claim, recover  \nand collect any amount or amounts due from any  \nEmployer for contributions or sums due to their  \n-26-  \nrespective Trust or Fund together with interest at ten  \n(10%) percent per annum, and attorneys’ fee equal  \nto twenty (20%) percent of the total sum due, and  \nliquidated damages equal to ten (10%) percent of  \nthe principal sum due, as well as a reasonable audit  \nfee of any audit was made, and all defenses, except  \none with respect to the amount actually due, are  \nhereby waived or abandoned;  \n(6) In the event that an Employer has  \nfailed to post a $25,000 cash or surety bond in  \naccordance with this agreement, then and in that  \nevent, each Employer bound hereby, hereby  \nassigns to the Trust Funds or Union or Impact Fund,  \nas the case may be, amounts due from any owner,  \nconstruction manager, general contractor,  \nsubcontractor or.sub-subcontractor, on any project  \nor work equal to the amount of any unpaid and  \ndelinquent fringe benefit contributions due to the  \naforementioned Funds or to the District Council  \nFund or Impact Fund hereunder that the Employer  \nowes to those Funds on that project or work. The  \naforementioned Funds or the District Council, by or  \n- on behalf of the Funds’ Executive Director, the  \nTrustees or the Union, may give notice of this  \nAssignment to any owner, construction manager,  \ngeneral contractor, subcontractor or sub-  \nsubcontractor owing money, including retainage, to  \n-27-  \nthe delinquent Employer where the Funds or the  \nDistrict Council are not paid when due under this  \nAgreement after ten (10) days written notice to the  \nEmployer of the delinquency. Each delinquent  \nEmployer bound hereby agrees to provide a list of  \nits accounts receivable, i.e., a list of owners,  \nconstruction managers, general contractors,  \nsubcontractors or sub-subcontractors, who owe it  \nany money, including retainage, which list shail  \ninclude the name, address, telephone number, fax  \nnumber and amount due to the delinquent  \nEmployer, including retainage, within ten (10) days  \nof written demand by the Funds, its Executive  \nDirector, the Trustees or the Union. Each Employer  \nhereby waives any claims it may have against any  \nowner, construction manager, general contractor,  \nsubcontractor or sub-subcontractor, Trust Fund,  \nTrustee, Union or Fund Employee who initiates or  \ncomplies with this Assignment. This Assignment  \nshall control and take precedent over the terms of  \nany contract of subcontract the Employer has with  \nany owner, construction _ Manager, general  \ncontractor or subcontractor. Any owner,  \nconstruction manager, general contractor of  \nsubcontractor making payment of this Assignment  \nhereunder shall take credit against amounts due to  \nthe Employer. No owner, construction manager,  \ngeneral contractor or subcontractor making  \n-28-  \npayment hereunder shall pay twice for any amount  \ndue to any Employer. This Assignment shall be  \nsuspended on any owner, construction manager,  \ngeneral contractor or subcontractor being served  \nwith a filed construction lien for claimed  \nnonpayment by the Employer until such time as said  \nconstruction lien is discharged.\" The Trustees of any  \nFund or alleged delinquent Employer may request  \narbitration of any alleged delinquencies or breach of  \nagreement regarding Fund contributions and  \narbitration must be heard within sixty (60) days after  \nsuch request. The Trustees may join an individual  \nironworker as a party to such arbitration proceeding  \nor Fund contributions in which such ironworkers  \nmaybe be involved, Each ironworkers subject to this  \nAgreement does hereby though his duly authorized  \nrepresentative, consent to such joinder.  \nAnd the issuance of an award binding  \nupon him in connection therewith. The arbitration  \nshall be heard at the District Council Ironworkers  \nFunds of Northem NJ, 12 Edison Place, Springfield  \nNJ, 07081-1310, And the procedures followed shall  \nbe in accordance with the rule of the New Jersey  \nMediation Service. In order to expedite such  \nhearing, a permanent arbitrator is hereby  \ndesignated as approved. Said permanent arbitrator  \nis J.J. Pierson, Esp. of New Vernon, New Jersey.  \n-2?9-  \nAny Employer who contracts out or sublets  \nany work within the jurisdiction of the union shall  \nassume the obligations of any of their  \nsubcontractors for a prompt payment of employees’  \nbenefits including reasonable attorney's fees  \nincurred, in enforcing the provisions hereof but  \nlimited, however to the total amount then due by the  \nemployer to the subcontractor at the time of the  \nnotice by the Union of the fund office of the  \nsubcontractor’s delinquency. |  \n(7) Delinquent Employers required to  \narbitrate claims for Fund delinquencies hereunder  \nand ironworkers joined in the arbitration pursuant to  \nthis Article hereby agree that they are obligated to  \npresent to, litigate before, the Arbitrator alt defenses  \nof whatsoever type or nature then existing, including  \nthe defense of arbitrate and the Arbitrate’ is  \nempowered to hear and determine the same and  \nissue an award which may include liquidated  \ndamages, interest, audit and fees and  \nwhich shail be final and binding upon the parties to  \nsuch proceedings. The charges of the Arbitrator as  \nwell as the stenographic record, if any are to be  \nborne by the losing party. |  \n(B) Each Employer bound hereby agrees  \nand the district council shali require from all the  \n~3Q-  \nemployers including members of the Associated  \nGeneral Contractors of New Jersey that before it  \nshall be entitled to receive a voucher from the  \nAdministrator of the Fringe benefit funds, it shall  \npost with the Fund Administrator a surety or  \nindemnity bond in the amount of Twenty-Five  \nthousand dollars issued by a Surety or Bonding  \ncompany with a B+ or better rating as fixed by the  \nUnited States Treasury Department or in, lieu  \nthereof by depositing $ 25,000,00 in security for the  \npayment of fringe benefits. All employer presently  \npaying ironworkers under the voucher system shall  \nhave no more than sixty (60) days from July 1, 2005  \nto post the aforesaid bond. In addition, in any case  \nwhere such Employer (a) previously defaulted in the  \npayment of his contribution to any Trust or Fund  \nherein mentioned: (b) the financial irresponsibility of  \nsuch Employer as determined by the Trustee  \nwarrants same; or (c) such Employer may not be  \namenable to the service of process in any action in  \nthis State for the recovery of any contributions due  \nof said Trust or Funds; or (d) where the Employer  \ncorporation, partnership, or other business entity is  \nthe alter ego or substitute for any other Employer,  \ncorporation, partnership, or other business entity  \nwhich, by reason of bankruptcy, insolvency, or  \notherwise, has previously defaulted in the payment  \nof its full contributions to any of such Trusts or  \n  \nFunds, then the Trustees may require such  \nEmployer to furnish an additional bond or deposit  \nsuch additional monies in escrow that they may  \ndeem appropriate within 10 days following a  \ndemand thereof. If the Employer shall fail to post  \nbond or cash deposit or the additional bond or  \nescrow, the local unions abovementioned shail be  \nvested with the right to withhold employees from the  \nEmployer until he had complied with the provisions  \nof this paragraph aforestated and each Employer  \nagrees that neither the local unions or the Funds  \nshall be liable for any consequences caused by  \nsuch withholding of labor.  \n(C) In addition to the per hour wage rate,  \nthe Employer shall contribute $.30 to the lronworker  \nManagement Progressive Action Cooperative Trust  \n(Impact), a jointly trusted Cooperative Trust with  \nfederal tax exempt status under Section 501{a) of  \nthe internal Revenue Code as an exempt  \norganization under Section 501(c)(5) of the Internal  \nRevenue Code. The general purpose of the Trust  \nincludes the improvement and development of the  \nlronworker Industry through education, training,  \ncommunication, cooperation and governmental  \nlobbying and legislative initiatives. The reporting,  \npayment, frequency of payment and administration  \nof such contributions shall be governed by the terms  \n~  \nof the Impact Trust Agreement, policies and  \nresolutions. The $.30 contribution shail be in lieu of  \nany and all contractual requirements — for  \ncontributions to the National Ironworkers and  \nEmployers Apprenticeship Training and  \nJourneymen Upgrading Fund and the Institute of the  \nlronworking Industry, except that contributions to  \nthe local union District Council Training Program  \nshail continue. In addition, the Union and Employer  \nagreement that by making contributions to Impact  \neach of them shall become bound to Impact’s Drug  \nand Alcohol Screening Policy and Procedure or  \nequivalent program and any amendments or  \nmodifications thereto.\"  \n"], ["ARTICLE XII  \nGrievances — Strikes — Lockouts  \n", "12.4 All grievances or disputes involving the  \ninterpretation or application of the Collection  \nBargaining Agreement of the parties which cannot  \nbe adjusted or settled by and between the Business  \nAgent, having jurisdiction, and the Employer shall  \nbe submitted to a Committee composed of  \nrepresentatives of both parties which shail meet  \npromptly and confer with respect hereto.  \n-33-  \n12.2 Pending such procedure, there shall be no  \nStrike or lockout. This does not apply to stoppage or  \nwork ordered by the Building Trades Council or for  \ndelinquent contributions.  \n12.3 Atno time shall there be a strike or lockout  \ndeclared. if the said Committee has absolutely  \nfailed to resolve the dispute, the matter can be  \nsubmitted by either party to the New Jersey State  \nBoard of Mediation for final and binding arbitration  \nand only the Employer and the Union shall have the  \nright to submit any grievance to arbitration.  \n12.4 When one or more employees, who have  \nbeen requisitioned or who were theretofore  \nemployed, fail to work, the remainder of the  \nemployees must proceed at work awaiting the  \narrival or replacements or additional employees  \nwithout creating any grievance. or dispute in respect  \nthereto.  \n12.5 Project Labor Agreements: No project  \nlabor agreement shall modify Article 4.1, Work  \nJurisdiction, or provide increased wage and benefit  \nlevels beyond those provided in this Agreement  \nwithout the mutual consent of the parties. A  \nrepresentative of the employer associations may  \nrequest to participate in any negotiations for project  \nlabor agreements in which they participate.  \n-34-  \nX  \nApprentices and Trainees  \n13.1 The Joint Apprenticeship Committee of the  \nlronworkers District Council Ironworkers Funds of  \nNorthern NJ (‘Ironworkers JAC\") shall, as  \nheretofore, be exclusively empowered, and  \nobligated to conduct all aspects (a) of the  \nApprentice Training Program and (b) of the Northern  \nNew Jersey lronworker Employer Training Program  \nit currently operates.  \n13.2 For rebar work only, the ratio of apprentices  \nor trainees to journeymen may be one apprentice or  \n‘trainee for every four journeymen. Apprentices and  \ntrainees shall perform all phases of structural steel  \nand reinforcing bar work without restriction.  \n13.3. Whenever the Employer requires the  \nservices of an apprentice or trainee, requests must  \nbe made to the Ironworkers Apprenticeship Training  \nProgram and an indentured apprentice or trainee  \nwill be sent to the job site. If the Apprenticeship  \nTraining Program is unable to provide an indentured  \napprentice or trainee, the employer may hire directly  \nany person of its own choice; however, such  \nemployee, by reason of his hiring, will not become  \nan enrollee nor part of the indentured  \n-35-  \nApprenticeship Training Program but he wil! have  \nthe right to make application for enro!lment as all  \nother persons.  \nThe Employer will have the sole and exclusive  \nresponsibility for training and job performance. No  \nsuch apprentice or trainee will perform work at the  \njob site unless a journeyman lronworker ts actually  \nengaged at the time in job site work. No such  \napprentice or trainee will be hired to replace or  \nperform the work of a journeyman. The apprentice  \nor trainee is not a “covered employee\" under the  \nterms of this Collective Bargaining Agreement nor is  \nthe Union his bargaining agent.  \nThe Employer must notify the.  \nApprenticeship Training Program Director before  \nhiring such apprentice or trainee and must furnish  \nthe name, address, social security number, race,  \nsex and telephone number of such apprentice or  \ntrainee. For information purposes only, on a monthly  \nbasis, the Employer will advise the  \nApprenticeship Training Program Director of the  \ntype of equipment and .hours worked by. such  \napprentices or trainees and of the wages paid for  \nthe first 1,000 hours of employment as such  \napprentice or trainee and for the second 1,000  \nhours.  \n-36-  \nlf the Employer extends medical coverage of  \nsuch apprentice or trainee, then the cost of such  \ncoverage is the sole and exclusive responsibility of  \nthe Employer, and neither the Union nor District  \nCouncil Ironworkers Funds of Northern NJ Welfare  \nPlan shall have any responsibility in connection  \ntherewith to such apprentice or trainee or any  \nperson rendering hospital or medical services on his  \nbehalf.  \nAn Employer shall be permitted to indenture an  \napprentice from the Ironworker Training Program on  \na full time basis for the performance of work  \nthroughout the territory of the District Council. The  \n- papers of indenture shall be issued by the District  \nCouncil and the Training Program.  \nC  \nHiring Hall  \n14.1 Every Employer bound hereby agrees that  \nhe will’ recruit covered hereby  \nexclusively though the several hiring halls operated  \nby the Union and/or its Locals. The said hiring halls  \nshall be operated by the Unions and its Locals in a  \nnon-discriminatory manner.  \n«4  \n"]]