[["", "$Aa3 |  \n3 ¢é  \n2004-2008PRIVATE  \nAGREEMENT  \nBETWEEN  \nfori |, taf ~ LaF  \nLABOR RELATIONS DIVISION  \nALBANY REGION  \nASSOCIATED GENERAL  \nCONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAND  \nLOCAL 294  \nINTERNATIONAL BROTHERHOOD  \nOF  \nTEAMSTERS  \nee  \nSE mys  \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAJ Castelbuono  \nPresident & C.E.O.  \n10 Airline Drive, Suite 203  \nAlbany, New York 12205-1025  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \nINDEX  \n"], ["ARTICLE PAGE  \nPreamble. D  \n", "5  \nRecognition cess A Enea  \nGeographical Jurisdiction 6  \nConditions of Employment  \nLiability. 8  \nDefinition of Highway and Heavy Construction.......9  \n10  \nRules EL  \nJurisdictional Rules es 12  \nDW on AU f& WN =  \n—  \nOo  \nNegotiations 13  \nInterview. 13  \nStrike Or LOCKOULt LA  \nArbitration & Grievance Procedule. 14  \n— —_— — —  \nf& WN  \nDischarge 17  \nJob Stewards 17  \nSEMiOTity 19  \npm  \nOo  \nLeave of Absence & Discipline 20  \n—  \noS  \nWages & Miscellaneous sus nuked  \nHours of Work & Overtime 25  \nHolidays 2D  \nSHOW-Up Time. 29  \nSafety ... LD  \nDrug/Alcohol. Abuse .. OL  \nNN NM NY =  \nWw N= © ©  \n24  \n25  \n26  \n27  \n28  \n29  \n30  \n31  \n32  \nHealth and Welfare Fund  \nPension FUnd  \nTraining and Education Fund  \nDues Checkoff  \nWork  \nReciprocity of Fringe Benefits  \nNondiscrimination in Employment  \n  \nDUration  \nIndividual Employer  \n38  \n45  \n46  \nne  \n48  \n49  \n49  \n49  \n50  \n35  \nAGREEMENT  \nTHIS AGREEMENT, made this Ist day of April, 2004,  \nby and between the LABOR RELATIONS DIVISION,  \nALBANY REGION OF THE ASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA, NEW YORK STATE  \nCHAPTER, INC. (hereinafter referred to as the “‘Assoctation’”’),  \nacting for and on behalf of its present and future members, and  \nTEAMSTERS LOCAL 294, affiliated with the International  \nBrotherhood of Teamsters, Chauffeurs; Warehousemen and  \nHelpers of America (hereinafter referred to as the “Union”).  \n"], ["ARTICLE 1 LEGALITY  \n", "All provisions of this Agreement shall be complied  \nwith unless any such provisions shall be declared invalid or  \ninoperative by a court of competent jurisdiction. In such event,  \neither party at its option, may require renegotiation of such  \ninvalidated provisions for the purpose of adequate replacement  \nthereof, reserving the right of arbitration in the event that such  \nnegotiations do not result in agreement.  \n"], ["ARTICLE 2 RECOGNITION  \n", "2.1 The Employer does hereby recognize the  \nUnion as the sole labor organization representing employees  \ncovered by the Brotherhood of Teamster Junsdiction, including,  \nbut not limited to, the classifications listed in the Appendix of  \nthis Agreement.  \n2.2 Two (2) working days prior to the  \ncommencement of any work on a project, the prime Contractor  \n5  \nshall notify in writing those crafts with whom the AGC is party  \nto a contract of a prejob conference to be held at a time and  \nplace in the project area to be designated by the Prime  \nContractor. The Union agrees that it will attend at the  \ndesignated time and place together with the other described  \nUnions representing employees who will perform work on the  \nproject. Itis mutually agreed that the Prime Contractor and the  \nUnion shall not be asked or required to attend any prejob  \nconference with a single craft except in such instance as where  \na single craft will be performing work on the project.  \n243 No subcontractor is to commence work ona  \nproject until he has had a prejob conference with the Union,  \nunless the Union waives such prejob conference.  \n2.4 If the prime or a subcontractor shall fail to  \ncomply with the obligations of Sections 2.2 and 2.3 of this  \nArticle, the Union shall be under no obligation to furnish  \napplicants for employment to the offending contractor or  \nsubcontractor pursuant to other provisions of this contract.  \n"], ["ARTICLE 3 - GEOGRAPHICAL J URISDICTION  \n", "3.1 This Agreement is to cover all Highway and  \nHeavy construction work in the geographical jurisdiction’ of  \nTeamsters Local 294 as provided for in Section 3.2.  \n3.2 The geographical jurisdiction of Local 294  \nshall be the counties of Albany, Rensselaer, Greene, Columbia,  \nSchoharie, Montgomery, Schenectady, Fulton, Saratoga,  \nWashington and in Warren County the townships of Stoney  \n6  \nCreek, Thurman, Luzerne, Queensbury, Caldwell, Warrensburg  \nand Bolton.  \nLOCAL 294  \nPresident  \nJohn Bulgaro  \n890 Third Street  \nAlbany, New York 12206  \n(318) 489-5438  \nFAX: (518) 453-9251  \n"], ["ARTICLE 4 CONDITIONS OF EMPLOYMENT  \n", "4.1 It shalt be a condition of employment that  \nall employees of the Employer covered by this Agreement who  \nare members of the Union in good standing on the effective  \ndate of this Agreement shall remain members in good standing  \nand those who are not members on the effective date of this  \nAgreement shall on the eighth (8th) day following the effective  \ndate of this Agreement, become and remain members in good  \nstanding in the Union. It shall also be a condition of  \nemployment that all emloyees covered by this Agreement and  \nired on or after its effective date shall, on the eighth (8th) day  \nollowing the beginning of such employment become and  \nemain members in good standing in the Union.  \nhe failure of any person to become a member of the  \nnion at the required time shall obligate the Employer, upon  \nritten notice from the Union to such effect and.to the further  \nffect that Union membership was available to such person on  \n7  \nhe same terms and conditions generally available to other  \nmembers, to forthwith discharge such person. Further, the  \nfailure of any person to maintain his Union membership in  \ngood standing as required herein shall, upon written notice to  \nthe Employer by the Union to such effect, obligate the Employer  \nto discharge such person.  \n4,2 When the Employer needs additional  \nemployees, he shall give the Local Union equal opportunity  \nwith all other sources to provide suitable applicants, but the  \nEmployer shall not be required to hire those referred by the  \nLocal Union.  \n"], ["ARTICLE § LIABILITY  \n", "5.1 The Association and the Union named  \nherein agree that they are acting in the sole capacity of  \nbargaining representatives for their respective present and  \nfuture members. Neither the Association nor the Union shall  \nbe liable for any violation of this Agreement by any of its  \npresent or future respective members.  \n$5.2 The liability of the respective members of  \nthe Association and Union for any breach of this Agreement  \nshall be séveral and not joint.  \n5.3 In the event that any Employer discontinues,  \nor is discontinued from membership in the Association, the  \nprovisions of this Agreement shall remain fully binding on the  \nEmployer for the duration of this Agreement.  \n8  \n4 he Association shall notify the  \nnion in writing within seven (7) days after the time any new  \nember joins the Association, and becomes a member of the  \nIbany Region, Labor Relations Division of Associated  \neneral Contractors of America, New York State Chapter, Inc.  \n5 ny work stoppage or strike action  \nnitiated by the Union against a Prime Contractor performing  \nork covered by this Agreement prior to receiving notification  \nrom the Association of said employer becoming a member,  \nhall not hold the Union in violation of the nostrike, nowalkout  \nlause of this Agreement.  \n-RTICLE 6 DEFINITION OF HIGHWAY AND  \nEAVY CONSTRUCTION  \n1 ighway and Heavy Construction, where  \nferred to in this Agreement is defined as including, but not  \nimited to, the construction of roads, streets, alleys, driveways,  \nidewalks, guard rails, fences, parkways, parking areas, airports,  \nthletic fields, highway bridges, railroad and street railway  \nonstruction projects, sewers, water mains, grade separations,  \noundations, abutments, retaining walls, viaducts, shafts,  \nunnels, subways, track elevations, elevated highways, drainage  \nrojects, reclamation projects, water supply projects, water  \nower developments, transmission lines, duct lines, pipe lines,  \nocks, dams, dikes, levees, revetments, channels, channel  \nutoffs, intakes, dredging projects; jetties, breakwaters, docks,  \narbors, industrial sites, intake structures, sewage treatment  \n9°  \nrojects, pure water works, water filtration projects, electric  \nsubstations, ecology and environmental control projects,  \nhighways, grade crossings, curbs, culverts, railroad bridges,  \nreservoirs, irrigation and flood control projects, locks, piers,  \npile driving, power plants, hydroelectric developments,  \npumping stations and all earth moving.  \n2 his Agreement includes the external or  \nutdoor site preparation for all projects involving excavation,  \nrading, drainage, subgrade, paving and/or related work.  \n3 uilding construction, i.e., that work inside  \nhe building line is excluded from this Agreement.  \nRTICLE 7 SUBCONTRACTING  \nAl ite work shall be defined as all work done  \nn the site proper and all hauling from an area outside the  \nroject area to the project area, which outside area is operated  \nnd maintained by the Prime Contractor for use in eonjenction  \nith the project.  \n2 he Employer agrees that the wages, hours  \nnd working conditions provided for by this Agreement shail  \nncompass the entire work covered by this Agreement, thereby  \npplying equally to any subcontract let by the Employer on  \nork’ covered by this Agreement. All employees, including  \nhose employed by the subcontractor/independent operator with  \nore than one (1) vehicle, and those on site work, described in  \n10  \nection 7.1 above, shall be paid directly by the Prime Contractor.  \nHowever, when mutually agreed between the Prime Contractor  \nand Union, a subcontractor shall be allowed to establish his  \nown payroll.  \n7.3 An owneroperator owning or contracting a  \nsingle vehicle, operating or driving his own vehicle, shall  \nreceive his wages by check separate from the check issued for  \nthe use of equipment, issued by the Prime Contractor and shall  \nbe covered by all conditions incorporated in this Agreement.  \nOwneroperators shall designate who they desire to  \nrepair their trucks.  \n7.4 (a) Notwithstanding 7.2 above, employers  \nthat qualify as Prime Contractors shall carry their own payrolls  \nwhen operating as a subcontractor.  \n(b) Subcontractors authorized to carry their  \nown payrolls may also carry their subcontractors’ payroll,  \nprovided it is agreed to by the Union.  \n7.5 By mutual agreement, an employer may  \nsubcontract to non-signatory specialty subcontractors.  \n"], ["‘ARTICLE 8 RULES  \n", "There shall be no rules, regulations or agreements  \nexpress or implied between the parties hereto, other than herein  \nset forth in this Agreement except the Association and Union  \nmay from time to time issue Memoranda of Agreement for the  \ni  \npurpose of amending this Agreement on a project basis. It is  \nmutually agreed that said Memoranda will be on file in the  \nAssociation Office and the Union’s office and will be  \nconsidered as addenda and become a part of this Agreement  \non a project basis.  \n"], ["ARTICLE 9 JURISDICTIONAL RULES  \n", "9.1 (a) The Employer agrees to respect the  \njurisdictional rules of the Union and shai! not direct or require  \ntheir employees or other persons other than its employees in  \nthe bargaining unit herein involved to perform work which i is  \nrecognized as being within the Teamsters’ jurisdiction.  \nb) All work heretofore recognized as being  \nithin the jurisdiction of the Union shall continue to be the  \nurisdiction of the Union notwithstanding any inconsistent  \nrovisions contained in other Agreements executed by this  \nssociation.  \n.2._ fa jurisdictional dispute arises, the Union  \ngrees that such dispute shall first be submitted to the local  \nusiness agent of the crafts involved for settlement, and if no  \nnderstanding or agreement is reached within fortyeight (48)  \nours, it will be referred to the International Unions involved  \nor settlement. If no agreement is reached on this level within  \nive (5) days, the parties to the dispute may extend the period  \nor settlement to another fixed date, mutually agreed upon.  \nending such settlement, the craft performing the work at the  \nime the dispute arises will continue in such capacity until  \n12  \nettlement is reached as above provided, it being agreed that  \nthere shall be no stoppage or abandonment of work in regard  \nto any jurisdictional dispute. International jurisdictional  \nagreements shall be respected by both parties.  \n"], ["ARTICLE 10 NEGOTIATIONS |  \n", "10.1 The Employer agrees not to enter into any  \nagreement with any other organization claiming to represent  \nits employees during the term of this Agreement unless ordered  \nby a Labor Relations Board having jurisdiction in the premises  \nto cease to recognize the Union contracted with herein as the  \ncollective bargaining agent for the Employees.  \n| 0.2 The Employer agrees to deal, negotiate and  \ntreat with the properly accredited officers and committees of  \nthe union on all grievances that may arise between the Employer  \nand the Union and members of the Union.  \n10.3 The Employer further agrees not to deal or  \nbargain with any members of the said Union individually on  \nmatters of working conditions, wages and hours or in any matter  \nover which the Union has jurisdiction or to enter into any  \nAgreement that will conflict with this Agreement.  \n"], ["ARTICLE 11 INTERVIEW  \n", "The authorized representative of the Union shall be  \nallowed to interview the Employer, or the workers during  \n13  \nworking hours, but shall not unreasonably interfere or hinder  \nprogress of the work.  \n"], ["ARTICLE 12 STRIKE OR LOCKOUT  \n", "During the term of this Agreement, neither party shall  \norder or permit any lockout, strike or other work stoppage or  \nslowdown. Further, the Union will not aid, support or permit  \nunauthorized strikes, slowdowns or work stoppages by its  \nmembers.  \n"], ["ARTICLE 13 ARBITRATION AND GRIEVANCE  \nPROCEDURE  \n", "13.1 Grievance Procedure: All grievances or  \ndisputes involving any controversy, dispute or  \nmisunderstanding arising as to the meaning, application or  \nobservance of any provisions of this Agreement shall be  \nhandled in the manner hereinafter set forth.  \nStep 1. All grievances must be made known in  \nwriting to the other party within seven (7) calendar days after  \nthe reason for such grievance has occurred. An authorized  \nrepresentative of the Union shall first submit a written grievance  \nto the Job Superintendent or his duly authorized representative.  \nThe authorized representative of the Union of the employee or  \nemployees involved shall be present at any meeting between  \nthe Job Superintendent and such employee or employees. The  \nJob Superintendent or his duly authorized representative must  \nmake a written disposition of the matter within forty-eight (8)  \n14  \nhours after the submission of such written grievance thereto.  \nStep 2. If the disposition of the matter by the Job  \nSuperintendent or his duly authorized representative is not  \nsatisfactory, the matter must be taken up by the Business Agent  \nand representative of the Employer with authority to act within  \nforty-eight (48) hours of the written disposition set forth in  \nStep I.  \nStep 3. If the disposition of the matter in Step 2 is  \nnot satisfactory, the Business Manager shall attempt to resolve  \nthe matter with the Assistant Managing Director, AGC, within  \n(48) hours after Step 2.  \n13.2 Arbitration: If Step 3 is not successful, the  \ngrievant shall request arbitration by the New York Board of  \nMediation for final and binding decision. Such request shall  \nbe no later than seventy-two (72) hours after step (3). Both  \nparties agree to submit to such arbitration and be bound by  \nand follow the decision rendered. Failure to do so on the part  \nof the grievant shall deem the grievance closed. The arbitrator  \nshall be selected by alternately eliminating names from the  \nseven (7) person list until one remains, the grievant or his  \nrepresentative shall strike the first name.  \nThe arbitrator shall not have jurisdiction or authority  \nto add to, modify, detract from, or alter in any way the  \nprovisions of this Agreement or any amendment or supplement  \nthereto or to add new provisions of this Agreement or any  \namendment or supplement thereto. If the arbitrator should  \ndetermine that the grievance is not covered by this Agreement,  \nhe shall return the grievance to the parties without decision  \n15  \nand the grievance shall be closed. In such a case, the costs, if  \nany, shall be borne by the grievant.  \n13.3 Violations concerning wages, hours, and all fringe  \nbenefit payments shall not be subject to the grievance  \nprocedure. In such cases, the Union shall give three (3) working  \ndays’ notice to the Employer that the Union will withdraw its  \nmen from the Employer’s service. If the Employer contends  \nthere is a question of fact regarding the alleged violation, he  \nmay file for arbitration within the aforesaid three (3) working  \ndays. When a request for arbitration has been initiated, there  \nshall be no work stoppage pending resolution of the dispute  \npursuant to this Article. Work jurisdiction, that is, disputes  \nwith respect to whether one group of employees or another  \ngroup of employees shall perform certain work on the project  \nis expressly not arbitrable under this contract.  \n13.4 The costs of arbitration; which shall include  \nthe fees and expenses of the arbitrator, shall be borne by the  \nCompany in case its principal contention is rejected by the  \narbitrator, and by the Union in case its principal contention is  \nrejected by the arbitrator, except, however, that each party shall  \npay the fees of its own representatives and witnesses. Any  \ndispute as to whose principal contention is rejected shall be  \ndetermined by the arbitrator. In the case that both parties’  \nprincipal contention is upheld in part, the arbitrator shall  \ndesignate what part of the costs are to be borne by which party  \naccording to the relative merits of each party’s position.  \n13.5 With regard to new equipment  \nwithin the Teamster jurisdiction and with regard to equipment  \n16  \nwithin Teamster jurisdiction for which no wage rates appear  \nherein, such wage rates shall be resolved pursuant to Article  \n13.1(3) and the subsequent provisions appearing thereafter in  \nthis Article. There shall be no deadlining of equipment or work  \nstoppage pending resolution of the question and the agreed-  \nupon rates shall be retroactive.  \n"], ["_ ARTICLE 14 DISCHARGE  \n", "Any discharged employee may file a grievance no  \nlater than four (4) working days after discharge by a written  \nnotice submitted to the Project Manager or Superintendent  \nand the Union and such grievance shall be immediately  \nprocessed in accordance with the steps of the grievance  \nprocedure.  \n"], ["ARTICLE 15 JOB STEWARDS  \n", "15.1 The Employer recognizes the right of the  \nUnion to designate Job Stewards and alternates. There shall  \nbe only one Steward on a project and he shall be an employee  \nof the Prime Contractor except where the only Teamsters on  \nthe project are employees of a subcontractor, in which case  \nthere shall be one Steward and he shall be an employee of the  \nsubcontractor.  \nThe Union shall notify the Employer in writing the  \nname of the Employee of the Employer who is to be appointed  \nSteward or Alternate Steward.  \n17  \nThe Teamster Steward shall be notified of any hiring  \nor layoff of any employees of the Prime Contractor or  \nsubcontractors.  \nThe Steward shall not replace any Teamster during  \nthe first eight (8) hours after commencement of a work day.  \n15.2. The authority of Job Stewards and alternates  \nso designated by the Union shall be limited to, and shall not  \nexceed, the following duties and activities:  \n(a) The investigation and presentation of  \ngrievances in accordance with the provisions of the collective  \nbargaining agreement,  \n‘(b) The transmission of such messages and  \ninformation, which shall originate with, and are authorized by  \nthe Local Union or its officers, provided such messages and  \ninformation:  \n(1) have been reduced to writing or,  \n(2) if not reduced to writing, are of a  \nroutine nature and do.not involve work stoppage, slowdowns,  \nrefusal to handle goods, or any other interference with the  \nEmployer’s business.  \n15.3 Job Stewards and alternates have no  \nauthority to take strike action.  \n15.4 The Job Steward shall be the last employee  \n\"to be laid off, and he shall not be discharged without notifying  \n18  \nthe Union Business Representative.  \n15.5 The Teamster Steward shall be on the project  \nat all times when the Employer or subcontractors have work  \nperformed within the jurisdiction of the Union provided:  \n(a) that the Steward or Union is notified  \nwhen work is to be performed and  \n(b) the Steward asserts his seniority right to  \nreplace an employee prior to the start of the work day.  \n15.6 When more than one shift is employed, there  \nshall be a Steward for each shift.  \n15.7 The Steward shall receive the highest rate  \nbeing paid Teamsters on a project. .  \n"], ["ARTICLE 16 SENIORITY  \n", "16.1 Seniority shall be determined on a job or  \nproject basis. A separate seniority list shall be established for  \nthe Employees of the Prime Contractor and for each  \nsubcontractor without regard to who pays the Employees.  \n16.2 In case of layoff, due to lack of work,  \nemployees shall be laid off in reverse order of seniority,  \nproviding the senior employee is qualified to replace the laid  \noff employee on his respective seniority list.  \n16.3 The rehiring procedure shali be the reverse  \n19  \nof the layoff procedure. When work increases, employees laid  \noff shall be notified to report for work in order of seniority.  \n16.4 These rules shall not apply if there are any  \nbreakdown or shutdown periods during the day. Aman, whose  \nvehicle is broken down or whose operation is shut down, shall  \ngo home regardless of seniority. When one or more shifts are  \nbeing worked, each shift will be treated as a day for breakdown  \nor shutdown purposes.  \nHowever, when a vehicle shall be out of service for  \nmore than one (1)-day, then the older man shall be told to come  \nin the next day and the youngest man shall be laid off, providing  \nthe senior employee is qualified to replace the laid off  \nemployee.  \n16.5 An employee, who has been laid off, shall  \nbe given at least forty-eight (48) hours to report to the job when  \nhe is called back to work, without loss of benefits or rights. In  \nthe event the Employee fails to report within the time specified,  \nhe shall lose any benefits and rights he might have with the  \nEmployer and a new employee may be hired.  \nThe Union shall furnish temporary drivers if requested  \n‘to do so, until the laid off employee shall report to work.  \n"], ["- ARTICLE 17 LEAVE OF ABSENCE AND  \nDISCIPLINE FOR UNAUTHORIZED ABSENCES  \n", "17.1 An employee with a leave of absence shall  \nlose no benefits or rights. Such leave of absence shail not be  \n20  \nbinding unless it is agreed to in writing between the Employee,  \nthe Employer and the Union except when an employee is  \nassigned to Union business, then the leave of absence becomes  \nautomatic.  \n17.2 ‘Inthe event that an employee seeking a leave  \nof absence fails or refuses to pay the Employer for remittance  \nto the Pension and Health and Welfare Funds amounts sufficient  \nto cover contributions during the period of absence, no such  \nleave of absence shall be granted.  \n17.3. (a) The Union and the Employer expressly  \nagree that a stable work force is required at all times in this  \nseasonal industry and that the absence of individual employees  \nmay have a serious impact on the Employer’s: project  \nproductivity and efficiency.  \n(b) Absences from scheduled work are to be  \ndiscouraged. Accordingly, it is agreed:  \n(1} the first absence without prior excuse  \nor reasonable cause shall entitle the Employee to a verbal  \nwarning.  \n(2) the second absence without prior  \nexcuse or reasonable cause shall entitle the Employee to a  \nwritten warning notice with copy to the Union.  \n(3) the third absence without prior excuse  \nor reasonable cause is agreed to be just cause for discharge of  \nthe Employee and it shall be the decision of the Union whether  \nto ask for recourse to the grievance procedure.  \n2  \n"], ["ARTICLE 18 WAGES AND MISCELLANEOUS  \n", "18.1 Pay: All employees shall be paid on the job  \nduring working hours the wages for the previous week by  \nFriday unless otherwise mutually agreed upon between the  \nEmployer and the Union. If an employee is discharged or laid  \noff, all accrued wages shall be due and paid immediately, except  \nthat by mutual agreement an employee may be paid by check  \nmailed within twenty-four (24) hours. If not mailed within 24  \nhours, such employee shall be paid an additional $25.00 for  \neach additional 24-hour period the check was not mailed.  \n18.2 Transporters and Escorters:  \n(a) When selfpropetled equipment covered  \nby this Agreement is to be moved from the job site to a new  \n‘project under the equipment’s power, such equipment shall be  \noperated by an employee from the area where the trip originates.  \n(b) When equipment or material is to be  \nremoved from a job site by use of some other piece of  \nemployerowned or leased equipment, the operation of the  \ntransporting equipment shall be by an employee from the area  \nwhere the transporting equipment is based. This clause shall  \nbe equally applicable to onjobsite moving of equipment or  \nmaterial where there is not present on the job site a suitable or  \navailable piece of equipment for such move, provided:  \n(1) that in the event that the time which  \nthe transporting equipment is used exceeds one day, the work  \nin excess of one day shall be performed by an employee from  \n22  \nthe job site area,  \n(2) the transporter does not supplant a  \nsite Teamster or vehicle.  \n(c) When transporting equipment is based  \non the job site, it shall be manned by an employee from the job  \nsite area when and if such services are required.  \n(d) Reasonable expenses for meals and  \nlodging shall be paid by the Employer when furnished receipts.  \n(e) When escorts are required with respect  \nto moves covered by this transporter clause, the escort drivers  \nfor such moves are within the jurisdiction of the Union and  \nsuch drivers shall be from the area where the move originates.  \nWith respect to equipment not customarily operated  \nby Teamsters, the status quo with respect to escort drivers shall  \nbe observed pending resolution by the International Unions  \ninvolved. The decision or agreement reached by said  \nInternational Unions shall become a part of this Agreement  \nand shall be final and binding upon the parties.  \nThe Employer shall assign the number of men and  \nvehicles under the above paragraphs at his discretion.  \n18.3 When an employee works in more than one  \nclassification during any one day, he shall be paid the wage  \nrate of the highest classification in which he worked, for all  \nhours worked on that day.  \n18.4 Piece Work: The Employer agrees not to  \n23  \nestablish any piece work or contract work, subject to Article 7.  \n18.5 Penalty Pay: The moving of equipment or  \nmaterial by employees covered by this Agreement shall  \ncontinue to be performed by such employees. In the event that  \nsuch work is performed by employees other than those covered  \nby this Agreement, it will, if established as having occurred,  \nsubject the Employer to penalty pay on the following basis:  \n(a) An employee covered by this Agreement  \nshall be paid on the same basis as if he had actually performed  \nthe work. In the jurisdiction of Local 294, Albany, penalty  \npay shall be on the basis of eight (8) hours in the event that  \nsuch practice is shown to have heretofore existed in that area.  \n(b) When a grievance has been filed,  \nquestions of fact on violations of this provision shall be subject  \nto review under the grievance and arbitration procedures  \nestablished herein.  \n18.6 ° Funeral Leave: Any employee with five (5)  \nor more working days service, who is absent from work to  \nattend the funeral of spouse, children, stepchildren, mother,  \nfather, sister, brother, fatherinlaw and motherinlaw, shall be  \npaid the regular hourly rate for time lost from said employee’s  \nscheduled work week by reason of such funeral up to a  \nmaximum of three (3) days’ absence of eight (8) hours per  \nday. The Employee must produce proof to substantiate absence  \nfor such funeral if requested by the Employer. Nonwork days  \n(Sundays, holidays, etc.) are not paid under this section, but  \nare used in computing the three (3) day period.  \n24  \n   \n18.7. The wage rates for all employees covered  \nby this Agreement are set forth in Appendix A of this  \nAgreement.  \n18.8 Rest Room Facilities: Clean, sheltered toilet  \nfacilities are to be provided and maintained by the Employer  \nfor the Employee.  \n18.9 No employee covered by this Agreement  \nshall be assigned to perform services on two (2) pieces of  \nproductive equipment in continuous operation.  \n18.10 When an employee covered by this  \nAgreement is not engaged in driving a vehicle, he may be  \nrequired to perform other work as the Employer may direct.  \n"], ["ARTICLE 19 HOURS OF WORK AND OVERTIME  \n", "19.1 An employee covered by this Agreement  \nshall be employed on a project whenever any work is being  \nperformed which is covered by this _  \n19.2 All time worked in excess of eight (8) hours  \nin any one day and all day Saturday shall be paid for at the rate  \nof time and onehalf.  \n19.3. Normal workday shall consist of eight (8)  \nhours with one-half hour for lunch. The starting time shall be  \nset by the Contractor, which can include flexible Starting times  \nby mutual agreement between the Employer and the Union.  \nZo  \n19.4 Two or three shifts may be worked in  \ntwentyfour (24) hours. Where two (2) shifts are employed,  \nthey shall be of equal duration and at the same rate.  \nTwo shifts may be worked in twentyfour (24) hours  \nand shall be of equal duration and at the same rate. However,  \nin a two shift operation, where the combined number of hours  \nworked by the two shifts 1s sixteen (16) or less, each shift shall  \nbe paid eight (8) hours pay at straight time.  \nThree shifts may be worked in twentyfour (24) hours  \nand shall be at the rates and duration set forth below:  \nFirst Shift 8 Hours Work - 8 Hours Pay  \nSecond Shift 71/2 Hours Work - 8 Hours Pay  \nThird Shift 7 Hours Work = - 8 Hours Pay  \nEach shift shal! have onehalf (1/2) hour for lunch.  \nWhen two or three shifts are worked, the second and  \nthird shift shall be considered for payroll purposes as having  \nbeen worked in their entirety on the same day on which the  \nfirst shift started.  \n19.5 (a) Alltime worked on Sunday shall be paid  \nfor at the rate of double time for no less than eight (8) hours.  \n(b) In the event such work is nonproductive  \n(maintenance and safety), then employees shall be paid for  \nactual time worked which in no event shall be less than two  \n(2) hours. All Sunday work shall be paid at the rate of double  \ntime. Watering concrete is not maintenance and safety within  \n26  \nthe meaning of this clause.  \n19.6 | Time worked shal! be from the appropriate  \nparking area designated by the Employer for the assigned  \nvehicle to the same such parking area.  \n19.7 On private (non-posted) rate work, four (4),  \nten (10) hour days may be worked at straight time during a  \nweek, Monday thru Friday.  \nFLEXTIME. With respect to any project that is 100% Federally  \nfunded, awarded by a Federal Agency, the payment of overtime  \nafter eight (8) hours will not apply. Overtime will only be  \nrequired to be paid after forty (40) hours.  \n19.9 SINGLE IRREGULAR WORK SHIFT: A  \nsingle irregular work shift can start any time from 5:00 pm to  \n1:00 am. All employees who work a single irregular work  \nshift on governmental mandated night work shall be paid an  \nadditional $1.50 per hour. Section 19.9 will be effective for  \nwork bid on or after January 1, 2001. It is understood and  \nagreed that if the single irregular work shift language is not  \nincluded in the NYS Department of Labor prevailing wage  \nrate schedules, the premium is waived.  \n"], ["ARTICLE 20 HOLIDAYS  \n", "20.1 The paid Federal holidays to be observed are  \nas follows: New Year's Day, Memorial Day, Independence  \nDay, Labor Day, Thanksgiving Day and Christmas Day.  \n27  \n20.2 paid holidays mentioned above are to  \nbe observed irrespective of the day of the week on which the  \nholiday may fall. If the holiday falls on Saturday, it will be  \ncelebrated on Saturday. Employees who work a Saturday  \nholiday shall be paid double time plus the holiday pay. When  \na holiday falls on a Saturday, the employer has the option to  \neither work Friday and pay Saturday as the holiday, or, not  \nwork Friday and pay for the day in lieu of the holiday. If the  \nholiday falls on Sunday, it will be celebrated on Monday. In  \nthe event that men work on this Sunday holiday, they shall be  \npaid double time. In the event that men work on Monday, they  \nshall be compensated at double time plus the holiday pay.  \nAccordingly, the Monday following the Sunday is treated as  \nthe holiday.  \n20.3. Any employee laid off within the week in  \nwhich a holiday falls shali receive holiday pay. However, if a  \nnew employee is employed by an employer for one (1) day  \nonly during this period, he shall not be entitled to holiday pay.  \nA man must work the working day before and the working day  \nafter a holiday to receive holiday pay. However, an employee  \nnot able to report because of proven sickness, death in  \nimmediate family, or accident shall be entitled to holiday pay.  \n‘An employee shall not receive holiday pay for holidays  \noccurring during seasonal or other layoff periods.  \n20.4 If a man is ordered out and reports for work  \non a holiday, set forth in Section 20.1 above, and does not  \n‘start, then he shall be paid a minimum of four (4) hours straight  \ntime in addition to the straight time given for said paid holiday.  \n_If he starts work on a paid holiday, he shall be paid a minimum  \nOf four (4) hours’ pay at double time, plus the holiday pay.  \n28  \n"], ["ARTICLE 21 SHOW-UP TIME  \n", "21.1 Any employee who reports for work at the  \nregularly appointed starting time, unless he has been notified  \non the previous day that his services will not be required, shall  \nbe entitled to show-up time of two (2) hours at straight time.  \nThe employees shall remain on the job for the two (2) hour  \nperiod unless otherwise directed by the Employer. Employees  \ndirected to stand-by beyond the two (2) hour period shall be  \npaid show-up time plus such additional stand-by time.  \n21.2 Employees reporting for work at starting  \ntime shall, if put to work, receive a minimum of two (2) hours  \nor actual hours worked, whichever is greater. The intent is not  \nto interfere with an 8-hour workday, but rather be applicable  \nto weather conditions, equipment failure, or other conditions  \nbeyond the Employer’s control.  \n"], ["ARTICLE 22 SAFETY  \n", "22.1 No employee covered by this Agreement  \nshall be required to operate any equipment in violation of any  \napplicable law or code. It shall not be a violation of this  \nAgreement if any such employee refuses to operate unsafe  \nequipment unless such refusal is unjustified.  \nNo employee covered by this Agreement shall be  \nresponsible for payment of any fine as a result of ticketing for  \nan overloaded vehicle. It shall be the responsibility of the truck  \nowner to pay said fines. In the event the truck owner or  \nsubcontractor fails to pay the fines, the general contractor shall  \n29  \nbe responsible for said fines.  \n22.2 Inspection of Vehicles:  \n(a) OverRoad Vehicles: Employees shall be  \ngiven a maximum of five (5) minutes after daily starting ume  \nto make a preventative maintenance and safety check of their  \nassigned vehicle.’ At the completion of the day's work, each  \nsuch employee shall fill out one (1) original and one (1) copy  \nof a report, the form to be furnished by the Employer, on which  \nthe Employee shall report any malfunction of his vehicle during  \n‘the course of the day. These reports shall be turned into a  \nperson designated by the Employer. Upon completion of  \nrepairs, the driver will return his copy to management. The  \ntime, scope, manner and method of repairs shall be in the  \ndiscretion of the Employer.  \nWith respect to other vehicles, the maintenance check  \nshall be done in accordance with the Employer's past practices  \nand shall not be subject to the penalty pay clause.  \n(b) The Employer and the Union do hereby  \nagree to work together to promote safety on the job for the  \nbenefit of all employees. Safety rules and regulations will be  \n‘made known to all employees and the use of safety equipment  \nwill be continually promoted by both parties.  \n(c) Where the Employer has a safety  \ncommittee on any job, one of the Employees who is a member  \nof the Union shal! be a party to such committee. The duties of  \nthe committee shall be determined by the Employer.  \n30  \n(d) An employee covered by this Agreement  \nshall not be required to back his equipment under such  \nhazardous conditions that his safety is endangered.  \n22.3. The Union and Employees agree that willful  \nneglect by an employee to obey company safety rules and  \nregulations or to obey safety rules, standards and regulations  \nprescribed pursuant to the Occupational Safety and Health Act  \n(OSHA) or other governmental regulation or legislation or to  \nuse properly such safety devices or equipment as provided by  \nthe company may be just cause for discharge. A copy of the  \ncompany safety program shall be furnished each employee at  \ntime of employment. Employee’s signature shail be proof of  \nacknowledgement.  \n22.4 The Union and Employer will work together  \ntoward compliance with Federal Motor Carrier Safety  \nRegulations 49 CFR Part 391.  \n"], ["ARTICLE 23 - ABUSE  \n", "If an Employer or Employer’ s customer requires drug/  \nalcohol testing as a condition of employment, the person  \nreferred to the Employer by the Union may be required to take  \nsuch a test, providing the test meets Federal and State standards.  \nAlso, providing the Employee signs a permission card supplied  \nby the Employer, a copy of which should be sent to the Union.  \nA copy of the company substance abuse be  \nfurnished each employee at time of employment.  \nsignature shall be proof of acknowledgement.  \n3]  \n"], ["ARTICLE 24 HEALTH & WELFARE  \n", "24.1 Each Employer signatory to this Agreement  \nmust sign the applicable stipulation required by the Local 294  \nHealth and Welfare Fund. The stipulation will be incorporated  \ninto this contract and considered a part of the Labor Agreement.  \nAll employers who have not signed the applicable stipulation  \nrequired will sign the applicable stipulation at the prejob  \nconference prior to commencement of work. Failure to sign  \nsaid stipulation shall invalidate the nostrike clause.  \n24.2 (a) Effective July 1, 2004, the Employer  \nagrees to contribute the sum of four dollars and fifty cents  \n($4.50), effective July 1, 2005, four dollars and seventy cents  \n($4.70), effective July 1, 2006, four dollars and ninety-five  \ncents ($4.95) and effective July 1, 2007, five dollars and twenty  \ncents ($5.20) per actual hour paid to any and all of its employees  \ncovered by this Agreement working within the jurisdiction of  \nLocal Union 294 to the Local’s Health and Welfare Fund on or  \nbefore the 15th day of the month following that month in which  \nsaid monies accrued.  \n24.3 In the event that an employer obligated to make  \ncontributions pursuant to this Article fails to remit the monies  \naccrued on or before the 15th day of the month following the  \nmonth in which said monies accrued, then in such event the  \nprovisions of subsequent sections below shall be in full force  \nand effect with respect to that job.  \n32  \n24.4 Welfare Fund:  \nALBANY AREA  \nTRUCKING & ALLIED INDUSTRIES, LOCAL 294  \nSTIPULATION  \nHEALTH AND WELFARE  \nDate: July 1, 2000  \nThe Employer agrees to make contributions on behalf  \nof all of his regular fulltime and any and all other employees  \ncovered by this Union Agreement to the Welfare Fund of the  \nAlbany Area Trucking and Allied Industries, Local 294, on or  \nbefore the 15th of the month following, as indicated below:  \nEFFECTIVE 7/1/04 the sum of $4.50 per hour for  \nany and all of his regular fulltime employees and the sum of  \nper hour/day and all other employees.  \nEFFECTIVE 7/1/05 the sum of $4.70 per hour for  \nany and all of his regular fulltime employees and the sum of  \nper hour/day for any and all other employees.  \nEFFECTIVE 7/1/06 the sum of $4.95 per hour for  \nany and all of his regular fulltime employees and the sum of  \nper hour/day for any and all other employees.  \nEFFECTIVE 7/1/07 the sum of $5.20 per hour for  \nany and all of his regular fulltime employees and the sum of  \nper hour/day for any and all other employees.  \n33  \nThe Employer further agrees as follows:  \nFailure on the part of the Employer to regularly contribute as  \nspecified herein shall make him liable for all claims, damages,  \nattorney fees, court costs, etc., plus all arrears in payment, plus  \na ten percent (10%) penalty. In the event the Union suspends  \nthe operations of a defaulting Employer, the Union shall not  \nbe bound by any arbitration or no strike clause in this  \nAgreement.  \nIn the event an Employer is in arrears and the Union or-. its  \nmembers stop working for collections, in addition to the above,  \nthe Employer must reimburse all employees for all time lost  \nduring stoppage. The late payment of arrears by an Employer  \nshall not release or exculpate him from his responsibility to  \npay all claims, arrearages, penalties, etc., arising during the  \nperiod that he was in arrears as determined solely by the  \nTrustees.  \nThe Health & Welfare Fund may at any time check  \nthe payroll records of any and all employees of the Employer  \ncovered by this Agreement at a time mutually agreed upon at  \nno charge to the Employer, but in the event it is found that the  \nEmployer has not been complying with the Trust F unds  \nprovisions of the Agreement, the Employer shall pay the full  \ncost of checking and auditing the books that may be necessary  \nby the Trusts officials and, in addition, shall be responsible for  \nany and all claims that were not covered and must pay whatever  \ndiscrepancies that may exist to the Trust Funds plus a ten  \npercent penalty.  \nThe Health & Welfare Fund shall be open to  \n34°  \nparticipation by any group of members belonging to a  \n_ participating Local and employees of a participating Employer  \nworking outside the jurisdiction of the Collective Bargaining  \nAgreement in the amounts indicated above. However, if these  \nemployees are included the Employer agrees to make  \ncontributions on all employees in this category subject to the  \nsame conditions and on the same basis as is provided by this  \nStipulation, and the Employer also agrees to continue to make  \ncontributions on all of these employees for as long as there  \nshall be a Collective Bargaining Agreement or Agreements  \nbetween the Employer and the Union subject to any and all  \nrules and regulations covering this group that are issued by the  \nBoard of Trustees of the Welfare Fund. Should any of the  \nprovisions of the Collective Bargaining Agreement be declared  \nto be in violation of the LaborManagement Relations Act.of  \n1947, as amended, or any other State or Federal Statute or  \nregulations, such declaration shall in no way impair the  \neffectiveness or continuity of the provisions of this Supulation  \nand such provisions are hereby expressly declared to be saved  \nfrom such illegality.  \nPayments to the Welfare Fund shall be paid by the  \nEmployer during employees’ vacation period and all paid  \nholidays. If an employee is granted a leave of absence, the  \nEmployer shall collect from said employee prior to the leave  \nof absence being effective, sufficient monies to pay the required  \ncontributions into the Health and Welfare Fund during the  \nperiod of absence.  \nIf a regular employee is absent because of illness or  \noffthejob injury and notifies the Employer of such absence,  \nthe Employer shall continue to make the required contributions  \n35  \nto the Health and Welfare Fund for a period of four (4) weeks.  \nIf a regular employee is injured on the job, the Employer shall  \ncontinue to pay the required contributions to the Health and  \nWelfare Fund until such employee returns to work; however,  \nsuch contributions shall not be paid for a period of more than  \nfour (4) weeks.  \nThe Employer agrees to furnish such information as  \nmay be necessary from time to time concerning his employees  \nas will enable the Trust Funds to carry out their duty to furnish  \nadequate coverage for such employees.  \nBy the execution of this Stipulation, the Employer  \nagrees to be bound by the terms of the Agreement and  \nDeclaration of Trust of the Albany Area Trucking and Allied  \nIndustries, Local 294 Welfare Fund and ratifies all actions  \nalready taken or to be taken by the Trustees within the scope  \nof their authority.  \nThis Stipulation shall become effective as of the date  \nof execution thereof and the payments above provided shall  \nbe payable from on or after . This Agreement  \nshall continue in full force and effect for the same term as the  \nLabor Agreement and shall continue in force and effect for the  \nlife of all future agreements replacing the present Labor  \nAgreement with the exception that any and all conditions or  \ncontributions over and above those specified herein shall be  \napplicable.  \n36  \nTEAMSTERS LOCAL 294  \n890 Third Street  \nAlbany, New York 12206  \n  \nPresident  \ni  \nBusiness Agent  \n  \nName of Company  \n  \nAddress  \na  \nCity Zip  \n.  \nTitle  \n37  \n"], ["ARTICLE 25 PENSION  \n", "25.1 Each Employer, signatory to this Agreement  \nmust sign the applicable stipulation required by The New York  \nState Teamsters Conference Pension and Retirement Fund. The  \nstipulation will be incorporated into this contract and considered  \na part of the Labor Agreement. All Employers who have not  \nsigned the applicable stipulation required will sign the  \napplicable stipulation at the prejob conference prior to  \ncommencement of work. Failure to sign said stipulations shall  \ninvalidate the nostrike clause.  \n25.2 —_ Effective July 1, 2004 the Employer agrees  \nto contribute the sum of five dollars and fifteen cents ($5.15),  \neffective July 1, 2005, five dollars and forty-five cents ($5.45)  \neffective July I, 2006, five dollars and seventy-five cents  \n($5.75) and effective July 1, 2007, six dollars and five cents  \n($6.05) per actual hour paid to any and all of its employees  \ncovered by this Agreement working within the jurisdiction of  \nLocal 294 to The New York State Teamsters Conference  \nPension and Retirement Fund on or before the 15th day of the  \nmonth following that month in which said monies accrued.  \n25.3 In the event that an employer obligated to  \nmake contributions pursuant to this Article fails to remit the  \nmonies accrued on or before the 15th day of the month  \nfollowing the month in which said monies accrued, then in  \nsuch event the provisions of subsequent sections below shall  \nbe in full force and effect with respect to that job.  \n4  \n38  \n25.4 Pension Fund:  \nTHE NEW YORK STATE TEAMSTERS  \nCONFERENCE PENSION AND RETIREMENT FUND  \nICIPAT REEMENT  \nThis. Participation Agreement, executed by the undersigned  \nTeamsters Local Union (hereinafter 1Unioni) and Employer, is  \nthe basis for participation in the New York State Teamsters  \nConference Pension & Retirement Fund (hereinafter iFundi).  \nThe Employer, its participating employees, and the Union, as  \na condition of participation in this Fund, are bound by ail of  \nthe rules and regulations of the Fund now and/or hereafter  \nadopted.  \nThe Employer and Union understand and agree that the Fund  \ncontributions shall be made, as set forth herein, on all  \nemployees doing bargaining unit work, irrespective of whether  \nsaid employees are full time, part time, casual or seasonal,  \nexcept as is otherwise provided herein. No agreement between  \nthe Employer and the Union shall alter this rule or any other  \nrule or provision of this Participation Agreement.  \nThe Employer agrees to contribute as follows, not to exceed  \nthe maximum:  \nRates of Contribution Hourly Weekly CONTRACT:  \n[] UPS  \nEffective { ] FREIGHT - National  \nEffective [ ] FREIGHT - Area  \nEffective {] CONSTRUCTION  \n   \n   \nlap  \n‘oO  \nEffective [ ] MUNICIPAL  \n{] OTHER  \n(specify)  \nCovered Group (specify)  \n[ ] Bargaining [ ] Non-Bargaining  \nContributions begin on all employees from the first hour of  \nthe first day of employment.  \nFormulas for Road Drivers Contributions: Total miles driven  \nina tour of duty divided by 25 miles per hour equals hours per  \ntrip.  \nAll such payments to be made to the Fund are to be received  \nby the Fund office on or before the tenth (10th) day of the  \nmonth following the month in which said monies were accrued,  \nexcept when otherwise agreed by the Fund, but not to exceed  \nby the end of the same month due.  \nFailure on the part of the Employer to timely contribute on  \nany of its employees as specified herein shall make the  \nEmployer liable for all employee benefit claims which are  \nincurred during the period of delinquency, damages,  \nreimbursement to the Fund for the Fundis attorneys{ fees,  \nauditorsf fees, court costs, disbursements and expenses incurred  \nby the Fund in recovering the above. In addition, the Employer  \nmust pay all-arrears due the Fund together with liquidated  \ndamages in the sum of ten percent (10%) of the delinquent  \namount. The late payment of any delinquency by the Employer  \nshall-not in any way relieve it from the obligations set forth  \nabove. In addition, when the Employer is notified in writing  \nby the Fund that it is delinquent, the employer must  \n40  \n\\  \nimmediately reimburse the delinquent amount to the Fund.  \nAfter said reimbursement, the employer may appeal the Fundis  \ndecision to the Board of Trustees, whose decision shall be final  \nand binding. In the event of failure of the Employer to comply  \nwith any of the rules of the Fund, the Employer and all its  \nparticipating employees, at the Fundis sole discretion, shall  \ncease to participate in the Fund, and the Employer shall be  \nresponsible for all the benefits and all other charges specified  \nherein.  \nThe Fund may, at any. time, audit the payroll records of any  \nand all employees of the Employer at a time mutually agreed  \nupon at no extra charge. to the Employer. In the event it is  \nthe Employer has not fully complied with the Fund  \nrules and/or provisions of this Participation Agreement, the  \nEmployer shall pay the full cost of the audit that has been  \nperformed by the Fund. In addition, the Employer shall be  \nresponsible as set forth in this Participation Agreement and in  \naccordance with the Fundis current Collections Policy.  \nThe Fund shail be open to participation by any group of  \nmembers belonging to a participating Local Union that fully  \ncomplies with all rules and regulations of the Fund. In addition,  \nthe Employer may contribute to the Fund for employees  \nworking outside the jurisdiction of the Collective Bargaining  \nAgreement in the amount indicated above. However, if these  \nemployees are included, the Employer agrees.to make  \ncontributions on all employees in this category subject to the  \nsame conditions and on the same basis as is provided in. this  \nParticipation Agreement, and. the Employer also agrees to  \ncontinue to make contributions on ail these as  \nlong as there shall be a Collective Bargaining Agreement or  \n41  \nAgreements between the Employer and the Union, subject to  \nany and all rules and regulations or decisions covering this  \ngroup that are issued by the Fund. The employer must request  \nin writing and receive written approval from the Fund in order  \nto have these non-covered employees included. Such request  \nmust specifically define the category or categories involved.  \nShould any of the provisions of this Participation Agreement  \nbe declared to be in violation of the Labor-Management  \nRelations Act of 1947, as amended, or any other State or Federal  \nstatute or regulation, such declaration shall in no way impair  \nthe effectiveness or continuity of the rest of the provisions of  \nthis Participation Agreement and such provisions are hereby  \nexpressly declared to be saved from such illegality.  \nPayments to the Fund must be made by the Employer for all  \ncompensable vacation and holiday time up to a maximum of  \none full calendar year.  \nIf an employee is granted a leave of absence, the Employer  \nshall collect from said employee, prior to the leave of absence  \nbeing effective, sufficient monies to pay the required  \ncontributions during the period of absence and such monies  \nshall thereafter be promptly forwarded to the Fund in  \naccordance with the rules of the Fund. In the event the  \n_ Employer grants a leave and does not so comply, the Employer  \nmust pay the contributions subject to all other requirements in  \nparagraph 2 herein. |  \nThe Employer agrees to furnish such information as may be  \nnecessary to enable the Fund to carry out its duties. |  \n42  \nWhen the Fund provides benefits for illness or off-the-job  \ninjury, the following shall apply: If aregular employee is absent  \nbecause of illness or off-the-job injury and notifies the  \nEmployer of such absence, the Employer shall continue to make  \nthe required contributions for a period of four (4) weeks. Ifa  \nregular employee is injured on the job, the Employer shall  \ncontinue to pay the required contributions until such employee  \nreturns to work. However, such contributions shall not be paid  \nfor a period of more then _________ weeks.  \n10. All actions and proceedings commenced or initiated  \nby any claimant, applicant, employee, participant, the Union  \nor the Employer, or their agents, successors or assi gns, against  \nthe Fund, the Trustees thereof or any employee, service  \nprovider, representative or agent thereof, and all actions and  \nproceedings commenced by said Trustees against any claimant,  \napplicant, employee, participant, local the Union or the  \nEmployer pertaining to the Fund in any manner, shall be  \nbrought in the appropriate court in the County of Onondaga,  \nNew York or other applicable tribunal! located therein except  \nwhere otherwise provided herein. In regard to arbitration  \nproceedings, all such arbitrations shall be initiated in the  \nSyracuse, New York regional office of the American Arbitration  \nAssociation and all hearings and related proceedings shall be  \nconducted in Syracuse, New York. In regard to federal district  \ncourt actions, all such actions shall be commenced and heard  \nin the United States District Court for the Northern District of  \nNew York. It is specifically agreed that any action or proceeding  \ncommenced or initiated in any other jurisdiction or venue shail  \nbe transferred to the appropriate court tribunal specified herein.  \nThis Participation Agreement shall become effective as of the  \n43  \ndate of execution hereof and the payments above provided shall  \nbe payable from and after , and expire  \non . This agreement sha{l continue in full force  \nand effect for the same term as the Collective Bargaining  \nAgreement. A new Participation Agreement must be signed  \nand submitted for each subsequent Collective Bargaining  \nAgreement.  \nEffective Date of Collective Bargaining  \nAgreement: . Expiration Date of  \nCollective Bargaining Agreement  \nThe Employer and its employees shall not be entitled to  \nparticipate in this Fund unless the Employer and the Union are  \nsignatory to a current Participation Agreement.  \nThis Participation Agreement represents the entire agreement  \nand understanding of the parties and supersedes all prior or  \ncontemporaneous agreements or understandings, whether oral  \nor written. As such, this Participation Agreement may not be  \nmodified except by a writing signed by all parties.  \nThe parties hereto have caused this Participation Agreement  \nto be executed on the date shown by each of their signatures  \nbelow.  \nTEAMSTERS LOCAL UNION# = EMPLOYER:  \nADDRESS: ADDRESS:  \nSIGNATURE: SIGNATURE:  \nTITLE: TITLE:  \n   \n   \nDATE: DATE:  \n   \nRS C E  \nEXECUTIVE ADMINISTRATOR DATE:  \n"], ["ARTICLE 26 - TRAINING AND EDUCATION FUND  \n", "26.1 The Employer agrees to contribute the  \namount hereinafter provided for in Appendix A of this  \nAgreement to the Local 294 Teamsters Joint Training and  \nEducation Fund (herein referred to as “Fund’’) for each actual  \nhour worked by employees covered by this Agreement.  \n26.2 The Fund will be established and maintained  \nin accordance with applicable laws as a jointly-administered  \ntrust fund under the Labor-Management Relations Act of 1947,  \nas amended, Section 302, as amended, to provide education,  \ntraining and skill development for eligible employees, as the  \nFund’s Trustees shall determine.  \n45  \n"], ["ARTICLE 27 DUES CHECKOFF  \n", "27.1 The Employer shall deduct from the basic  \nwage rate of employees covered by this Agreement regular  \nmonthly dues of the Union in such sum as ts established by  \neach Local involved.  \n27.2 Duesshall be deducted on the first pay period  \nof the month, only from those employees covered by this  \nAgreement who have sufficient earnings and are employed for  \nthat pay period. Employees who are not employed or who  \nhave insufficient earnings for this pay period will be responsible  \nfor their own dues that month.  \n27.3 No deduction shall be made for regular  \nmonthly dues for any such employee unless the Employee has  \ndeposited with the Employer his copy of an executed dues  \ncheckoff authorization form which shall in no event be  \nirrevocable for a period of more than one year or the termination  \ndate of this Agreement whichever shall be the less.  \n27.4 Executed copies of dues. checkoff  \nauthorization cards will be kept on file by the Union and the  \nEmployer.  \n| Zi The Employer assumes no obligation with  \nrespect to the obtaining of dues checkoff authorization cards,  \nit being understood that this is a duty and obligation of the  \nUnion.  \n27.6 The Union shall indemnify and save the  \nEmployer harmless against any and all claims, demands, suits,  \n46  \nor other forms of liability that shall arise out of or by reason of  \naction taken or not taken by the Company in reliance upon  \ndues checkoff authorization cards furnished by the Employees  \nand/or Union.  \n"], ["ARTICLE 28 WORK ASSESSMENT  \n", "28.1 The Employer shall deduct from the basic  \nwage rate of employees covered by this Agreement, the amount  \nas shown in the wage rate schedule for each actual hour worked  \nby such employees.  \n28.2 No deduction shall be made for work  \nassessment for any such employee unless the Employee has  \ndeposited with the Employer his copy of an executed work  \nassessment authorization form which shall in no event be  \nirrevocable for a period of more than one year or the termination  \ndate of this Agreement whichever shall be the less.  \n28.3 Executed copies of the work assessment  \ncards will be kept on file by the Union and the Employer.  \n28.4 The Employer assumes no obligation with  \nrespect to the obtaining of work assessment authorization cards,  \nit being understood that this is a duty and obligation of the  \nUnion. 7  \n28.5 With respect to any such employee for whom  \na work assessment authorization card has not been furnished,  \nthe gross basic wage rate as shown in the wage rate schedule  \nshall be paid to the Employee on a straight or overtime basis  \n47  \nas shall be applicable under this Agreement.  \n28.6 Work assessment shall be first deducted in  \nthe first full payroll period following the furnishing of  \nauthorization cards.  \n28.7 The Union shall indemnify and save the  \nEmployer harmless against any and all claims, demands, suits,  \nor other forms of liability that shall arise out of or by reason of  \naction taken or not taken by the Company in reliance upon  \nwork assessment authorization cards furnished by the  \nEmployees and/or Union.  \n"], ["ARTICLE 29 RECIPROCITY OF FRINGE BENEFITS  \n", "29.1 The Parties to this Agreement mutually agree  \nthat it would be in the best of employees represented  \nby the Union if provisions were made to assure that each such  \nemployee be credited with every hourly contribution made on  \nhis behalf by Welfare and/or Pension Benefits.  \n29.2. The Parties to this Agreement further agree  \nthat the goals described in 29.1 could be achieved by the  \ndevelopment, execution and implementation of full reciprocity  \namong the various Welfare and Pension Funds in whose  \njurisdictions the Employees may be employed.  \n48  \n   \n"], ["ARTICLE 30 NONDISCRIMINATION IN  \nEMPLOYMENT  \n", "The Employer and the Union mutually agree that they  \nwill comply and cooperate with all laws, codes, rules,  \nregulations, executive orders and administrative decisions,  \nwhether state or federal, dealing with nondiscrimination in  \ntraining, membership, employment, job tenure, promotions and  \nevery other matter covered by such laws, codes, etc. not herein  \nexpressly mentioned. The use of masculine or feminine gender  \nin this agreement shal} be construed as including both genders.  \n"], ["ARTICLE 31 CARRYOVER  \n", "For ail work bid on or after April 1, 1982, there shall  \nbe a twelve (12) month carryover, that shall be effective for  \ntwelve (12) months after the bid date, of the negotiated rates in  \neffect at the time of bid. The rates of wages and contributions  \nshail be the rates of this negotiated agreement.  \nAny rate of wages and contributions affected by the  \ncarryover clause herein, shall be increased after the twelve (12)  \nmonth period after the bid date that initiated the original  \ncarryover.  \n"]]