[["", "   \n   \nTo the Members of Local 872  \nWe are pleased to bring to you this Labor-Management Agreement. Its provisions are the  \nresult not only of the energy and effort of your Negotiating Committee, but also of the input  \nby many of you who attended meetings, gave us ideas and finally, ratified this package.  \nYour participation is much appreciated. As you all know, we are in a period i in which non-  \nunion and anti-union pressures have been relentless. It takes the constancy of the members  \nstanding solidly behind the negotiators to protect the gains we have achieved over many  \nyears of tough bargaining.  \nThis union continues to prosper because it continues to offer employers a service they can’t  \nobtain in any other way than through a Union Contract. This Agreement gives a pledge to  \nemployers that they will have. available top-quality. Laborers whose training and skills are  \nsecond to none. This means that each member has an obligation to provide a fair days work  \nfor a fair days pay and to show by the excellence of his or her performance that Union  \nLaborers are the best investment an employer can make.  \nIt is good to know that I can count on each and every one of you: \"You have my thanks and  \nmy best.wishes for a safe and secure future. a ae  \nFraternally,  \nTS fomen. Ae  \nThomas White,  \nBusiness Manager-Secretary Treasurer  \nAnd Leborers Local #872 Executive Board —  \nDavid “McUnion” McCune - President  \nRonnie “Hollywood” Norwood — Vice President  \nPatrick “Zeek” Donnan — Recording Secretary  \nKeith Martial — Executive Board  \nFrank Ocegueda — Executive Board  \nVictor Espinoza — Executive Board  \nTable of Contents  \n   \n   \nPreamble cv sob 4  \n“Article | - 5  \n\"Article Il - UNION 7  \n"], ["", "_ Article Ill - STRIKES-LOCKOUTS-JURISDICTIONAL DISPUTES. 9  \nArticle [V - BUSINESS AGENT AND JOB STEWARD |  \nAND SETTLEMENT OF GRIEVANCES AND DISPUTES...... 10  \nArticle V -GONFLICTING AGREEMENTS........ 12  \nArticle VI - QUALIFIGATIONS:MOST FAVORED NATION. 12  \nArticle VII - 3  \nArticle vill - mmm 13  \n‘Article | IX - WORK 14  \n"], ["", "Article X ADDENDUM A - TUNNEL 18  \nArticle Xl — LABORERS WAGE RATES.  \nArticle XI] — CRAFT 24  \nArticle Xill - SCHEDULE B CONTRIBUTIONS  \nPAYABLE TO TRUST 25  \nArticle XIV -APPRENTICESHIP  \nArticle XV — APPENDIX B OUT OF WORK 29  \nArticle XVI —- COMMON WORKING RULES FOR 29  \nArticle — ZONE PAY/TRAVEL TIME. 33  \nArticle XVII] - PUBLIC WORKS.......... |  \nArticle XIX — EQUAL EMPLOYMENT OPPORTUNITY.  \nArticle XX — GENERAL SAVINGS 36  \nArticle XXI — CONTRACT ADMINISTRATION AND  \nINDUSTRY 37  \nArticle — TERMS -TERMINATION — RENEWAL. 37  \nArticle XXIII — TRUST FUND CONTRIBUTIONS. 38  \nArticle XXIV — TRUST FUND RIGHTS AND REMEDIES,  \nDUES 40  \nArticle XXV —  \nAppendix A - DRUG AND ALCOHOL ABUSE DETECTION AND  \nPREVENTION PROGRAM...........  \nSignature Page — ASSOCIATION SIGNATURE/UNION  \nSIGNATURE  \n   \nHERS TET TAHT  \nLabor Agreement  \nBetween  \nAssociated General Contractors Association  \nAnd  \nLaborers International Union of North America  \nNo. 872 |  \nTHIS AGREEMENT, entered into this 1\" day of Jul 2005, on behalf of those eligible Contractors  \nwho now and/or hereafter may have designated Associated General Contractors Association  \n(hereinafter known as the AGC), parties of the first part (hereinafter referred to as the “Contractors”  \nor “Employers”), and the LABORERS INTERNATIONAL UNION OF NORTH AMERICA,  \nLOCAL 872, parties of the second part (hereinafter referred to as the “Union”).  \nWITNESSETH:  \nPURPOSES:  \nWHEREAS, the Contractors are engaged in general contract construction work in Southern  \nNevada; and,  \nWHEREAS, in the performance of their present and future contracting operations, the  \nContractors are employing and will employ large numbers of Laborers; and,  \nWHEREAS, the Contractors desire to be assured of their ability to procure employees for all  \nof the work which they may do in the area hereinafter defined as Southern Nevada in sufficient  \nnumbers and with the necessary skill to assure continuity of work in the completion of their  \nconstruction contracts; and,  \nWHEREAS, it is the desire of the parties to establish uniform terms and conditions of  \nemployment covering the Laborers employed by the Contractors, and,  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice  \neffective methods for the settlement of misunderstandings, disputes or grievances between the parties  \nhereto to the end that the Contractors are assured continuity of employment and industrial peace is  \nmaintained and the business of the industry efficiently increased;  \nNOW, THEREFORE in consideration of the premises and of the respective covenants and  \nagreements of the parties hereto, each of which shall be interdependent, it is hereby agreed:  \n"], ["ARTICLE 1  \nCOVERAGE  \n", "This Agreement shall apply to and cover all employees of the Contractors employed to  \nperform or performing construction work, as such employees and construction work are  \nrespectively more particularly defined hereinafter in Article H, Section A and Article IX of  \nthis agreement, throughout the area known as Southern Nevada, more particularly described  \nas the counties of Clark, Lincoln, Esmeralda, Nye, and White Pine (South of U.S. Hwy. 6). It  \nis recognized that work covered by the Construction Project Agreement at the Nevada Test  \nSite shall be excluded from the coverage of this Agreement.  \nAll work performed in the Contractors’ warehouses, shops or yards which have been  \nparticularly provided or set up to handle work in connection with a job or project covered by  \nthe terms of this Agreement, and all of the production or fabrication of materials by the  \nContractor for the use on this project, shall be subject to the terms and conditions of this  \nAgreement.  \nAll work performed by the Contractors and all services rendered for the Contractors, as  \nherein defined, by employees represented by the Union, shail be rendered in accordance with  \neach and all of the terms and provisions hereof.  \nAny time the masculine gender is used in this Agreement, it shall apply to the female gender.  \nAll provisions of this Agreement shall apply to male and female employees alike.  \nSUBCONTRACTING - If the Contractors, party hereto, shall subcontract job site work as  \ndefined herein, provision shall be made in such subcontract for the observance by said  \nsubcontractor of the terms of this Agreement covering such work.’ A subcontractor is defined  \nas any person, firm or corporation who agrees under contract with the General Contractor, or  \nhis subcontractor, to perform on the job site any part or portion of the work covered by this  \nAgreement, including the operation of equipment, performance of labor, and the furnishing  \nand installation of materials.  \nE.1  \nSUBCONTRACTING - JOINT VENTURE  \na. The purposes of this Paragraph 9 are to preserve and protect the work opportunities  \nnormally available to employees and workmen covered by this Agreement,  \nmaintenance and protection of standards and benefits of employees and workmen  \nnegotiated over many years, and preservation of the right of Union employees,  \nemployed hereunder, from being compelled to work with non-union workmen.  \nb. In some instances a Contractor signatory hereto joint ventures with a non-union  \nContractor to bid on certain projects.  \nIf the Contractor joint ventures with a non-signatory entity, the non-signatory entity  \nshall not perform and/or subcontract any work covered by the classifications in this  \nAgreement. |  \nHowever, the joint venture shall be afforded the opportunity to sign a Project  \nAgreement.  \nc. In the event this joint venture is successful in being low bidder and awarded, the  \njoint venture shall become signatory to this Agreement for this project only.  \nIf the non-signatory partner of the joint venture refuses to become signatory, the  \nSignatory. contractor partner of the joint venture shall assume al] responsibilities of the  \npayment of wages, fringe benefit contributions and subcontract obligations for all  \nclassifications listed in the Agreement. :  \nWORK PRESERVATION ~ A Joint Labor-Management Committee consisting of Union  \nContractors and the Union shall be established, and have the authority to target projects for  \nthe purposes of enhancing work opportunities for Laborers and Contractors performing work  \npursuant to this Agreement. These special conditions shall be established on an as needed  \nbasis and shail not be deemed a contract for the purpose of Articles VI  \nThis Committee shall meet for the purpose of securing competitive bids for signatory  \nContractors when bidding against non-signatory Contractors, or bidding in a market not  \nnormally covered under this Agreement.  \nRepairs necessitated by defects of materials or workmanship or adjustments of newly  \npurchased and/or installed equipment or machinery, will not be subject to this Agreement  \nwhen such repairs and/or adjustments are made by the manufacturer thereof or his agents or  \nemployees, pursuant to the terms of a manufacturer’s guarantee and the Union will not  \nhamper such manufacturer or his agents or employees on such exempted work.  \nQualifications: Certain qualifications, knowledge, experience, and responsibility are  \nrequired of everyone desiring to become an Employer in the industry. Therefore, no  \nindividual firm or corporation shall be considered qualified to become a party to this  \nAgreement unless it meets the following qualifications: shall maintain a permanent place of  \nbusiness and/or shop with a business telephone, and must possess a current Nevada State  \nContractor’s License, when applicable.  \n"], ["ARTICLE II - UNION RECOGNITION  \n", "The Union has claimed and the Employer is satisfied and acknowledges that the Union  \nrepresents a majority of the Employer’s employees in an appropriate bargaining unit for the  \npurposes of collective bargaining. The Employer hereby recognizes the Union as the  \nexclusive bargaining agent for all employees performing work within the Union’s trade  \njurisdiction on all present and future job sites within the Union’s geographiéal jurisdiction.  \nIt is understood that the Union does not, at this time, nor will they during the term of this  \nAgreement, claim jurisdiction over the following classes of employees: supervisors, guards  \nand clerical workers, as defined by the National Labor Relations Act.  \nThe Union hereby recognizes the Associated General Contractors Association, as the sole and  \nexclusive bargaining representatives for their respective eligible members who are, or who  \nbecome parties to this Agreement. (A certified roster of eligible members will be furnished  \nwithout delay to the Union at the time of signing this Agreement and when the new members  \nare accepted.) This Union agrees that during the term of this Agreement, they will not  \nnegotiate or enter into agreement with such members of the Associations. Parties to this  \nAgregment shall be and continue to remain liable under this Agreement during the term  \nhereof, even though said members shall resign from any of the participating Associations  \nprior to the date set for the expiration of this Agreement.  \nIn the employment of Laborers for all work covered by this Agreement, the following  \nprovisions, subject to the conditions of Article II, Section A above shall govern.  \n1. The Union shall refer qualified applicants for employment without discrimination  \nagainst by reason of membership or non-membership in the Union and such referrals  \nshall not be based in any way on rules, regulations, bylaws, constitutional provisions  \nor any other.aspect or obligations of Union membership policies or requirements. All  \nsuch referrals shall be in an open and non-discriminatory basis, and in accordance  \nwith the written Referral Procedure of the Union. The Union shall maintain a register  \nof applicants for employment based upon one or more of the following elements:  \nlength of unemployment; experience; ability; prior work for the requesting Employer;  \nand availability to work in the geographical area of the job. Each applicant for  \nemployment shall be registered in the highest Group for which they qualify, as  \nincluded in Appendix  \nB, no Employer who is delinquent in Trust contributions shall be allowed to directly  \nhire employees outside the Referral Procedure.  \nIt shall be the responsibility of the Contractors, when requesting applicants to notify  \nthe Laborer that they are being requested, and to give the Union all of the pertinent  \ninformation regarding the applicants’ employment.  \nThe first Laborer hired shall be selected by the Employer. The second Laborer hired  \nshall be referred by the Union. The third Laborer hired shall be subject to the 50/50  \nratio rule, and the fourth Laborer hired must be an Apprentice when available. 50%  \nof all Laborers shall be furnished and referred by the Union to the Employer from  \nthose registered at the dispatching office of the Union and 50% shall be selected by  \nthe Employer. All Laborers hired by the Employer must be registered at the  \ndispatching office of the Local Union prior to employment and receive a dispatch slip  \nfrom the Local Union. Any abuse of this clause shall‘be cause for depriving the  \nEmployer of the above-mentioned selection rights for a period of six months. The  \ndispatching office will furnish in accordance with.the request of the Employer each  \nsuch qualified and competent applicant from among those entered on said lists to the  \nEmployer by use of a written referral. which will be faxed to the Employer.  \n2. Reasonable advance notice (but not later than twenty four (24) hours prior to the  \nrequested reporting time) will be given by the Contractors to the Dispatching Office  \nupon ordering such applicants; and in the event that twenty-four (24) hours,  \nexcluding Saturdays, Sundays, Holidays, or days the referral office is closed, after  \nsuch notice the Dispatching Office does such applicant, the Contractors  \nmay procure workers from any other source or sources. If Laborers are so ‘employed,  \nthe Contractors will immediately report to the dispatching office each such worker by  \nname and classification. Such applicant shall be directed to the dispatching office  \nwith a completed request letter and complete any necessary paperwork to be referred  \nto said Employer.  \n3. Subject to the foregoing, the individual Contractor is the sole judge as to the  \ncompetency of all his employees and applicants for employment. The Contractors  \nmay reject any job applicant referred by the Union. All employees must perform  \ntheir work to the satisfaction of the Contractor. No employees shall be discharged or  \ndiscriminated against for activities on behalf of, or representation of the Union not  \ninterfering with the proper performance of his duties.  \n4, The Union shall post in places where notices to applicants for employment  \nwith the Contractors are customarily posted, all provisions relating to the functioning  \nof the hiring arrangements, including the provisions set forth in Article II of this  \nAgreement.  \n5. All of the parties signatory hereto agree that any and all liability which may  \narise to any person in any proceedings in any court, or before any governmental  \n,,. agency, in connection with carrying out the provisions of this Article, shall be several  \nonly. This limitation against joint liability is deemed necessary by the parties  \nbecause of the fact, recognized by each of them that the parties will act severally, and  \nnot jointly, in such matters, and will, in so acting, not be subject to the control of any  \nof the other parties.  \n6. The parties also recognize that in some instances involving work to be  \nperformed for public authorities, preference must be given to an applicant residing in  \nthe area in which the work is located. In order to reconcile this contractual obligation  \nwith the hiring procedures herein agreed to, the parties shall meet in a pre-job  \nconference as provided in Article XVII, Paragraph 1-C.  \n7. Employees shall submit proper identification when reporting for work. No  \nshow up time or subsistence shall be paid to employees without proper identification.  \n8. The Employer shall be required to discharge any employee pursuant to this  \nsection within ten (10) days after receipt of written notice that said employee has  \nfailed to become or remain a member in good standing. Notwithstanding anything to  \nthe contrary there in this Article II shall not be applicable if all or part thereof shall be  \nin conflict with applicable law.  \n"], ["ARTICLE M  \nSTRIKES ~ LOCKOUTS  \n, JURISDICTIONAL DISPUTES  \n", "It is the purpose and intent of the parties hereto that, except for: a) jurisdictional disputes;  \nand b) claims, disputes and demands arising out of the Contractor’s fringe benefit  \ncontribution obligations set forth in Articles XXIM and XXIV, all grievances or disputes  \narising in the interpretation or application of the terms of this Agreement shall be settled by  \nthe procedure set forth in Article IV hereof, and that except as provided for in Article XXIV,  \nthe Union, in whose behalf this Agreement is made, shall-not call or engage in, sanction or  \nassist in a strike not herein provided for against, or any slowdown or stoppage of the work of,  \nthe Contractor, and will require the employees it represents to perform their services for the  \nContractors on the work described herein when required by said Contractors to do so; and  \nduring the term of this Agreement, a Contractor signatory to this Agreement shall not cause  \nor permit any lockout of the employees represented by the Union or on whose behalf this  \nAgreement is made on work described herein. It shall not be cause for discharge or  \ndisciplinary action in the event an employee individually refuses to go through or work  \nbehind any picket line, provided that said picket line is in connection with a lawful labor  \ndispute, sanctioned by the Southern Nevada Building and Construction Trades Council.  \nIf a signatory Contractor is performing work on a project as a subcontractor during the  \nconstruction of which such project is declared to be unfair by the Building and Construction  \nTrades Council, and the work thereon is stopped for that reason, neither the Council, nor the  \nUnion shail be deemed to have violated this Agreement if during the period of said stoppage  \nof work, the employees represented by such Union fail to perform their work on said project  \nfor the Contractor.  \nFor the purpose of this Article II-B, “Subcontractor” is understood to mean where the  \nSignatory Contractor is doing only a part of the whole project, and applies where the  \nsignatory Contractor has received the contract for his portion of such a project from the  \nGeneral Contractor on the project.  \nAll jurisdictional disputes shall be reduced to writing and submitted to the General  \nPresidents of the affected Unions for final resolution — 1. Area Practice 2. Local Agreements  \nis the order in which jurisdiction shal] be determined in Southern Nevada, the Contractor or  \nhis representative will be present at all local meetings to protect his interests and those of his  \nclient. During the consideration of such disputes by the General Presidents of the affected  \nUnions, the Union shall not call or engage in, sanction or assist in a strike not herein provided  \nfor, or any slowdown or stoppage of the work, against the Contractor and the Contractor shall  \nnot cause or permit any lockout of the employees represented by the Union or no whose  \nbehalf this Agreement is made on work described herein. It shall not be cause for discharge  \nor disciplinary action in the event an employee individually refuses to go through or work  \nbehind any picket line, provided that said picket line is in connection with a lawful labor  \ndispute, sanctioned by the Southern Nevada Building and Construction Trades Council.  \nNothing contained in this Agreement or any part thereof, or in this Article III or any part  \nthereof shall affect or apply to the Union on whose behalf this Agreement is executed, or any  \nof them, in any action they may take against any Contractor who has failed, neglected or  \nrefused to comply with or execute any settlement or decision reached through arbitration  \nunder the terms of Article IV hereof or any decision reached by the General President of the  \nUnion signatory to this Agreement under Section C above.  \n"], [", ARTICLE IV  \nBUSINESS AGENT AND JOB STEWARD  \nAND SETTLEMENT OF GRIEVANCES  \nAND DISPUTES  \n", "When employees covered by this Agreement are employed on a job, the Union shall  \ndesignate a Job Steward, who shall be a Laborer referred to the Employer by the Union.  \nThe Job Steward shall perform his/her duties as Job Steward with the least amount of  \ninconvenience to the Employer and the Employer shall allow the Job Steward a reasonable  \namount of time for the performance of such duties. The Job Steward is to work as an  \nemployee and not use the position as a Job Steward to avoid performance of the Job  \nStewards’ duties as a Laborer. On overtime work, the Job Steward shall always be the second  \nLaborer employed for overtime work if he is qualified to perform such work. The Job  \nSteward is to work up to the completion of the job and shall be the second-to-last Laborer to  \nbe discharged as long as he/she is qualified to perform the remaining work.  \nThe Job Steward may be discharged for cause. If the Job Steward is discharged without  \ncause, the Job Steward shall be paid for all lost time up to 30 days only. The Union reserves  \nthe right in its sole discretion to remove any Job Steward as Job Steward. Prior to any lay-off  \nof the Job Steward, the Contractors agree to notify the Union in writing 24 hours in advance  \nand agree to meet with the Union if requested. |  \nThe Job Steward shall be provided, upon his/her request, with the name, social security  \nnumber, and Employer copy of the Union’s referral for all newly hired or transferred  \nLaborers.  \nThe term Job Steward as used in this Agreement means only those employees covered by  \nthis Agreement who have been trained and hold a current certification by the Union to serve  \nas Job Steward.  \nThe Job Steward shall monitor the Employer’s compliance with the Agreement and shall  \nreceive disputes from covered employees. In the event that the Job Steward becomes aware  \nof a grievance, the Job Steward shall immediately report it to the business agent or special  \nrepresentative who shall immediately attempt to adjust said grievance or dispute with the  \nContractor or his representative in accordance with the procedures set forth below. The Job  \nSteward shall not stop the individual Employer’s work for any reason or tell any employee  \ncovered by this Agreement that he cannot work on the job.  \nSuch business agent or special representative or other previously designated representative  \nof the Union and/or Trust Funds shall have access to the project during working hours and  \nshall make every reasonable effort to advise the contractor or his representative of his  \npresence on the project. The Trust Fund representative shall be accompanied by a business  \nagent or have prior approval from the Contractor.  \nGrievance and Arbitration Procedure  \nExcept as otherwise provided in this Agreement, and except for: a) jurisdictional disputes;  \nand b) claims, disputes and demands arising out of the Contractor's fringe benefit  \ncontribution obligations set forth in Articles XXIII and XXIV, all disputes or grievances  \narising out of the interpretation or application of any of the terms or conditions of this  \nAgreement shall be submitted for determination and be resolved by the procedures set forth  \nin thié Article. The Employer shall have the right to file a grievance under this Article, and  \nfurther agrees to waive its right to file any lawsuit alleging a breach of contract.  \nNo grievance, dispute or complaint shall be recognized or have any validity unless called  \nto the attention of the Contractor, in writing, by an authorized representative of the Union  \nwithin fifteen (15) days of the time the circumstances giving rise to the grievance first  \noccurred or of the time the Union reasonably should have known of the occurrence. The  \nContractor or his representative shall meet with the representative of the Union, and attempt  \nto adjust the grievance between them on a job-level basis as promptly as possible, but in no  \nevent later than five days after notice of the grievance was given. If the parties at this step  \ncannot resolve the grievance within the five day period, either party may notify the other  \nparty involved in writing that it invokes the next step.  \nif a settlement is not reached within five (5) days, the matter shall be submitted to a Board  \nof Adjustment, appointed as follows: The Employer involved shall appoint two (2) members,  \nor his designated representative, and the Union shall appoint two (2) members. A simple  \nmajority vote of the Board of Adjustments shall be final and binding on all parties and the  \ngrievant. In the event the Board of Adjustment does not reach a majority decision within  \nthree (3) days after a referral of the issue to the Board, either or both parties may refer the  \ndispute of grievance to arbitration, and within fifteen (15) days, the grievance shall be  \nreferred to an impartial arbitrator for a final and binding decision. In the event the parties  \ncannot agree upon the selection of an arbitrator, one shall be selected from a list of seven (7)  \nnames provided by the Federal Mediation and Conciliation Service.  \nThe arbitrator’s fee and all incidental expenses shall be paid equaily by the parties. The  \narbitrator shall have no authority to modify, vary, change, add to, or remove any of the terms  \nor conditions of this Agreement. The Arbitrator may award, amongst other appropriate  \nremedies, wages and/or fringe benefits. The Arbitrator may not award the cost of presenting  \nor defending the grievance to either party.  \n11  \na. There shall be established by this Agreement a Joint Labor Management Committee  \nconsisting of two (2) members appointed by the Union and two (2) members appointed by  \nthe Association, whose duties, among other. things, shall be to meet quarterly and review  \nissues of concern relating to the application of the Agreement. =  \nRecommendations of the Joint Labor Management Committee shall be promptly referred to the  \nnegotiating parties to this Agreement for consideration.  \n"], ["ARTICLE V  \nCONFLICTING AGREEMENTS  \n", "This Agreement supersedes all existing labor agreements heretofore in effect between the  \nContractors and the Union.  \n"], ["ARTICLE VI  \nQUALIFICATIONS, MOST FAVORED NATIONS  \n", "Each of the parties hereto warrants and agrees that it is under no disability of any kind,  \nwhether arising out of the provisions of its Articles of Incorporation, Constitution, By-Laws,  \nor otherwise that will prevent it from fully and completely carrying out and performing each  \nand all of the terms and conditions of this Agreement, and further that it will not by the  \nadoption or amendment of any provision of its Articles of Incorporation, Constitution or By-  \nLaws, or by contract or by any means whatsoever take any action that will prevent or impede  \nit in the full and complete performance of each and every term hereof. The warranties and  \nagreements contained in this paragraph are made by each of the signatories hereto on his own  \nbehalf and on the behalf of each organization for which it is acting hereunder. The  \nindividuals signing this Agreement in their official capacity and the signatories hereto hereby  \nguarantee and warrant their authority to act for and bind the respective parties or  \norganizations whom their signature purport to represent, and the local union on whose behalf  \nthe said parties are signing the said Agreement.  \nThis Agreement contains all of the covenants, stipulations and provisions agreed upon by the  \nparties hereto and no agent or representative of either party has authority to make, and none  \nof the parties shall be bound by nor liable for any statement, representation, promise,  \ninducement or agreement not set forth herein; that any provision in the working rules of the  \nUnion, with reference to the relations between the Contractors and their employees, in  \nconflict with the terms of this Agreement shall be deemed to be waived and any such rules or  \nregulations which may hereinafter be adopted by the Union shall have no application to the  \n_ work hereunder. |  \nIf, within the jurisdiction of this Agreement, the Union enters into any agreement with any  \nemployer or association that provides, contains or otherwise permits more favorable terms or  \nconditions of employment to such employer or association than are provided for in this  \nAgreement, then the Union shall notify the Association of such other agreement containing  \nmore favorable terms or conditions and each Contractor shall have the option to assume such  \nother agreement. This Section does not apply to any site specific changes to terms and  \nconditions that are granted under the Work Preservation provision in this Agreement or to  \nany other collective bargaining agreement entered into by the Union which does not apply to  \non site construction work.  \n12  \nVit - HOLIDAYS  \nThe following days are recognized as holidays for employees herein classified: New  \nYears Day, Washington’s Birthday (President’s Day), Memorial Day, Independence Day,  \nLabor Day, Veteran’s Day, Thanksgiving Day, Friday after Thanksgiving Day, and Christmas  \nDay. If any of the above holidays should fall on Sunday, the Monday following shall be  \nconsidered a legal holiday. Work on such days shall be paid for at the respective crafts  \nholiday rate of pay. No work shall be required on Labor Day, except in the case of extreme  \nurgency when life or property is in imminent danger.  \nMARTIN LUTHER KING DAY — An Employee shall be allowed to observe Martin  \nLuther King as a holiday without pay or penalty if notice is given by the Employee to the  \nEmployer not less than forty-eight (48) hours prior to the holiday.  \n"], ["ARTICLE VII -  \nCLASSIFICATIONS  \n", "Should the Contractor or any sub-contractor so defined-in Article I, Section E employ  \nempldyees in the prosecution of this work in occupations which are not covered by one of the  \nclassifications herein specified, such employment shall then be temporarily classified by the  \nContractor under the classification contained herein which will more nearly fit the particular  \ncharacter of the employment. Either party shall thereafter have the right to submit a dispute  \nunder this Section in the manner set forth in Article IV. :  \nIn the event another Union lays claim to work not covered by a classification herein, the  \nContractor shall make the assignment and temporary ‘classification and‘ the disputing  \nclaims shall be a jurisdictional dispute and treated as such strictly in accordarice with the  \nprovisions contained in Article I.  \nThe number of employees and the number of classifications of employees required to  \nperform any operation covered by this agreement shall be determined by the Contractor,  \nprovided that if a Contractor, in determining the number of employees or the number of  \nclassifications of employees, shall lessen the number of employees customarily used to  \nperform any such operation, the Union may have the issue of such reduction in employees or  \nin classifications determined by the grievance and arbitration procedure provided in Article  \nIV of this Agreement. In determining such disputes, consideration shall be given to the  \nnecessity for additional employees or classifications as well as to other pertinent factors.  \nBecause the Contractors and the Union recognize the necessity of eliminating restrictions  \non production and promoting efficiency, nothing shall be permitted that restricts production  \nor increases the time required to do the work, and no limitation shall be placed on the amount  \nof work which an employee shall perform, nor shall there be any restriction against the use of  \nany kind of machinery, tools, or labor saving devices; provided however, that no employee  \nshall be required to work under any conditions that are injurious to his health or safety in  \nconflict with a present well established custom regulating such use where the work is being  \nperformed, including, but not limited to, the operation of equipment.  \nWage rates shall be recognized as applying to classifications rather than to employees and  \nany employee performing work shall be paid at the rate which the classification of his work  \ncalls for, except when it is necessary to temporarily transfer employees from one  \n, Classification to another in which event such. employees shall be paid on the basis of the  \nA.  \nhighest rate and the duration of payment at the highest rate shall be reckoned by the day.  \nWhen such transfers involve the classifications:of more than one craft, it shall not be  \nnecessary for the operation of this policy that the employee be referred project by more  \nthan one union or employed at classifications of more than one craft. Abuse by any  \ncontractor of the privilege granted in this Section D shall subject him to withdrawal of the  \nprivileges for any appropriate period through the procedures established in Article IV.  \n"], ["ARTICLE IX - WORK COVERED  \n", "The work covered by this Agreement shall include, but shall not be limited to, all  \nclassifications of work contained in the Laborers International Union jurisdictional manual,  \nwhich is included herein by reference.  \nTunnel work is specifically covered-by an addendum to this Agreement herein  \ncortained, marked Article X Addendum A and made a part hereof. a  \nIn addition to the foregoing, this Agreement covers all watchmen, flagmen (all crafts),  \nfire watchmen, traffic control person, including the operation of ‘appropriate vehicles,  \nlaborers, construction specialists, concrete specialists, foremen (general, grade, pipe,  \nconcrete, forms, seeding, asphalt, clearing and grubbing, clean-up stone-laying) in the  \nperformance of: the laying of all types of pipe and conduit; the spreading and pouring and  \nraking and tamping of all asphalt and concrete materials and the bull floating (strike off) of  \nall. concrete; the laying of all types of stone or manufactured curb, rip-rap, paving blocks,  \nconcrete blocks (paving), slope paving, Belgium Block; assembling and placing of Gabion  \nand all similar types of baskets; the handling, loading and unloading and stringing of all  \nmaterials, the handling, loading and stringing of all wood products by hand or power; the  \nsharpening of all air tool bits and drills and bull points; laying, spreading and storing of all  \ntarpaulins, the operation and maintenance of Bo Mag Rollers; (tending of all Crafts  \ntegardless of work being performed in Southern Nevada by any and all methods; any and  \nall types of. heaters, fans, air conditioners, or other cooling devices to be tended, handled  \nand fueled by. laborers at all times; the laying and placing of forms used for  \ncurbing, gutters, roads, and sidewalks and the stripping of same, the placing, setting and  \nmaintenance of all flares, blinker lights and reflectors; the cutting and chipping of all  \njoints, the handling, loading, unloading, distributing and erecting of chain-link fence;  \n. handling and erecting of wire fence; overhead signs; handling and moving all furniture:  \nhandling.and placing of wire mesh on roads and bridges; guard rails; the sandblasting and  \n. applying of sealers and hardeners and epoxy on concrete and asphalt work; asphalt striping  \nand other asphalt painting; the nozzle operations on sandblasting and guniting operations:  \n.the signing of all materials, manufactured or otherwise, which are handled or put in place  \nby laborers, the handling, the loading and unloading and distribution and installation of all  \nguard rails, highway signs, and road markers; attending to, handling, and ‘fueling single  \ndiaphragm pumps, insulation pumps, plasterer pumps, monocoat pumps, grout pumps, and  \npumps up to and including 2\" pumps; laying out, moving, connecting, storing and handling  \nall hoses for all pumps; the operating of all types of machines used to seal any type of  \njoints; the operating and servicing of mortar mixers (including, but not limited to, maxi  \n14  \nmixers and/or mega mixers) and conveyers used in laborers’ and bricklayers work  \nregardless of number; the operating and servicing of all rock drilling machines; the blasting  \nand dynamiting of all rock; welding (excluding machinery, tools, structural steel);  \ninstallation of manholes and catch basins; the placing of all pre-cast and pre-stressed  \nmaterials, except .when placed or installed by the manufacturer pursuant to its collective  \nbargaining agreement; handling, unloading, loading, assembling and laying of all  \nmultiplate; the operating of all air, gas, electric, oil and other types of motor driving tools  \nincluding all pusher type equipment; all walk behind saws, all concrete saws, drilling and  \ncoring equipment; all casings and augers on all drilling rigs; the handling, tending and  \nmaintaining of all generators; lasers when used for laborers work on grading, setting and  \nleveling; landscape nurseries; sound barrier installation; demolition or dismantling for all  \npurposes; hazardous waste work to include chemical cleanup, drum handlers, transformers,  \ndivers, infra-red destruction machines, plasma arc plants, warehouse storage loading and  \nunloading, safety men, asbestos removal, video X-ray operation; the unloading, loading,  \nhandling, stringing, and tending of all brick, all block, all stone and ali other masonry  \nproducts; the paving of all stone and brick products; mason finisher; water proofing, IBC  \nbarrier, except on structures; the operating and maintaining of the hydraulic seeder,  \nconcrete curb machine, asphalt curb machine, snorkel. stump remover, self-propelled  \nconcrete saw, hydraulic motorized pin puller, scissor cars and all aerial man hifts. Bobcat  \nincidental to trade and forklift. Installation and maintenance of all playground fixtures and  \nequipment. The foregoing applies in the performance of all the aforementioned work and  \nall other work coming under the jurisdiction of LIUNA unless state or local requirements  \ndictate otherwise.  \nThis Agreement also covers all removal, abatement, encapsulation or decontamination  \nof asbestos, lead and other toxic and hazardous waste or materials, which shall include but  \nnot be limited to: the erection, building, moving, servicing and dismantling of all  \nenclosures, scaffolding, barricades, decontamination facilities, negative air machines for  \nasbestos removal, etc.; the operation and servicing of all tools and equipment normally used  \nin asbestos removal or abatement of such waste or materials, including, without limitation,  \nnegative air machines for asbestos removal; the sorting, labeling, bagging, cartoning,  \ncrating, packaging and movement of such waste or materials for disposal; the clean up of  \nwork site and all other work and stand-by time incidental to the removal, abatement,  \nencapsulation or decontamination of such waste or materials; and the performance of safety  \nwatch duties on job sites where work is performed under this Agreement.  \nThis Agreement also covers the following, but is not limited to:  \nl. The preparation of trenches, and footings for above ground or underground  \nlines or cables.  \n2. The handling of all rods, mesh and material for use in reinforcing concrete  \nconstruction.  \n3. The rigging of pipe.  \n4, Trenches, Manholes-Cutting of streets and ways for laying of pipes, cables or  \nfor all purposes; digging of trenches, ditches, manholes, etc.; handling  \nand conveying all materials; concreting, backfilling, grading and resurfacing  \nSill am oN  \nand all other labor connected therewith. Clearing and site preparation as  \ndescribed herein. Cutting or jack hammering of streets, roads, sidewalks or  \naprons ‘by hand or the use of air or other tools. Use and maintenance of all  \nwalk behind concrete saws, drilling and coring equipment, all augers and  \ncasings on drilling rigs. The leveling, grading and other preparation prior to  \nlaying pipe or conduit for any purpose. Loading, unloading, sorting,  \nstockpiling, wrapping, coating, treating, handling, distribution, laying and  \nmaking of joints of water mains, water pipes, gas mains and all pipe including  \n. placing, setting and removal of skids. .Cribbing, driving of sheet piling, laggin g  \nand shoring of all ditches, trenches and manholes. Handling, mixing or  \npouring Of concrete and handling and placing of other materials for saddles,  \nbeds, or foundations for the protection of pipes, wires, conduits, etc.  \nBackfilling and compacting of all ditches, resurfacing of roads, streets, etc.,  \nand/or restoration of lawns and landscaping, welding, joining, underwater cable  \ninstallation. Trenchless technology and directional boring shall be the work of  \nthe Laborer.  \nSewers, Drains, Culverts and Multiplate - Unloading, sorting, stockpiling,  \ncoating, treating, handling, distribution and lowering or raising of all pipe or  \nmultiplate. All digging, driving of sheet piling, lagging, bracing, shoring, and  \ncribbing; breaking of concrete backfilling, tamping, resurfacing and paving of  \nall ditches in preparation for the laying of all pipe. Pipe laying, leveling and  \nmaking of the joint of any pipe used for main or side sewers and storm sewers.  \nAll of the laying of clay, terra-cotta, ironstone, vitrified concrete, ductile iron,  \nor other pipe and the making of joints for main or side sewers anid storm sewers  \nand all the pipe for drainage. Unloading, handling, distribution, assembly in  \nplace, bolting and lining up of sectional metal or other pipe, including  \ncorrugated pipe. Laying of lateral sewer pipe from main sewer or side sewer to  \nbuilding or structure. Laying, leveling and making of the joint of all multicell  \nconduit or multi-purpose pipe. Cutting of holes in walls, footings, piers or  \nother obstructions for the passage of pipe or conduit for any purpose and the  \npouring of concrete to secure said holes. Digging under streets, roadways,  \naprons or other paved surfaces for the passage of pipe, by hand, earth auger or  \nany other method and manual and hydraulic jacking of pipe under said  \nsurfaces. Installation of septic tanks, cesspools and drain fields. Oil, brine,  \nchemical transmission lines and related work, fiber optics, communication lines  \nand cathodic protection.  \nDrilling and Blasting - All work of drilling, jack hammering, and blasting.  \nOperation of all rock and concrete drills, including handling, carrying, laying  \nout of hoses, steel handling, installation of all temporary lines and handling and  \nlaying of all blasting mats. All work in connection with blasting, handling and  \nstorage of explosives, carrying to point of blasting, Joading holes, setting fuses,  \nmaking primers and exploding charges. All securing of surface with wire mesh  \nand any other material and setting of necessary bolts and rods to anchor same.  \nAll high scaling and other rock breaking and removal after blast. Handling and  \nlaying of nets and other safety devices and signaling, flagging, road guarding.  \nSignal Men ~ Signal men on all construction work defined herein, including  \ntraffic control signal men or flagmen at construction sites.  \n16  \n8. Use of Tools — Operation of ail hand, pneumatic, electric, motor combustion or  \nair-driven tools or equipment necessary for the performance of work described  \nherein.  \n9. All clean-up, including general, construction, janitorial, final, and micro  \ncleaning; all cleaning and removal of debris, rubbish, and refuse of any type  \nand kind for all trades on all jobs, and final cleaning operation on any project  \nor part thereof before. the project or any part thereof is turned over to the  \nowner.  \n10. Provision of drinking water to all trades per OSHA standards (29 CFR Part  \n1926 Subpart D). Contractor shall provide adequate restroom facilities per  \nOSHA standards (29 CFR Part 1926 Subpart-D).  \nThis Agreement shall also cover all work traditionally performed by Laborers  \nwithin the jurisdiction of this Agreement.  \n1. Plaster Tending shall consist of preparation of materials and the handling and  \nconveying of materials to be used by mechanics of other crafts, whether such  \npreparation is by hand or any other process. After the material has been prepared,  \ntending shall include the supplying and conveying of said material and other  \nmaterials, to such mechanic, whether by bucket, hod, wheelbarrow, buggy, or other  \n. motorized unit for such purpose, including forklifts.  \n2. Unloading, handling and distribution of all materials, fixtures, furnishings, and  \nappliances from point of delivery to stockpiles and from stockpiles to approximate  \npoint of installation.  \n3. Drying of plaster, concrete, mortar, or other when done by salamander  \nheat or other drying process.  \n4. Cleaning and clearing of all debris, including all clean-up regardless of craft,  \nconstruction clean-up including final construction clean-up before TCO is issued will  \nbe performed by Laborers. If clean-up composite crews are utilized, the work shall  \nbe performed by Laborers only. Wire brushing of windows, scraping of floor,  \nremoval of surplus material from ail fixtures within confines of structure and  \ncleaning of all debris in building and construction. The general clean up, including  \nsweeping, cleaning, wash down and wiping of construction facility, equipment; and  \nfurnishing and removal and loading or burning of all debris including crates, boxes,  \nand packaging waste material. Washing or cleaning of walls, partitions, ceilings,  \nwindows, bathrooms, kitchens, laboratories and all fixtures and facilities therein.  \nClean up, mopping, washing, waxing and polishing or dusting of all floors. Tool  \ntrailers and light tool repair.  \n5. The aging and curing of concrete, mortar, and other materials applied to walls,  \nfloors, ceilings, and foundations of buildings and structures, highways, airports,  \noverpasses and underpasses, tunnels, bridges, approaches, viaducts, ramps or other  \nsimilar surfaces by any mode or method.  \n6. Laborers will perform the erection, planking, and removal of all scaffolds for  \nlathers, plasterers, bricklayers, and other construction trade crafts as well as the  \nbuilding, planking or installation and removal of all Staging, swinging and hanging  \nscaffolds, including maintenance thereof. Where self-supported scaffolds or  \nspecially designed scaffolds are built by Carpenters, Laborers shall tend Carpenters  \non erection thereof; the dismantling of said scaffolds as well as preparation for  \nfoundation or mud stills of said scaffolds and maintenance of same shall be done by  \nLaborers. |  \n7. Dust control/single axle dump trucks and water trucks on intermittent use.  \n8. Street sweepers and vacuum trucks.  \n9. Contractor will supply all protective clothing for hazardous conditions, hardhat,  \nsafety glasses, hearing protection, concrete boots, rubber gloves, concrete shovels,  \nasbestos suits, and respirators per OSHA (29 CFR Part 1926 Subpart E — P.P.E. and  \nLife Saving Devices). The Employer is not responsible for steel-toe boots unless  \nmandated by awarding body or State law.  \n"], ["- ARTICLE X  \nADDENDUM A - TUNNEL WORK  \n", "This: Addendum A shall cover the construction, alteration, or renovation of all  \ntunnels, shafts, adits, silos, raises, ventilation raises, ducts, underground chambers  \nand all other work where miners are required to work below the surface of the earth  \nand which falls within the jurisdiction of the Laborers International Union of North  \nAmerica.  \nTunnel work shall be defined as the actual boring, driving, and concreting of tunnels.  \nA shaft and/or silo shall be defined as sinking of any vertical, inclined or declined  \nshaft (including stations) by using shaft sinking methods. Any mining performed off  \nthe completed shaft shall be considered tunne! work.  \nIn the event a dispute arises in the differentiation between a tunnel or shaft, the  \nAssociation and the Union shall meet to resolve the dispute.  \nWithout limiting the scope of the work covered hereby, it is agreed that Miners’ and  \nBull Gangers’ work shall include but not be limited to; the following:  \nThe construction, laying and maintenance of all railroad tracks.  \nAll mining work, including the manning, running and/or handling of all boring  \nequipment, mole machines and continuous mining equipment; all drilling regardiess  \nof type or method used for work covered by this Agreement; and all loading,  \nshooting and handling of all powder, including splitting and making primer.  \nSupport craft for-underground users and other crafts.  \nTimbering, whether wood or steel, including cutting, welding, handling and placing  \nof all ribs, lagging, liner plate and other ground support.  \nAll rock bolting and placing of rock restraining wire.  \nMucking and dumping, including all cable and/or hose tenders, swampers (brakemen  \nand switchmen) on muck trains and timber trains, and pushing or pulling of any cars,  \nincluding man-trips.  \nHandling and extending all water, air and vent lines for or in the tunnel or tunnel  \nshaft.  \nInstallations of combination guides and utility lines in steel-lined drill holes being  \nconverted to shafts for mining operations.  \nManning of cherry picker and/or car passers while mucking.  \nSmall pumps in tunnels and tunnel shafts.  \nConcrete work, including gunite and shotcrete pots (wet and dry) grouting, dumping  \nof agitators, raising setting and moving of forms, including slip forms, in shafts and  \ntunnels.  \nHandling all rods and other material for use in reinforced concrete.  \nStripping all forms and all cleanup work.  \nToot Crib -- all sharpening of bits and steel nippers.  \nAll dry housemen and chuck tenders.  \nAll air tuggers, conveyors, kemper pneumatic placers and all similar type equipment,  \nincluding slushers.  \nThe monitoring of ingress and egress at the tunnels or shafts where required.  \nOutsideman/Expediter.  \nThe monitoring and testing of tunnel/shaft water.  \nAssist in the assembly of muck handling conveyors.  \nAlpine Spotter /Lamp Man |  \nPipe Jacking  \n"], ["ARTICLE XI  \nLABORERS WAGE RATES  \nA. WAGE RATES  \n", "1. The hourly wage rates for classifications of work covered by this Agreement are  \ncontained in Article XI, incorporated herein as part of this Agreement.  \nNo employee presently receiving total compensation (i.e. payment of wages and payment to  \napplicable trust funds) under this Agreement shall suffer any reduction in such compensation  \nby reason of the execution of this new Agreement.  \nCLASSIFICATIONS AND WAGE RATES  \nGROUP I $ 21.80  \nDry packing of concrete and filling of form bolt holes  \nFine grader, highway and street paving, airport runways and similar type heavy  \nconstruction  \nGas and oil pipeline laborer  \nGuinea chaser  \nLaborer, general, construction or.demolition  \nLaborer, packing rod steel and pans  \nLaborer, temporary water lines (portable type)  \nLandscape gardener (Must have knowledge of plant materials and how to plant them. Lays  \nout plant arrangements to-follow the landscape plan)  \nNurseryman  \nTarman and mortar man, kettle man, potman and man applying asphalt, lay cold creosote,  \nfine and similar type materials. (“Applying” means applying, dipping, brushing or handling  \nof such materials for pipe wrapping and water proofing.)  \nUnderground laborer, including caisson bellowers  \nWindow cleaner  \nScaffold Erector - (Excludes Tenders)  \nFence Erector - Chain Link; Mortarless, Barrier Wall and/or Retaining Walls;  \nMechanical Stabilized Earth Wall  \nMaterial Handler - (incidental to trade)  \nConstruction cleanup (picking up debris, sweeping, Scraping and janitorial work, including  \nfinal clean-up), except as provided in Group 1A below.  \nNote: The construction clean-up rate is to be included in the Group I on same date as the  \nLaborers’ Local 872 Apprenticeship and Training standards are approved by the Bureau of  \nApprenticeship and Training, and/or Nevada State Apprenticeship Council.  \nTool Crib  \nLight Tool Repairman  \nCertified Firewatch  \n20  \nGroup IA $ 17.04  \nEffective for jobs bid on or after July 1, 2005, final clean up shall be paid at the rate of $17.04  \nper hour. Final clean up subject to this rate shall mean: polishing furniture, polishing stainless steel in  \nhotel kitchens, sweeping and vacuuming hallways and finished rooms and completed casino areas,  \nwashing windows on first floor and similar duties.  \nGROUP Ii $ 22.01  \nAsphalt raker, ironer, spreader, and luteman  \nBuggymobile man  \nCesspool digger and installer  \nChuck tender (except tunnels) .  \nGas and oil pipeline wrapper, pot tender and form man  \nMaking and caulking of all non-metallic pipe joints  \nOperators and tenders of pneumatic and electric tools, vibrating machines, hand propelled  \ntrenching machines, impact wrench multi-plate and similar mechanical tools not separately  \nclassified herein  \nRiprap stonepaver  \nRoto-scraper  \nSandblaster (pot tender)  \nSeptic tank digger and installer (lead man)  \nTank scaler and cleaner |  \nTree climber, faller, chain saw operator, Pittsburgh chipper and similar type brush shredders  \nGROUP iil 3 22.11  \nCutting torch operator  \nGas and oil pipeline wrapper  \nGas and oil pipeline laborer, certified  \nJackhammer and/or pavement beaker  \nLaying of all metallic and non-metallic pipe, p.v.c. and duct bank, including fandscape  \nsprinklers, sewer pipe, drain pipe and underground tile  \nCement dumper (on one yard or larger mixers and handling bulk cement)  \nConcrete core cutter  \nConcrete curer, impervious membrane and oiler of all materials  \nConcrete saw man, excluding tractor type, cutting scoring old or new concrete  \nOperator of cement grinding machine  \n| Rock slinger  \n| Scaler (using boswain chair or safety belt or power tools under 100 feet)  \nForklift - A journeyman shall hold Forklift certification at time of referral for duration of  \n| employment.  \n| Hodcarrrier-Mason Tender/Mason Finisher  \n| Decorative Rock Installer - (Ponds, Waterfalls, Etc.)  \nShotcrete/Gunnite  \n2]  \nGroup $ 22.61  \nPlacement of all concrete, including red concrete by any means  \nMud cutter  \nConcrete vibrator operator, all sizes  \nConcrete Dumper  \nSlickline/Hoseman/Dumpman  \nGROUP IV $ 22.20  \nCribber or shorer, lagging, sheeting, trench bracing, hand guided lagging hammer  \nHead rock slinger  \nPowderman-blaster, all work of loading holes, placing and blasting of all powder and  \nexplosives of whatever type, regardless of method used for such loading and placing  \nSandblaster (nozzieman)  \nSteel header-board man  \nGROUP V $ 22.30  \nDriller (core, diamond or wagon), Air track drill (all types)  \nJoy driller model TW-M-2A. Gardner-Denver model DH 143 and similar type drills (in  \naccordance with Memorandum of Understanding between Laborers and Operating Engineers  \ndated Miami, Florida, February 3, 1954)  \nGas and oil pipeline fusion  \nGas and oil pipeline wrappers, 6\" pipe and over  \nPRIVATE GROUP VI  \nMiner and Bullgang  \nShaft, Raise, Stope Miner 23,54  \nMiner - Tunnel! (Hardrock) $ 23.04  \nBull Gang, Mucker, Trackiman $ 22.79  \nMimer- Welder $ 23.40  \nPipe Jacking, Micro-Tunneling, Tunnel Boring Machine,..... 0 $ 23.04  \n$ 29.50  \nHOURLY FRINGE BENEFITS  \nFoss $ 6.12  \nPension B CAnmnuity) $ .80  \n$ 4.89*  \nVACATION $ 3.32**  \nGs 50:0 0 Bax $ 0.38  \nBiB, oie Us 8a Gee towed $ 0.05  \nTotal. $15.56  \n*Includes $0.02 for National Health and Safety, $0.02 for National LECET, $ 0.06 for NW LECET,  \nand $0.13 for Southern Nevada LECET. **Includes Supplemental Dues and Political Action  \nContribution deductions, which shall be made from vacation pay upon receipt of appropriate signed  \nauthorization cards in the respective amounts authorized on the cards and paid to the Union and the  \nLaborers Political Action League respectively. When working on Sunday and holidays there will be  \nan additional $1.50 per hour paid to Plan B Pension Fund.  \nBULLGANG FOREMAN’S RATE:  \n5 2.00 more than Bullgang Rate  \nSHIFTER’S RATE:  \n$2.75/hour above highest paid craft  \nChange House  \nSection IJ. The Employer shall establish and maintain a change house at each portal, adit, or  \nshaft (or within a reasonable distance thereof), which shall include showers, toilet facilities, lockers  \nand drying facilities in accordance with the number of employees in each crew. Each change house  \nshall be so constructed and facilities so provided to assure that all work clothes will dry between  \n  \nSectien II. Short, dry tunnels are exempted from the provisions of this Article if bathing  \nfacilities are generally available in nearby living areas. This applies to micro-tunneling and small  \nbore pipe jacking jobs in the greater Las Vegas and/or Henderson areas such as intersections and  \nmicro tunneling under roadways, and does not apply to large tunnel boring machine jobs such as  \nwater and sewer tunnels and transportation systems.  \nGROUP VII  \nENVIRONMENTAL SPECIALIST. senesenees $ 22.11*  \n*($0.50 Wage Rate above Group III when wearing protective suit or respirator)  \nAsbestos Abatement  \nLead Abatement  \nHazardous Waste Abatement  \nPetro-Chemical Abatement  \nRadiation Remediation  \nMicrobial Remediation  \n  \nEMPLOYEES SHALL BE PROPERLY CERTIFIED AND/OR LICENSED AT TIME OF  \nDISPATCH.  \nGROUP VIII - PLASTER TENDER  \nBase Rate oo... $23.20  \nPENSION 4,70  \nPension B (AMNuity) $ .80  \nHealth/ Welfare. $ 4.89*  \nVACATION $ 3.32**  \nGo naam $ 0.38  \n$ 0.05  \nTotal us $14.14  \nTOTAL HOURLY PACKAGE. $37.34  \n23  \nee ae  \nIncludes $0.02 for National Health and Safety, $0.02 for National LECET, $ 0.06 for NW LECET,  \nand $0.13 for Southern Nevada LECET. **Includes Supplemental Dues and Political Action  \nContribution deductions, which shall be made from vacation pay upon receipt of appropriate signed  \nauthorization cards in the respective amounts authorized on the cards and paid to the Union and/or the  \nLaborers Political Action League respectively. When working on Sunday and holidays there will be  \nan additional $1.50 per hour paid to Plan B Pension Fund.  \nFOREMAN: $ 2.00/hour above base rate  \nGENERAL FOREMAN: $3.00/ hour above base rate  \nMISCELLANEOUS  \nWatchman. $18.80  \nShop $18.80  \n$20.30  \nNOTE: |  \nRigging shall be the same wage scale as classification to which the rigging is incidental.  \nWelders referred from the Union Hall shall have the necessary qualifications to pass a certification  \ntest.at the job site.  \nWelding performed by certified welders in connection with Laborers work shall calry a premium of  \n$1.00 per hour over the classification of General Laborer.  \n"], ["ARTICLE XII  \nCRAFT FOREMEN  \n", "An employee designated by the Contractor as a foreman shall be paid at a rate of $ $2.00  \nper hour more than the highest laborer’s wage classification supervised. A general foreman  \nshall be paid at the rate of $3.00 per hour more than the highest laborer’s wage classification  \nsupervised. A foreman designated to supervise other foremen shall be classified as a general  \nforeman.  \nThe necessity for the number of, and the selection of, foremen shall be solely determined by  \nthe Contractor except that after three or more Laborers, one will be appointed Foreman and  \nshall not supervise more than twelve (12) Journeymen and/or Apprentices. After two or more  \nForemen, one shall be appointed General Foreman. It is not the intent of the Contractor to  \nassign the duties and responsibilities of the foreman to an employee without designating such  \nemployee as foreman and paying him in accordance with Section A above, It is understood  \nthat a foreman shall be an employee employed within the jurisdiction of Local 872. Any lay-  \noff checks will be given to employees by their immediate Foreman, General Foreman, or  \nSupervisor.  \n24  \n"], ["", "ARTICLE XI  \nSCHEDULE B  \nCONTRIBUTIONS  \n. SCHEDULE B  \nCONTRIBUTION PAYABLE TO TRUST FUNDS  \n7/1/05  \nPension Plan $ 4.70  \nPensionPlanB RAE Se SEE as on sey $ .80  \n“Health Welfare. .$ 4.89*  \nenone $ 3.32**  \nTraining $ 0.38  \nCPF mo $4 © som pai $ 0.05  \nTotal $ 14.14  \nTotal General Laborer $ 35.94  \n*Includes $0.02 for National Health and Safety, $0.02 for National LECET, $ 0.06 for NW LECET,  \nand $0.13 for Southern Nevada LECET. **Includes Supplemental Dues and Political Action  \nContribution deductions, which shall be made from vacation pay upon receipt of appropriate signed  \nauthorization cards in the respective amounts authorized on the cards and paid to the Union and/or  \nthe Laborers Political Action League respectively. When working on Sunday and holidays there will  \nbe an additional $1.50 per hour paid to Plan B Pension Fund. The Union and the Employer agree that  \nwhen Employees are working in a Supervisor position above General Foreman the’ Employer may  \nmake payments into the Laborers Health and Welfare Fund, Laborers Pension Plans A and B,  \nLaborers Vacation, and Training Fund on the basis of 160 hours pet month in accordance’ with the  \nSchedule set forth in the Master Labor Agreement regardless of the hours worked by said Employee  \nin one month. When the Employer chooses this option, it must continue for the duration of the  \nEmployee’s employment.  \nThe above contributions will be made on the basis of straight time or overtime hours worked or paid  \neach employee under the terms of this Agreement.  \nForeman’s base rate: $2.00 per hour more than the highest Laborer base rate classification supervised.  \nGeneral Foreman’s base rate: $3.00 per hour more than the highest Laborer base rate classification  \nsupervised.  \n25  \n"], ["ARTICLE XIV  \nAPPRENTICESHIP  \n", "The Employer and the Union recognize the need and desirability of an Apprentice  \nTraining Program which is approved by the State of Nevada and which meets the needs of  \nEmployers for skilled labor. Accordingly, the Employer and the Union hereby agree to fund  \nan Apprenticeship Training Program through the Southern Nevada Laborers Local 872  \nTraining Trust which shall be responsible for creating, implementing and administering an  \nApprenticeship Program. « my  \nThe Training Trust may establish a Joint apprenticeship and Training Committee as may  \nbe authorize or permitted by the Training Trust. The Trust may delegate to the Committee  \nsuch responsibilities and authority as is authorized by the Trust Agreement and deenied  \nnecessary by the Trustees. The Trust and/or Committee may establish such tules, policies  \nand procedures as deemed necessary and appropriate for the enrollment, training  \nand graduation of Apprentices, in accordance with the Bureau of Apprenticeship Training  \nand/or the Nevada State Apprenticeship Council written policies and procedures. An  \nApprentice may be removed from training at any period of apprenticeship for violation of any  \nof the Trust’s or Committee’s rules, policies, and procedures including drug and alcohol  \ntesting policies. Such removal cancels the classification of Apprentice and the opportunity of  \nthe Apprentice to continue Apprentice training, whether on the Job training (OJT), classroom  \ntraining or other training, and requires Apprentice privileges for journeyman. status shall‘be  \nunavailable until successful completion of journeyman aptitude test. . Bee  \nThere shall bea minimum length of training of 4,432 hours consisting of 4,000 hours of  \non-the-job training and 432 hours of related training, including-classroorii instruction. In  \norder to provide diversity:of training and work opportunities;.the Trust or Committee shall  \nhave full authority to transfer Apprentices from one job or Employer to another. All transfers  \nand assignments for work shall be issued by the Trust or. Committee andthe referral office  \nmust be so notified.  \nThe Employer shall employ Apprentices, when available, at the following ratios: One (1)  \nApprentice for the first Journeyman and not more than one for every three (3) Journeymen  \nthereafter: One (1) Apprentice for every three (3) Journeymen on a company wide basis  \nwhen available. Job shall not exceed Apprentice to J ourneyman ratio at any time.  \n1 Journeyman - 1 Apprentice  \n2 Journeyman —.1 Apprentice  \n3 Journeyman — 1 Apprentice  \n4 Journeyman — 1 Apprentice  \n> Journeyman - 1 Apprentice  \n6 Journeyman — 2 Apprentices  \n7 Journeymen - 2 Apprentices  \n8 Journeymen - 2 Apprentices  \n9 Journeymen - 3 Apprentices  \n10 Journeymen - 3 Apprentices  \n11 Journeymen - 3 Apprentices  \nFor additional Journeymen, a continuation of these ratios will apply. (These ratios will be effective,  \nand can be amended from time to time, only after approval by the Nevada State Apprenticeship  \nCouncil and/or the Bureau of Apprenticeship and Training.)  \n26  \nNOTE: Section XIV, entitled “Ratio of Apprentices to Journeyman” of the Apprentice Standards does  \nnot specifically address the application of the ratios to multiple work sites of ambulatory contractors.  \nTherefore, upon inquiry or appeal by an ambulatory contractor, the Trustees will interpret the ratios  \nset forth in Section XIV to apply to the employer’s journeymen work force as a whole, and not to a  \nparticular work site of the ambulatory contractors.  \nApprenticeship and Training  \nApprentice Rate of Pay and Benefit Schedule  \nEffective July 1, 2005  \n1*500 Hours (50% Apprentice)  \nGroup I Wage Rate @ $10.90  \nHealth & Welfare $ 4.89*  \nVacation @ $ 2.07**  \nPension A @ $ 2.35  \nPension B (Annuity) @ $ .40  \nTraining @ $ .38  \nCALF. $ .05  \nTotal $10.14  \nTotal $21.04  \n2\" 500 Hours (60% Apprentice) os  \nGroup I Wage Rate @ $13.08.  \nHealth & Welfare 4,89  \nVacation © 60% 2.32**  \nPension A @ $ 2.82  \nPension B @ $ .48  \nTraiming @ $ .38  \nCAF @ $ .05  \nTotal $10.94  \nTotal $24.02  \n2nd 1000 Hours (70% Apprentice)  \nGroup I Wage Rate @70% $15.26  \nHealth & Welfare @ 4.89\"  \nVacation © 70% $  \nPension A @ 70% $ 3.29  \nPension B @ $ .56  \nTraining @ 100% $ .38  \nTotal $11.74  \nTotal $27.00  \n27  \n3rd 1000 Hours (80% Apprentice)  \nGroup I Wage Rate @80% 00.0.0... $17.44  \nHealth & Welfare @ eee its nous 5 4,89*  \nVacation @ 80% 2 Q2\"*  \nPension A @ 80% $ 3.76  \nPension B @ $ .64  \nTraining @ 100% SEEMS BAS MAINS AE Nn ek BES $ .38  \nCALF. @ 05  \nTotal $12.54  \nTotal $29.98  \n4\" 1000 Hours (90% Apprentice) |  \nGroup I Wage Rate @ $19.62  \nHealth & Welfare @ 100%............. tod SYN yas NEUES $ 4.89*  \nVacation © $ 3.07**  \nPENSION B 4.23  \nPension B (Annuity) @ &  \nTraining @ $ .38  \nOFS $ .05  \nTotal $13.34  \nTotal: $32.96  \n* Includes $0.13 for So. Nevada LECET, $0.06 for N.W. LECET. $0.02 for National LECET, and  \n$0.02 for National Health & Safety.  \n** Includes $0.83 per hour/Supplemental Dues (upon Union’s receipt of appropriate signed  \nauthorization card).  \n** Includes $0.05 per hour Political Action contribution (upon Union’s receipt of appropriate signed  \nauthorization card).  \nThe above (**) contributions shall be applied toward the vacation fund, taxed and then deducted  \naccordingly.  \nAnd on completion of the 4,432 hours of training, one-hundred percent (100%) of the General  \nLaborer wage package.  \n28  \n"], ["ARTICLE XV  \nAPPENDIX B .  \nOUT OF WORK LIST  \nAPPENDIX B  \n", "Out of Work List  \nWhen the Local Union is accepting new applications for employment, the following shall  \napply: |  \n(The application list, as referred to in Article Il, Section C (1) of this Agreement shall be  \ninclusive of the following):  \n“A” List - Applicants for employment who have 4,000 hours of experience as a construction  \nlaborer.  \n“B” List — Applicants for employment who have at least 200 but less than 4,000 hours of  \nexperience as a construction laborer.  \n“C” List - Applicants for employment who have less than 500 hours of experience as a _  \nconstruction laborer, and have successfully completed the construction industry aptitude test,  \nwhich will be administered by Laborers Local #872 Training Center.  \nApprenticeship List - Applicants for employment who have been indentured into the  \nSouthern Nevada Laborers Local 872 Training Program, as approved by the Nevada State  \nApprenticeship Council.  \n"], ["ARTICLE XVI  \nCOMMON WORKING RULES FOR CRAFTS  \n", "The following working rules shall govern the employment of employees working under the  \njurisdiction of the Laborers International Union of North America, Local Union No. 872, in the  \nperformance of work covered by the terms of this Agreement.  \n1. SINGLE SHIFT  \nEight (8) consecutive hours, exclusive of lunch period between 4:30 a.m. and 4:30 p.m.,  \nshall constitute a day’s work, Forty (40) hours, Monday 4:30 a.m. through Friday 4:30 p.m.,  \nshall constitute a week’s work. During Daylight Savings Time months, start time may be  \nmodified. All time worked in excess of eight (8) hours, exclusive of lunch period, in a  \ntwenty-four (24) hour period or all time worked in excess of forty (40) hours per week and all  \ntime worked before 4:30 a.m. and after 4:30 p.m. and all work performed on Saturdays,  \nSundays and holidays shall be paid at the applicable overtime rate.  \n29  \nThe reporting point for the start of the shift shall be at the gang box or job trailer if the  \nbuilding is less than six (6) stories in height; and at the ground level entrance of the elevator  \non jobs where the building is in excess of six (6) stories in height. Employees shall be  \nallowed a maximum of 15 minutes clean-up prior to the end of each shift. If the Employer  \ndoes not provide sufficient parking within five hundred (500) yards of the reporting point,  \nreporting time shall commence at the parking place.  \nThe parties to this Agreement agree there shall be one ten minute, unorganized break at their  \nwork station during the first half of the shift and one ten minute, unorganized break at their  \nwork station during the second half of the shift as long as it does not interfere with  \nproduction.  \nThe Employer may establish an early starting time, or special shift if directed by Owner  \nor awarding body and proper documentation must be provided, by first notifying the Union,  \nin writing, and agreed to by the Union, at least twenty-four (24) hours prior to the shift  \nchange, if working hours are outside those contained within this Agreement. Overtime  \npremiums shall not apply if proper notification is made, and agreed upon by the Union. The  \npermission of the Union shall not be unreasonably  \nThe Employer may, after first notifying the Union, work a work week consisting of ten  \n(10); hours per day for four (4) consecutive days, between tlie hours of 4:30 a.m. and 6:30  \np-m., Monday through Thursday, or Tuesday through Friday but not both, providing all basic  \ntrades on the work site work the same shift. The four day work week shall remain in effect  \nfor a minimum of one week. On four ten hour shifts, if employees are required to work on  \n_ their first or second scheduled day off, they shall be paid time and one-half (1 '4) for the first  \nten (10) hours. If employees are required to work on their third scheduled day off, and all  \nother hours not mentioned above, they shall be paid at the double time rate.  \nMULTIPLE SHIFTS:  \nWhen so elected by the Contractor, multiple shifts may be worked for three or more  \nconsecutive working days, provided that the Union is notified in writing twenty-four (24)  \nhours in advance of the effective date of the starting of such multiple shift operations,  \nprovided, however, that employees working on multiple shifts shall not be interchangeable  \nwith those working on a single shift basis. All employees on multiple or single shifts  \ncommencing work prior to the established starting time, shall be paid at the applicable  \novertime rate. In no event shall the regular working hours of different shifts overlap nor shall  \nany interval between shifts exceed the reasonable time necessary to change shifts, and in no  \nevent shall such interval exceed one (1) hour, except when a special shift is established in  \naccordance with Article XVIII, (Public Works), Special Shifts. It is understood that a single  \nand multiple shifts may work concurrently on a project.  \nWhen shifts are worked, the first shift shall work eight (8) consecutive hours, exclusive of  \nmeal period, for which eight (8) hours straight time shall be paid, Monday through Friday.  \nThe second shift shal! work seven and one-half (7 4) consecutive hours, exclusive of meal  \nperiod, for which eight (8) hours of straight time shall be paid, Monday through Friday. The  \nthird shift shall work seven (7) consecutive hours, exclusive of meal period, for which eight  \n(8) hour’s straight time shall be paid, Monday through Friday.  \nAll time worked or hours paid for after the above-specified work shifts in any one day or  \nSaturday, Sunday and holidays shal} be paid for at the applicable overtime rate.  \n30  \nSHIFT OVERTIME:  \nA. The Friday graveyard shift ending on Saturday morming will be considered Friday  \nwork. The Saturday graveyard shift ending on Sunday morning will be considered Saturday  \nwork. The Sunday graveyard shift ending on Monday morning will be considered Sunday  \nwork. Any time worked from Friday midnight to Sunday midnight or on holidays, outside  \nthe regular shift shall be paid for at the appropriate overtime rate. It is agreed that the  \nContractors and the Union may mutually agree upon different starting or quitting times for  \nany of the above mentioned shift arrangements, per bid specifications.  \nWorkers who are not employed on the job, or specific crew, during the regular working  \nhours, shall not be permitted to work overtime on such job or crew until workers on that  \nspecific crew are given the first chance of refusal of said overtime work, if they are qualified  \nto perform said work, then any other worker on that job site is offered an opportunity to work  \novertime, if they are so qualified, except where specialized work is to be performed and  \nprovided there is not sufficient number of specialty workers on the job.  \nB. , Any employee reporting for work at the regular starting time and for whom no work  \nis ptdvided, shall receive pay for two (2) hours at the stipulated rate for so reporting unless he  \nhas been notified before the end of the previous shift not to report, and any employee who  \nreports for work and for whom work is provided shall receive not less than four (4) hours’  \npay and if more than four hours are worked in any one day, shall receive not less than six (6)  \nhours’ pay and if more than six (6) hours worked in any one day, shall receive not less than  \neight (8) hours’ pay therefore, unless prevented from working for reasons beyorid the control  \nof the Contractor, including but not limited to, such factors as inclement weather, or  \nbreakdown causing discontinuance of a major unit of the project during which time the  \nemployees are not required or requested to remain on the project by the Contractor or his  \nagent. If an employee reports for work, and has not been told by the Employer that there will  \nbe no work due to an interruption, the employee shall be paid two (2) hours show-up pay at  \nthe applicable rate. If the employee is assigned work, and there is an interruption of the  \nwork, beyond the control of the Employer, as stated above, the employee shall receive a  \nminimum of four (4) hours at the applicable rate. If the Employee has worked more than four  \n(4) hours, and less than eight (8) hours, and there is a discontinuance of work, beyond the  \ncontrol of the employer, the employee shall receive actual hours worked at the applicable  \nrate.  \n31  \nen ee or -——  \nWhen working four tens, any employee reporting for work at the regular starting time and for  \nwhom no work is provided, shail receive pay for three hours at the stipulated rate for so  \nreporting unless he has been notified before the end of the previous shift not to report, and  \nany employee who reports for work and for whom work is provided shall receive not less  \nthan 5 hours pay and if more than five hours are worked in any one day, shall receive not less  \nthan ten hours’ pay therefore, unless. prevented from working for reasons beyond the control  \nof the Contractor, including but not limited to, such factors as inclement weather, or  \nbreakdown causing discontinuance of a major unit of the project during which time the  \nemployees are not required or requested to remain on the project by the Contractor or his  \nagent.  \nIt is understood that on jobs or projects where employees are assigned to work with or in  \nsupport of other crafts whose normal workday is less than eight (8) hours, the requirements of  \nparagraph B above shall apply.  \nEmployees shall travel to and from the job on their own time and by means of their  \nown transportation. The employee shall not be required to carry material or company tools at  \nany time in their private automobile.  \n” An uninterrupted, established unpaid meal period of one-half (%) hour shall  \ncommence after the fourth hour and before the end of the fifth hour after the start time of  \neach shift. If employees are required to work more than five (5) hours without a meal period,  \nthey shall receive a one-half hour’s pay at time and one-half (1 %). In no event shall an  \nemployee be required to complete a full shift without a one-half hour uninterrupted meal  \nperiod, If an employee is not afforded an uninterrupted one-half (4) hour meal period during  \ntheir regular shift, they shall be paid an additional one-half (2) hour’of pay at time and one-  \nhalf (1 4). If employees are required to work more than ten (10) hours in a workday, or past  \n6:30 p.m,, they shall be afforded a one-half (2) hour meal period for each five (5) hours after  \nthe established lunch period.  \nAll wages must be paid by negotiable check showing all deductions, on the job site  \nweekly on Thursdays for four (4) ten (10) hour shifts, and Fridays no later than one-half (4)  \nhour before quitting time. A special payday may be established upon mutual agreement of  \nthe parties, however, the Employer may not hold back more than five (5) working days’ pay  \nunder such special payday. When employees are laid off or discharged, except for cause,  \nthey must be paid in full, all monies due, at the time of such layoff or discharge, except for  \ncause. In the event the employer fails to pay employees laid off or discharged, they shall be  \npaid waiting time at the straight time rate of eight (8) hours per day, seven (7) days per week,  \nuntil the time such payments have been made or in accordance with state law.  \nWhen employees are paid by check on other than a local bank, the Employer must  \nmake arrangements for a local bank to honor his checks. Errors in final paychecks shall be  \nbrought to the attention of the Union within ten (10) working days, and if not corrected by the  \nEmployer within one (1) working day of notification by the Union, waiting time shall apply,  \nunless caused by conditions outside of the Employer’s control.  \nThe Employer wil] not require a lien waiver as a condition precedent to receipt of a payroll  \ncheck.  \n32  \nThe Individual Employer shal! show on the paycheck stubs the individual Employer’s  \nname, business address, payroll week ending date, total hours, total overtime hours, itemized  \ndeductions and net pay, plus each contribution made with respect to that payroll period.  \nAn employee who voluntarily resigns or quits or is discharged for cause shall be paid all  \nmonies due not later than the employee’s next regular payday.  \n"], ["ARTICLE XVI  \nZONE PAY AND TRAVEL TIME  \n", "1. ZONE PAY, Public Works Projects  \na. Employees covered by this Agreement performing work on public works projects shall be  \nentitled to the following wage rates for all hours worked. Zone distances are calculated from  \nthe City Hall, Las Vegas, Nevada by the most direct route by public roadway to:  \nZONE WAGE RATE:  \nZone 1 (0-30Miles)  \nBase Wage Rate  \nZone 2 (30-50 miles)  \n$1.50 above Base wage rate  \nZone 3 (50 miles and over)  \n$3.25 above Base wage rate  \nLaughlin Area  \n$2.25 above Base wage rate  \nBoulder City is no longer a free zone.  \nb. An employee reporting for work at the regular starting time and for whom no work is  \nprovided shall receive the appropriate zone pay differential for eight (8) hours, in addition to  \nshow-up pay.  \nc. The Union and the Contractor recognize that at times there may be certain problems in  \nconnection with the manning of projects and therefore it shall be mandatory that a pre-job  \nconference be held within seven days after written request from the Union or Contractor on  \njobs over $10 million on Heavy Highway and on Building with list of all sub-contractors in  \norder to resolve such questions as to the number of employees to be brought in by the  \nContractor, the approximate number of employees to be hired locally, etc.  \nd. In cases where an employee is forced to leave a job prior to the end of his scheduled  \nshift, as a result of an industrial injury, certified by medical evidence satisfactory to the  \nContractor, such employee shall suffer no reduction in wages for the balance of that day as a  \nresult of such injury.  \n33  \ne. Employees shall be given a rest period of not less than eight (8) hours between the  \ntermination of any overtime work and the commencement of another straight time shift  \nexcept in cases of emergency. If said rest period is not provided to the employee, the  \nemployee shall remain on the same overtime status as the last hour worked on the previous  \nshift.  \n"], ["ARTICLE XVIII  \nPUBLIC WORKS  \n", "PUBLIC WORKS - In the event an Employer bids public work which is to be performed at  \npredetermined prevailing wage rates established under state or federal law, and said rates are  \nbelow the wage rates in this Agreement, the predetermined prevailing wage rates shall apply  \nto that project for the duration of the project. In the event a public works job goes beyond  \ntwo (2) years, the Employer agrees to pay appropriate maintenance of benefits throughout the  \nremainder of the job, after said two (2) years.  \nThe Employer may institute two (2) shifts of eight (8) hours each if called for in the awarding  \ngovernmental agency bid specifications, with written notification from the Employer to the  \nUnion. This provision shall apply only to Public Works jobs.  \nSpecial Shifts:  \nA Special Shift may be established under the following conditions:  \n1. The bid specifications clearly state that the work can only be performed during times  \noutside the regular work day, as specified in this Agreement; and |  \n2. Prior, written notification is given to the Union 48 hours prior to start of shift when  \nfeasible.  \n3. The Union is provided with a copy of the section of the specifications stating that shift, and  \nthe awarding governmental agency number of the job.  \nMONETARY INCREASES:  \nThe following increases become effective on the dates specified below:  \nJuly 1, 2005-$2.10 per hour package increase  \nJuly 1, 2006-$1.75 per hour package increase  \nJuly 1, 2007 - $ 1.75 per hour package increase  \nJuly 1, 2008- $ 1.75 per hour package increase  \nJuly 1, 2009- $1.75 per hour package increase  \nThe Union reserves the right to allocate a portion of the increases to wages, Health &  \nWelfare, Pension, Vacation/Supplemental Dues and/or Training Fund on the first day of July  \nof each year during the term of the Agreement, by giving the Contractors not less than forty  \nfive (45) days prior written notice.  \n34  \nWAGE INCREASE/ALLOCATIONS  \nWage increase/allocations to this Agreement shall be implemented and paid to employees  \nwithin 45 days of receipt of written notification from the Union to the Employer, and be paid  \nretroactive to the effective date of such increase/allocation. A penalty of one (1) hour straight  \ntime rate of pay will be paid to employees for each day of waiting time beyond the 45 days,  \nuntil such Wage Increase/Allocation payments are made.  \nThe Union shall have the option of distributing these increases to straight time hourly  \nwage rate or Fringe Benefit/Contribution Funds. The Union agrees it shall notify the  \nEmployer at least forty-five (45) days in advance of the proposed effective dates of the  \nallocation of such monies.  \nLIGHT COMMERICAL CONSTRUCTION  \nLight Commercial Construction shall be defined as all wood frame, concrete block, and  \npoured-in-place concrete construction including tilt-ups, not more than two (2) stories in  \nheight, such as, but not limited to, shopping centers, stores, office buildings, and fast food  \nestablishments, but excluding hotel-motel gaming projects where a Nevada unlimited  \ngambling license or live gambling will be in effect; and where the total cost of the project  \ndoes not exceed ten (10) million dollars, including pads, driveways, walkways, and patios;  \nbut excluding condominiums, curbs, gutters, sidewalks, and on-site underground utilities.  \nWork covered by State or Federal prevailing wage laws is excluded from these provisions.  \nEmployees, covered by this Agreement, performing on-site work:on Light Commercial  \nConstruction may be paid seventy five percent (75%) of the regular wage rate for the  \nclassifications set forth in Schedule “A” of this Agreement. The wage rate contained herein  \nmay be adjusted to preserve work under this Agreement.  \nA Joint Labor-Management Committee consisting of three (3) Labor representatives and  \nthree (3) Management representatives shall be established, with the authority to exceed the  \nlimitations set out above as follows:  \n(i) Adjust the maximum five million dollars ($5M), up to ten percent (10%) based on work  \norder changes during the construction of the project.  \n(ii) Apply the Light Commercial Construction rate to a project where the total cost is over  \nfive million dollars ($5M), but otherwise meets the definition in paragraph 2. In order to  \napply the Light Commercial Construction provision, the Employer must furnish, in writing,  \non the letterhead stationary of the Employer, a verification of its representation that the  \njob/project is within such definition of Light Commercial Construction work.  \nThe Joint Labor-Management Committee shall meet within five (5) days of a request from  \nLabor or Management.  \n35  \nace eed ane ene  \n"], ["ARTICLE XIX |  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "The Contractors and the Union mutually recognize the need for implementing equal  \nopportunity to all qualified employees and applicants for employment without regard to race,  \ncolor, creed, age, sex, handicap, veteran status, citizenship, marital status, disability, or  \nnational origin. This obligation extends to: Hiring, placement, upgrading, transfer or  \ndemotion, recruitment, advertising or solicitation for employment, promotion, layoff,  \ntermination, rate of pay and other forms of compensation.  \nThe above policy is consistent with the objectives set forth by Presidential Executive Order  \n11246 and other Federal and State Governmental requirements.  \nThe parties hereto mutually agree to cooperate fully in implementing methods to achieve  \nthese objectives.  \n"], ["ARTICLE XX  \nGENERAL SAVINGS CLAUSE  \n", "It is not the intent of either party hereto to violate any laws or any rulings or regulations of  \nany Governmental authority or agency having jurisdiction of the subject matter of this  \nAgreement and the parties hereto agree that in the event any provisions of this Agreement are  \nheld or constituted to be void, as being in contravention of any such laws, rulings or  \nregulations, the parties hereto agree to enter into immediate negotiations thereon,  \nnevertheless, the remainder of the Agreement shall remain in full force and effect, unless they  \nare found to be wholly inseparable from the remaining portion of this Agreement .  \n36  \n"], ["ARTICLE XXI  \nCONTRACT ADMINISTRATION  \nAND INDUSTRY FUND  \n", "Each Employer covered by this Agreement shall contribute the sum of five (5) cents  \nper hour for each hour worked by employees under the terms of this Agreement to the  \nContract Administration and Industry Fund. For the purpose of administering this Fund the  \nindividual Employer by becoming signatory to this Agreement does hereby designate the  \nEmployer Committee to act as agent in all matters concerning the Fund.  \nAt any time during the term of this Agreement the Association signatory hereto shall  \ngive sixty (60) days’ advance notice in writing to the Union, this clause shall become null and  \nvoid and will be deleted from the Agreement effective on the date specified in such notice.  \nAt any time during the term of this Agreement, the Contractors may, upon thirty (30)  \ndays advance written notice to the Union, increase the Contribution to the Contract  \nAdministration and Industry Fund not to exceed an additional three (3) cents per hour for  \neach hour paid, with the option that all or a portion of any such increase may be designated to  \naid in funding an industry-sponsored affirmative action program. Such increase shall be an  \nEmployer contribution, added to the total package and shall not, in any manner, negatively  \neffect the Employee’s negotiated wage and/or benefits.  \n"], ["ARTICLE XXII  \nTERMS-TERMINATION-RENEWAL  \n", "The term of this Agreement shall commence on the 1\" day of July, 2005, and continue  \nuntil midnight, the 30\" day of June, 2010, and for additional periods of one year thereafter  \nunless sixty (60) days prior to midnight, June 30, 2010, or the end of any subsequent yearly  \nperiod, the Associated General Contractors Association, Las Vegas Chapter (hereinafter in  \nthis Article referred to as the “Contractors”) or the Laborers Local 872, (hereinafter in the  \nArticle referred to as the “Union”) gives written notice by certified mail of its desire to  \nmodify, amend and/or terminate this Agreement.  \nIt is agreed that if The Federal Davis-Bacon Act or State Prevailing Wage Law is repealed  \nthis Agreement shall be opened for the purposes of re-negotiation of the provisions of that  \nsection only.  \n37  \n"], ["ARTICLE  \nTRUST FUNDS CONTRIBUTIONS  \nTRUST FUNDS CONTRIBUTIONS  \n", "The hourly trust fund contribution rates for work covered by this Agreement are contained in  \nSchedule “B”, herein as part of this Agreement.  \nTRUST FUNDS  \n1. HEALTH AND WELFARE FUND: A Health and Welfare Fund known as the  \nConstruction Industry and Laborers Health and Welfare Trust has been established by the  \nContractors and the Union by an. Agreement and Declaration of Trust dated June 11, 1962,  \nand subsequently amended and restated by the parties. The Contractors agree to abide by all  \nterms and conditions of said Agreement and Declaration of Trust and by any rules and  \nregulations or by-laws adopted by the Trustees of the Fund and further, to make payments to  \nthe Fund in the amount designated in Schedule “B” of this Agreement. The Contractors  \naccept the Trustees appointed by the Associations as their Trustees. A minimum of 10% of  \nthe total negotiated i increase shall be allocated to Health & Welfare.  \n2. PENSION FUND AND PLAN “B” PENSION |  \n(a) PENSION FUND: A Pension Fund known as the Construction Industry and  \nLaborers Joint Pension Trust has been established by an Agreement and Declaration of Trust  \ndated January 1, 1969, which may be subsequently amended and restated by the parties. The  \nContractors agree to abide by said Agreement and Declaration of Trust and by any rules and  \nregulations or by-laws adopted by the Trustees of the Fund, to accept the Trustees appointed  \nby the Associations as their Trustees and, further, to make payments to the Fund in the  \namount designated in Schedule “B” of this Agreement. Participation by the Contractors in  \nsaid Trust shall be for the duration of this Agreement and any renewals or extensions thereof  \nor for the period employees are employed under the terms of: their Agreement. It is  \nunderstood and agreed between the parties and signatories to the Agreement and Declaration  \nof Trust that to be included in any individual allocation Increasing the pension contribution  \nrate paid by the Employers at the inception of or during the term of this Agreement must be a  \nminimum of six (6) cents per hour to be designated for the purpose of reducing the Plan’s  \namortization period. A minimum of 10% of the total negotiated increase shall be allocated to  \nPension Funds “B”’.  \n(b) PLAN “B” PENSION FUND: A Pension Fund, known as the Construction  \nIndustry and Laborers Joint Pension Trust Plan “B”, has been established by an Agreement  \nand Declaration of Trust dated July 1, 1998, which may be subsequently amended and  \nrestated by the parties. The Contractors agree to abide by said Agreement and Declaration of  \nTrust and by any rules and regulations or by-laws adopted by the Trustees of the Fund, to  \naccept the Trustees appointed by the Associations as their Trustees and, further, to make  \npayments to the Fund in the amount designated in Schedule “B” of this Agreement.  \nParticipation by the Contractors in said Trust shall be for the duration of this Agreement and  \nany renewals or extensions thereof or for the period employees are employed under the terms  \nof their Agreement. A minimum of 10% of the total negotiated increase shall be allocated to  \nPlan “B” Pension Fund.  \n38  \n3 VACATION FUND: An Agreement and Declaration of Trust establishing a  \nLaborers Vacation Trust Fund has been executed by the parties which may be subsequently  \namended and restated by the parties. The Contractors agree to abide by said Agreement and  \nDeclaration of Trust and by any rules and regulations or by laws adopted by the Trustees of  \nthe Fund, to accept the Trustees appointed by the Associations as their Trustees and, further,  \nto make payments to the Fund in the amount designated in Schedule “B” of this Agreement.  \nParticipation by the Contractors in said Trust shall be for the duration of this Agreement and  \nany renewals or extensions thereof or for the period employees are employed under the terms  \nof this Agreement. A minimum of 10% of the total negotiated increase shall be allocated to  \nVacation Fund.  \nThe Vacation Trust Agreement shall provide for vacation payments only once annually on  \nDecember 1\", or at such time or under such arrangements as a majority of the Trustees so  \ndetermine. There shall be no emergency draws.  \n4. | SUPPLEMENTAL DUES  \n(a) Subject to the following conditions, the Contractor agrees that each employee may give  \nwritten authorization to the Board of Trustees of the Laborers Vacation Trust Fund to pay  \nthe Union from the funds held by the Trustees on his behalf the amount designated in the  \nauthorization card for each hour of his employment (hours worked or paid) in each  \npayroll period commencing July 1, 2005, as special Supplemental Dues owed by the  \nemployee to the Union.  \n(b) The Union shall bear the entire responsibility for obtaining the written authorization from  \nthe employee and furnishing the authorization to the Board of Trustees in a form  \nsatisfactory to the Trustees. All costs, expenses and fees of the Board of Trustees,  \nincidental to the accounting, administration, and remittance to the Union of the  \nSupplemental Dues Payment shall be borne solely and entirely by the Union. The  \nContractors and Union agree to amend the Agreement and Declaration of Trust in the  \nLaborers Vacation Trust for the purpose of authorizing, allocating and distributing the  \nforegoing sums. This provision shall in no way affect the obligation of the Contractor to  \npay the full amount of vacation contributions specified in this Agreement.  \n(c) All written authorizations referred to above shall be irrevocable for a period of one (1)  \nyear from the date of the execution and shall renew automatically from year to year  \nthereafter, unless the employee has served written notice upon the Board of Trustees and  \nto the Union, not more than twenty (20) days and not less than ten (10) days prior to the  \nexpiration of each period of one (1) year of the period of this Agreement, whichever is  \nsooner, terminating the authorization.  \n39  \nreer <8 owe  \nC.  \n5. TRAINING FUND  \nA Training Fund known as the Southern Nevada Laborers, Local 872 Training Trust and  \nApprenticeship has been established-by an Agreement and Declaration of Trust; which may  \nbe subsequently amended and restated by the parties: The Contractors agree to abide by all  \nthe terms and conditions of said Agreement and Declaration of Trust and by any rules and  \nregulations or by-laws adopted by the Trustees of the Fund, to accept the Trustees appointed  \nby the Associations as their Trustees, and further, to make payments to the Fund in the  \namount designated in Schedule “B” of this Agreement. Participation by the Contractors in  \nsaid trust shall be for the duration of this Agreement and any renewals or extensions thereof  \nor for the duration of this Agreement and any renewals or extensions thereof or for the period  \nemployees are employed under the terms of this Agreement.  \n"], ["ARTICLE XXIV  \nTRUST FUND RIGHTS AND REMEDIES  \nDUES OBLIGATIONS  \n", "All Laborers Fringe Benefit Funds provided by this Agreement shall be jointly  \nadministered by Trustees designated equally between the Union and the Employers. The  \n‘Union and the Association agree to make every effort to place an equal number of Employer  \nTrustees from each Employer group on ali Trust Funds and/or Labor-Management Funds  \nreferenced in this Agreement.  \nExcept as to Employers previously bound to an Association agreement who have not been  \nsubstantially delinquent as defined by the parties to this Agreement, each Employer shall post  \nand maintain a bond to ensure payment of contributions to the Fringe Benefit Funds set forth  \nin this Agreement and remittance of dues check-offs and contributions to the Union. The  \nminimum amount of the bond shall be determined by the number of hours of work covered  \nby this Agreement performed by employees of the Employer in the prior year. The minimum  \namount of the bond shall be as follows:  \nNumber of Hours Worked Minimum Bond  \n0 to 1,999 hours $ 5,000  \n2,000 to 4,999 hours $10,000  \n5,000 to 9,999 hours $20,000  \n10,000 to 19,999 hours $35,000  \n20,000 or more hours $50,000  \nIn lieu of a bond or as a supplement to a bond, an Employer may, at the sole discretion and  \nupon the sole consent of the Trustees of the Laborers Fringe Benefit Funds, furnish cash  \nand/or collateral alternatives in satisfaction of this bonding requirement.  \n40  \nD.  \nIn the event the Trustees receive payment either on a bond or through forfeiture of a  \ncertificate or collateral alternative under this section of the Agreement and said payment is  \ninsufficient to satisfy the entire deficiency in the payment of contributions to the Fringe  \nBenefit Funds set forth in this Agreement and in the remittance of dues check-offs to the  \nUnion, then the Trustees shall make a pro rata payment to each of the Fringe Benefit Funds  \nset forth in this Agreement and to the Union in an amount equivalent to the percentage of the  \ntotal deficiency received by the Trustees through forfeiture of the bond_or the certificate of  \ndeposit.  \nAll payments required to be made by each Employer to the Health and Welfare Fund,  \nPension Funds, Vacation Fund, Joint Apprenticeship and Training Fund, and Contract  \nAdministration and Industry Fund shall be due and payable to the appropriate fund no later  \nthan the tenth (10°) day of the month for-all hours worked by employees covered by this  \nAgreement during the preceding month. An-Employer who has not made such payments by  \nthe twentieth (20\") day of the month shall be considered to be in violation of this Agreement  \nand a delinquent Employer. The grievance and arbitration procedure contained in Article IV  \nexpressly does not apply to any provision of this Article and exhaustion of the Grievance  \narbitration procedure shall not be a.condition precedent to suit by the Fringe Benefit Funds or  \nthe Union. Within five (5) days of receipt of notice from the Administrative Office that an  \nEmployer is delinquent in the payment of any fringe benefits as set forth above, the  \nAdministrator will give written notice by certified mail or telegram (with copy to the General  \nContractor) to pay the delinquent amounts due all. trust funds within four (4) working days  \nfrom the receipt of such notice.  \nThe Employers and the Union agree that in addition to all other. tights and remedies  \nprovided for by this Agreement, the Union and/or the Laborers Fringe Benefit Funds shall  \nnotify the Association and any General Contractors that, upon reasonable belief, a signatory  \nemployer is delinquent to the Laborers Fringe Benefit Funds. This notice may be in the form  \nof a letter specifically related to the delinquent employer or in the form of a delinquency list  \ncontaining the names of all delinquent employers.  \nUpon receipt of such notice the General Contractor shall withhold all further payments to  \nthe delinquent employer, whether designated as retention money or otherwise, and upon  \nproof satisfactory+to the General Contractor shall pay over that money to the Funds until the  \nentire delinquency for that job is cured. All signatory employers hereby agree that payment  \nto the Funds by a General.Contractor under this clause shall constitute payment by the  \ndelinquent employer to the extent of the amount paid.  \nThe Employer agrees that in the event payment to the Funds by check results in the check  \nbeing returned without payment, the Employer shall pay $250.00 to the Funds. The Funds do  \nnot waive any right to any other liquidated damages to which they may be entitled.  \nThe Union may withdraw Employees from any job to enforce payment of wages or  \ncontributions to the Laborers Fringe Benefit Funds for its direct employees, or to enforce  \npayment to the Union of Union dues already deducted from the wages of Laborers. The  \nUnion must provide 5 business days notice of its intention to remove Laborers from a job to  \nthe Employer by registered or certified mail. No damages of any kind or nature shall be  \nawarded or allowed against the Union or any officer or member thereof by reason of the  \nwithdrawal of employees from a job on which written notice has been given in accordance  \nwith this Agreement.  \n41  \nIn the event that no workers are employed during a report period, a negative report and/or  \na final report shall be filed.  \nThe books and records of the Employer shall be made available at reasonable times for  \ninspection and audit'by the accountants or other representatives of the Funds. The Employer  \nshall retain, for a minimum period of six years, payroll and related records necessary for the  \nconduct of a proper audit in order that a duly designated representative of the Trustees may  \nmake periodic review to that contributions owed pursuant to this Agreement are paid  \nin full.  \n. The Trustees of the Laborers’ Benefit Trust Funds, when the Trustees deem it prudent,  \nshall be required to take action against the delinquent Contractor and/or his Bond prior to  \ntaking any action whatsoever against the General Contractor the Contractor is contracted  \nwith.  \n"]]