[["", "63/6  \n(, 206 €€  \nAGREEMENT  \n  \nANo ST. PAUL  \nDivisions  \n   \n2664 - 4  \nBliloy - 323 Ase?  \n   \nINDEX  \nArticle Page  \n1 Considerations for Agreement .......... 3  \n2 Designation of Parties................. 3  \n3 Union 4  \n4 Scope of Agreement ................... 4  \n5 Union Security 5  \n6 ccc cee eee eee 5  \n7 Insurance and Taxes .................. 6  \n8 Conflicting Agreements................ 6  \n9 Violations of Agreement................ 7  \n10 7  \n11 Settlement of Disputes................. 7  \n12 Management 9  \n13 cee eee 10  \n14 Pickets, Banners and Strikes .......... 10  \n15 Strikes, Lockouts, Work Interference... .. 1]  \n16 11  \n17 Union Representatives................ 12  \n18 Rotation of Employees................ 12  \n19 Payroll Records 13  \n20 Application of Wage Rates ............ 13  \n21 Payday and Wage Payment ............ 13  \n22 Fringe Benefits ..................05. 14  \n23 Prevailing Wage Reports .............. 18  \n24 Saving Clause .......... 19  \n25 Entire Understanding ..............., 19  \n26 Duration eae 19  \n27 Letter of Understanding .............. 19  \nINDEX (continued)  \nSchedule Page  \n1 Contractors 21  \n2 Hours of Work 21  \n3 Wages and Classifications ............. 23  \n4 Foremen eevee 26  \n5 Superannuated Employees ............ 26  \nG6 Callin Pay ccc 26  \nT Layoll . 2 ss 27  \n8 27  \n9 Travel Time, Transportation  \nand Subsistence 27  \n10 Admixtures 28  \n11 Unfinished Work 28  \n12 Cement Masons on the Job............ 28  \n13 Furnishing Materials and Gear ........ 28  \n14 Working With Other Crafts............ 28  \n18 Piece Work 29  \n16 Use of Trowel Machines .............. 29  \n17 International Union 29  \n18 Joint Venture eee eee 29  \n19 Contractor Using Tools 30  \n90 Stewards 30  \n21 Savings Plan and Vacation ........... 30  \n22 Fringe Benefit Payments in  \n23  \nOther AreaS 0c 31  \nStacks, Chimneys and Silos .......... 31  \nAGREEMENT  \nTHIS AGREEMENT, by and between, or on behalf  \nof the parties and in the capacities and status desig-  \nnated in Article 2, hereof, establish rates of pay,  \nwages, hours of employment, fringe benefits and  \nvacations, where applicable, and other terms and  \nprovisions concerning employment relations and col-  \nlective bargaining relations and collective bargain-  \ning between or involving such parties on construc-  \ntion jobs in the State of Minnesota.  \nNOW THEREFORE, for such purposes, it is  \nagreed as follows:  \n"], ["ARTICLE i  \nConsiderations for Agreement  \n", "The considerations for this Agreement are the  \nmutual promises of the parties and their mutual  \npurposes to establish, maintain and promote sound  \nand harmonious labor relations.  \nIt is desirable to maintain the cooperative  \nrelationships and jurisdictional werk practices  \nexisting during past years between the employers  \nand the employees represented by the Union.  \n"], ["ARTICLE 2  \nDesignation of Parties  \n", "A. The Minneapolis and St. Paul Builders Divi-  \nsions, of Associated General Contractors of Minneso-  \nta (hereinafter called AGC), and the Minnesota Con-  \ncrete and Masonry Contractors Association there-  \ninafter called MCMCA), are parties to this Agree-  \nment in a representative capacity and as agents  \nonly, acting on behalf of certain of their members  \nwhose names are sted in Schedule 1, which is  \nattached hereto, and on behalf of such additional  \nEmployers engaged in building construction as may  \nexecute counterparts thereof AGC and MCMCA are  \nentitled to recognition, in such capacity, as agent  \nand collective bargaining representatives for the  \nEmployers who are or may become parties hereto,  \nfor all the purposes of this Agreement, including its  \n3  \nright, in such capacity, to represent such Employer  \nparties before NLRB or otherwise pursuant to  \nand/or in aid, support, or enforcement of the terms  \nand provisions of this Agreement.  \nB. The AGC and MCMCA members who are list-  \ned on Schedule 1, and such additional AGC and  \nMCMCA members (or other Employers with the  \nconsent of the other parties hereto) who may execute  \ncounterparts hereof (hereinafter called Employers)  \nare parties hereto as principals, but their status as  \nparties is several and not joint.  \nC. The labor organization on its own behaif and  \non behalf of the Employees whom it represents and  \non whose behalf it is recognized or to be recognized  \nhereunder are parties hereto. The status of said  \nUnion is dual, in that it is party hereto as principal  \nand also as agent for the Employees whom it repre-  \nsents and on whose behalf it is recognized or to be  \nrecognized as hereinafter provided.  \n"], ["ARTICLE 3  \nUnion Recognition  \n", "The employer recognizes the Union as the exclu-  \nsive majority representative of all employees cov-  \nered by this Agreement between the Associated Gen-  \neral Contractors of Minnesota and Cement Masons  \nLocal #633 to which the Employer is signatory, pur-  \nsuant to Section 9(a) of the Labor Management  \nRelations Act. This Majority status has been estab-  \nlished by the fact that the Union requested recogni-  \ntion as the majority representative, the Employer's  \nrecognition was based on the Union having shown,  \nor offered to show, as evidentiary basis of its major-  \nity support. The Employees covered by this agree-  \nment shall include all Cement Masons, beth jour-  \nneymen and apprentices, employed by the Employer.  \n"], ["ARTICLE 4  \nScope of Agreement  \n", "This Agreement shall govern work done in the  \nareas defined as follows: All of the following counties:  \n4  \nAnoka, Carver, Chisago, Dakota, Hennepin, Isanti,  \nKanabec, McLeod, Mille Lacs, Ramsey, Sherburne,  \nSibley, Scott, Washington, Wright and that part of  \nPine county south of the Northern boundaries of Dell  \nGrove, Sandstone and Danforth townships.  \nAlso included in the jurisdiction of this Union is  \nthe Mankato area consisting of the following coun-  \nties: Blue Earth, Nicollet and west half of Lesueur,  \nwith a separate wage schedule and different collec-  \ntive bargaining agreement (see Mankato Area  \nAgreement).  \n"], ["ARTICLE 5  \nUnion Security  \n", "Each of the Unions recognized under Article 3 of  \nthis Agreement shall be entitled to union security to  \nthe extent that each Employee in the collective bar-  \ngaining unit represented by such Union shall, on the  \neighth (8th) day following beginning of employment  \nin such collective bargaining unit of such Employer  \nunder the coverage of this Agreement or the effective  \ndate of this Agreement, whichever is later, be  \nrequired to become and remain a member in good  \nstanding of such Union as a condition of employment.  \nThe Employer will be required to dismiss Employ-  \nees who refuse to comply with this Union Shop provi-  \nsion after written notification by a bonafide represen-  \ntative of the Union to a responsible representative of  \nthe Employer.  \nEach of the Unions shall be entitled to approach  \nindividual Employees for organizational purposes as  \nprovided by law. All organizational functions must be  \npursued during that period which will not conflict  \nwith the Employer’s work.  \n"], ["ARTICLE 6  \nHiring  \n", "A. When the Employer needs cement masons,  \nthey will notify and give the Union equal opportuni-  \nty to supply such additional employees.  \n5  \nB. The Employer has the right to select prospec-  \ntive Employees from all applicants.  \nC. There shall be no discrimination against any  \nprospective Employee, by the Employer or the Union  \nbecause of affiliation or non-affiliation with the Union,  \nrace, color, sex, age, political or religious beliefs,  \nD. The Union agrees that all applicants for  \nemployment referred to an Employer shall be exper-  \nienced in the classification requested.  \nE. When an Employer requests Employees from  \nthe Union, they shall attempt to make such request  \ntwenty-four (24) hours in advance of the time  \nEmployees are to report for work.  \nF. Both parties agree to participate in the LUC drug-  \nalcohol program on 4 non-mandatory basis. Employers may  \nrequire drug and alcohol testing of employees and appli-  \ncants for employment including random testing if the  \nemployer has adopted a written drug and alcohol testing  \npolicy complying with the provisions of the LUC program  \nand applicable statutes.  \nG. Requirement to conduct employer paid employ-  \nee physicals by a management’s choice is a manage-  \nment right and labor will not discourage employees  \nfrom participating in any employee physical program.  \n"], ["ARTICLE 7  \nInsurance and Taxes  \n", "A. The Employer agrees to carry any and all  \ninsurance and pay all taxes as required by applica-  \nble State and Federal law.  \nB. The Employer further agrees to pay the State  \nWorkmen’s Compensation Insurance and into the  \nState Unemployment Compensation Fund such  \namounts as are due under State and Federal laws.  \n"], ["ARTICLE 8  \nConflicting Agreements  \n", "The Employer agrees not to enter into any labor  \nagreement covering construction jobs, exclusive of  \nmaintenance and repair shops and manufacturing  \n6  \n   \nprocessing, with their Employees on whose behalf  \nany of the Unions have been granted recognition  \nhereunder individually or collectively which in any  \nway conflicts with the terms and provisions of this  \nAgreement.  \nIf the Unions enter into any Agreements with any  \nindividual Employer or group of Employers com-  \npeting in the same type of work which provides for  \nless favorable wages, hours or conditions than here-  \nin specified, the Employer parties hereto may open  \nthis Agreement for the express and exclusive pur-  \npose of negotiating less favorable wages, hours or  \nconditions.  \n"], ["ARTICLE 9  \nViolations of Agreement  \n", "If disputes cannot be resolved between the parties,  \nthen alleged violations of the terms of this Agree-  \nment are subject to the grievances and arbitration  \nclause of this Contract.  \n"], ["ARTICLE 10  \nDischarge  \n", "Management may discharge any Employee whose  \nwork in discretion, is unsatisfactory  \nor who fails-to observe reasonable rules, regulations  \nor safety precautions prescribed by the Employer or  \nany governmental agency.  \n"], ["ARTICLE 11  \nSettlement of Disputes  \n", "1. Any controversy over the interpretation of, or  \nadherence to the terms of this Agreement shall first  \nbe attempted to be resolved between the Union and  \nthe Employer. Any controversy or grievance shall be  \ndeemed to be waived unless submitted in writing  \nwithin ten (10) working days after the first occur-  \nrence of the event or knowledge of the condition giv-  \ning rise to the grievance.  \n2.{f a satisfactory settlement cannot be reached  \nwithin five (5} working days the matter may be  \nbrought to the AGC-Basic Trades Disputes Board, if  \n7  \n   \nboth parties agree in writing. In such case the griev-  \ning party shall submit a written statement of the  \nclaim and facts of the matter to other parties includ-  \ning the Employer, the Union and the AGC. (The  \nrules of the Disputes board shall be those already  \nadopted by the Joint Committee).  \nBoth parties must sign Agreement to bring matter  \nto Disputes Board. Both parties must sign the docu-  \nment binding them to Board decision. If either party  \ndoes not attend meeting after signing above and  \nbeing notified of the meeting date and time, a deci-  \nsion will be rendered though they are not  \npresent.  \nDecision of the Disputes Board will be drafted at  \nthe conclusion of the meeting, signed by members of  \nthe Board, and distributed to both parties at that  \ntime.  \n3. The Disputes Board is to be made up of equal  \nnumbers of Management and Labor representatives,  \nwho will meet regularly to settle any disputes (other  \nthan jurisdictiona) disputes), to avoid work stop-  \npages, or other problems affecting productivity. This  \nboard shall have no power to add to, delete, or mod- '  \nify, any of the terms or provisions of this Agreement.  \nAll decisions of the Disputes Board shall be final and  \nbinding on the parties.  \nIf either party, after signing above documents,  \nrefuses to abide by the decision of the disputes  \nBoard, economic action may be taken by the other  \nparty.  \n4. Should the Disputes Board, as established, be  \nunable to reach a decision on the matter before it, or  \nbecause of a deadlock (lack of majority) or if either  \nparty refuses to use the Joint Disputes Board then  \nthe matter may be referred to a Board of Arbitration  \nthat shail operate in the following manner: The  \nUnion shal] appoint an Arbitrator and the Employer  \nshall appoint an Arbitrator within ten (10) working  \ndays and the two Arbitrators thus selected shall  \n8  \nappoint a Neutral Chairman. In the event of the fail-  \nure of the Arbitrators selected by the parties to  \nagree on a Neutral Chairman within ten (10) work-  \ning days after the dispute is referred to arbitration,  \nthey shall ask the Federal Mediation and Concilia-  \ntion Service for a list of five (5) names from which  \nthe aggrieved party shall strike the first two (2)  \nnames and the other party shall then strike two (2)  \nnames, and the final name shall be selected as the  \nNeutral Chairman. The Neutral Chairman thus  \nselected shall set the time and place for hearings,  \nwhich shall begin no later than ten (10) working  \ndays after his/her selection, with the final decision to  \nbe handed down in not more than ten (10) working  \ndays after the last hearing is held. The time may be  \nextended by mutual agreement between the  \nparties.  \nThe decision of the Arbitrators shall be final and  \nbinding on signatories to this Agreement who are  \nparties to the dispute; provided, however, that the  \nArbitrators shall have no power to add to, delete, or  \nmodify any provisions of this Agreement.  \nThe Employer will pay all expenses of its Arbi-  \ntrator and the Union will pay all expenses of its  \nArbitrator, and the Employer and the Union will  \nshare equally all fees and expenses of the Neutral  \nChairman.  \nAll work and other conditions prevailing imme-  \ndiately prior to the raising of the question to be  \ndecided under this Article shal] remain unchanged  \nuntil final decision has been reached hereunder.  \n"], ["ARTICLE 12  \nManagement  \n", "Management reserves the right to manage its jobs  \nto the best mterest of Management; the right to  \nretain or dispense with Employees; to reduce or  \nincrease the number of Employees needed on each  \nproject, crew, activity or piece of equipment.  \n9  \n   \nManagement shall have the right to determine  \nemployment qualifications of Employees and may  \ndischarge any Employee whose work, in Manage-  \nment’s discretion, is unsatisfactory or who fails to  \nobserve reasonable rules, regulations or safety pre-  \ncautions prescribed by the Employer or any  \nmental agency.  \nThe Employee shall use any tools, equipment,  \nmachinery, materials, products or procedures of  \nhis/her craft required by the Employer.  \n"], ["ARTICLE 13  \n", "Safety ~  \nA. Accident and injury free operations shall be the  \ngoal of all Employers and Employees. To this end the  \nEmployer and Employee will, to the best of their  \nability abide by, and live up to the requirements of  \nall State and Federal Construction Safety Code and  \nRegulations.  \nB. To this end the Employer shall from time to  \ntime issue rules and notices to its Employees regard-  \ning on the job safety requirements. Any employee  \nviolating such rules or notices may be subject to dis-  \nciplinary action. No Employee may be discharged for  \nrefusing to work under unsafe conditions.  \nC. Respirators shall be provided by the employer  \nwhen such equipment is necessary to protect the  \nhealth of the employee. The employer shall provide  \nthe respirators, which are applicable and suitable  \nfor the purpose intended. The employee shall be  \nresponsible for the maintenance of respiratory  \nprotection.  \n"], ["ARTICLE 14  \nPickets, Banners and Strikes  \n", "The Employer shall not require an Employee to go  \nthrough a primary picket line or banner to work. It  \nshall not be a violation of this Agreement and it  \n10  \nshall not be cause for discharge or disciplinary  \naction in the event an Employee decides not to cross  \na primary picket line or banner. This clause shall not  \napply to secondary picket lines or banners and it  \nshall not apply to jurisdictional picket lines or ban-  \nners. (See Article 27 — Letter of Understanding)  \n"], ["ARTICLE 15  \nStrikes, Lockouts, Work Interference  \n", "The Union and the employers agree that there  \nshall be no strike, or other concerted interference  \nwith the Employer's business by any of said union  \nand/or members thereof, and there shall be no lock-  \nout durig the existence of this Agreement without  \nfirst using all possible means of peaceful settlement  \nof any controversy that may arise.  \nSpread-work tactics, slow-downs, stand-by crews,  \nforcing of overtime has been and is condemned by  \nboth parties, and Employees engaging in same shall  \nbe liable for disciplinary action.  \n"], ["ARTICLE 16  \nSubcontractors  \n", "The employer agrees that, while subletting or con-  \ntracting out cement masons work at the jobsite, the  \nEmployer will sublet or contract out such work only  \nto a subcontractor who has signed, or is otherwise  \nbound to a written labor agreement entered into  \nwith this Union.  \nWhen situations arise where it is claimed that no  \nUnion subcontractor is available for the proposed  \nwork, the Employer and the Union shall meet and  \nagree upon a solution, which may include a Project  \nAgreement.  \nThe Union agrees that when the Employer ig  \nrequired by any imposed requirement to sublet, con-  \ntract out or award bargaining unit work to any  \ni1  \nminority, disadvantaged, small and/or female busi-  \nness enterprise, or any other such similarly desig-  \nnated enterprise, and a dispute exists, the Employer  \nand the Union shall meet and agree upon an equi-  \ntable solution to the dispute, which may include a  \nProject Agreement.  \n"], ["ARTICLE 17  \nUnion Representatives  \n", "Only authorized Union Representatives shall have  \nthe right to confer with Employees on the job. Each  \nand every Union Representative shall first contact  \nthe job superintendent or foreman, or whoever is in  \ncharge of the project before conferring with any  \nEmployee. At no time shall such Union Repre-  \nsentative hinder or interfere with the progress of the  \nwork.  \nIt is mutually agreed that the Local Union will  \nnotify the Employers Association in writing, listing  \nthe Union authorized Representatives who will deal  \nwith the various Employers, make commitments for  \nthe Local Union generally, and, in particular those  \nindividuals who have the sole authority to act for the  \nLocal Union in calling or instituting strikes or any  \nstoppages of work. The Union may, from time to  \ntime, amend its listing of authorized Representa- |  \ntives by certified mail. Unless and until this notifi-  \ncation has been complied with, any strike is illegal.  \nIt shall be the obligation of the Union Repre-  \nsentative to adhere to all pertinent safety rules of  \nthe particular job while on the Employer's  \npremises.  \n"], ["ARTICLE 18  \nRotation of Employees  \n", "The Union may not require rotation of Employees  \nduring the life of this Agreement, other than  \nApprentices shuffled for purposes of training.  \n12  \n"], ["ARTICLE 19  \nPayroll Records  \n", "In case of a dispute arising over hours and wages,  \nthe Union shall have the right to examine the pay-  \nroll records of the individual Employees covered by  \nthis Agreement upon which there is a dispute. Prior  \nto the actual examination a written request shall be  \nsubmitted to the Employer involved.  \n"], ["ARTICLE 20  \nApplication of Wage Rates  \n", "Wage rate classifications in this Contract estab-  \nlishes only a rate for Employees and in no way  \nrelates to manning of projects.  \n"], ["ARTICLE 21  \nPayday and Wage Payment  \n", "A. All regular, full time Employees covered by this  \nAgreement shall be paid in full each week. Not more  \nthan seven (7) days shall be held back including  \npayday.  \nB. Wages shall be paid at or before the end of the  \nshift of the designated payday.  \nC. When an Employee is laid off or discharged,  \nhe/she shall receive al] money due him/her in cash or  \nnegotiable check, within the next working day. If the  \nEmployee does not appear to collect the check the  \nEmployer will immediately mail the check to the  \nEmployee’s last known address. If the Employer  \ndoes not mail the check within the next working day,  \nthree (3) hours pay for each working day will be  \nassessed as penalty. The Employer must be informed  \nwithin five (5) working days of non-receipt or the  \nEmployee will forfeit the penalty.  \nD. An Employee who quits will be paid any wages  \ndue him/her at the next regular payday.  \n13  \nE. The Employer agrees to provide the following  \ninformation on Employee's check stub: hours, date,  \nregular pay, overtime pay, gross pay, deductions and  \nnet pay.  \n"], ["ARTICLE 22  \nFringe Benefits  \n", "The Employer agrees to contribute every month,  \nnot later than the 15th of the following month, here-  \ninafter called the “due date,” such sums for Pension,  \nHealth and Welfare, Savings, Apprenticeship or  \nTraining, and Promotion funds as they may be  \nestablished, an amount for each hour worked by all  \nEmployees covered by this Agreement. The fund’s  \nTrustees shall equally represent the Union and the  \nEmployer. The Terms of the trust agreements estab-  \nlishing those funds are hereby incorporated as a  \npart hereof.  \n1. Contributions to be paid on one check with all  \nother fringes to an administrative agency as desig-  \nnated by the trustees.  \n2. Reporting forms and instructions are to be  \nstandardized with other basic trades.  \n3. Contributions paid on an hourly basis on all  \nhours worked and not to be pyramided, Example: If .  \nhourly wage is $3.00 plus 10¢ fringe, time and one  \nhalf overtime rate equals $4.50 plus 10¢ fringe. On  \nshift work, contributions are to be paid on the same  \nproportionate hourly basis as hours worked to hours  \npaid.  \n4. Any Insurance Carrier, Administrator, Con-  \nsultant, Actuary, Fiduciary Agent which may be  \nused shall be selected by competitive bidding upon  \ninvitation by Trustees.  \n5. (a) An Employer will be considered “delin-  \nquent” for a particular work month if its required  \nreport and payment for that month are not post-  \nmarked on or before the 15th day of the following  \n14  \nmonth (the “due date”), irrespective of whether such  \ndelinquency is willful or otherwise.  \n(b) If an Employer becomes delinquent for a  \nparticular work month (as provided in [a] above),  \nthey shall also be required to pay, as liquidated dam-  \nages and not as a penalty, an amount equal to 10%  \nof the payment otherwise due for such work month,  \nit being understood and acknowledged by the parties  \nthat actual damages are extremely difficult or  \nimpossible to ascertain and that the amount so fixed  \nas liquidated damages is reasonable.  \n(c) If an Employer becomes delinquent for a  \nparticular month (as provided in [a] above), as to  \nany or all of the Trust Funds, and if the reports and  \nthe full payment due for such work month {including  \nliquidated damages) are not postmarked in the office  \nof the Fund Administrator on or before the 15th day  \nof the month following the applicable due date, such  \nEmployer shall (in addition to paying the full  \namount due) be required to post in the office of the  \nFund Administrator a cash or surety bond in form  \nsatisfactory to the Trustees and in the face amount  \nof $25,000 minimum to a maximum amount to be  \ndetermined by the Fringe Fund Trustees on a con-  \ntractor-by-contractor basis, which shall cover all the  \nTrust Funds and assure payment of all sums called  \nfor by this agreement in the event of the Employer's  \nsubsequent delinquency as to any and all of the  \nTrust Funds, and which shall be kept in force and  \nmaintained in the full face amount for a period of  \nnot less than 12 consecutive calendar months during  \nwhich no further delinquency has occurred on the  \npart of such Employer. The Union shall refuse to  \nsupply cement masons and shall prohibit Employees  \ncovered by this Agreement from working for any  \nsuch delinquent Employer who fails or refused to  \nprovide or maintain such bond.  \n(d) Illustration of clauses (a), (b), and (c): If an  \n15  \nEmployer’s report and payment for the January  \nwork month have not been postmarked before Feb-  \nruary 16, such Contractor becomes delinquent at  \nthat point and must pay the full amount due, plus  \n10%. If the report and the full payment for January  \n(including the 10% liquidated damages amount) are  \nnot postmarked before March 16, the Employer  \nmust then post a bond of $25,000 minimum to a  \nmaximum amount to be determined by the Fringe  \nFund Trustees on a contractor-by-contractor basis,  \nin addition to reporting and paying the full amount  \ndue.  \n(e) The delinquent Employer shall also be re-  \nquired to pay all costs of collection actually incurred  \nby the Trust Fund, including all attorney fees, ser-  \nvice fee, filing fees, court reporter fees, and all other  \nfees, costs and disbursements, incurred by or on  \nbehalf of the Trust Funds in collecting the amount  \ndue. Trustees at their discretion may reimburse  \n(from the fund) the Union for picketing and ban-  \nnering expense actually incurred by the Union in  \ncollecting amounts due the Trust Funds, which  \nexpenses shall be deemed to be costs of collection on  \nbehalf of the Trust Funds.  \n(f) Each Employer who is required to make  \npayments to the Trust Funds shall promptly furnish  \nto the Trustees and the Union or its authorized  \nagent on demand, all necessary employment and  \npayroll records relating to its Employees covered by  \nthis Agreement, including any other relevant infor-  \nmation that may be required in connection with the  \nadministration of the Trust Funds. The Trustees or  \ntheir authorized agents may examine such employ-  \nment, or payroll records whenever such examination  \nis deemed necessary in connection with the proper  \nadministration of the Trust Funds.  \nIf an Employer fails or refuses to furnish its pay-  \nroll records to the Trustees, or their authorized  \n16  \nagents upon demand or refuses to afford the  \nTrustees, or their authorized agents reasonable  \nopportunity to examine the same in accordance with  \nstandard auditing procedures, the Trustees may  \nenforce such rights by legal action, in which event  \nall attorney fees, service fees, filing fees, court  \nreporter fees and other legal costs and disburse-  \nments, as well as the auditing fees and costs  \nincurred in conducting such audit, shall be paid by  \nsuch Employer on direction by the Trustees. The  \nUnion shall also have the right to take economic  \naction to enforce such rights on behalf of the Union  \nand the Trustees, and the Trust Funds shall reim-  \nburse the Union for picketing and bannering  \nexpenses actually incurred in enforcing such rights.  \n(g) Notwithstanding the provisions of Article  \n11 Settlement of Disputes, the failure, refusal or  \nneglect of an Employer to report and to pay sums  \ndue the Trust Funds or otherwise to comply with the  \nterms and provisions of this Article shall not be sub-  \nject to arbitration.  \n(h) The parties to this Agreement acknowledge  \nthat the provisions of this Agreement establishing  \nrates of pay, wages, all hours of employment and  \nother terms and conditions of employment, includ-  \ning fringe benefits, apply to Employees employed in  \njob classifications within the jurisdiction of the  \nUnion, regardless of whether or not such Employees  \nare members of the Union.  \n6. Any and all fringe contribution rates shall be  \nopen for adjustment upon thirty (30) days written  \nnotice to the AGC. Such adjustment shall adjust  \nwages in a like amount.  \nWorkers Compensation Program  \nAGC of Minnesota and Cement Masons Local 633  \nhereby agree to enter into an Agreement and Decla-  \nration of Trust for the establishment of the AGC of  \n17  \nMinnesota-Basic Construction Crafts Workers Com-  \npensation Fund (hereinafter “the Fund”) to provide  \nworkers compensation benefits to eligible employees  \nunder this Collective Bargaining Agreement. This  \nFund will be administered by an equal number of  \nEmployer trustees and Union trustees and will be  \nfunded from contributions from employers on behalf  \nof employees covered by this Collective Bargaining  \nAgreement.  \nThe operation of the workers Compensation pro-  \ngram will be determined by the trustees in accor-  \ndance with the Agreement and Declaration of Trust  \nof the Fund. The parties hereto agree to be bound by  \nthe Agreement and Declaration of trust establishing  \nthe Fund, together with any amendments thereto  \nand regulations established by the trustees, and the  \nparties hereby designated as their representative on  \nthe Board of Trustees such trustees as are named  \npursuant to the Trust Agreement, together with any  \nsuccessors who may be appointed pursuant to the  \nAgreement and Declaration of Trust. The parties  \nhereto agree to be bound by the delinquency collec-  \ntion procedures established by the trustees of the  \nFund, as may be revised from time to time.  \nIt is the purpose of the Trust fund to provide  \nemployees who claim compensable personal injuries  \nand occupational diseases occurring under Min-  \nnesota Workers Compensation laws with benefits  \nrequired by law. The amount of contributions to this  \nfund shall be established by the trustees and may  \nbe changed from time to time.  \n"], ["ARTICLE 23  \nPrevailing Wage Reports  \n", "It is agreed that management and labor will coop-  \nerate on the timely completion and submission of  \nprevailing wage reports to the U.S. and State  \nDepartments of Labor.  \n18  \n"], ["ARTICLE 24  \nSaving Clause  \n", "This Agreement is intended to be in conformity  \nwith all applicable and valid State and Federal laws,  \nrules and regulations.  \nAny conflict between the provisions of this Agree-  \nment and the terms of any such laws and regula-  \ntions shall cause the provisions of this Agreement so  \nin conflict to be superseded or annulled, but shall  \nnot supersede or annul the terms and provisions of  \nthis Agreement which are not so in conflict.  \n"], ["ARTICLE 25  \nEntire Understanding  \n", "This Agreement covers the entire understanding  \nbetween the parties hereto. Nothing which is not  \ncontained herein will be of any force or effect upon  \nany party hereto, except the Letter of Understand-  \ning executed by the parties regarding Picket Lines.  \n"], ["ARTICLE 26  \nDuration  \n", "A. All terms of this Agreement shall remain in  \neffect from May 1, 2004 through April 30, 2007.  \nB. Any party has the right to terminate* or amend  \nthis Agreement by giving written notice to the other  \nparty, sixty (60) days before the expiration of this  \nAgreement. Failure to give such notice shall cause  \nthis Agreement to be renewed automatically for a  \nfurther period of twelve (12) months.  \n*Pursuant to Section 9a) of the Act.  \nC. In the event such written notice is given and a  \nnew Agreement is not signed, before the expiration  \nof this Agreement, then this Agreement shall con-  \ntinue in force until a new Agreement is signed, nego-  \ntiations are formally broken off, or until a strike or  \n19  \nlockout occurs. Any fringes earned prior to cessation  \nof work shall be due and payable.  \n"]]