[["", "K 839%  \n6/1 /Rovo— 6/1/2003  \n2000-2003 “4.  \nTEAMSTERS  \nAGREEMENT  \nEntered into between /C /540  \nNAICS 293320  \nThe  \nAssociated Genera! Contractors  \nof America  \nGreater Detroit Chapter, Inc.  \nand  \nTeamsters Local Unions  \nNos. 247, 614 and 339  \naffiliates of the  \ninternational Brotherhood  \nof Teamsters  \n   \nThe Associated General Contractors  \nof America, Greater Detroit Chapter, Inc.  \n23999 Northwestern Highway, Suite 150  \nSouthfield, Michigan 48075  \nPhone (248) 948-7000  \n*  \nTeamsters Loca! No. 247  \n2741 Trumbull Ave. 5S  \nDetroit, Michigan 48216  \nPhone (313) 961-0068  \n*  \nTeamsters Local /  \n2441 W. Water St.  \nPort Huron, Michigan 48060  \nPhone (810) 985-8127  \n*  \nTeamsters Local No. 614 2 Sto  \n131 University Drive  \nPontiac, Michigan 48013  \nPhone (248) 334-4573  \nChange and 23  \nCheck-Off 7  \nDefective Equipment 2!  \nDischarge 17  \nDisputes—-Joint Adjustment 18  \nEmployment I  \nEqual Employment 2  \nExtra-Contract Agreements ..................__. 15  \nFuneral 15  \nGeneral Provisions 20  \nHealth and Welfare 12  \nHoliday Pay 10  \nIndustry Advancement Program»... 2... 21  \nInvalidity 21  \nJurisdictional Disputes 19  \nLayoffand Recall ©... 17  \nLiability of 2]  \ni2  \nPreamble !  \nProtection of Rights 20  \nReporting 6  \n16  \nShift Work 8  \nSteward 18  \nSubstance Abuse a2  \nUnauthorized 2]  \nUnion Representation 20  \nVacation Pay I  \n"], ["Article 1. TRUCK DRIVERS’ AGREEMENT  \n", "A three year agreement beginning June |, 2000.  \n1. THIS AGREEMENT between The Associated General Con-  \ntractors of Amcrica, Greater Detroit Chapter, Inc., hereinafter  \ncalled the “Association,” representing its members who are  \nhereinafler referred to as the “Employer” or “Employers” and  \nTeamsters Local Union No. 247, located at 2741 Trumbull  \nAvenue, Detroit, Michigan, Local Union No. 614, 1410 South  \nTelegraph, Bloomfield Hills, Michigan and Local Union No. 339,  \n2441 W. Water Si, Port Huron, Michigan, affiliates if the  \n[International Brotherhood of Teamsters, hereinafter referred to as  \nthe Union\" shall remain in full force and effect until JUNE 1,  \n2003, and thereafter from year to year unless changed in accord-  \nance with Article XXVIII of this Agreement.  \n2. FURTHER, this Agreement between the Employer and the  \nUnion shall be in effect and applicable to the Counties of  \nWAYNE, OAKLAND. MACOMB, WASHTENAW, MONROE,  \nST. CLAIR, SANILAC, HURON and TUSCOLA. in the STATE  \nOF MICHIGAN, for its duration.  \n3. It is understood that The Associated General Contractors of  \nAmerica, Greater Detroit Chapter, Inc., is acting only as an agent  \nin the negotiation of this Agreement, and that il is agent only for  \nthose Employers—individuals, partnerships and corporations—who  \nhave authorized it so to act, and in no event shall it be bound as  \nprincipal or be held liable in any manner for any breach of this  \nAgreement by any of the Employers for whom it is acting or any  \nemployee of such Employers. Ii is further agreed and understood  \nthat the liabilities of the Employers who have authorized the  \nnegotiation and execution of this Agreement shall be several and  \nnot joint.  \n4. The Employer recognizes the Union as the sole and exclusive  \ncollective bargaining agent for its members performing the work  \nwithin the classifications contained in this Agreement in the ge-  \nographical area coming within the jurisdiction of the Union; and  \nthe Union recognizes the Association as the sole and exclusive cal-  \nlective bargaining agent for its members for the purpose of collec-  \ntive bargaining in the geographica! area coming within the jurisdic-  \ntion of the Union.  \n"], ["Article IL EMPLOYMENT  \n", "1. If requested, the Union agrees to furnish competent workers  \nupon notification to the Secretary or Business Agent of the Union.  \nThe Union shall be given equal opportunity with all sources to  \nprovide suitable applicants. The Employer retains his right of free-  \ndom of selection of employees from among all applicants, regard-  \nless of source.  \n2. The Employer agrees that in the employment of workers to  \nperform the various classifications of labor required in the work  \nunder this Agreement, he will not discriminate against applicants  \nbecause of membership or nonmembership in the Union. Each em-  \nployee shail, as a condition of employment, become and remain a  \nmember of the Union for the term of his employment on and after  \nthe seventh (7th) calendar day after his employment by an Em-  \nployer in the geographical area covered by this Agreement. The  \nseven (7) day period within which an employee agrees to foin the  \nUnion shall be computed from the first day such employee enters  \nthe employment of any member of the Association.  \n3. In the event the National Labor Relations Act is amended,  \nwhile this contract is in force, so that an employee may lawfully  \nbe required to become a member of a Union as a condition of  \nemployment in less than seven (7) days, then such shorter period  \nof time shafl immediately become operative under this Agreement,  \nnotwithstanding the provisions of Paragraph 2, above.  \n4. The Employer shall not be obligated hereunder to discharge or  \ndiscriminate against any employee for nonmembership in the  \nUnion:  \n(a) If he has reasonable grounds for believing that such member-  \nship was not available to the employee on the same terms and  \nconditions generally applicable to other members; or  \n(b} If he has reasonable grounds for believing that membership  \nwas denied or terminated for reasons other than the failure of  \nthe employee ta tender the periodic dues and the initiation  \nfees uniformly required as a condilion of acquiring or  \nretaining membership.  \n(c) Untess the Employer shall be furnished with a notice in writ-  \ning from the Union, signed by the proper officer, and sctling  \nforth that the employee has refused to join the Union in  \naccordance with Paragraph 2 above, although he has been  \noffered membership on the same terms as other members, or  \nthat the employee's membership in the Union has been  \nterminated for reason of nonpayment of regular dues or  \nregular initiation fees and that the Union requests that said  \nemployee be discharged for one of these above reasons.  \n"], ["Article HI. EQUAL EMPLOYMENT OPPORTUNITY  \n", "|. The Employer and the Union agree that there will be no  \ndiscrimination in employment based upon race, color, creed,  \nnational origin, sex or age and that nothing elsewhere in this  \nAgreement shall be construed as requiring or permitting such  \ndiscrimination. The Employer and the Unien further agree that  \neach will cooperate with the other in taking such affirmative action  \nby either or both as is proper and necessary to ensure equality of  \nopportunity in all aspects of employment.  \n2  \n"], ["Article IV. WAGES AND HOURS  \n", "|. The following minimum rates of wages apply to Building and  \nHeavy Construction in WAYNE, OAKLAND, MACOMB,  \nWASHTENAW, MONROE, ST. CLAIR, SANILAC, HURON and  \nTUSCOLA COUNTIES in the STATE OF MICHIGAN.  \nEffective First Full Payroll Pertod  \nCommencing On or After June 1, 2000  \nThrough May 31, 2001  \nDay Rate Shift Rate  \nPer Hour Per Hour  \nTruck Drivers on all trucks excepr  \nsemi-trucks or tractor trailers, pole  \ntrailers, lowboys, straddle carriers,  \ndouble bottom, and special load per-  \nmit driver* $22.385 $23.88  \nTrack Driver on Semi-Trucks or Trac-  \ntor Trailers except pole trailers, low-  \nboys, straddle carriers, double bottom,  \nand special load permil driver* ... $22.535 $24.04  \nPole Trailer Driver, Lowboy Driver,  \nStraddle Carriers, Double Bottom  \nDriver and Special Load Permit  \nDriver*, Fuel Truck Driver,  \nBus Driver ................ $22.635 $24.14  \n*Special Load Permit Driver means a Driver of a vehicle for  \nwhich a special over-width and/or over-length permit has been  \nissued for a particular trip. This docs not apply to a Driver of a  \nvehicle for which an annual special cab permit for overweight has  \nbeen issued.  \nHealth and Welfare: Effective April 1, 2000 through March 3}.  \n2002, the Employer agrees to pay into the Michigan Conference  \nof Teamsters Welfare Fund a contribution of one hundred thirty-  \ntwo dollars and seventy cents ($132.70) per weck for each em-  \nployee covered by this Agreement.  \nPension: Effective June |, 2000 through May 31, 2001. the  \nEmployer agrees to pay into the Central States Southeast and  \nSouthwest Areas Pension Fund a contnbution of twenty-five  \ndollars and sixty cents ($25.60) per day (maximum of $128.00 per  \nweek} for each employee covered by this Agreement.  \nEffective First Full Payroll Period  \nCommencing On or After June 1, 2001  \nThrough May 31, 2002  \nDay Rate Shift Rate  \nPer Hour Per Hour  \nTruck Drivers on all tricks except  \nsemi-trucks or tractor trailers, pole  \ntrailers, lowboys, straddle carriers,  \ndouble bottom, and special load per-  \nmit driver® $23.335 $24.89  \nTruck Driver on Semi-Trucks or Trac-  \ntor Trailers except pole trailers, low-  \nboys, straddle carners, double bottom,  \nand special load permit driver® ... $23.485 $25.05  \nPole Trailer Driver, Lowboy Driver,  \nStraddle Carriers, Double Bottom  \nDriver and Special Load Permit  \nDriver*, Fuel Truck Driver,  \nBus Driver $23.585 $25.16  \n*Speciat Load Permit Driver means a Driver of a vehicle for  \nwhich a special over-width and/or over-length permit has been  \nissued for a particular trip. This does not apply to a Driver of a  \nvehicle for which an annual special cab permit for overweight has  \nbeen issued.  \nApprenticeship Fund: See Anicle XI[li. The Hourly Rates  \nappearing on this page will change if the Apprenticeship contri-  \nbution becomes effective June 2001. Prior to payment of the  \nJune 2001 Hourly Rates, please ascertain whether the Appren-  \nticeship contribution is tn effect.  \nHealth and Welfare: Effective April |. 2000 through March 31,  \n2002, the Employer agrees to pay into the Michigan  \nof Teamsters Welfare Fund a contribution of one hundred thirty-  \ntwo dollars and seventy cents ($132.70) per week for each em-  \nployee covered by this Collective Bargaining Agreement.  \nPension: Effective June 1, 2001 through May 31, 2002, the  \nEmployer agrees to pay into the Central States Southeast and  \nSouthwest Areas Pension Fund a contribution of twenty-eight  \ndollars ($28.00) per day (maximum of $140.00 per week) for cach  \nemployee covered by this Collective Bargaining Agreement.  \n   \nHourly Rate for Employees who Work More Than Five Days  \nDuring a Calendar Weck: Effective June |, 2001 (first full  \npayroll period), whenever the employee works six or seven days  \nduring the same calendar week, his or her Hourly Rate for work  \non his or her sixth and seventh workdays shall increase by thirty  \ncents ($.30) per hour.  \nEffective First Ful) Payroll Pertod  \nCommencing On or After June 1, 2002  \nThrough May 31, 2003  \nDay Rate Shift Rate  \nPer Hour Per Hour  \nTruck Drivers on all trucks excepr  \nsemi-trucks or tractor trailers, pole  \ntrailers, lowboys, straddie carriers,  \ndouble bottom, and special load per-  \nmil driver* $24.11 $25.72  \nTruck Driver on Semi-Trucks or Trac-  \ntor Trailers except pole trailers, low-  \nboys, straddle carners, double bottem,  \nand special load permit driver* ... = $24.26 $25.88  \nPole Trailer Driver, Lowboy Driver,  \nStraddle Double Bottom  \nDriver and Special Load Permit  \nDriver*, Fuel Truck Driver,  \nBus Driver $24.36 $25.98  \n*Special Load Permit Driver means a Driver of a vehicle for  \nwhich a special over-width and/or over-length permit has been  \nissued for a particular trip. This does not apply to a Driver of a  \nvehicle for which an annual special cab permit for overweight has  \nbeen issued.  \nApprenticeship Fund: See Antcle XIII. The Hourly Rates  \nappearing on this page will change if the Apprenticeship contri-  \nbution is in effect. Prior to payment of the June 2002 Hourly  \nRates, please ascertain whether the Apprenticeship contribu-  \ntion is in effect.  \nHealth and Welfare: Effective April 1, 2002 through March 31,  \n2003, the Employer agrees to pay into the Michigan Conference  \nof Teamsters Welfare Fund a contribution of one hundred thirty-  \nnine dollars and seventy cents ($139.70) per week for cach em-  \nployee covered by this Collective Bargaining Agreement.  \n5  \nPension: Effective June 1, 2002 through May 31, 2003, the  \nmployer agrees to pay into the Central States Southeast and  \nSouthwest Areas Pension Fund a contribution of thirty doljars and  \neighty cents ($30.80) per day (maximum of $154.00 per week) for  \neach employee covered by this Collective Bargaining Agreement.  \nHourly Rate for Employees who Work More Than Five Days  \nDuring a Calendar Week: Effective June |, 2002 (first full  \npayroll period), whenever the employee works six or seven days  \nduring the same calendar week, his or her Hourly Rate for work  \non his or her sixth and seventh workdays shall increase by sixty-  \nfive cents ($.65} per hour.  \n2. The Employer will reimburse a regular employee who has  \nacquired al least six (6) months of seniority the actual cost of  \nrenewing his Commercial Drivers License an amount not to exceed  \none hundred dollars ($100), provided the employce is on the  \nEmployer's payroll at the time the renewal application is submitted  \nto the Secretary of State. Reimbursement will be made upon  \npresentation of a receipt.  \n3. Running Time. Running time is that lime consumed in trans-  \nporting Employer-owned equipment from the garage or yard to the  \njobsite at the beginning of the day's operation and from the jobsite  \nto the garage or yard at the end of the day's operation. Employees  \nshall receive pay for the actual running time consumed. Running  \ntime shall be considered as time worked for purposes of computing  \npay.  \n4. When an Employer-owned truck is lefl at a jobsite, the em-  \nployee shalt be allowed the equivalent of three-quarters (%) hours’  \npay in addition to all other compensation provided for in this  \nAgreement in lieu of running time provided (or in Paragraph 3 of  \nthis Article and shall use his best efforts to have the truck running  \nand ready to operate at the required starting time.  \n"], ["Article V. REPORTING TIME  \n", "}, In the event an employee is ordered to repon for work on any  \nwork day but is not put to work that day, weather permitting, he  \nshall be paid two (2) hours for show-up time, During such two (2)  \nhours’ time the worker may be required to perform such work as  \nis necessary for the maintenance of his truck which is not within  \nthe jurisdiction of the members of the same or other Unions.  \n2. If the employee actually commences work at the site of the  \njob, he shall be paid at least four (4) hours’ pay, weather permit-  \nting. Afier actually commencing work at the site of the job, and  \nbeing recalled, the worker may be required, during the balance of  \nthe four (4) hours, to perform such work as is necessary for the  \nmaintenance of his truck which is not within the jurisdiction of the  \nmembers of the same or other Unions.  \n6  \n3. Any employee who reports in the moming or at the beginning  \nof a shift and begins his fifth (Sth) hour of work, Monday through  \nFriday, or his sixth (6th) hour Saturdays, Sundays and holidays,  \nweather permitting, shall receive one (1) day's wages or cight (8)  \nhours’ pay. After commencing the fifth (Sth) hour of work and  \nbeing recalled, the worker may be required, during the balance of  \nthe aflernoon or shift, to perform such work as ts necessary for the  \nmaintenance of his truck which is not within the jurisdiction of the  \nmembers of the same or other Unions.  \n"], ["Article VIL. CHECK-OFF AUTHORIZATION  \n", "1. The Employer agrees to honor, upon presentation by the  \nUnion, authorizations and assignments signed by the employee  \nwhich are in the form prescribed by applicable laws, and which  \nauthorize such legal deductions from wages for Union admini-  \nstrative purposes,  \n2. Michigan Building Trades Check-Off.  \n(a) During the term of this Agreement and in accordance with  \nthe terms of an individual and voluntary wrilten authorization and  \nassignment form in conformity with Section 302(c) of the Labor  \nManagement Relations Act, as amended, and submitted to the  \nEmployer, the Employer agrees to deduct, once each month from  \nthe wages of each employee covered by this Agreement who signs  \nsaid check-off authorization and assignment, the sum of three cents  \n($.03) per hour for each hour worked by said employee during the  \nmonth. It is agreed that if an increase in the amount herein  \ndescnbed is constitutionally approved in convention of the  \nMichigan State Building and Construction Trades Council, the  \norganization who shall be the recipient of these sums as per capita  \ntax of the Local, and the Employer is notified, it shall deduct such  \nincreased sum from the wages of cach employee covered hereby,  \nhaving signed an authorization and assignment form.  \n(b) The amount deducted shall be remitted to the Michigan State  \nBuilding and Construction Trades Council by the [Sth day of the  \nfollowing month together with a statement setting forth the names  \nand hours worked of each employee from whose wages the deduc-  \ntion is made and a copy of said statement shall be furnished by the  \nEmployer directly to the Local union.  \n3. Credit Union. The Employer also agrees to deduct from each  \nemployce, who so authorizes it in writing, a specified sum in even  \ndollar amounts each and every payroll and to pay this sum to the  \nTeamsters Credit Union of Wayne and Oakland Counties, not less  \nfrequently than monthly. The employee may revoke at any time  \nthis authorization and assignment by filing with the Employer and  \nthe Credit Union, a statement in writing that he does not wish the  \nEmployer to continue making such deductions, provided that such  \nrevocation shail not be effective for ten (10) days from the date it  \nis received by both the Employer and the Credit Union.  \n7  \n"], ["Article VII. HOURS OF WORK  \n", "1. The normal work day shall consist of eight (8) hours work al  \nstraight time wages Monday through Friday.  \n2. All employees covered by this Agreement shall be paid  \nweekly on regular pay days.  \n3. Overtime. Two (2) hours of overtime, Monday through Fri-  \nday, may be worked each day for which one and one-half the  \nstraight-time rate shall be paid. Eight (8) hours of work may be  \nperformed on Saturdays, 8:00 a.m. to 4:30 p.m., for which one and  \none-half the straight-time rate shall be paid. Work in excess of two  \n(2) hours of overtime Monday through Friday and in excess of  \neight (8) hours on Saturdays shall be paid at double the straight-  \ntime rate.  \n4. If an employee ts required to work into the second day or  \nlonger without having eight consecutive hours off work he will  \ncontinue to receive overtime pay until he is off work for cight  \nconsecutive hours.  \nAll hours worked between 8:00 a.m. Saturday and 8:00 a.m.  \nMonday will be paid at double the straight lime rate, except cight  \n(8) hours of work may be performed on Saturdays, 8:00 a.m, to  \n4:30 p.m., for which one and one-half the straight-time rate shall  \nbe paid.  \n6. All hours worked between 8:00 a.m. on a Holiday listed in  \nArticle X and 8:00 a.m. the following day will be paid at double  \nthe straight time sate.  \n7. When an employee begins a regular shifl on a Sunday or  \nHoliday and is held over past 8:00 a.m. the next day, all hours  \nworked will be paid at double the straight lime rate.  \n8. Flexible Starting Time.  \n(a) The Employer, without the payment of premium time, has the  \nright to modify the starting time of the employees starting their  \nwork day at a jobsite from the regular starting time of 8:00 a.m.  \nto any time between 6:00 a.m. and 8:00 a.m.  \n(b) Fhe Employer, without the payment of premium time, has the  \nright to modify the starting time of any employce starting his work  \nday al the Employer's yard from the regular starting time of 8:00  \na.m. to any time between 6:00 a.m. and 8:00 a.m.  \n"], ["Article VIN. SHIFT WORK  \n", "|. The shift wage rate shail apply for shift work for one day or  \nany number of days. On any work starting on or after 1:00 p.m.,  \nthe shift rate shall be paid. Premium pay on shifts shall be  \ncomputed on the shifl rate of wages.  \n2. The normal designated shift starting limes are as follows:  \n8  \n(a) On one shift operations, the norma! starting time shall be 8:00  \na.m.  \n(b) On two shift operations, the normal shifi starting time shall  \nbe 8:00 a.m. for the day shift and 4:30 p.m. for the afternoon  \nshift.  \n(c) On three shift operations, the norma! shift starting times shall  \nbe 8:00 a.m. for the day shift, 4:00 p.m. for the afternoon  \nshift and 12:00 midnight for the night shift.  \n"], ["Article IX. OPTIONAL FOUR-TEN WORKWEEK  \n", "The Union agrees that the Employer may work a 4-10 workweek  \nona particular job as provided bclow only under the following cir-  \ncumstances:  \n1. At the beginning of a job or at any time during its duration.  \nand for a minimum of one (1) week, the Employer shall have the  \noption of scheduling work on cither Monday through Thursday or  \non Tuesday through Friday for ten hours each day at straight time.  \nWork in excess of ten (10) hours but less than twelve (12) hours  \nper day (Monday through Thursday or Tuesday through Kriday)  \nshall be paid at time and one-half. Work in cxcess of twelve (12)  \nhours per day (Monday through Thursday or Tuesday through  \nFriday) shall be paid at double time. The 4-10 workweck may be  \nused by an Employer on a job basis or a crew basis only. The  \nEmployer must pay the daily pension contribution for five (5) days  \nduring the week even though only four (4) days are worked during  \nthe week. The 4-10 workweek may be used only under the  \nfollowing circumstances:  \n(a) When the Employer elects to use the 4-10 workweek  \nunder this Paragraph, he will notify the Local Union involved  \nand inform the Local Union of the work schedule as soon as  \npossible prior to its implementation.  \n(b) In the event one (1) or more hours of work are unable to  \nbe performed because of bad weather when 4-10s are worked  \nMonday through Thursday, the Employer may schedule work  \non Friday of that week for a minimum of eight (8) hours,  \nWork in excess of forty (40) hours for the week (Monday  \nthrough Friday) but not more than forty-eight (48) hours shall  \nbe paid at time and one-half. Work in excess of forty-eight  \n(48) hours for the week (Monday through Friday) shail be  \npaid at double time. Eight hours of work may be performed  \non Saturdays at time and one-half. Work on Saturdays in  \nexcess of eight (8) hours shall be paid at double time.  \n(c) On any job scheduled to work a makeup day, the Employ-  \ner shall not bring employees to the job to avoid the payment  \nof premium time.  \n{(d) When work is performed under the 4-10 workweek  \nschedule, payday shall be one of the workdays. Once payday  \nhas been established on a project under this Section, that day  \nshall remain the payday whenever 4-10s are worked.  \n"], ["Article X. HOLIDAY PAY  \n", "1. An employee who has acquired seniority shall be cligible to  \nbe paid eight (8) hours’ pay at the straight time rate for the follaw-  \ning Holidays: New Year's Day, Labor Day, Memorial Day,  \nThanksgiving Day. Independence Day and Christmas Day.  \n2. If any of the above holidays fall on Sunday, the following  \nMonday shall be considered the hotiday and, if work is performed,  \nthe rate shall be double time. No employee shall be requested to  \nwork on Labor Day except for protection of Life or Property.  \n3. If a Holiday should fall on Saturday or during an employee's  \nscheduled vacation, the employee complying with the other re-  \nquirements of the Agreement, shall be paid for such Holiday.  \n4. Four-Ten Workweek. If a holiday is celebrated on Friday or  \nMonday, four 10-hour straight-time weekdays may be worked  \nduring the calendar week in which a holiday is to  \nenable Teamsters to have a 3-day weekend. [n addition, the  \nEmployer may choose to work four {!0-hour, straight-time  \nweekdays during the week preceding or following this holiday  \nweek, to enable Teamsters to have a 4-day weekend. Jobs which  \nhave worked overtime on a reguiar basis within two weeks of the  \nholiday may not change the workweek in accordance with this  \nParagraph. Notice must be given to the Union at least 3 work days  \nbefore the first 4-10 day is worked. A Teamster who is entitled to  \na paid holiday pursuant to Article X, Paragraph | shall receive  \npayment for the holiday even if he works 40 hours during the  \nholiday week pursuant to this Paragraph. A Teamster who has  \nacquired seniorily and who has worked 40 hours during the 4-10  \nweek shall receive five (5) days of pension contributions, in  \naddition to any holiday pay.  \n5. To be entitled to pay for such holidays, the employee must  \nhave worked his last scheduled work day prior to, and his next  \nscheduled working day after such holiday. Provided, however, that  \nif an authorized of the employer agrees with the  \nindividual employee that he need not work his last scheduled day  \nbefore, or after a holiday, or either one of such days. then the  \nemployee shal} be qualified to receive pay for such holiday  \nbecause of said agreement. The authorized representative of the  \nemptoyer shall be the person designated by the employer as such.  \nAny permission given by the authorized representative of the  \nEmployer to an employee to not work the day before or the day  \nafter a holiday, as stated above, shall be in writing.  \n10  \n   \n6. If any holiday falls within the 30-day period following an  \nemployee's lay-off due to lack of work, and such employce is also  \nrecalled to work during the same 30-day period but did not receive  \nany holiday pay, then in such case he shall receive an extra day's  \npay for each holiday falling within said 30-day period, which shall  \nbe included in his first week's pay check. Said extra day's pay shall  \nbe equivalent to eight (8) hours at the straight-time hourly rate  \nSpecified in the contract. An employee who is laid off because of  \nlack of work and is not recalled to work within the aforementioned  \n30-day period is not entitled to the extra pay upon his return.  \n7. Employees are entitled to holiday pay if the holiday falls  \nwithin the first thirty (30) days of absence duc to illness or  \nnonoccupational injury, or within the first six (6) months of  \nabsence due to occupational injury.  \n"], ["Article XI. VACATION PAY  \n", "1. Drivers who have been in the employ of their company for  \nthree (3) years or fess shall be entitled to Vacation Pay of $.60 per  \nhour worked,  \n2. Drivers who have been in the employ of their company at the  \nbeginning of the fourth (4th) year through the tenth (10th) year  \nshall be entitled to Vacation Pay of $1.00 per hour worked.  \n3. Drivers who have been in the employ of their company at the  \nbeginning of the cleventh (11th) year through the fifteenth (15th)  \nyear shalt be entitled to Vacation Pay of $1.45 per hour worked.  \n4. Drivers who have been in the employ of their company at the  \nbeginning of the sixteenth (16th) year and longer shall be entitled  \nto Vacation Pay of $1.85 per hour worked.  \n5. Such accrued vacation pay shall be accumulated yearly for the  \nemployee until May ft each year, unless he shall prior to that time  \nleave the employ of the company, in which event he shall at the  \ntime of termination, be paid the vacation hours accumulated by  \nhim. Vacation Pay is not paid for Running Time hours.  \n6. Employees may take a vacation without pay based an the  \nlength of service with the Employer. The time such vacations are  \ntaken will be in the discretion of the Employer. If the Employer  \nrequests, the Union agrees to furnish said Employer with a  \nsubstitute driver during the period in which the regular driver is on  \nvacation. Drivers who have been in the employ of their company  \nfor three (3} years or tess may take up to one (1) week of vacation  \ntime. Drivers who have been in the employ of their company at  \nthe beginning of the fourth (4th) year through the tenth (10th) year  \nshail may take up to two (2) weeks of vacation time. Drivers who  \nhave been in the employ of their company at the beginning of the  \neleventh (11th) year through the fifteenth (15th) year may take up  \nto three (3) weeks of vacation time. Drivers who have been in the  \nemploy of their company at the beginning of the sixtcenth (16th)  \nyear and fonger shail may take up to four (4) weeks of vacation  \ntime.  \n7. Employees with the most seniority with the company shall be  \ngiven first preference in choosing the time of year for taking their  \nvacation.  \n"], ["Article XH. HEALTH AND WELFARE, PENSION  \n", "|. Health and Welfare.  \n(a) Effective April 1, 2000 through March 31, 2002, the Employ-  \ner agrees to pay into the Michigan Conference of Teamsters  \nWelfare Fund a contribution of one hundred thirty-two dollars and  \nseventy cents ($132.70) per week for each employee covered by  \nthis Collective Bargaining Agreement.  \n(b) Effective April 1, 2002 through March 31, 2003, the Employ-  \ner agrees to pay into the Michigan Conference of Teamsters  \nWelfare Fund a contribution of one hundred thirty-nine dollars and  \nseventy cents ($139.70) per week for each employee covered by  \nthis Collective Bargaining Agreement.  \n(c) All payments into the Welfare Fund must be made within  \nfifteen (15) days from the end of each calendar month to the  \nNational Bank of Detroit, which Bank has been made depository  \nfor the Michigan Conference of Teamsters Welfare Fund.  \n(d) The weekly Health and Welfare contribution shall be paid  \nonly for those employees who actually work eight (8) or more  \nhours during the week: provided, however, when an employee  \nbegins work and works less than cight (8) hours for reasons other  \nthan weather conditions, he shall receive eight (8) hours’ credit for  \nthe purpose of the Health and Welfare Contribution only.  \n2. Pension.  \n(a) Effective June 1, 2000 through May 31, 2001, the Employer  \nagrees to pay into the Central States Southeast and Southwest  \nAreas Pension Fund a contribution of twenty-five dollars and sixty  \ncents ($25.60) per day (maximum of $128.00 per week) for each  \nemployce covered by this Collective Bargaining Agreement.  \n(b) Effective June |, 2001 through May 31, 2002, the Employer  \nagrees to pay into the Central States Southeast and Southwest  \nAreas Pension Fund a contribution of twenty-eight dollars ($28.00)  \nper day (maximum of $140.00 per week) for each  \ncovered by this Collective Bargaining Agreement.  \n(c) Effective June |, 2002 through May 31, 2003, the Employer  \nagrees lo pay into the Central States Southeast and Southwest  \nAreas Pension Fund a contribution of thirty dollars and eighty  \n[2  \n   \ncents ($30.80) per day (maximum of $154.00 per week) for each  \nemployee covered by this Collective Bargaining Agreement.  \n(d) Effective June 1, 2003 through May 31, 2004, the Employer  \nagrees to pay into the Central States Southeast and Southwest  \nAreas Pension Fund a contribution of thirty dollars and eighty  \ncents ($32.40) per day (maximum of $162.00 per week) for each  \nemployee covered by this Collective Bargaining Agreement.  \n(ec) Effective June 1, 2004 through May 31, 2005, the Employer  \nagrees to pay into the Central States Southeast and Southwest  \nAreas Pension Fund a contribution of thirty dollars and eighty  \ncents ($34.00) per day (maximum of $170.00 per week) for each  \nemployee covered by this Collective Bargaining Agreement.  \n(f) All payments into the Central States Southeast and Southwest  \nAreas Pension Fund must be made within fifteen (15) days from  \nthe end of each calendar month to the American National Bank,  \nP.O. Box 1431, Chicago, 60690, Account No. 7000.  \n(g) The parties recognize that the pension benefit that will be  \nprovided to employees by Central States Southeast and Southwest  \nAreas Pension Fund effective June 1, 2000 requires a minimum  \nfive (S) year commitment at rates that cannot be less than the rales  \nspecified herein. The employer agrees that tts commitment to pay  \nthe above rates through May 31, 2005 is irrevocable and uncondi-  \ntional and will survive the termination or modification of this  \nAgreement al any time prior to May 31, 2005. If rates should  \nincrease above the amount specified through May 31, 2005, the  \nfunds needed to meet the rate increases will be obtained by reallo-  \ncating money from the Hourly Wage.  \n3. Contributions to the Health and Welfare Fund and to the Pen-  \nsion Fund must be made for each week on each employee, even  \nthough such employee may work only part time under the pro-  \nvisions of this contract, including paid vacations and weeks where  \nwork is performed for the Employer, but not under provisions of  \nthis contract, and although contributions may be made for these  \nwecks into some other Health and Welfare and/or Pension Fund.  \nEmployees who work either temporarily or in cases of emergency  \nunder the terms of this contract shall net be covered by the provi-  \nstons of this Paragraph.  \n4. If an employee is absent because of illness or off-the-job  \ninjury and notifies the Employer of such absence, the Employer  \nshall continue to make the required contributions to the Health and  \nWelfare Fund and Pension Fund for a period of four (4) weeks. If  \nan employee is injured on the job, the Employer shall continue to  \npay the required contributions until such employee retums to work;  \nhowever, such contributions shall not be paid for a period of more  \nthan thirty-six (36) weeks.  \n13  \n5. No leave of absence shail be granted by an Employer, unless  \nan employee shall submit in writing a request for such leave and  \nan authorization to deduct from his last wages sufficient monies to  \npay the required contributions into the Health and Welfare and  \nPension Fund during the period of absence.  \n6. In those instances where the Employer is invelved in an  \narrangement, there shall be no deduction from  \nequipment rental of owner-operator by virtue of the contributions  \nmade to the Health and Welfare Fund and the Pension Fund,  \nregardless of whether the equipment rental is at the minimum rate  \nar more, and regardless of the manner of computation of owner--  \ndriver compensation,  \n7. Notwithstanding anything herein contained, it is agreed that in  \nthe event any Employer is delinquent at the end of a monthly  \nperiod in the payment of his contribution to the Health and  \nWelfare and/or Pension Funds, in accordance with the rules and  \nregulations of the Trustees of such Funds, and after the proper  \nofficial of the Local Union shall have given seventy-two (72)  \nhours’ notice to the Employer of such delinquency in the Health  \nand Welfare and Pension Fund payments, the Union shall have the  \nright to take such action as it deems necessary until such delin-  \nquent payments are made, and it is further agreed that the  \nEmployer shall be responsible to the employees for losses of  \nHealth and Welfare and Pension benefits resulting from the  \nEmployer's delinquency.  \n8. It is agreed that the Welfare Fund and Pension Fund will be  \nseparately administered, each jointly by Employers and Union in  \ncompliance with all applicable laws and regulations, both State and  \nFederal, and that Employers executing this Agreement may, if they  \nso desire, appoint a representative lo be made a member of such  \nexisting joint trusteeship presently administering the Fund.  \n9. By execution of this Agreement, the Employer authorizes the  \nEmployers’ Associations, who are signatories to similar collective  \nbargaining agreements signed with Unions, to enter into  \nappropriate trust agreements necessary for the administration of  \nsuch funds, and to designate the Employer Trustees under such  \ntrust agreements, hereby waiving all notice hereof and ratifying all  \nactions taken or to be taken by such Trustees within the scope of  \ntheir authority.  \n"], ["Article XU. APPRENTICESHIP FUND  \n", "The parties are In the process of developing an Apprentice  \nTraining Program. If the Teamster Training and Apprentice-  \nship Trust Fund ts established during the term of this Agree-  \nment, the Employer agrees to make monthly contributions in  \nthe amount of twenty cents ($.20) per hour worked into the  \ndesignated depository of the Teamster Training and Appren-  \n14  \n   \n   \n   \nticeship Fund, for each employee covered by this Agreement.  \nThe Union agrees to reallocate $.10 per hour from the Hourly  \nWage of the employee to match the Employer’s contribution,  \nso that the total contribution shall be $.20 per hour worked.  \nThe emptoyee and the emptoyer portions of the apprenticeship  \ncontribution shall have the same effective date. The June 2001  \nand June 2002 Hourty Rates appearing in this Agreement have  \nbeen calculated on the basis that the Apprenticeship contri-  \nbution is not in effect. These Hourly Rates will change when  \nthe Apprenticeship contribution becomes effective. Prior to  \npayment of the June 2001 and June 2002 Hourly Rates, the  \nEmployer is to ascertain whether the Apprenticeship contri-  \nbution is in effect.  \n"], ["Article XIV. FUNERAL LEAVE  \n", "|. When a death occurs in the employee's immediate family. as  \ndefined below, he shall be entitled to receive up to three (3) days  \noff work without loss of pay to attend the funeral. He shall be  \nentitled to take off work without loss of pay the day before the  \nfuneral, the day of the funeral and the day following the funeral.  \nIf any of the three listed days falls on a Saturday or Sunday or  \nholiday, no payment will be made for those days.  \n2. The employce's immediate family shall be the employee's  \nspouse and the following relations of the employee or his spouse:  \n(a) Children, including step-children, adopted children and foster  \nchildren.  \n(b) Brothers and sisters, including half-brothers and half-sisters,  \nadopted brothers and sisters and foster brothers and sisters.  \n(c) Father and mother or any person standing in loco parentis to  \nthe employee or his spouse.  \n"], ["Article XV. EXTRA-CONTRACT AGREEMENTS  \n", "|. The Employer agrees not to enter into any agreement or con-  \ntract with his employees covered by this Agreement, individually  \nor collectively, which in any way conflicts with the terms and  \nprovisions of this Agreement.  \n2. Any wages, hours and working conditions, agreed to by the  \nUnion with any employer(s) with respect to work which is the  \nsame as covered under this Agreement, which are more favorable  \nto such employer(s) than the wages, hours and working conditions  \nprovided in this Agreement, shall be automatically extended to  \nAssociation members.  \n3. This Agreement shall be binding upon the parties hereto, their  \nsuccessors, administrators and cxecutors.  \n15  \n   \n"], ["Article XVI. SENIORITY  \n", "|. An employec shall acquire seniority for all purposes estab-  \nlished in this Agreement on the thirty-first (31st) day of employ-  \nment, provided he has worked eighty (80) hours during his first  \nthirty (30) days of employment. (f the employee has not worked  \neighty (80) hours during such thirty (30) day period, he shall  \nacquire seniority on the date he completes eighty (80) hours of  \nwork for the employer within any 365 calendar day period.  \n2 When an employee acquires seniority, his name shall be  \nplaced on the seniorily list. The seniority date for an employee  \nwho has worked eighty (80) hours during his first ninety (90) days  \nof employment shall be the date he commenced work. The  \nseniority date for employees who acquire seniority by working  \neighty (80) hours beyond his first ninety (90) days, shall be the  \ndate on which the eightieth (80th) hour is worked.  \n3. Applicable to employees who are hired or after June 1, 1992:  \nSeniority is classified either as Yard Seniority or Jobsite Seniority.  \nYard Seniority is acquired by working oul of the Employer's yard  \nand is limited to the Employer's yard. Jobsite Seniority is acquired  \nby working al a particular jobsite, is limited to the particular  \njobsite at which the Teamstler is employed. Jobsite Seniority  \napplies to no other jobsite, does not build up from one jobsite to  \nanother jobsite, is not transferrable fram one jobsite to another job-  \nsite, and does not apply to the Employer's yard. When a Teamster  \nwho has acquired Yard Seniority ts transferred to work at a jobsite.  \nhours worked at a jobsite shall be considered the same as if  \nworked at the yard.  \nGrandfather Clause: Employees who have been hired before June  \n1992 and acquire seniority with a particular company shall  \ncontinue to have company-wide seniority with that company until  \nthat seniority is terminated as provided in Paragraph 5 of Articte  \nXVI.  \n4. A list of employees, arranged in the order of their seniority,  \nand identified as to whether the seniority is Yard Seniority, Jobsite  \nSeniority or company-wide seniority, shall be posted in a conspicu-  \nous place at their place of employment, and a copy shall be  \nimmediately furnished to the Local Union and the steward. Starting  \ndates shown on said list shall be fina! and binding on all parties  \nunless objected to within thirty (30) days of such posting. Such  \nlisting shal! be kept current at all times.  \n5. The seniority of an employee shall terminate if:  \n(a) The employee quits or is discharged for just cause. or  \n(b) The employee is laid off for one year or more, OF  \n(c) When notified to report for work after a layoff, the  \n16  \n   \nemployee fails to inform the contractor of his intent to  \nreturnto work within three (3) days, or having notified the  \ncontractor of his intent to return to work, fails to report for  \nwork within seven (7) days of original notification by  \ntelegram or registered mail. Employees when being requested  \nto return to work shall be notified by telegram or registered  \nmail at their last known address as appearing on the contrac-  \ntor's records: or  \n(d) The employee fails to report for work upon termination  \nof a teave of absence, vacation or disciplinary layoff without  \njustifiable reason and/or without notifying the contractor and  \nthe union steward by telegram or registered mail.  \n6. See Memorandum of Agreement dated June 1, 1978, referring  \nto Teamster Local 339 in Port Huron, Michigan.  \n7. Substitute drivers do nol begin to accrue seniority until after  \nemployed sixty (60) calendar days.  \n8, Substitute drivers begin to accrue Vacation Pay from their first  \nday of employment.  \n9. Any dispute concerning scniority shall be submitted to the  \nJoint Adjustment Committee.  \n"], ["Article XVIL. DISCHARGE  \n", "|. The Employer shall not discharge an employee who has  \nacquired seniority without just cause and shall give at tcast one (1)  \nwritten warming notice of the complaint against such employee, a  \ncopy of which shall be sent to the Union, except that no waming  \nnotice need be given to any employee before he is discharged if  \nthe cause of such discharge is dishonesty, the use of intoxicants  \nduring working hours, or violation of posted safety mules. Any  \nclaim of wrongful discharge must be submitted to the Joint  \nAdjustment Committee within ten (10) days from the date of  \ndischarge. Waming notices shall be void eight (8) months after  \ndate of issuance.  \n"], ["Article XVIII. LAYOFF AND RECALL  \n", "|. Seniority rights for employees shal! prevail. In reducing the  \nworking force because of lack of work or other legitimate cause,  \nthe last employee hired shall be the first employee laid off:  \nprovided, that the particular work done by the employee and the  \nlength of service of said employee shall be considered to be  \ndetermining factors. In returning to work, the last employee laid  \noff and who has acquired seniority shall, if available, be the first  \nemployee rehired, subject to the determining factors applicable to  \nlayoff. A temporary work stoppage for reasons other than weather  \nand not exceeding one work day will not be considered a lay off.  \n7  \n   \n"], ["Article XIX. STEWARD  \n", "t. The Employer recognizes the right of the Union to designate  \na company steward to perform the usual steward duties with the  \nleast interference possible to the Employer's work. Company  \nstewards have no authority to take strike action or any other action  \nthe Employer's work in violation of this Agreement,  \nor any action except as authorized by official action of the Union.  \nThe Employer recognizes this limitation upon the authority of  \ncompany, stewards. The Employer, in so recognizing such limita-  \ntion, shal] have the authonty to render proper discipline, including  \ndischarge without recourse, to such company steward in the event  \nthe company steward has taken unauthorized strike action, slow  \ndown, or other work interference in violation of this Agreement.  \nCompany stewards shall be employees of the Employer and  \nperform the duties of the classification for which they are em-  \nployed.  \n2. Taking into consideration the practical difficulty of the Union  \nrepresentation by the company steward due to the widespread  \noperational area of the Employer, the Employer recognizes the  \nright of the Union to designate alternate stewards to represent the  \nUnion on projects. Such alternate stewards shall be subject to the  \nconditions and limitations applying to company as set  \nforth in Section |, above. It ts further agreed and understood that  \nsuch alternate stewards shall not acquire preferential job rights of  \nany nature because of their designation.  \n3. The Employer agrees to permit Union stewards to post and  \nmaintain Union notices within the business establishment or  \npremises, when expressly authorized to do so by the Union.  \n4. The employee designated to act as company steward shall  \nhave his name placed at the top of the seniority list, subject to  \nqualifications as set forth in Article XVI of this Agreement.  \n"], ["Article XX. JOINT ADJUSTMENT COMMITTEE  \n", "|. Disputes or controversies arising out of this Agreement shal!  \nfirst be taken up between the Employer and Union representative.  \nFailing settlement of these parties, the dispule, except jurisdictional  \ndisputes, and disputes covered in Paragraph 3 of this Article, shall  \nbe referred to the Joint Adjustment Committee. It is mutually  \nagreed that disputes or controversies between the parties arising  \nout of this Agreement, including differences as tv interpretation of  \nthe terms of this Agreement, shall be settled in accordance with  \nthe procedures provided herein, and that there shall be no strikes,  \nslow-downs, lic-ups, lock-outs, or any other form of work stoppage  \nor delay on the part of the employees or the Union, nor shall the  \nEmployer use any methods of lock-out.  \n2. The Association and the Union shall create a Joint Adjustment  \nCommittee to be used in the adjustment and settlement of disputes  \n18  \nor controversies arising out of this Agreement, excepting juris-  \ndictional disputes, and disputes covered in Paragraph 3 of this  \nArticle. The Committee shall be composed of two (2) represen-  \ntatives of the Union and two (2) representatives of The Associated  \nGeneral Contractors of America, Greater Detroit Chapter. Inc. All  \nmatters shall be referred to the Committee in written form by both  \nparties within thirty (30) days of the date of the dispute or contro-  \nversy, and the Committee shall mect, consider and make its  \ndecision which shall be final, within five (5) working days from  \ndate such matter is referred to the Committee. If the Committce  \ncannot setile or adjust a dispute or controversy, it is agreed that the  \nCommittee shall select an umpire. The majority decision of the  \nCommittee and the umpire shal! constitute the decision of the  \nCommittee. In the event the is unable to mutually agree  \nupon an umpire within five (S) days from date of reaching impasse  \nona dispute, then the umpire shail be selected from lists submitted  \nby the State Board in Detroit, following the procedure  \nof the American Arbitration Association.  \n3. It is mutually agreed thal the provisions of this Article shall  \nnol apply if the dispute arises over claim of improper payment of  \nwages, overtime, welfare fund, vacation, holiday pay and/or pen-  \nsion contributions provided for in this Agreement, after the Union  \nhas given seventy-two (72) hours notice of their intent to take eco-  \nnomic action. Wage and overtime claims will be considered only  \nfor the thirty (30) day period prior to the filing of a grievance by  \nthe employee on which the seventy-two (72) hour notice is based.  \n"], ["Article XXI. JURISDICTIONAL DISPUTES  \n", "1. In the event Teamsters claims work for its members which  \nthe Employer has assigned to employees who are not represented  \nby Teamsters, the Teamsters shall notify by registered or certified  \nmail the Union representing the employces performing the disputed  \nwork of its claim. A copy of this letter will be sent by registered  \nor certified mail to the Employer which made the work assign-  \nment. The notice from the Teamsters shall refer to Article XXI of  \nthis Agreement and state that the Employer is obligated by  \ncontract to change the assignment to Teamster-represented em-  \nployees if that Union disclaims within five (5) work days the work  \nassignment to its members.  \n2. If within five (5) work days after receipt of written notice  \nfrom Teamsters, the Union whose members are performing the  \nwork notifies in writing the Teamsters thal it does not claim the  \nwork for its members, the Employer, upon being given a copy of  \nthe letter in which the Nonteamster Union disclaims the work,  \nshall change the work assignment to employees represented by  \nTeamsters, The I:mployer shal! not be liable for its assignment to  \nNon-Teamsters prior to being given a copy of the letter from the  \ndisclaiming Union.  \n19  \n3. If within five (5) work days after receipt of written notice  \nfrom the Teamsters, the Union whose members are performing the  \nwork fails to notify in writing the Teamsters that it does not claim  \nthe work for its members, the dispute shall be processed in  \naccordance with Paragraph 4 of Article XXI of this Agreement.  \nUntil the procedure in of Article XXI. Paragraph 4 results in a  \ndecision in favor of Teamsters, the assignment to Nonteamsters  \nshall remain unchanged and the Employer shall not be found in  \nviolation of this Agreement. When the procedure in Article XXI,  \nParagraph 4 results in a decision in favor of Teamsters, the  \nEmployer immediately shall change the work assignment lo  \nTeamster-represented employees and shal! not be liable for its  \nassignment to Nonteamsters prior to the decision; with the  \nexception that the Employer will be liable for lost wages for its  \nassignment to a Nonteamster if the Employer has laid off a  \nTeamster and assigned the work being performed by this Teamster  \nto a Nonteamster.  \n4. In the event of a jurisdictional dispute involving the Union,  \nthe parties shall request the other union or unions involved to send  \nRepresentatives to the job site to meet wilh Representatives of the  \nUnion and Employer to settle the dispute. If a settlement is not  \nreached at thal meeting the Union shall request that its Intemation-  \nal Union assign a Representative who shall make arrangements to  \nmeet Representatives of the other [nternational Union or Unions  \ninvolved and Representatives of the Employer on ithe jobsite to  \nseek settlement of the dispute. The Employer shall also request the  \nInternational Unions involved to assign Representatives to seck  \nsettlement of the dispute. Or, if requested by either party signatory  \nto this contract, the parties agree to meet in the offices of the  \nGreater Detroit Building & Construction Trades Council for pur-  \nposes of discussing and resolving any such  \n"], ["Article XXII. GENERAL PROVISIONS  \n", "}. Union Representation. The duly authorized Union represen-  \ntative carrying proper credentials shall be allowed to visit jobs  \nduring working hours to interview the Employer, steward or men  \nworking, but shall in no way hinder the progress of the work.  \n2, Protection of Rights.  \n(a) The Employer shall not request or instruct any employee cov-  \nered by this Agreement to go through a legal picket line of a strik-  \ning Union. However, the Union agrees that in the event the  \nEmployer becomes involved in a controversy with any other  \nUnion, the Union will do all in its power to help effect a fair set-  \ntlement.  \n(b) The insistence by any Employer that his employees covered  \nby this Agreement go through a picket line after they have elected  \nnot to, and if such refusal has been approved in writing by the  \n20  \n   \n   \nresponsible officials of the Union, shall be sufficient cause for an  \nimmediate strike of all such Employer operations without any  \nobligation on the Union to foliow the dispute procedure provided  \nherein.  \n3. Unauthorized Passengers. No driver shall be permitted to  \nallow anyone other than passengers authorized by the Employer or  \nhis representative to ride on his truck.  \n4. Defective Equipment. No employee shall be to  \ntake out equipment that is not mechanically sound and properly e-  \nquipped to conform with all applicable safety equipment as  \nprescribed by law. It shall not be a violation of this Agreement  \nwhere employces refuse to operate such equipment unless refusal  \nis unjustified.  \n"], ["Article XXII. LIABILITY OF PARTIES  \n", "1. The Employer agrees that he will not hold the Union liable for  \nany acts of its members not authorized by said Union. The Union  \nagrees that it will, on written request of the Employer, notify the  \nEmployer in writing within forty-eight (48) hours after receipt of  \nsaid request whether the act of the member or members of the  \nUnion so complained of was or was not authorized, and if not  \nauthorized, the Union agrees that it will take immediate steps to  \nrectify the situation complained of.  \n2. The Union agrees that it will not hold the Employer liable for  \nany acts of the agents of said Employer not authorized by said  \nEmployer. The Employer agrees that he will, on written request by  \nthe Union, notify the Union in writing within forty-eight (48)  \nhours after receipt of said request at the office of said Employer,  \nwhether or not the act of the Employer's agent so complained of  \nby the Union was authorized, and if not authorized, the Employer  \nagrees that he will take immediate steps to rectify the situation  \ncomplained of.  \n"], ["Article XXIV. INVALIDITY  \n", "|. In the event that any portion of this Agreement is declared or  \nbecomes inoperative under State or Federal law, the balance of the  \nAgreement shall remain in full force and effect and the parties  \nhereto agree to meet and renegotiate the inoperative portion of the  \nAgreement.  \n"], ["Article XXV. INDUSTRY ADVANCEMENT PROGRAM  \n", "|. An Employer performing commercial, industrial and institu-  \ntional building work or heavy construction, agrees to pay into the  \nINDUSTRY ADVANCEMENT PROGRAM of the Associated  \nGeneral Contractors of America, Greater Detroit Chapter, Inc., the  \nsum of ten cents ($.10) per hour for all hours worked by employ-  \nees covered by this Agreement, in accordance with the Supplement  \nto this Agreement. These contributions will be reported on the  \n21  \nforms provided and sent to such depository as shall be named by  \nthe Association.  \n"], ["ARTICLE XXVI. SUBSTANCE ABUSE  \n", "|. In the interest of safety: intoxication, possession, consumption  \nor use of alcoholic beverages or illegal drugs is not permitted on  \njobsites or while driving a company vehicle.  \n2. The Employer may require an employee who contributed to or  \nwas involved in an accident to be tested for drugs and/or alcohol.  \nIn addition to post accident testing, employees may be tested for  \ndrugs and/or alcohol in those instances when testing is required by  \nthe owner employing the contractor, or by pertinent government  \nregulation; provided, however, that any such testing shall be con-  \nducted under generally accepted scientific procedures to ensure the  \nvalidity and accuracy of such tests. Random testing is not permil-  \nted.  \n3. Employees shall be tested for drugs and/or alcohol during  \nworking hours, except as otherwise permitted by the Business  \nManager. Employees whose final test is negative shall be paid  \nstraight time at the Teamster scale of wages for the time required  \nto take the test({s). Employees whose final test is positive shall  \nreceive no pay for the time required to take the test(s).  \n4. The procedure for conducting drug and/or alcohol testing shail  \nbe submilted to the Union prior to implementation for tts de-  \ntermination that testing will be conducted under generally accepted  \nscientific procedures. The procedure must contain safeguards to as-  \nsure that employees are treated fairly, including the opportunity to  \nreview documentation relating to an employee's testing and to ap-  \npeal a positive test result. The parties shall meet to resolve objec-  \ntions the Union may have in this regard to the procedure. If the  \nparties are unable to resolve the Union's objections, the disagree-  \nment shall be submitted to the Labor Relations Committee for its  \ndecision which shall be final. If the Committee is unable to resolve  \nthe Union's objections, the matter will be submitted to an arbitra-  \ntor.  \n"], ["Article XXVH. PLAN FOR SETTLEMENT  \nOF JURISDICTIONAL DISPUTES  \n", "|. The Associated General Contractors of America, Greater  \nDetroit Chapter, [nc., is not, on the effective date of this Agree-  \nment, a party to any agreement to establish, maintain or participate  \nin the Plan for the Settlement of Jurisdictional Disputes in the  \nConstruction or any successor thereof. [f. however, while  \nthis Agreement is in force, The Associated General Contractors of  \nAmerica, Greater Detroit Chapter, Inc., becomes signatory to any  \nagreement to participate in the Plan for the Settlement of Jurisdic-  \ntional Disputes in the Construction or any successor  \nthereof to which the International Brotherhood of Teamsters is also  \n22  \n   \n   \n   \na party, then that agreement and any mules or regulations adopted  \nthereunder shall become a part of this Agreement by reference.  \n"]]