[["", "K 6397  \n3,000  \n5/31/2007  \n2002 — 2007  \nLABORERS  \nHeavy/Highway, Building and Utility  \nMASTER LABOR AGREEMENT  \nCovering  \nOREGON  \nBetween  \nOregon-Columbia Chapter  \nThe Associated General Contractors of Inc.  \nAnd  \nThe Oregon, Southern Idaho & Wyoming  \nDistrict Council of Laborers  \nOregon  \nColumbia  \nChapter  \n  \nASSOCIATED GENERAL CONTRACTORS  \n   \n  \nArticle  \nPreamble  \nOREGON LABORERS  \n2002 — 2007 MLA INDEX  \nTitle  \nDefinitions  \nPurposes of this Agreement  \nTerritory  \nWork Affected Defined  \nEffective Date — Duration — Modification  \nNo Strike, No Lockout Provisions  \nTermination of Agreement  \nCraft Jurisdiction  \nSubcontractors and Other Employers  \nNon-Signatory Subcontractors  \nMBE-WBE Subcontractors  \nVendors  \nMutual Recognition and Union  \nNon-payment of Dues  \nHiring  \nGovernment Requirements  \nNotification to Local Union  \nAmericans with Disabilities Act (ADA)  \nPre-Job Conference  \nComposite Crew  \nRequest for Key Personnel  \nTransfer of Specialty Workers  \nHiring from Three (3) Groups/Lists  \nRatio of Apprentices to Journeymen  \nRegistration of Applicanis  \nDispatching  \nUnion Unable to Refer  \nPage  \nOO 60 0 00 OO Aa tA A UA OA a he  \noo  \nArticle Title Page  \n9 Hiring (Continued)  \nJoint Hiring Committee 11  \n“Not Eligible for Rehire” 11  \n10 Shifts - Hours of Work - Overtime 11  \nHours of Work ~ Overtime 11  \nWorkweek 12  \nFour-Ten Hour Shifts 12  \nFederally Funded Work (Overtime) 12  \nMake-Up Day 12  \nSingle Shift - Heavy Highway 13  \nSingle Shift — Building 13  \nTwo Shift Operation 13  \nThree Shift Operation 13  \nSpecial Shifts 13  \nLunch Period 14  \nOvertime  \nServicing/Repair of Equipment 14  \nNon-production Personnel 15  \nEmergency Work 15  \nSpecial Operations 15  \n11 Reporting Pay, Minimum Pay and Standby Pay 15  \nImmigration Reform and Control Act 15  \nReporting Expense 15  \nMinimum Pay 15  \nRain Sensitive Work (Standby) 16  \nCall Back 16  \n12 Non-Recurring Work 16  \n13 Holidays 16  \n14 Payday \\7  \nProtests/Claims/Adjustments 7  \n15 Wage Scaies 17  \nOld Work Protection 17  \nMonetary Increases 18  \n16 Transportation - Camp Requirements 18  \nTravel Time 18  \nToll Fees — Bridges/Ferries 18  \nJobsite Transportation 19  \nAGC-Oregon Laborers MLA 2002- 2007 Index 2  \nArticle  \n1?  \n18  \n19  \n20  \n21  \n22  \n23  \n24  \n25  \n26  \n27  \n28  \n29  \n30  \n31  \n32  \n33  \nTitle  \nHealth and Safety  \nDrug & Alcohol Testing  \nHealtb and Welfare  \nPension  \nCredit Union  \nTraining  \nTraining for Journeymen  \nSpecial Needs Training  \nForeman Training  \nForeman Premium  \nTrustee Qualification Criteria  \nReciprocity  \nPrevailing Wage Law Enforcement (PWLE)  \nContract Administration Fund (CAF)  \nOregon-SW Washington Fair Contracting  \nFoundation (FCF)  \nLaborers-Employers Cooperation &  \nEducation Trust  \nSafety-Sanitation  \nGovernment Requirements  \nPublic Works Wages  \nAuthorization  \nStrikes and Lockouts  \nNo cessation of work  \nUnauthorized pickets  \nJurisdictional Disputes  \nAGC-Oregon Laborers MLA 2002~ 2007  \nPage  \n23  \n24  \n24  \n24  \n25  \n25  \n26  \n26  \n27  \n27  \n27  \n28  \nIndex 3  \nArticle Title  \n34 Settlement of Nov-Jurisdictional Disputes  \nGrievance Procedure  \nBoard of Adjustment  \nArbitration  \n35 Union Admission to Job  \n36 Union Dues Deduction  \n37 Special Agreements  \nMemorandum of Understanding  \n38 Mutual Guarantee  \n39 Adoption of Addendums  \n40 Hazardous Waste Removal Agreement  \n4] Saving Clause  \n42 Guarantee of Authority  \nSignatures  \nSchedule “A”  \nSummary  \nSpecial Conditions  \nWage and Fringe Benefits Scales  \nSpecial Notes  \nApprenticeship  \nApprenticeship Training Program  \nNew Eniry Rates (Percentages)  \nApprenticeship Rates  \nClassifications  \nForeman Premium  \nZone Pay Differential  \nAGC-Oregon Laborers MLA 2002-2007  \n30  \n31  \n32  \n32  \n32  \n32  \n33  \n33  \n34  \n34  \n35  \n36  \n38  \nIndex 4  \nArticle Title Page  \nDefinitions 44  \nGeneral 44  \nSewers, Water & Gas Lines, Telephone,  \n& Electric Underground 44  \nManhole Excavation & Construction 44  \nTunnels 44  \nCofferdam Work 44  \nCompressed Air Work Projects 45  \nWage Rates and Conditions 45  \nSchedule “C”  \nList of Signatory Local Unions 47  \nTrust Fund Office Addresses 47  \nADDENDUM AGREEMENTS  \n(Under Separate Cover}  \nUtilization of Manpower Agreement  \nHazardous Waste Removal Agreement  \nDrug & Alcohol Policy - Amended 6/1/97  \nAGC-Oregon Laborers MLA 2002- 2007 Index §  \nPREAMBLE  \n"], ["ARTICLES OF AGREEMENT  \n", "This Agreement, made and entered into as of the LA day of June, 2002 for the  \nperiod June 1, 2002 to May 31, 2007 by and between certain members of the Oregon Columbia  \nChapter of the Associated General Contractors of America, Inc. (AGC), whose names are set forth in  \nSchedule \"B\", and referred to as the Employer or Contractor,  \nand  \nThe Oregon, Southern Idaho & Wyoming District Council of Laborers, for themselves  \nand on behalf of the local unions whose names are set forth in Schedule “C* or any supplement  \nthereto, and hereinafter referred to as the “Union”.  \nFor purposes of this Agreement, the Associated General Contractors is not acting asa  \nmulti-employer bargaining agent in a single multi-employer unit, but is acting for and on dehalf  \nof the Employers who have individually requested the Associated General Contractors to act as their  \nindividual and separate bargaining agent in individual Employer units.  \nThe Agreement constitutes a continuation and extension of the contractual relationship  \nheretofore existing between the Contractor, the AGC, and the Union as evidenced by prior labor  \nagreements between the AGC and the Union.  \nAGC-Oregon Laborers MLA — 2002-2007 Page |  \n"], ["ARTICLE 1  \nDEFINITIONS  \n", "A. Association. The term “Association” as used herein shal] mean the Oregon-Columbia  \nChapter, The Associated General Contractors of America, Inc.  \nB. Employer. The term “Employer” as used herein shal] mean the members of the  \nAssociation whose names are set forth in Schedule \"B\" or any supplements thereto and employers  \nwho are not members of the Association but who have subscribed to terms and conditions of this  \nAgreemtenit.  \nCc. Employee. The term \"Employee\" as used herein shall mean any person, without  \nregard to age, race, creed, color, sex or national origin who is employed under the terms of this  \nAgreement by an Employer.  \nD. Worker. The term \"Worker\" as used herein shall mean any person without regard to  \nage, race, creed, color, sex or national origin who is in the labor market,  \nE. Union. The term \"Union\" as used herein shal] mean the Oregon, Southern Idaho &  \nWyoming District Council of Laborers, representing and acting for all their local unions whose  \nnames are set forth in Schedule \"C\" or any supplements thereto.  \n"], ["ARTICLE 2  \nPURPOSES OF THIS AGREEMENT  \n", "2.1 The purposes of this Agreement are to promote the settlement of labor disagreements  \nby conference, in accordance with Articles 32 and 33 Settlement of Non-Jurisdictional Disputes  \nProcedures, to prevent strikes and lockouts, to prevent avoidable delays and expense. Both parties  \npledge their efforts to these purposes.  \n"], ["ARTICLE 3  \nTERRITORY  \n", "3.1 This Agreement shall cover the entire State of Oregon.  \n"], ["ARTICLE 4  \nWORK AFFECTED DEFINED  \n", "41. This Agreement shall cover and apply to ail on site activities of the Employer in the  \narea and territory named in Article 3. This Agreement shall also cover and apply to alt  \nAGC-Oregon Laborers MLA = 2002-2007 Page 2  \nsubcontractors of the Employer at whatever tier in the area and territory named in Article 3, subject to  \nand in accordance with the provisions of Article 7, titled \"Subcontractors and Other Employers\".  \nTo clarify the scope of this Labor Agreement and to thereby avoid future  \nmisunderstandings, highway and heavy construction work is defined as including but not limited to  \nthe following: Construction of roads, streets, highways, alleys, sidewalks, guard rails, fences,  \nparkways, parking areas, athletic fields, airports, railroads, railways, bridges, overpasses,  \nunderpasses, grade separations, grade crossings, track elevations, elevated highways, sewers, water  \nmains, foundations, piledriving, sanitation projects, irrigation projects, flood control projects,  \nreclamation projects, reservoirs, dams, dikes, levees, revetments, channels, aqueducts, channel-  \ncutoffs, jetties, breakwaters, harbor devclopments, docks, piers, abutments, retaining walls,  \ntransmission lines, pipelines, duct lines, subways, shafts, tunnels, excavation of earth and rock,  \nclearing and grubbing, land leveling, quarrying, grading and paving, airport grading, electric  \ntelephone and TV cable transmission lines, (both above and below ground), (opened ditch and/or  \nplowed), all common ditches, locks, drilling, and site clearing, industrial plant  \nconstruction other than building construction as defined below, including operation, maintenance  \nand/or repair of land and floating plant equipment, vehicles and other facilities used in connection  \nwith the described work and services, including but not limited to by inference or otherwise is work  \nrelating to off shore drilling and pipelines, handling of ammunitions, loading and unloading of trucks,  \nrailcars, planes, barges and ships, and all other work of similar nature.  \n4.2. Building construction is defined as construction of any building structure, including  \nmodifications thereof or additions or repairs thereto, intended for use for shelter, protection, comfort,  \nand convenience.  \nThe building conditions of the Agreement shall apply to the construction of all  \nbuildings starting with footings and/or foundation walls.  \nThe building conditions of this Agreement shal] not apply to the construction, repair,  \nalterations or razing of any buildings incidental to heavy, highway, or utility construction projects as  \ndescribed in Section 4.1. above, except the construction of permanent residential housing constructed  \nat the site of these projects.  \n4.3. In the event of any disagreement between the parties hereto as to the proper  \nclassification of any project, said dispute shal! be resolved under the Settlement of Disputes  \nprocedure of this Agreement.  \n4.4.a. It is expressly understood and agreed by all parties hereto that the Association does  \nnot purport to represent through this Agreement any individual, firm or corporation engaged in a  \ncommercial operation of material processing and supplying, therefore, such commercia! operations of  \nmaterial processing and supplying to and including the first drop at the job site, are specifically  \nexcluded from coverage of this Agreement. If the first drop at the job site includes the distribution of  \nmatenal to numerous locations in the close proximity of the point of installation and the distribution  \nwork described is assigned to the building trades, it is understood the Laborers lay claim to this work.  \nAGC-Oregon Laborers MLA ~ 2002-2007 Page 3  \n4.4.b, it is further agreed, however, that where and when operations of material processing  \nare established at the direction of the Employer as a part of the construction contract for the purpose  \nof supplying materials to the Employer for his construction work, such operations shall be covered by  \nthis Agreement in accordance with this Article. It is also expressly understood and agreed that this  \nAgreement shall apply in accordance with this Article to the operation of quarries, sand and gravel  \nplants, pre-cast and pre-stress plants, asphalt plants, ready-mix concrete or batch plants established by  \nan Employer or subcontractor to process or supply material for the Employer or when any such  \noperation is established primarily to supply materials to the Employer.  \n4.5. This Agreement covers all work described in this Article performed by the Employer,  \nits successors, and/or assigns.  \n4.6. Craft jurisdiction is neither determined nor awarded by classification or scope af work  \ncoverage in any AGC Labor Agreement.  \n"], ["ARTICLE §  \nEFFECTIVE DATE-DURATION-MODIFICATION  \n", "5.1, When executed by parties hereto, the terms and conditions of this Agreement shall  \nbecome effective June 1, 2002 and shall remain in full force and effect through May 31, 2007, The  \n“no-strike, no-lockout” provisions of the Agreement shall remain in full force and effect during the  \nentire five (5) year duration of this Agreement. The monetary considerations, ic. wages, fringe  \nbenefits, etc., shall be as set forth in Schedule \"A* for rates to be effective June 1, 2002.  \nSd. Any party hereto desiring termination or modification of the Agreement to take effect  \nJune 1, 2002, must serve, by Certified or Express Mai) written notice to the other of a desire to  \nchange, amend, modify or terminate this Agreement on or before March 1, 2007. If no such written  \nnotice is given, this Agreement shall continue in full force and effect from year to year. It is agreed  \nthat in the event that either party should exercise its rights under this paragraph to amend or modify,  \nthe parties will, for a period of ninety (90) days prior to the expiration of the Agreement, bargain  \nexclusively with each other with respect to all wage rates, working conditions and houra of  \nemployment for the work herein covered,  \nIf no Agreement has been entered into at the expiration of said ninety (90) day period,  \nthis Agreement shal] continue in full force and effect until a new Agreement is reached or cither panty  \nnotifies the other by Certified or Express Mail of termination. If such termination notice is given, its  \neffective date must be more than twenty-four (24) hours after the other party receives such  \nnotification.  \nAGC-Oregon Laborers MLA - 2002-2007 Page 4  \n"], ["ARTICLE 6  \nCRAFT JURISDICTION  \n", "6.1. The work covered by this Agreement shall be that which is recognized as properly  \ncoming under the jurisdiction of the Laborers' International Union of North America. (See Article 33  \n- Disputes).  \n"], ["ARTICLE 7  \nSUBCONTRACTORS AND OTHER EMPLOYERS  \n", "7.1a. A subcontractor is one who takes over any part or a complete section of a general  \ncontract, including both the furnishing of materials for and the performance of labor on the job, or the  \nperformance of labor onty. No Employer or joint venture covered by the terms and conditions of this  \nAgreement shall subcontract any job-site work to a subcontractor or employer who is not signatory to  \nthis Labor Agreement except as provided below. The Employer or joint venture shall be held  \nresponsible for the payment of Wages, Travel Pay, Pension, Health and Welfare, Credit Union, Dues  \nDeduction, Training, PWLE, CAF and FCF incurred by the subcontractor and shall see that the  \nsubcontractor adheres to the working conditions, except as provided below.  \n7.1.b, Section 7.1.a, shall not be operative when potential union subcontractors are not  \navailable. When a subcontractor is not Signatory to a labor agreement, there shall be a pre-job  \nconference between the Local Union, a representative of the District Council, the Contractor, the  \nsubcontractor and the Association if affected. The parties will attempt to reach agreement regarding  \nthis section before the subcontractor performs any work on the project.  \n71s. In order to comply with this Article, the Union may make available an agreement for  \nthe duration of the project or subcontract to cover only the subcontracted work.  \n7.2. In the event an Employer is unable to find qualified competitive union MBE-WBE  \nsubcontractors when the Employer is obligated to satisfy MBE-WBE recruiting requirements, the  \nUnion and the Employer shall waive this article provided the applicable portions of Sections 7.1.b,,  \n7.1.¢., or 7.3. are complied with by the Employer and the Union.  \n7.3 Where the general contractor receives bids that show the non-union subcontractor five  \npercent (5%) or more lower than the union subcontractor, the Employer and the Union shall waive  \nthis Article, provided however the pre-job conference referred to in 7.1.b. above is utilized. The  \nUnion and the Employer shall review the prices submitted before signing the non-signatory  \nsubcontractor.  \n7.4, A vendor, who makes delivery of materials, supplies or equipment and who, incidental  \nto or as part of the furnishing or delivery of material, supplies, or equipment, does any work at the  \nAGC-Oregon Laborers MLA — 2002-2007 Page 5  \njob-site, shall be a party to a collective bargaining agreement with the Union, containing the full  \nterms of this Agreement. In the event a vendor is not a party to such an agreement, he/she shall not  \nperform any job-site work except that deliveries may be made by such vendor to job-site.  \n"], ["ARTICLE 8  \nMUTUAL RECOGNITION AND  \nUNION MEMBERSHIP  \n", "8,1. The Association recognizes the Union as the sole collective bargaining agent for all  \nworkers and employees falling within the jurisdiction of this Agreement and the Union recognizes the  \nAssociation as the sole bargaining agent for its members as listed on Schedule “B\" hereof and  \nsupplements thereto, The jurisdiction of this Agreement shall not include employces of the Employer  \nas defined and excluded by the Labor Management Relations Act of 1947, as amended, or their  \ntransportation (it is further understood that the employees so listed as excluded from this Agreement  \nshall not be employed to use the tools of the craf\\ or to perform the work covered by this Agreement).  \n8.2. All employees employed by the Employer to perform work within the properly  \ndetermined craft jurisdiction of the Union involved shal] become members of such Union not later  \nthan the eighth day following the beginning of such employment or since the inception of this  \nAgreement, and thereafter shall maintain membership in good standing in said Union as a condition  \nof employment subject, however, to the provisions of Sections 8.3. and 8.4.of this Article.  \n8.3. The Union accepts all obligations for the continued membership of its members as  \nprovided in Section 8.2. of this Article, and for the collection of their initiation fees and dues, There  \nshall be no stoppage or slow-up of work because of disciplinary action on the part of the Union,  \nexcept that the Union sha] have the right to require the removal of employees for failure to pay or  \ntender initiation fees and dues as required by this Agreement.  \n8.4. All requests by the Union for removal of an employee for nonpayment of or failure to  \ntender initiation fees and dues shall be made to the contractor in writing, in which event, the  \nEmployer agrees to remove the employce involved at the end of the shift providing a replacement is  \navailable.  \n"], ["ARTICLE 9  \nHIRING  \n", "9.1.8. There shall be no unlawful discrimination by the Employer or the Union with respect  \nto the hiring, tenure, or discharge of any worker or employee, and any requirements as [o membership  \nor non membership in any union shail be in accordance with the National Labor Relations Act of  \n1947 as amended, and the appropriate Executive Orders.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 6  \n9.1.b. The Employer and the Union recognize that they are required by law not to  \ndiscriminate against any person with regard to employment or Union membership because of age,  \nrace, religion, color, sex, national origin, or ancestry and hereby declare their acceptance and support  \nof such laws, This shal) apply to hiring, registration for employment, placement for employment,  \nrates of pay or other forms of compensation, lay-off or termination, and application for admission to  \nUnion membership.  \n9,L.c. The Employer and the Union recognize that an Employer should not lose jobs because  \nof Government requirements which are in conflict with the hiring hall, Therefore, when a  \ngovernment contract or Government Agency requires a different hiring hall arrangement to meet  \nFederal or State requirements, the hiring hall arrangement will be modified to meet the demands of  \nthose requirements. It is understood that the hiring hall will be followed as closely as possible  \nwithout being in conflict with the Government requirements.  \n9.1.4. The Employer will notify the Union in advance of the commencement of the job of the  \nGovernment requirements, and upon request will provide the Union with a copy of pertinent  \nprovisions.  \n9.1.¢, American Disabilities Act (ADA) language. The parties to this Agreement recognize  \nthe mandate to accommodate the disabled and agree that, other provisions of the Agreement  \nnotwithstanding, the Contractor may take reasonable actions as necessary to accommodate an  \nindividual who ts or may be disabled. The Union agrees that it will conduct the affairs of its  \noperations consistent with the requirements of the American with Disabilities Act.  \nIt is also further understood and agreed that this section is not intended to create jobs  \nwhere none exist.  \n9.2. Employees covered by this Agreement have certain accrued rights or benefits for  \nthemselves and their dependents under Health and Welfare and Pension Plans which accrue to them  \nby virtue of length of employment with Employers party to this Agreement, and such rights are  \ngenerally continuous while under employment and remain effective until a certain period of time  \nafter lay-off or discharge.  \n9.3.a. It is recognized within the construction industry that the Union affords the prime  \nsource of qualified workers (Laborers), The Employer must hire qualified Laborers by calling the  \nUnion. Whenever the Employer requires Laborers on any job, he/she must notify the Local Union  \noffice by telephone stating the location, starting time, approximate duration of the job, the type of  \nequipment to be operated and the work to be performed and the number of workers required.  \n9.3.b. Conference  \nUpon request by the union or employer a pre-job conference shall be held regarding  \nany project on which the employer anticipates five (5) or more employees will be employed.  \nHowever, if an employer conducts a pre-job conference with any other craft on work that will employ  \none (1) or more employees the union wil] be notified. Such pre-job conference shall be held at AGC  \nor at a Jocation on or near the project.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 7  \n9.3.c. Composite Crew. Employers may establish for a project or job a crew or crews  \nknown as a “composite” which shall consist of the required crafts in such proportions as are  \nrespective to the type of work to be performed. In performing its work, the \"composite crew\" shall!  \nbe allowed relaxation from strict craft jurisdiction, provided the employees from each craft are  \nassigned to their craft's jurisdiction as far as practical and possible, but not inconsistent with the  \nprovision of this agreement.  \nThe aforementioned provision shall first be arranged at a pre-job conference or  \nsubsequent meetings of the employer and crafts involved, Any disagreement over this provision may  \nbe appealed to the chief representatives of the respective five crafts and AGC. If a pre-job  \nconference is not held between the employer and the involved crafts, the \"composite crew\" provisions  \nwill not exist.  \n9.4.4. Key Workers, Any Joint Venture shall have the rights of any of its component  \nindividual Employers, and any reorganized company shall retain the privileges of its former position  \nunder this Section.  \nThe individual Employer shall have the right to request key workers on specialty’  \ncrews (such as tunnel, fencing, guard rail, paving, concrete laborer) and other workers represented by  \nthis Agreement by name who have been previously employed by said Employer as a Laborer within  \nthe last forty-eight (48) months under the jurisdictional territory of the District Council of Laborers  \nprovided said worker is registered at the Union hall and not on the payroll of another Employer.  \nWorkers hired under this 9.4.a., except specialty crews as noted above, shall not constitute more than  \nfifty percent (50%) of the Laborers employed on each project.  \n9.4.b. An Employer shail be allowed to transfer an unlimited number of specialty workers  \nfrom one loca!’s jurisdiction to another focal’s jurisdiction within the State of Oregon. The Employer  \nshal] also have the right to transfer no more than fifty percent (50%) of its other laborers from one  \nlocal's jurisdiction to another local’s jurisdiction with the State of Oregon. Layoff procedures shall  \nmaintain the fifty percent (50%) ratio.  \n9.4.c, The Employer and the Union shall mutually agree on a reasonable number of workers  \nto be brought into the territorial jurisdiction of the Local Union for each job and such workers may be  \nemployed without reference to the hiring provisions of Article 9 and such workers shall register with  \nthe Local Union.  \n9.4.0. Notwithstanding (a) above the individual Emptoyer shall have the right to request any  \nlaborer who was employed by said Employer as a laborer on work within the jurisdiction of a Local  \nUnion for work within the jurisdiction of the same Local Union.  \n9.4.2, In addition, the Emptoyer may request fifty percent (50%) of his crew by name from  \nthe “A” list regardless of his position. This must be confirmed in writing,  \na3; All Laborers, except as noted im Section 9.4 of this Article, shail be hired and/or  \nrehired in accordance with length of service with Employers in the collective bargaining unit from the  \nfollowing three (3) groups/lists.  \nAGC-Oregon Laborers MLA -- 2002-2007 Page 8  \n\"A List. Laborers who have been employed by an Employer or Employers, party or  \nparties to this Agreement (as hereinafter defined), who have worked for any such Employer or  \nEmployers for an aggregate time of at least four thousand (4,000) hours during the period of ten (10)  \nyears immediately preceding the registration date on the out-of-work list, provided that all applicants  \non the \"A\" List as of July 1, 1984 shall continue to retain their eligibility for \"A\" List dispatch  \nstanding after the effective date of these amendments.  \n\"B\" List. Laborers who have been employed by an Employer or Employers, party or  \nparties to this Agreement (as hereinafter defined), who have worked for such Employer or Employers  \nfor an aggregate time of less than four thousand (4,000) hours during the preceding period of ten (10)  \nyears immediately preceding the registration date on the out-of-work list, and employees and workers  \nwho have completed the Laborers Training Schoo! untess otherwise qualified for the “A List;  \nprovided that al] applicants on the \"B\" List as of July 1, 1984 shall continue to retain their eligibility  \nfor \"B” List dispatch standing after the effective date of these amendments.  \n\"C\" List. All other applicant Laborers for employment. The Employers and the  \nUnion shat] make up and prepare the roster for preference of rehire by grouping all Laborers who  \ncome within the above groups and shall utilize the Health and Welfare and Pension records in  \nestablishing these accrued rights based on length of employment.  \nAppreatices - Unless agreed by mutual agreement, the number of apprentices shail  \nexceed the ratios established below:  \n- One (1) Apprentice after the first journeyperson (1: | Ratio)  \n- Second Apprentice after five (5) more journeypersons —_ (1: 5 Ratio)  \n- Any additional Apprentices will be at a 1:10 Ratio to a maximum of ten (19)  \nApprentices per employer.  \nThe same ratios will be maintained when reductions in the work force occur,  \n\"Employers\" under this Article means:  \n(1) — any Employer party to this Agreement, or  \n(2). any Employer who employs Laborers under the terms of this Agreement and is  \na contributing Employer within the meaning of the Health and Welfare and  \nPension and Credit Union Plans.  \n9.6. Registration or re-registration of applicants for referral shall be accepted by the Union  \nat any time during its customary office hours. All applicants shall be registered in the order of me  \nand date of registration. To remain on the registration list, an applicant for referral must renew his  \nregistration not tater than thirty (30) days from the date of his last registration or re-registration.  \nThere shall be three (3) groupings of the out-of-work list. All Laborers with accrued rights shall be  \nregistered in either \"A\" List or \"B\" List and all other Laborers without accrued nghts shall be  \nregistered in \"C\" List. Each applicant for employment shal] be required to furnish such data, records,  \nnames of Employers and length of employment and licenses as may be deemed necessary, and each  \napplicant shall complete such forms or registration as shall be submitted to him,  \nAGC-Oregon Laborers MLA — 2002-2007 Page 9  \n9.7.0. Upon the request of an Employer for employees, the Union shall refer qualified  \nLaborers to that Employer in sufficient number required by the Employer in the manner and under  \nthe conditions specified in this Agreement from the list in the following order of referral:  \n1, Applicants shall be referred from the “A” List in successive order as their names  \nappear on the out-of-work list, and, when the \"A\" List has been exhausted.  \n2, Then, applicants from the \"B” List in successive order as their names appear on the  \nout-of-work list, and, when the \"B” List has been exhausted,  \n3, Then, applicants from the \"C” List in successive order as their names appear on the  \nout-of-work list.  \n9.7.b, All dispatching will be done by telephone. It shall be the applicant's responsibility to  \nmaintain a current telephone number with the Local Union dispatch office.  \n9.7.¢. Any applicant who is dispatched from the hiring hall in which work is provided must  \nre-register at the bottom of the appropriate list, for his group, unless Employer submits request for up  \nto five (5) days only. If Employer submits request for five (5) day’s work, the applicant after the fifth  \nday will retain his position on the appropriate list for his group. Applicants who work over five (5)  \ndays must re-register at the bottom of the appropriate list.  \n9.7.d. Any applicant who turns down two (2) consecutive job referrals, for which such  \napplicant is qualified, shal] be automatically re-registered at the bottom of the appropriate list for his  \ngroup. Jt shal! be the responsibility to maintain a current list of job classifications and  \nskills for which he is qualified.  \nIf applicant accepts a job referral from the Union and does not accept the job, he/she  \nshall be re-registered at the bottom of the appropriate list.  \n9.7.¢. Should the Union be unable to refer qualified workers for employment to the  \nEmployer within twenty four (24) hours from the time of receiving the Employer's requesi  \n(Saturdays, Sundays and Holidays excepted) or at the time mutually agreed upon at time of request,  \nor if a worker fails to report to the job site in the agreed time, the Employer shall be free to secure the  \nworkers from any source. The Employer shall notify the Local Union promptly of the names, social  \nsecurity numbers and the date of hire of such employees.  \n9.7.£. Any employee employed by the Employer in violation of this Article shall forfeit alt  \npriority rights, including Section 9.4 of this Article, shal] be removed from the job and re-registered  \nat the bottom of the list for his group. Should the Employer fail to terminate such  \nemployee after receipt of wnitten notice, the Union may take any economic action against the  \nEmployer and shall not be in violation of this Agreement.  \n9.8. The parties to this Agreement shall create a Joint Hiring Committee, composed of an  \nequal numoer (not to exceed three (3) cach) of Employer and Union representatives, to supervise and  \nAGC-Oregon Laborers MLA — 2002-2007 Page [0  \ncontrol the operation of the job referral system herein. The Joint Hiring Committee is empowered to  \nhear and determine any and ail disputes or grievances arising out of this Article and is also  \nempowered to impose remedies. Any applicant or registrant shall have a right of appeal of any  \ndispute or grievance arising out of and related to the operation or functioning of the job referral plan  \nto the Joint Hiring Committee.  \nAll decisions of the Joint Hiring Committee shall be final and binding on all parties  \nincluding applicants.  \n9.9, When an employee is discharged and the Local Union has been notified by the  \nEmployer, in writing, that the employee is \"not eligible for rehire” said employee shal) not be  \ndispatched to that Employer for ninety (90) days from the date of termination, The employee may  \nretum earlier only by consent of the Employer. Any employee may appeal the denial of consent by  \nthe Employer to the Joint Hiring Committee. After two (2) such notifications in writing from two (2)  \ndifferent Employers within a one (1} year period, the affected employee wiil no longer be eligible to  \nregister on the out-of-work list. Notwithstanding the above, upon receipt by the Union of a letter  \nsigned by an officer of an Employer firm (or one of its off-site managers) stating that an employee is  \nnot eligible for rehire, the employce wil! not again be referred to the Employer. (For appeals see  \nSection 9.8 above).  \n9.10. Whenever an employee is discharged for cause, including failure to pass a substance  \nabuse test, not able to perform the assigned work due to lack of skills or as unsatisfactory, the  \nEmployer agrees to send a termination notice to the Union stating the reasons for termination. [f no  \nnotice of cause is provided, the individual shall be ctigible for rehire without exception.  \n9.11. When a registrant has been terminated as unsatisfactory or has been discharged for  \ncause by at least three (3) employers within a twenty-four (24) month period, he/she shall be denied  \nfurther use of all hiring halts covered by the District Council provided the employers have furnished  \nthe District Council in writing the reasons for such termination or discharge, Members may appeal to  \nthe Joint Hearing Comunittee.  \n9.12 When a registrant has been terminated for lack of possessing the necessary skills to  \nperform the assigned duties, by at least three (3) employers within a twenty-four (24) month period,  \nsatisfactory completion of additional training will be required before hiring hall privileges are  \nrestored in the classification in question.  \n"], ["ARTICLE 10  \nSHIFTS-HOURS OF WORK-OVERTIME  \n", "(The official time for the purposes of this Agreement shall be applicable legal time).  \n10.1. The hours of work per week or month shall be as regulated by particular contract  \nwhich the Employer has to perform and shall be arranged to meet the requirements of the Employer  \nas best suits the calendar time allowed by the contract for completion.  \nAGC-Oregon Laborers MLA - 2002-2007 Page 11  \n10.2.a. The workweek shall be forty (40) hours, Monday through Friday, and the workday  \nshall not exceed eight (8) hours per day. All time worked in excess of the foregoing shal] be paid for  \nat the rate of time and one-half (1%X). Work performed on Saturdays shall be paid for at the rate of  \ntime and one-half (1'4X). Sunday, Holiday and work in excess of twelve (12) hours in any workday  \nshall be paid for at the rate of double time (2.0X}.  \nOn Heavy Highway, only work performed on Sunday and Holidays shall be paid for at  \nthe rate of double time (2.0X).  \n10,2.b, Notwithstanding the above, the Employer may, at his option, establish ten (tO)hour  \nshifts for a minimum of any four (4) consecutive scheduled work days, Monday through Friday, on  \nsore or all operations on a project, without being required to pay overtime. Anything over ten (10)  \nhours shall be subject to the provisions above. Failure to work the four (4) day minimum shal]  \nrequire overtime unless such failure is caused by actual inclement weather or other conditions  \ndefinitely beyond the control of the Employer,  \n10,2.¢, Four ten (4-10) hour shifts at the straight time rate may be established Monday  \nthrough Thursday. In the event the job is down due to weather conditions or equipment breakdown,  \nthen Friday on a voluntary basis may be worked as a make-up day. In the event Friday make-up day  \ncan't be worked due to conditions beyond the control of the Employer, then Saturday on a voluntary  \nbasis may be worked as a make-up day at the straight time rate. Make-up day applies to the crew so  \neffected.  \nOn work that is entirely federally funded, the workweek shall be forty (40) hours,  \nMonday through Friday. Al] work in excess of forty (40) hours in one (1) week, or ten (10} hours  \nane (1) day shall be paid for at the rate of time and one-half (1'4X). The Contractor shall not employ  \na second crew to circumvent overtime pay after forty (40) hours. This shall not prohibit the  \nEmployer and the Union from negotiating \"rolling\" four ten (4-10) hour shifts on a project by project  \nbasis.  \nIn the event the job is down due to equipment breakdown or weather conditions,  \nMonday through Friday, then Saturday may be worked as a voluntary make-up day at the straight  \ntime rate. Four ten (4-10) hour shifts at the straight time rate may be established Monday through  \nThursday. In the event the job is down due to weather conditions or equipment breakdown, then  \nFriday may be worked as a voluntary make-up day. In the event Friday make-up day can't be worked  \ndue to conditions beyond the control of the Contractor, then Saturday may be worked as a voluntary  \nmake-up day at the straight time rate. Make-up day applics to the crew so effected.  \n10.2.4, Notwithstanding the tanguage in Section 10.2.a, if the particular public works contract  \nwhich the Employer has to perform causes a normal shift to begin Sunday night after 6 PM, the work  \nshal! be paid for at the rate of time and one-half (1 1/2X) until 12:00 midnight and at the straight time  \nrate for the following eight (8) hours thereafter.  \nAGC-Oregon Laborers MLA - 2002-2007 Page 12  \n10.2.¢. All applicable state laws will apply to break times.  \n(a) SINGLE SHIFT:  \nHEAVY HIGHWAY  \nEight (8) hours work per day between the hours of 5:00 a.m, to 7:00 p.m. and five (5)  \ndays per week, Monday through Friday, shall be the normal working time of all employees covered  \nby this Agreement. Starting and quitting times may be expanded by mutual consent.  \nBUILDING  \nBight (8) hours work per day between the hours of 6:00 a.m. to 6:00 p.m. and five (5)  \ndays per week, Monday through Friday, shalt be the normal working time of all] employees covered  \nby this Agreement. Starting and quitting times may be expanded by mutual consent.  \nMINIMUM TIME BETWEEN SHIFTS. When an employce has worked the  \nregular shift and then is required by the Employer to work at the overtime rate, the Employee shal!  \nnot go to work again for the regular rate until the employee is relieved for a period of at least eight (8)  \nhours.  \n(b) TWO SHIFT OPERATION: On a two (2) daylight and consecutive shift  \noperation, no shift penalty is involved for work performed in either of these two (2) shifts. Each shift  \nmust be scheduled for at least eight (8) hours except as provided for in the Reporting Pay/Minimum  \nPay requirements of this Agreement.  \n(c) As an exception to the provisions of paragraphs (a) and (b) above, a starting  \nlime earlier than 5:00 a.m. may be established by mutual Agreement between the Employer and the  \nUnion, which shal] be confirmed in writing and copies filed with representatives of both parties.  \n(4) THREE-SHIFT OPERATIONS: On a three (3) shift operation, the first shift  \nof eight (8) hours (exclusive of meal period) shal! start between the hours of 6:00 a.m. and 8:00 a.m.,  \nand eight (8) hours work shall constitute the first shift for which eight (8) hours will be paid. The  \nsecond shift shall consist of seven and one-half (74) hours for heavy-highway-utility work and seven  \n(7) hours for building work (exclusive of mea! period) for which eight (8) hours at the straight time  \nrate shall be paid. The third shift shall be seven (7) hours (exclusive of meal period) for which eight-  \n(8) hours at the straight time rate shall be paid. Thirty-five (35) hours shall constitute a week's work  \non the third shift.  \n(e) SPECIAL SHIFT: A special shift may be established at any time, at the  \noption of the Employer, on any job or project. Said shift shall not be started until the union has been  \nnotified. There shall be no premium or penalty for working a special shift.  \n(f) On new building construction there shall be three (3) or more consecutive days  \nwork (exclusive of Saturdays, Sundays and Holidays) for each shift, provided, however, that in the  \nAGC-Oregon Laborers MLA + 2002-2007 Page 13  \nevent of any emergency where an extra single shift is necessary to prevent delay in the scheduled  \nprogress of work, such as the completion of forms for pouring concrete or the completion of a  \nconcrete pour, such single shifts will be permitted upon prior notice 1o the Union, and providing such  \nshift must be worked the full shift time of seven and one-half (7%) hours for eight (8) hours pay.  \n(g) For the purposes of this Article, a full shift shall be considered the regularly  \nscheduled hours of work established for each shift, and the second and third shifts shal] be considered  \nas a part of the working day on which the first shift started. The total allowable time for a two (2) or  \nthree (3) shift operation shall not be in excess of twenty-four (24) hours from the regular starting time  \nof the first shifl. The scheduled shift hours shall not be changed during the workweek  \nwithout two (2) day’s prior notice and not more than once during the workweek.  \n(b) Should an Employer elect to start a shift before the regular starting time, the  \nApplicable overtime rate shall be paid until the regular starting time, and the eight (8) hours of  \ncontinuous employment (exclusive of meal period) following the regular starting time shall be at the  \nregular straight time rate and/or in accordance with Section 10,2 of this Article. Should an Employer  \nclect to start an employee prior to his regularly scheduled hours of work, such employee shall receive  \nthe applicable overtime rate up to his regularly scheduled hours,  \n(i) A regular lunch period of not tess than one half (1/2) hour or more than one (1)  \nhour shall be established within one (t} hour of midshift but in no event jonger than five (5) hours  \nfrom the beginning of the shift. If an employee is required to work more than five (5) hours from the  \nbeginning of the shift without a lunch period, he/she shall be paid a half (1/2) hour at the applicable  \novertime rate and in addition given adequate time to eat his/her tunch, If the employee is not given  \nadequate time to eat, he/she shall then receive an additional one half (1/2) hour at the applicable  \novertime rate.  \nEmployees who have been given sufficient time to ea! during the regular shift  \nmay be allowed to work twelve (12) hours without a second lunch period penalty. If the employee  \nworks over twelve (12) hours, he/she shall be paid one half-hour penalty at the applicable overtime  \nrate. If the employee is not given sufficient time to eat his/her lunch during his/her regular shift, an  \nadditional one half (1/2) hour penalty sha!) be paid if required to work Jonger than ten (10) hours.  \n10,3 The Employer shall furnish when necessary heated change rooms of ample size  \nequipped for drying clothes and with benches. They wil] be situated as close as practical to the work  \narca and will not be used for storage of material or equipment. The determination as to necessity  \nshal] be made by Agreement of the Employer and the business representative of the Local Union  \nconcemed. In the event the works of one of the other 5-craft unions are provided facilities for eating,  \nthe Laborers shall be entitled to the same.  \n10.4, (Applies to heavy-highway-utility work only). Moving of all equipment from job to  \njob, set-up and tear-down work, and servicing and repair work done by operating crews on Sundays  \nand Holidays shall be paid for at one and one-half times (1 1/2X) the straight time rate provided for  \nthe classitication concerned.  \nAGC-Oregon Laborers MLA - 2002-2007 Page 14  \n10.5. (Applies to heavy-highway-utility work only). When it is necessary to keep flaggers  \n_ or other non-production or non-operating employees on duty on Saturdays and Sundays when no  \nother activities (other than such maintenance work which is being done by other crafts) are in  \nprogress, such employees shal! be paid at the overtime rate of one and one-half times {1 1/2X) the  \nbasic rate of wages.  \n10.6. EMERGENCY STARTING TIME. When it is mutually agreed that an emergency  \nexists, such as earthquakes, floods or fires, starting time for the shift may be made to fit the  \nemergency and eight (8) hours in any twenty-four (24) hour period may be worked at straight time  \nwhen mutual agreement with the Union shall be received in writing.  \n10.7 Foremen or employees from other crews cannot be used to complete a job or work  \nassignment which continues or requires overtime work. Nothing in this section shall prevent the  \nexpansion or reduction of a wark crew by the Employer.  \n10.8. On operations such as green sawing, dewatering, curing and protection of concrete, all  \novertime pay shall be time and one-half (1 1/2X), including Sundays and Holidays.  \n"], ["ARTICLE IT  \nREPORTING PAY, MINIMUM PAY  \nAND STANDBY PAY  \n", "11.1. Immigration Reform and Control Act (IRCA). Any referral who is unable to  \nqualify for employment under the provisions of the IRCA shall not be eligible for employment and  \nthe attendant benefits therein.  \n41,2. Reporting Expense. When qualified workers report for work as directed and for  \nwhom no work is provided, they shall be paid four (4) hours pay unless prevented from working by  \ncauses not under the control of the Employer. Upon proper notification to the employer at the time  \nof dispatch, an applicant who travels more than fifty (50) miles from his/her domicile to the jobsite  \nand is not put to work shall be paid eight (8) hours at the dispatch rate of pay, plus fringe benefit  \ncontributions. It being understood that the above reimbursements are for the inconvenience of  \nreporting to the job site and are not to be construed as wages for work performed and that workers  \nentitled to reporting expense shall not be required to remain on the job site except as provided below.  \n11.3. Minimum pay. Employees who work less than four (4) hours sha] be paid for four  \n(4) hours and if worked more than four (4) hours shall receive pay for the actual time worked unless  \nthey are working directly with Cement Masons and they will receive eight (8) hours of pay if worked  \nin excess of four (4) hours.  \nIf an employee leaves or quits of his own volition, he/she shall be paid for actual time  \nworked at applicable straight and overtime rates. If a new hire is put to work and judged by the  \nEmployer to be unsatisfactory, that person shall be paid only for the actual time worked,  \nAGC-Oregon Laborers MLA — 2002-2007 Page 15  \n11.4. Stand by. On rain sensitive work such as Dirt Work, Slab Work, Asphalt Work or in  \nSuch cases as equipment breakdown, the Employer may request the employees to remain on the job  \nfor up to two (2) hours on a stand by basis. If not put to work during this two (2) hour period, the  \nemployee shall receive two (2) hours wages plus fringes but shall not receive the forty dollars  \n($40.00) reporting expense. If put to work, employees shall receive pay for actual hours worked in  \naccordance with the minimum pay requirement of this article.  \n11.5. Call Back. When employees have completed their scheduled shift; and have Jeft the  \njob-site; and are “called back” to perform work of a casual, incidenta! or irregular nature, they shall  \nreceive a minimum of two (2) hours pay at the applicable daily overtime rate.  \n"], ["ARTICLE 12  \nNON-RECURRING WORK  \n", "12.1. When an Employer does not have regular employees available at the job site, he/she  \nmay employ without regard to crafl jurisdiction when the following conditions exist:  \n(a) Unexpected vacancies caused by sickness or other unavoidable absences  \nbeyond the control of the Employer, and/or  \n{b} Where less than one (1) day's work must be performed and members of this  \nUnion are not immediately available.  \n12.2. In such cases the employee shall be paid the rate for the classification of the work  \nwhich he/she is required to do, or the rate for the classification under which he/she was working  \nimmediately prior to the temporary assignment, whichever rate is higher.  \n12.3. In no event, will the above conditions be permitted beyond one (1) day nor will the  \ntemporary assignment be considered as a permanent assignment of work. Employers found violating  \nthis Article shall be considered in breach of contract and subject to Settlement of Non-Jurisdictiona!  \nDisputes, Articte 33.  \n"], ["ARTICLE 13  \nHOLIDAYS  \n", "13.1. HOLIDAYS shall be:  \nNew Year's Day Thanksgiving Day  \nMemorial Day Day following Thanksgiving  \nFourth of July Christmas Day  \nLabor Day  \nAGC.-Oregon Laborers MLA — 2002-2007 Page 16  \nShould any of these Holidays fa!l on Sunday, the following Monday shall be  \nconsidered a legal holiday. If a Holiday falls on a Saturday, the previous Friday shall be considered  \nas the Holiday.  \nShould an employee be required to work on Presidential Election Day, arrangements  \nshall be made to allow him ample time to vote. However, the Employer will not be required to pay  \nfor any time not worked.  \n"], ["ARTICLE 14  \nPAYDAY  \n", "14,1. Payday shall be once a week. Employees shall be paid on the job at a mutually  \nconvenient location. Employces discharged or terminated shall be paid by check or cash with a  \nwritten check stub or statement to include hours, deductions and hourly rates of pay immediately on  \nsuch discharge or termination, and if required by the Employer to go to some other point or to the  \noffice of the Employer to pick up termination check the employees shall be paid for the time required  \nto go to such places, at the regular straight time rate of wages, provided that payment by check to the  \nemployee, or mailed and postmarked to his residence address, within twenty-four (24) hours after  \nsuch layoff or discharge, shall be deemed compliance with this section. If the Employer does not  \ncomply with the above procedure as to payment for discharge, the employee shall be paid for eight  \n(8) hours additional pay at his straight time rate for each day (Saturdays, Sundays and Holidays  \nexcepted) until paid. When employees quit of their own accord they shall receive the pay due them  \nno later than the next regular payday. Payments will be assumed to be correct and there shall be no  \nadjustments made unless the employees file a protest within fifteen (15) days after receiving check.  \n14,2. All employed under this Agreement must first establish all claims in  \nwriting against the Employer, contractor or Association through their Bargaining Agent and under the  \nprovisions of this Agreement or hereby waive all legal rights to claims processed otherwise.  \n14.3. When proposed wage increases have been delayed for reasons beyond the control of  \nthe parties, such retroactive wages will be due and payable at the earliest payroll period but not to  \nexceed thirty (30) days from the date of notice from the Association and/or Union to the employers.  \n"], ["ARTICLE 15  \nWAGE SCALES  \n", "15.1. Old Work Protection. All private sector work in progress or bid, which was covered  \nby the scope of the previous agreement, shall be guaranteed the protection of the appropriate wage  \nand fringe benefit rates in effect in the previous agreement.  \nPrivate Work bid after the effective date shall be at the new wage and benefit rates as  \nnoted. Private work bid under this agreement which extends beyond May 31, 2007 shall be  \nguaranteed the protection of the appropriate wage and fringe benefit rates in effect under this  \nAGC-Oregon Laborers MLA — 2002-2007 Page 17  \nagreement for twenty four (24) months from the award of the bid, except that the contractor will pay  \nall health and welfare increases up to fifty cents ($0.50).  \nPublic Work performed under the provisions of a prevailing wage statute shall be  \nadministered in accordance with Article 30, Public Works Wages.  \n15.2.a. The classifications of employment, wage scales, Health and Welfare, Pension,  \nTraining and Credit Union, as set forth in this Agreement and Schedule “A” attached shall be  \napplicable for the period covered as set forth in Article 5.  \n15.2.b. Monetary increases in the total wage and fringe packages for the life of this five (5)  \nyear agreement are effective on the dates indicated below:  \nJune 1, 2002 ~ Two percent (2%) with allocation: $0,25 to H&W, $0.05 to Training,  \n$0.28 to Wages  \nJune 1, 2003 - Two and one half percent (2.5%) with allocation to be determined by  \nmutual agreement of the parties  \nJune 1, 2004 — Three percent (3%) with allocation to be determined by mutual  \nagreement of the parties.  \nJune 1, 2005 - Wage and fringe benefit opener only  \nJune 1, 2006 - Wage and fringe benefit opener only  \n15.3. Additions of classifications and applicable wage scales for the purpose of clariftcation  \nor supplying omissions may be made from time to time when signed by the parties hereto, and shall  \nbe confirmed by written supplements to the attached Schedule \"A\".  \n"], ["ARTICLE 16  \nTRANSPORTATION-CAMP REQUIREMENTS  \n", "16.1. No travel time, transportation reimbursement, or subsistence is payable under this  \nAgreement except as provided in this Article 16. The Employer agrees to pay only those toll fees on  \nbridges and ferries which the employee must use in traveling the shortest route to and from the job  \nfrom the nearest dispatch point of zone pay reference point provided the employee furnishes said  \ndaily recetpts to the Employer.  \nHowever, if employees of other basic crafts, who have agreements with the Employer,  \nreceive reimbursement for toll fees those employees with like circumstances (i.¢, live in the same  \narea and travel the same route) shal] also be reimbursed for their toll fees and ferry charges.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 18  \n16.2. Any employee engaged in the transportation of material or machinery on long hauls  \nand held away from his home terminal overnight shall be paid the cost of his lodging and meals, or a  \nreasonable allowance, provided that the employee shall furnish receipts for same.  \n16.3. Where and when standard camp facilities or trailer court facilities are provided by the  \nEmployer at or near the job site the Employer and the Union will mutually agree on cost to the  \nemployee and the hourly wage rate will prevail. The Employer will be the sole judge as to where and  \nwhen job circumstances justify the establishment or discontinuance of camp facilities,  \n16.4, Job Site Transportation: Whenever, because of remoteness of parking areas,  \nhazardous road conditions, or security restrictions, and it is necessary for the Employer to furnish  \ntransportation for employees within the job site to the place of their work, the project management  \nand representative of the Union meet to discuss any special conditions surrounding such man-  \nhaul operations. When the Employer furnishes such transportation to the employee without cost to  \nhim, the equipment shall include seats and protection from the elements, and definite pick-up and  \ndischarge points shail be determined. [f there are more than thirty (30) minutes in time consumed  \nfrom pick-up points to work site, the employee shall be paid for any time over thirty (30) minutes. If  \nthere are more than thirty (30} minutes time consumed from work site to pick-up points, the  \nemployce shat] be paid for the full amount of time spent in travel from work site to pick-up point at  \nhis regular rate.  \n"], ["ARTICLE 17  \nHEALTH & SAFETY  \n", "17.1, Drug and Alcohol Testing. Labor and Management agree that it is in the best  \ninterests of all to promote an alcohol and drug-free working environment and pledge both to work  \nwithin their own areas of influence and to cooperate to that end.  \n17,2, The Employer has the right to screen employees for alcohol and drugs as a condition  \nof employment, as long as the above is in compliance with state and federal laws. Drug and Alcohol  \nTesting is permitted under the conditions as outlined in Sections 17.3 and 17.4. of this Article.  \n17.3. Testing will be conducted in accordance with the Construction Industry Drug-Free  \nWorkplace Program (CIDFWP). All testing will be paid for by the Employer. If test results are  \nnegative, the Employee will be paid Fifty Dollars ($50.00) and will be issued a Drug Card.  \n17.4, Notwithstanding Section 17.3, above, a signatory contractor may choose to not  \nparticipate or pay the contribution for the CIDFWP provided employees are covered by a Department  \nof Transportation-approved program. The Employer shall submit a copy of hisfher DOT approved  \nprogram to the Union for review.  \n17.5. PROSPECTIVE EMPLOYEE/MEMBERS: Prospective employees/members who  \nAGC-Oregon Laborers MLA ~ 2002-2007 Page 19  \ntest negative for a Drug and Alcohol Test conducted in compliance with the aforementioned policy,  \nwill be reimbursed fifty dollars ($50.00) for taking such test. This expenditure is not for time  \nwotked, but for the undetermined amount of expense by the prospective employee/member prior to  \nbeing put on an employer’s payroll.  \n17.6. It is the intent of the parties that all contractors and subcontractors, regardless of tier,  \nshall have a drug and alcohol program equal to or better than the CIDF WP.  \n"], ["ARTICLE 18  \nHEALTH AND WELFARE  \n", "18.1. In addition to the wage scales listed in Schedule \"A\" herein, all persons, firms and  \ncorporations as listed on Schedule \"B\"; who are signatory parties to this Agreement, shall pay into the  \nexisting trust fund, Oregon Laborers-Employers Health & Welfare Trust Fund, or its successor, for  \nthe purpose of providing health and welfare benefits to all eligible employees covered by this  \nAgreement, such payment to be made in accordance with the requirements of the trust agreement.  \nThe applicable provisions of the existing trust document are hereby adopted for the period covered by  \nthis Agreement, and the fund established by prior contributions under former agreements between the  \nparties shall be recognized as a fund held in trust and therefore an appropriate depositary for the  \ncontributions referred to herein above. The Employers accept, as their representatives, the Employer  \nTrustees presently serving on said fund's Board of Trustees and their duly appointed or elected  \nSuccessors.  \n18.2. It is further agreed that the trust fund established for the purpose of providing health  \nand welfare benefits shall be one that is jointly established and equally administered by trustees from  \nthe Association and the Union.  \n18.3. After due notice to the individual Employer involved (and if a member of the  \nAssociation also to the Association) by the Union it shall not be deemed a violation of this  \nAgreement for employees covered by this Agreement to refuse to work for and to take economic  \naction against the individual Employer who has failed to make proper contributions to the Health and  \nWelfare Fund in accordance with this Agreement.  \n"], ["ARTICLE 19  \nPENSION  \n", "19,1. In addition to the wage scales listed in Schedule “A” herein, all persons, firms or  \ncorporations as fisted in Schedule \"B\" who are signatory parties to this Agreement, shall pay into the  \nexisting trust fund, Oregon Laborers-Employers Pension Trust Fund, or its successor, for the purpose  \nof providing pension benefits for all eligible employees covered by this Agreement, such payment to  \nbe made in accordance with the requirements of the trust Agreement. The applicable provisions of  \nthe existing trust document are hereby adopted for the period covered by this Agreement, and the  \nAGC-Oregon Laborers MLA — 2002-2007 Page 20  \nfund established by prior contributions under former agreements between the parties shall be  \nrecognized as a fund held in trust and therefore an appropriate depositary for contributions as referred  \nto herein above. The Employers accept, as their representatives, the Employer Trustees presently  \nserving on said fund's Board of Trustees and their duly appointed or elected successors.  \n19.2. It is further agreed that the trust fund established for the purpose of providing pension  \nbenefits shall be one that is jointly established and equally administered by trustees from the  \nAssociation and the Union.  \n19.3. After due notice to the individual Employer involved (and if a member of the  \nAssociation also to the Association) by the Union it shall not be deemed a violation of this  \nAgreement for employees covered by this Agreement to refuse to work for and to take economic  \naction against the individual Employer who has failed to make proper contributions to the Pension  \nFund in accordance with this Agreement.  \n19.4, The Employer shall provide for a voluntary deduction on an individual basis and  \nforward to the designated individual 401(k) account through the administrator of the  \nexisting Trust at no cost to the employer. Employees shall designate the amount to be decided and  \nshown on the dispatch slip. The employee shall be able to change the deduction only once per year.  \n19,5.a. Three Dollars and Fifteen Cents ($3.15) per compensable hour to the Oregon Laborers  \nPension Plan trust fund (Pension I). (Defined Benefit).  \n"], ["ARTICLE 20  \nCREDIT UNION  \n", "20.1. It is agreed that all Employers employing employees within the geographic area  \ncovered by this Agreement shall subtract a sum, as listed in Schedule “A” from each employee’s net  \npay check (after taxes), for each hour worked by its employees performing work covered by this  \nAgreement regardless of union membership. Said contributions wilt be made to a Credit Union.  \nContributions will be made on the same form as Health & Welfare payments and that the pro-rata  \ncosts of such forms and the collection and accounting thereof will be paid by the Union to the fringe  \nbenefit administrator.  \n20.2 After due notice to the individual Employer involved (and tf a member of the  \nAssociation also to the Association) by the Union, it shall not be deemed a violation of this  \nAgreement for employees covered by this Agreement to refuse to work for and to take economic  \naction against the individual Employer who has failed to make proper contributions to the fringe  \nbenefit administrator in accordance with this agreement.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 21  \n"], ["ARTICLE 21  \nTRAINING  \n", "21.1. In addition to the wage scales listed in Schedule \"A\" herein, all persons, firms or  \ncorporations as listed in Schedule \"B\", who are signatory parties to this Agreement, shall pay into the  \nOregon Laborers Training Trust Fund, or its successor, for the purpose of training Laborers for work  \nin the classifications covered by this Agreement. The applicable provisions of the existing trust  \ndocument are hereby adopted for the period covered by this Agreement, and the fund established by  \nprior contributions under former agreements between the parties shall be recognized as a fund held in  \ntrust and therefore an appropriate depositary for contributions as referred to herein above. The  \nEmployers accept, as their representatives, the Employer Trustees presently serving on said fund's  \nBoard of Trustees and their duly appointed or elected successors.  \n21,2: It is further agreed that the trust fund established for the purpose of providing training  \nshall be one that is jointly established and equally administered by trustees from the Association and  \nthe Unton.  \n21.3. After due notice to the individual Employer involved {and if a member of the  \nAssociation also to the Association) by the Union it shall not be deemed a violation of thts  \nAgreement for employees covered by this Agreement to refuse to work for and to take economic  \naction against the individual Emptoyer who has failed to make proper contributions to the Laborers  \nTraining Trust Fund in accordance with this Agreement.  \n21.4.2. The Partics will design procedures to identify and set three (3) year goals to  \ncontinually improve all Journeyman Upgrade and Apprenticeship Training Programs; and work on  \nthe development of Safety Training Program(s) etc.  \n21.4.b. Training for Journeymen. The Association and Union jointly agree that increased  \navailabte training for the Laborer workforce is a goal during the life of this agreement. This joint  \nendeavor is conditional upon available training resources and is intended to be attained without  \nunreasonable cost burdens to the Training Trust. These Training goals are categorized as follows:  \n21.4.c. Special Needs Training: When the Employer has a need for Special Needs  \nJourneyman training, consistent with the semi-annually published Laborers Program schedule of  \nclasses, training will be provided at no cost to the Employer when a sufficient number of employees  \nare available for classes and a program curriculum exists. In those circumstances where a program  \ncurriculum does not exist, the employer may request through the Training Board of Trustees  \n(Laborers-Employers Training Trust), that consideration be given to the development of an industry  \nprogram.  \n21.5.9. Foreman Supervisory Skills. The Association, the Union, and the respective training  \naffiliates agree to commence efforts on Joumeyman upgrade training programs which focus on  \nForemen’s supervisory skills and responsibilities.  \nAGC-Oregon Laborers MLA - 2002-2007 Page 22  \n21.5.b, Premium for Accredited Foreman. An increased Foreman's Premium of thirty-five  \ncents ($0.35) will be provided for:  \n- Individuals who successfully complete a jointly agreed upon annual  \nForeman's Training Curriculum; and  \n- When the individual is assigned as a Foreman by his/her employer.  \n"], ["ARTICLE 22  \nTRUSTEE QUALIFICATION CRITERIA  \n", "22.1. The Trust funds sha!] continue to be controlled and administered by Joint Boards of  \nTrustees composed of equal representation from the Union and the Employers who are signatories to  \nthe Trust Agreements.  \n22.1.a. Each Trustee appointed by the Union shall be an active member of the Union  \n22.1.b. Each Trustee appointed for the Employer shall be either:  \n*« Anactive Employer  \nA full time non-bargaining unit employce of an active Employer  \nA regular officer of an active Employer  \n* A full-time employee of the Association  \n22.1.¢. “Active” Employer shall mean an Employer who is making contributions on  \ncompensable hours to the Trust funds.  \n"], ["ARTICLE 23  \nRECIPROCITY  \n", "23.1 A signatory employer shall make fringe benefit contributions to the trust fund(s}, and  \nat the state’s applicable rates, in the state where the work is performed.  \n23.2 Notwithstanding the provisions of paragraph 23.1, such contributions shall be  \ntransferred by the receiving trust fund(s} to the home fund(s) of the applicable employee  \nprovided that the employee: (1) is properly cleared by the loca] union who has jurisdiction over the  \nwork; and (2) has executed an Authorization to Transfer Contribution Form.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 23  \n"], ["ARTICLE 24  \nPREVAILING WAGE LAW ENFORCEMENT  \n(PWLE)  \n", "24.1. In addition to wage scales listed in Schedule \"A\" herein, all persons, parties, firms or  \ncorporations as listed in Schedule “B” or otherwise coming under the scope of this Agreement, who  \nare, or may become signatory to this Agreement agree effective June 1, 1993 to pay monthly in  \naccordance with the applicable Management Trust Agreement, an amount of Two Cents ($0.02) per  \ncompensable hour for the purpose of enforcing the Federal and State Prevailing Wage Laws.  \nContributions will be made on the same form as other Trust payments.  \nThe enforcement process will be administered through a Joint Labor/Management  \nBoard,  \n"], ["ARTICLE 25  \nCONTRACT ADMINISTRATION FUND (CAF)  \n", "25.1. Effective June 1, 1991, a Contract Administration Fund (CAF) shall be established  \nwithin AGC by vinue of this agreement and shal] continue in full force and effect during the term of  \nthis agreement, All employers signatory to this Collective Bargaining Agreement, or who become  \nsignatory, or otherwise come under the scope of this agreement, shall contribute the sum of Three  \nCents ($0.03) per compensable hour worked by employees covered under this agreement into said  \nfund. An employer shall not be required to contribute more than a total of One Thousand Dollars  \n($1,000.00) in any contract year (i.e. June Ist to May 31st) to the Fund, but amount erroncously paid  \nin excess of said $1,000.00 Yearly Maximum shall be decmed to be voluntarily paid without right of  \nrefund. Contributions be made on the same form as other Trust payments.  \n"], ["ARTICLE 26  \nOREGON-SOUTHWEST WASHINGTON  \nFAIR CONTRACTING FOUNDATION  \n(FCF)  \n", "26.1.0. Effective June 1, [993, herein, all persons, parties, firms or corporations as listed in  \nSchedule \"B* or otherwise coming under the scope of this Agreement who are, or may become  \nSignatory to this Agreement, agree to deduct from the net pay afler taxes of cach employee  \nperfonning work covered by the terms of this Agreement a sum of Three Cents ($0.03) for each hour  \nworked and remit same to Oregon-Southwest Washington Fair Contracting Foundation (FCF),  \nContributions wil] be made on the same form as the Health and Security payments.  \nAGC-Oregon Laborers MLA - 2002-2007 Page 24  \n26.1.b. The pro-rata costs of such forms, collection and accounting will be paid by the FCF to  \nthe fringe benefit administrator.  \n26.1.c. The respective District Councils reserve the right during the life of this agreement to  \ndisaffiliate from the Foundation and reallocate the monies dedicated for this endeavor,  \n"], ["ARTICLE 27  \nLABORERS-EMPLOYERS COOPERATION AND EDUCATION TRUST  \n", "27.1, The Employer and the Union recognize that they must confront many issues of mutual  \nwhich are more susceptible to resolution through Labor-Management Cooperation than  \nthrough collective bargaining. To seek resolution of these mutua! concerns and to advance mutual  \ninterests through Labor-Management Cooperative efforts, the Employer and the Union agree to  \nparticipate in the Labor-Management Cooperation Committee described herein which is established  \nin accordance with Section 302(C)(9} of the Taft-Hartley Act.  \n27.2. The Employer shali contribute to the Seattle Region Labor Management Cooperation  \nCommittee as of the effective date of this Agreement and for each month thereafter for the term of  \nthis Agreement, including any extensions or renewal thereof. The Employer shal! contribute to the  \nRegional Cooperation Committee at the rate of Five Cents ($0.05) for each hour or portion of an hour  \nfor which each employee covered by the Agreement is entitled to receive pay. The Employer shall  \nsubmit all contributions to the Regional Cooperation Committee in accordance with the requirement  \nof the Committee. The Employer and the Union hereby adopt the Agreement and the Declaration  \nestablishing the Regional Cooperation Committee. Contributions will be made on the same form as  \nthe Health and Security payments.  \nThe pro-rata costs of such forms, collection and accounting will be paid by the  \ncommittee to the fringe benefit administrator.  \n27.4, The Association reserves the right during the life of this Agreement to disaffiliate from  \nmaking the contribution to the LECET and reallocate the monies dedicated for this endeavor.  \n"], ["ARTICLE 28  \nSAFETY-SANITATION  \n", "28.1, Employees shall not be required to work on portions of any constriction job that is  \ndeclared unsafe by a State Safety Inspector. The Employer will exert every reasonable effort to  \nprovide and maintain safe and sanitary working conditions in accordance with National and State  \nLaws. The Unions will cooperate to that end and encourage their members to perform their work in a  \nsafe manner. Employers shal] be required to provide sanitary facilities consisting of a reasonable  \nnumber of toilets and urinals regardless of availability of sewers. When employees are assigned to  \nAGC-Oregon Laborers MLA — 2002-2007 Page 25  \nperform work that requires fou! work gear such fou! work gear shall be furnished by the Employer  \nand the employee will be held responsibie for the reasonable care and return of such gear. This  \nclause is not to be construed to require Employers to fumish employees protection from natural  \nelements.  \n"], ["ARTICLE 29  \nGOVERNMENT REQUIREMENTS  \n", "29.1, The Union and the Employer recognize that an Employer should not lose jobs because  \nof government requirements which are in conflict with the provisions of this Agreement. The Union  \nand the Employer pledge their mutua! cooperation in complying with provisions in any contract  \nwhich the Employer may bid for or enter into with any public or quasi-public or governmental body  \nfor the performance of work covered by this Agreement. If the Employer believes that a government  \nrequirement is in conflict with the Agreement, they shall request a pre-job meeting with the Union to  \nseek alternatives. The Union wil! not withhold agreement unnecessarily.  \n"], ["ARTICLE 30  \nPUBLIC WORKS WAGES  \n", "Public Works Project Davis-Bacon Act and related statutes - ORS 279.348 to 279.361.  \nIn the event an individual Contractor bids a public job or project being awarded by a  \nfederal, state, county, city or other public entity which is to be performed at a predetermined and/or  \nprevailing wage rate established or established by the Secretary of the U.S. Department of Labor  \n(pursuant to Public Law 74-403 as amended by Public Law 88-349 whose regulations are contained  \nin 29 CFR Parts 1,3,5 and 7, and which determinations are published in The Federal Register), or by  \nthe Commissioner of the Oregon Bureau of Labor and Industries (pursuant to ORS 279.348 to  \n279.361). The predetermined wage and fringe rate shall apply for the first twenty-four (24) months  \nof the project from the award date.  \n30.1.b. The Health & Welfare contribution rate can be increased to a maximum additional  \nFifty Cents ($0.50) during the life of a project worked under the terms of this Public Works  \nProvision, Increases will be only for maintenance of benefits.  \n30.1.¢. In the event a Contractor utilizes this Article on a job or project, whose duration is  \nlonger than the duration of this agreement, the Contractor shall enter into a project agreement for the  \nduration of the job or project. The project agreement shall incorporate the terms and conditions of  \nthis agreement.  \nAGC-Oregan Laborers MLA - 2002-2007 Page 26  \n"], ["ARTICLE 31  \nAUTHORIZATION  \n", "31.1. In accordance with the provisions of Article 5, this Agreement shall become effective  \nwhen signed by the Oregon-Columbia Chapter, The Associated General Contractors of America, Inc.;  \nby the authorized representatives of the Oregon, Southern Idaho & Wyoming District Council of  \nLaborers, affiliated with the Laborers [nternational Union of North America, as set forth in Schedule  \n“C* attached hereto.  \n31.2. The Association has attached hereto Schedule \"B\" setting forth the names of its  \nmembers subscribing to this Agreement at the date of signing this Agreement. The name of any new  \nEmployer subscribing to the Agreement shall be promptly filed by the Association with the Union, as  \na supplement to Schedule \"B\", and with such filing, such new Employer automatically becomes  \nbound by the terms and conditions of this Agreement.  \n31.3. The Union shall file with the Association prompily the name of any Employer who  \nsubscribes to the terms and conditions of this Agreement, It shal] be understood that any dispute  \nsettled between the Union and any such non-member Employer shall in no way be binding on the  \nAssociation signatory hereto nor to be interpreted as establishing an area practice unless the signatory  \nAssociation is represented in and a party to such settlement.  \n31.4. The Union, signatory hereto, agrees that any new Local Union established within the  \ntermtory and jurisdiction covered by this Agreement, as long as it shall be effective, will  \nautomatically become bound by the terms and conditions of this Agreement from the official date of  \nits charter. The Association shal! be notified of the establishment of such new Loca! Union.  \nThe Union shal] also notify the Association if any Local Union is discontinued and/or  \nmerged with another Local Union. Such action by the Union shall not adversely affect the  \nEmployer's nghts under the terms and conditions of this Agreement.  \n"], ["ARTICLE 32  \nSTRIKES AND LOCKOUTS  \n", "32.1.a, It is mutually agreed that there will be no strikes or lockouts, or cessation of work, by  \neither party, for the duration of this Agreement, and al] disputes arising under this Agreement shall be  \nsubmitted to the procedures for the settlement of disputes as provided in this Agreement. The parties  \nagrec that there will be no cessation or stoppage of work because of jurisdictionat disputes.  \n32.1.b. The Union will not recognize an unauthorized picket line. I shall not be a violation  \nfor the Union to refuse to cross a picket line established by a building trades craft when approved by  \nthe authorized building trades labor body and the Oregon, Southern Idaho & Wyoming District  \nCouncil] of Laborers or a non-building trades craft if approved by the Oregon, Southern Idaho &  \nWyoming District Council of Laborers.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 27  \n"], ["ARTICLE 33  \nJURISDICTIONAL DISPUTES  \n", "33.1. Employers shall make all work assignments as follows:  \n(a) =‘ In accordance with the terms of an existing labor Agreement providing for  \nsuch work.  \n{b} In accordance with the terms of any International and/or Local Agreements  \nand/or Memorandum of Understandings between the signatory Union and any other Union,  \n(c} In accordance with area practices of local building trades.  \n33.2. If the Employer has complied with the provisions of Section 29.1. and receives written  \nnotification of two or more Unions contesting the work assignment, the Employer shali maintain his  \nwork assignment until the dispute has been resolved in accordance with the following procedure:  \n{a} Contesting Unions and the contractor shall attempt to resolve disputes. If  \nunable to do so within forty-eight (48) hours (Saturday, Sunday and Holidays excluded) then;  \n(b) The parties to this Agreement shalt meet for the purpose of resolving the  \ndispute. If unable to resolve said dispute within forty-eight (48) hours (Saturday, Sunday and  \nHolidays excluded) then;  \n(c) The pasties to this Agreement shal] have exhausted their internal remedies and  \nmay then seek resolution through the NLRB and/or the courts. No legal action may be initiated  \nbefore such internal remedies are exhausted.  \n33.3, The parties agree that there will be no cessation or stoppage of wark because of  \njurisdictional disputes. Failure to follow the above procedures shali be a breach of contract.  \n"], ["ARTICLE 34  \nSETTLEMENT OF  \nNON-JURISDICTIONAL DISPUTES  \n", "34.1. Each party shall have the right at all times to enforce the specific provisions of this  \nAgreement. The failure of either party to require enforcement of any specific term shal! not be  \nconsidered a modification or waiver of any of the specific terms of this agreement.  \n34.2. In cases of violation, misunderstanding, or differences in interpretation of this  \nAgreement, both parties pledge their immediate cooperation in following the Grievance Procedure set  \nforth herein.  \nAGC-Oregon Laborers MLA ~ 2002-2007 Page 28  \n34.3. In the settlement of disputes arising out of violation, misunderstanding or difference in  \ninterpretation of this Agreement, the following procedure shall be followed:  \nSTEP |  \nAny employee having a grievance shall present it to the Job Steward or Business  \nRepresentative. The Job Steward or Business Representative shall present in writing, such grievance  \nor grievances occurring on the job to the Employer's local representative. Employer grievances shall  \nbe presented to the Business Representative of the Union.  \nSTEP It  \nIf no settlement is reached under Step |, then it shall be referred to the authorized  \nrepresentative of the Union and the authorized representative of the Employer within fifteen (15)  \ndays. Both of these parties shall use their best efforts to resolve the dispute immediately. This may  \nbe accomplished either by phone or a meeting. Should these authorized representatives fail to  \nsatisfactorily resolve said dispute within forty-eight (48) hours then either party may, by letter,  \ndemand a hearing before the Board of Adjustment convened at the AGC (if affected) or Union  \nheadquarters unless mutually agreed to be convened elsewhere.  \nThe Board of Adjustment which shall be composed of two (2} persons appointed by  \nthe Union and two (2) persons appointed by the Association, none of which shal] be a party to the  \ninstant case. This Board shall hear the matter within seventy-two (72) hours and render a decision  \nwithin forty-eight (48) hours, which decision shall be reduced to signed by the Board of  \nAdjustment and, mailed to all affected parties. If no settlement is reached in Step Il, either party may  \nrequest arbitration as provided for herein.  \nSTEP It  \nIn addition to the days listed above or any additional time as mutually agreed upon,  \nthe grievance be submitted to an arbiter who shall be selected by the parties. The parties shall  \nstipulate to the arbiter the issue or issues to be decided. If the parties do not agree upon a single  \narbiter within forty-eight (48) hours from the expiration of the time limits specified under Step H,  \neither party may request the Federal Mediation and Conciliation Service or the American Arbitration  \nAssociation to submit a list of five (5} proposed arbiters, The Employer's authorized representative  \nand the Union's authorized representative shall each alternately strike from this list the names of the  \nproposed arbiters, one at a time until only one name remains on the list. The name of the arbiter  \nremaining on the list shall be deemed accepted by both parties. The decision or decisions of the  \narbiter shall be announced, in writing to the parties within fifteen (15) days following the hearing of  \nthe arbitration and shall be final and binding on both parties. The expenses of arbitration shall be  \nborne by the losing party.  \nIt is further understood and agreed that the arbitrator's decision may provide  \nfetroactivity not to exceed thirty (30) calendar days from the date of the written filing of the  \ncomplaint as set forth in Step I of thts Article.  \nAGC-Oregan Laborers MLA — 2002-2007 Page 25  \n34.4. The jurisdiction of the arbiter shall be confined in all cases exclusively to questions  \ninvolving the interpretation and application of existing clauses or provisions of this Agreement.  \n34.5. Saturday, Sunday and Holidays are deemed excluded from time limits contained in  \nthis Article.  \n34.6. Should the parties involved fail to comply with the findings within five (5} days after  \nsuch written notification by either party or fail to camply with any of the provisions and/or time  \nlimits established in this Article, unless mutually agreed to extend such limits, then all means of  \narbitration shall be considered exhausted.  \nEither party may take such action as they deem necessary to enforce the findings and  \ntime limits and they shal] not be considered in violation of any part of this Agreement.  \n34.7. Where wnitten notification is required in this Article it shall be by Certified or  \nRegistered Mail.  \n"], ["ARTICLE 35  \nUNION ADMISSION TO JOB  \n", "35.1. The Business Manager of the Local Union or his/her Field Representative having  \njurisdiction and the Business Manager or his/her Field Representative of the District Council will be  \npermitted to visit any project at any time to solicit membership, collect dues, investigate conditions  \nand work with the authorized representative of the Employer to correct violations existing on any job  \nat any time, but he/she shall in no way unnecessarily delay the work on the job site.  \n35.2. Should the Employer refuse the authorized representative admission to the job at any  \ntime, the Business Manager of the appropriate District Council of Laborers of the Union is free to  \ntake any economic action against such Employer it deems necessary and such action shall not be  \nconsidered a violation of this Agreement.  \n35.3, On projects which are under security regulations, the Employer will cooperate with the  \nUnion officials in this regard as far as regulations permit.  \nThere will be no discrimination against any employee because of past or present union  \nactivities. However, no employee, unless he/she has been designated as the steward on the job, is to  \nuse the Employer's time for union activities.  \n35.4.b The Union shall appoint a job steward or stewards whenever it deems it is necessary or  \nappropriate. Job stewards shall be working employees who shall in addition to their regular assigned  \nwork, be permitted to perform the duties set forth herein, without disrupting others at work.  \nAGC-Oregon MLA - 2002-2007 Page 30  \nThe Union shal! notify the Employer in writing of the appointment of any job  \nstewards. The Steward shall not be discharged or laid off for performing duties as job steward in  \naccordance with this Article.  \nThe Employer will notify the Union in writing and will be willing to confer with the  \nBusiness Representative at least two (2) days prior to terminating the Steward. If the Steward is  \nterminated, the Business Representative may appoint another Steward from the remaining crew and  \nshall advise the Employer.  \nA Job Steward shall:  \nl. Bring to the attention of the Employer and Business Representative any  \ninfraction of the terms and conditions of this Agreement.  \nZz Check all employees performing work covered by the terms and conditions of  \nthis Agreement to ascertain proper clearance and/or dispatch,  \n"], ["ARTICLE 36  \nUNION DUES DEDUCTION  \n", "36.1. Upon presentation of a proper authorization form executed by the individual  \nemployee, the Employer agrees to deduct Union dues from net pay after taxes and remit same to the  \nUnion in accordance with applicable law. It is understood the Employers will remit each month the  \nUnion dues deducted in accordance with this Article on the transmittal forms used for fringe benefit  \ncontributions and that the pro rata costs of such forms and the collection and accounting thereof wil!  \nbe paid by the Union to the fringe benefit administrator.  \nThe authorization forms shall be supplied by the Union and the Employer is under no  \nobligations to solicit employees for authorization.  \nThe Union guarantees that the Union dues to be deducted shall be the uniform amount  \napplicable to all members of the Union covered by this Agreement as established by the membership  \nthrough their duly elected delegates in accordance with the Union constitution. The Union  \nguarantees that the Union dues collected in this manner shall not be used as a strike fund against the  \nemployer’s party to this Agreement. Should the Union violate either provision of this paragraph this  \nArticle shal] be null and void for the remaining period of this Agreement.  \nThis procedure shall not be applicable to initiation fees, fines or readmission fees.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 31  \n"], ["ARTICLE 37  \nSPECIAL AGREEMENTS  \n", "37.1. Special agreements and/or job agreements may be negotiated by the parties hereto by  \nconsent.  \nIf the Union negotiates special agreements for any work covered by this Agreement  \nwith any other Employer or Employer Association, all provisions of such agreements shali be made  \navailable and apply to any Employer signatory to this Agreement for the specific work and specific  \narea covered by such special Agreement only.  \nA Memorandum of Understanding dated August 9, 1988, is incorporated as a  \nsupplement to this Agreement.  \n"], ["ARTICLE 38  \nMUTUAL GUARANTEE  \n", "38.1. It is mutually agreed that both the Association's and the Union's participation in this  \nAgreement is based on the guarantee that each will use its best efforts to enforce the terms and  \nconditions hereaf upon the parties to this Agreement on al] construction work performed by the  \nEmployer within the territory covered by this Agreement.  \n"], ["ARTICLE 39  \nADOPTION OF ADDENDUMS  \n", "39.1. The signatory parties adopt as a part of this Agreement any attached addendums or  \nsupplements negotiated between the Oregon, Southem Idaho & Wyoming District Council of  \nLaborers and the Oregon-Columbia Chapter, Associated General Contractors of America, Inc,  \nAGC-Oregon Laborers MLA — 2002-2007 Page 32  \n"], ["ARTICLE 40  \nHAZARDOUS WASTE REMOVAL AGREEMENT  \n", "40.1. The Hazardous Waste Removal Agreement dated December 1, 1990 shall be  \nconsidered as an addendum to this agreement and all terms and conditions of the Master Labor  \nAgreement are, by reference, incorporated into and become a part of the Hazardous Waste Removal  \nAgreement.  \nAnyone signatory to this agreement may exclude the Hazardous Waste Removal  \nAgreement from the terms of this agreement by providing written notice to the Union within ten (10)  \ndays of the execution of this agreement or its effective date, whichever is later.  \n"], ["ARTICLE 41  \nSAVING CLAUSE  \n", "41.1. Should any part or any provision of this Agreement be rendered or declared invalid by  \nreason of any existing or subsequently enacted legislation or by any decree of a court of competent  \njurisdiction, such invalidation of such part or provision of this Agreement shall not invalidate the  \nremaining parts or provisions hereof, provided however, upon such the parties agree to  \nmeet without delay and negotiate such part or provision affected within thirty (30) days unless  \nmutually extended. The remaining parts or provisions shall remain in full force and effect.  \n41,2. The aforementioned Section 40.1. shall apply in the event of relevant actions by  \nFinancial Accounting Standards Board (FASB).  \n41.3. - National Health Care Legislation: In the event of the enactment of Nationa! Health  \nCare legislation which limits the deductibility of employer Health/Welfare contributions, the  \nAssociation and Union will meet immediately to ensure the deductibility to the employer of the full  \ncompensation package.  \nIf the method of adjustment cannot be mutually agreed upon within sixty (60) days, it  \nwill be referred to the grievance procedure.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 33  \n"], ["ARTICLE 42  \nGUARANTEE OF AUTHORITY  \n", "42.1. The individuals signing this Agreement in their official capacity hereby personally  \nguarantee and warrant their authority to act for and bind the respective parties or organizations whom  \ntheir signatures purport to represent,  \nIN WITNESS WHEREOF, this Agreement has been executed by the parties hereto  \nand ratified and accepted by the signatory members of the Oregon-Columbia Chapter, The  \nAssociated General Contractors of America, Inc., subscribing to this Agreement and by the Oregon,  \nSouthern Idaho & Wyoming District Council of Laborers on behalf of its respective Local Unions,  \nthis day of June, 2002, at Portland, Oregon,  \nFOR THE UNION: FOR THE ASSOCIATION:  \nOregon, Southern Idaho, Oregon-Columbia Chapter,  \n& Wyoming Associated General Contractors  \nDistrict Council of Laborers  \n    \n    \nBy  \nSutherland, Business Manager,  \nretary/Treasurer  \n     \nrs Negotiating Committee  \nBy  \nCraig Honeyman, Executive Director  \nAGC-Oregon Laborers MLA — 2002-2007 Page 34  \nSCHEDULE “A”  \nWAGE SCALES  \nHEAVY, HIGHWAY, UTILITY AND BUILDING  \nCONSTRUCTION WORK  \n(JUNE 1, 2002 - MAY 31, 2007)  \nTERRITORY - This Agreement shall cover the entire State of Oregon.  \nDEFINITIONS - See Article | and details in this Schedule.  \nEFFECTIVE DATES - This Agreement shall become effective June 1, 2002, and through May 31,  \n2007. (See Article 5 for details)  \nOVERTIME RATES: (See Article 10 for details)  \ne Daily and Saturday - Time and one half (1 1/2X)  \ne Sunday and holidays - Double time (2.0X).  \n© Special Operations, (See Section 7}, Time and one half (1 1/2X)  \nSHIFTS-HOURS OF WORK (See Article 10 for exceptions and details)  \n"], ["HEALTH AND WELFARE - (See Article 18)  \n", "- Three Dollars and Ninety-Five Cents ($3.95) per compensable hour.  \nPENSION - (See Article 19}  \n- Defined Benefit Plan, Three Dollars and Fifteen Cents ($3.15) per compensable hour.  \nCREDIT UNION - (See Article 20)  \n- One dollar and five cents ($1.05) per compensable hour deducted from wages.  \nTRAINING - (See Article 21)  \n- Thirty Cents ($0.30) per compensable hour.  \nPREVAILING WAGE LAW ENFORCEMENT - (See Anticle 24)  \n- Two cents ($0.02) per compensable hour.  \n"], ["CONTRACT ADMINISTRATION FUND (CAF) - (See Article 25)  \n", "- Three cents ($0.03) per compensable hour.  \nLABORERS-EMPLOYERS COOPERATION & EDUCATION TRUST (LECET) - (See  \nArticle 27)  \nFive cents ($0.05) per compensable hour.  \nAGC-Oregon Laborers MLA — 2002-2007 Page 35  \nDEDUCTIONS - from net pay after taxes  \nOREGON-SOUTHWEST WASHINGTON FAIR CONTRACTING FOUNDATION - FCF) -  \n(See Article 26  \n- Three cents ($0.03) per hour will be deducted from net pay after taxes.  \nDUES - (Sce Article 36)  \n- Ninety Cents ($0.90) per hour will be deducted from net pay after taxes only after proper  \nauthorization.  \n"]]