[["", "Ne  \n«  \ni *  \nKPY02  \n3506  \n2003 - 2006  \n7/1/03 - 6/3 2/06 4 Cement Masons  \n   \nMASTER LABOR AGREEMENT  \nBetween  \n  \nSOUTHERN CALIFORNIA GENERAL CONTRACTORS  \nAnd  \nELEVEN SOUTHERN CALIFORNIA COUNTIES  \nCEMENT MASONS  \nThis Agreement entered into this first day of July 2003, by and between the Associated General Contractors of  \nCalifornia, Inc., the Building Industry Association of Southern California, Inc., and the Southern California Contractors  \nAssociation, Inc., on behalf of their respective eligible members, hereinafter referred to as the CONTRACTORS; and the  \nEleven Southern California Counties Cement Masons; Cement Masons Local Unions; 500 and 600, hereinafter referred  \nto as the UNION.  \nPURPOSE  \nThe Contractors are engaged in construction work in Southern California and in the performance of their present and  \nfuture operations, are employing and will employ workmen under the terms of this Agreement. The Contractors want  \nto be assured of their ability to workmen in the geographic area hereinafter defined in Article [, in sufficient  \nnumber and with sufficient skill te assure continuity of work in the completion of their construction work. The Union  \nand the Contractors, by this Agreement, intend to establish uniform rates of pay, hours of employment, and working  \nconditions for the employees covered by this Agreement. The Union and the Contractors further intend by this  \nAgreement to provide, establish, and put into practice an effective method for the settlement of misunderstandings,  \ndisputes, or grievances, with the thought in mind that the Contractors are assured continuity of operation and the  \nemployees of the Contractors are assured continuity of employment and industrial peace is maintained.  \nThe parties to this Agreement recognize the necessity of assuring the competitive position of the parties within the  \nindustry during the term of this Agreement. Consistent with that recognition, the parties will continually monitor the  \neffectiveness of this Agreement relative to specific geographic or market areas and will endeavor, by mutual agreement,  \ntoinitiate such modifications to the agreement during its term as may be necessary to assure the work opportunities of  \nthe employees and the competitive position of the individual employers.  \n"], ["ARTICLE |  \nGeneral Provisions  \n", "101. Definitions:  \n101.1 The term “Contractor” or “Employer” as used herein, shall refer to an Employer party to or bound by this  \nAgreement.  \n   \nAgreement  \nPage 1  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \na  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 2  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n£02.  \n   \n101.2 The term as used herein, shall refer to the Associations previously named and signatory to  \nthis Agreement.  \n101.3 The term “Union” as used herein, shall refer to the Negotiating Committee, and Local Unions in the  \nEleven Southern California Counties affiliated with the Eleven Southern California Counties Cement  \nMasons which have jurisdiction over the work in the territory covered by this Agreement.  \n101.4 The term “Workman” or “Workmen” as used herein, shall refer to a person, or persons in the labor  \nmarket who are not employed.  \n101.5 The term “Employee(s)” as used herein, shall refer to the employed person, or persons working in the  \ncraft jurisdictions covered by this Agreement.  \n101.6 All personal nouns and pronouns refer to the male and female gender.  \nCoverage  \n102.1 This Agreement shall apply to and cover all hours of employment of each employee of the Contractors,  \nincluding, Developers, Builders, or Construction Managers, and to Owner-Builders to the extent permit-  \nted bylaw within the territory as described in this paragraph, employed to perform or performing any  \nconstruction work within the jurisdiction of the Union as such employees and construction work are  \nrespectively defined hereinafter in this Agreement in the area known as Southern California and more  \nparticularly described as the Counties of Los Angeles, Inyo, Mono, Orange, Riverside, San Bernardino,  \nImperial, Ventura, Santa Barbara, San Luis Obispo, Kern, and in addition: Richardson Rock, Santa  \nCruz Island, Arch Rock, San Nicholas Island, Santa Catalina Island, San Miguel Island, Santa Barbara  \nIsland, San Clemente Island, Santa Rosa Island, Anacapa Island, including the Channel Islands Monu-  \nment.  \n102.2 This Agreement is made for and on behalf of and shall he binding upon all eligible persons, firms, or  \ncorporations who at the time of execution of this Agreement are, or during the term hereof become  \neligible members of the Associations.  \n102.3 Each individual contractor, whether corporate or other legal entity, or its successor, shall be liable under,  \nsubject to and bound by the Agreement. It is agreed that the wages, hours, and working conditions of  \nthis Agreement are the wages, hours and working conditions in the areas covered by this Agreement.  \n102.4 This Agreement is separate and distinct from and independent of all other Agreements entered into  \nbetween the Union and other Contractor organizations irrespective of any similarity between this  \nAgreement and any such other Agreements, and no acts or things done by the parties to such Agreement  \nor notices given pursuant to the provisions hereof, shall change or modify this Agreement or in any  \nmanner affect the contractual relationships of the parties herein, except as otherwise provided in the  \nArticle covering existing and other Agreements.  \n102.5 This Agreement shall cover and apply to all Cement Masons work falling within the recognized jurisdic-  \ntion of the Union signatory to this Agreement.  \n102.5.1 It shall cover work on building, heavy highway, and engineering construction, including the  \nconstruction of, in whole or in part or in improvement or modifications thereof, including any  \nstructure or operations which are incidental thereto, the assembly, operation, maintenance and  \n   \n2003 - 2006  \nCement Masons  \n   \nrepair of all equipment, vehicles, and other facilities, including helicopters, used in connection  \nwith the performance of the aforementioned work and services and including without limita-  \ntion, the following types or classes of work.  \n102.5.2 Cellular cement mason, chipping, patching, grinding, setting all concrete forms and perimeter  \nforms, including catch basin structures and drain inlets, curb forms and planks, setting of lines,  \nstakes and grades, setting screeds, which includes screedpins; cutting, scoring and sawing new  \nconcrete, plugping, filling Shee-Bolt holes; dry packing concrete and EMBECO; tending material  \nhose on slabs, floors and decks; tending mixer truck-chute on slabs, floors and decks; bush  \nhammering; patching and sacking, rodding, tamping, bid well and similar type rodding ma-  \nchines, bull floating.  \nNew innovative materials, techniques, compounds, equipment, and/or processes which require  \nthe skills of a Cement Mason Journeyman, or which supplement or supplant the existing work  \nof the Cement Mason Journeyman, shall remain and continue to be the recognized work of the  \nCement Mason Journeyman.  \n102.5.3 Street and highway work, grading and paving, excavation of carth and rock, grade scpara-  \ntions, elevated highways, viaducts, bridges, abutments, retaining walls, subways, airport grad-  \ning, surfacing and drainage, electric transmission line and conduit projects, water supply,  \nwater development, reclamation, irrigation, draining and flood control projects, water mains,  \npipe lines, sanitation and sewer projects, dams, aqueducts, canals, reservoirs, intakes, chan-  \nnels, levees, dikes, revetments, quarrying of breakwater or riprap stone, foundations, pile  \ndriving, piers, locks, river and harbor projects, breakwaters, jetties, dredging, tunnels, soil  \ntesting, and building inspection.  \n102.5.4 The construction, erection, alteration, repair, modification, demolition, addition or improve-  \nment, in whole or in part, of any building structure, including oil or gas refineries and incidental  \nstructures, solar energy installations and appurtenances thereto, also including any grading  \nexcavation, or similar operations which are incidental thereto, or the installation, operation,  \nmaintenance and repair of equipment and other facilities used in connection with the perfor-  \nmance of such building construction except where such structures are an incidental or supple-  \nmental part of highway and engineering construction, as defined in this Article.  \n102.5.5 Alt work performed in the Contractor’s warehouses, shops, or yards which have becn particu-  \n102.6  \n102.7  \nlarly provided or set up to handle work in connection with a job or project covered by the terms  \nof this Agreement and all of the production or fabrication of materials by the Contractor for use  \non the project shail be subject to the terms and conditions of this Agreement.  \nRepairs necessitated by defects of material or workmanship or adjustments of newly purchased  \nand/or installed equipment and machinery will not be subject to this Agreement where such  \nrepairs and/or adjustments are made by the manufacturer thereof or his agent or employees  \npursuant to the terms of a manufacturer’s guarantee and the Union will not hamper such  \nmanufacturer or his agents or employees on such excepted work.  \nIt is agreed that work covered by the Operative Plasterers Agreement is considered part of the  \nwork description covered by this Agreement, and as such, is part of the bargaining unit work  \ncovered by this Agreement.  \n   \nAgreement  \nPage 3  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 4  \n"], ["ARTICLE I!  \nUnion Recognition  \n", "201. The Contractor hereby recognizes the Union as the sole and exclusive collective bargaining representative of all  \n202.  \n203.  \n204.  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nQF CALIFORNIA  \n205.  \nemployees and persons employed to perform work covered by this Agreement. It is understood that the Union  \ndoes not at this time, nor will it during the term of this Agreement, claim jurisdiction over the following class  \nof employees: executives, civil engineers and their helpers, superintendents, assistant superintendents, master  \nmechanics, time keepers, messenger boys, office workers or any employees of the Contractor above the rank of  \ncraft foreman. Employees and persons employed to perform work covered by this Agreement specifically  \ninclude Craft Foreman. This recognition of majority support is based on an equivocal request for recognition by  \nthe Union as the majority representative, along with the Union having shown or offered to show evidence of its  \nmajority support.  \nThe Union recognizes the Associated General Contractors of California, Inc., the Building Industry Association  \nof Southern California, Inc., and the Southern California Contractors Association, Inc. as the sole and exclusive  \nbargaining representatives for their respective eligible members, present and future, who are or whom become  \nbound by this Agreement and agree that during the term of this Agreement, they will not negotiate or enter into  \nany agreement with such individual members of the Association relative to part or all of the subject mater  \ncovered by this Agreement.  \nThis Agreement shall be binding upon each and every cligible member of the Associated General Contractors of  \nCalifornia, Lnc., the Building Industry Association of Southern California, Inc., and the Southern California  \nContractors Association, Inc., with the same force and effect as if this Agreement were entered into by each  \neligible member individually. All eligible members of the Associated General Contractors of California, Inc., the  \nBuilding Industry Association of Southern California, Inc., and the Southern California Contractors Associa-  \ntion, Ine. shal} remain jointly and severally liable under this Agreement for the term of the Agreement irrespec-  \ntive of whether any eligible member shall resign or be suspended from any of the Associations prior to the  \nexpiration date of this Agreement and such liability shal] survive the termination or suspension of membership  \nand remain in foree during the term of this Agreement provided, however, that as to such former or suspended  \nmembers, the provisions of Article IV and Article VI shal! not apply, from the time when such member resigns  \nor is suspended from any of the Associations. Such former or suspended member shail be bound by any  \nrenewals, modifications, extensions of this Agreement or any subsequent new or renegotiated Agreement,  \nuntess he gives the appropriate Association and the Union at least sixty (60) days written notice prior to June  \n30, 2006, and June 30 of any subsequent year, of his intent not to be bound by any new or renewed Agreement.  \nThe Associations will advise the Union of any new or resigned or suspended members within thirty (30) days  \nafter admission to membership or change in membership status.  \nEmployees employed by onc or more of the Contractors for a period of cight (8) days continuously or accumulatively  \nunder the work jurisdiction of a particular Union as the term is defined herein shall be or become on the eighth  \n(8) days after the effective date of this Agreement, whichever is later, members of such Union and shall remain  \nmembers of such Union as a condition of continued employment. Membership in such Union shall be available  \nupon terms and qualifications not more burdensome than those applicable at such times to other applicants for  \nmembership to such Union.  \nThe Contractor shall discharge any employee pursuant to the foregoing section upon written notice from the  \nUnion of such employce’s non-payment of initiation fees or dues. Such written shalt indicate the amount  \nof initiation fees or dues which are in a state of delinquency and shall give the employee the remainder of the day  \nwithin which to cure the delinquency. The Contractor agrees to furnish a copy of such notice to the employee  \nforthwith. If the employee is rehired by the same employer while in a state of delinquency, the employee may be  \nremoved bya Union Representative from that jobsite.  \n   \n2003 - 2006  \nCement Masons  \n   \n"], ["ARTICLE Ill  \nHiring Provisions  \n", "301. Inthe employment of workmen for all work covered by this Agreement, the following provisions shall govern:  \n301.1 Each local Union shall establish and maintain open and non-discriminatory employment lists for use of  \nworkmen desiring employment on work covered by this Agreement within the area of the Local Union.  \nAny workman who so requests shall have his name placed on the dispatch list. Workmen’s names shall  \nbe entered on said list in the order in which they present themselves for registration on the list.  \n301.2 After each workman's name is entered on such list, there shall be entered a designation corresponding  \nto the type or types of work in which the workman certifics he has had experience and is best qualified  \nto perform. Such designations shall refer to the following classifications:  \nCement Mason Journeyman, including but not restricted to the following: Cellular Cement Masons,  \nchipping; patching: grinding, setting all concrete forms and perimeter forms, including catch basin  \nstructures and drain inlets, setting curb forms and planks, setting of lines, stakes and grades; setting  \nscreeds, which includes screed pins; cutting, scoring and sawing new concrete; plugging, filling Shee-  \nBolt holes; dry packing concrete and EMBECO; tending material hose of slabs, floors and decks, tending  \nmixer-truck chute on slabs, floors, and decks; bush hammering; patching and sacking; rodding, tamp-  \ning, bid well and similar types of redding machines, bull floating.  \nCement Masons (magnesite-terazzo and mastic composition, Epoxy, Dex-o-Tex, Urethanes and Exotic  \nCoatings), Floating and troweling machines, curb and gutter machines. Clary and similar types of  \nscreed machines, grinding machines (all types), Jackson vibratory, Texas Screed, and similar type,  \nscreed machines, scoring machines.  \n301.3 Whenever a Contractor requires Cement Mason employees, he shall first call upon the Local Union in the  \narea in which the job is being performed and shall request the Local Union to furnish workmen to him  \nand the Local Union shall do so strictly in accordance with the provisions of this Article. (See also  \nparagraph 307, this Article).  \n301.4 It shall be the responsibility of the Contractor, when ordering workmen, to give the Local Union all of the  \npertinent information regarding the workmen’s employment. The Contractor agrees that all work  \ncovered by this Agreement shall be performed by Cement Masons, who the Contractor or the Union agree  \nare employees of the Contractor or subcontractors employed under the terms of this Agreement.  \n301.5 The Local Union will furnish, in accordance with the request of the Contractor, each such and  \ncompetent workman from among those entered on said lists to the Contractor by use of a written referral  \nin the following order of preference and the selection of workmen for referral to jobs shail be on a non-  \ndiscriminatory basis:  \n301.5.1 The Contractor so requesting workmen shall have the absolute right to designate the workmen  \nto be furnished him by name and the Union shall comply with such request without regard to  \nwhere their names appear on the list if the workmen requested have caused their names to be  \ncentered on the lists, provided for herein, and are available for employment. The requests of  \nContractors provided for in this subparagraph 301.5.1 shall be made in writing, or orally,  \nfollowed by a written confirmation. In the event an employer requests a particular workman  \nnot be sent from the lists, this request must be confirmed in writing stating the reasons for such  \nrequest.  \n   \nAgreement  \nPage 5  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 6  \n   \n301.5.2 If the Contractor does not designate workmen by name or if workmen designated by name are  \nnot available for employment or have not caused their names to be entered on the list, the  \nContractor shall inform the Union of the number of workmen he requires, the type of work to be  \nperformed, the date the job is to commence and its approximate duration. In dispatching  \nworkmen under the provisions of this subparagraph 301.5.2, preference in the order in which  \ntheir names appear on the list shall be given to those workmen whose designations correspond  \nto the classifications for which the Contractor has requested workmen. The Union shall use its  \nbest efforts to furnish the number of qualified and competent workmen according to the request  \nof the Contractor. If the Union is unable to furnish qualified workmen within twenty-four (24)  \nhours after a Contractor calls for them, the Contractor shall be free to procure workmen from  \nany other source or sources. He shall in such event promptly notify the local union in the areas  \nwhere the job is located of the names and addresses of workmen so hired.  \n302. contractor is the judge as to the competence of all his employees and applicants for employment.  \nAll employees must perform their work to the satisfaction of the Contractor. No employee shall be discharged  \nor discriminated against for reasons of sex, age or race or for activities in hehalf of, or in representation of, the  \nUnion not interfering with the proper performance of his duties. Any discharge may be subject to the grievance  \nprocedure. The first five (5) days of employment of any employee shall be a probationary period during which  \ntime any termination will not be challenged.  \n$03. Selection of applicants for referral to jobs shall be on a non-discriminatory basis and shall not be based on, or  \nin any way affected by, Union membership, bylaws, rules, regulations, constitutional provisions, or any other  \naspect or obligation of Union membership policies or requirements.  \n304. For each workman furnished, the Union shall send to the contractor with the workman, or by mail, a written  \nreferral slip. The Contraetor shall have the right to reject any workman referred by the Union for any reason.  \nThe Contractor may discharge any employee for just cause which the Contractor may deem sufficient, provided  \nthere shall be no discrimination on the part of the Contractor against any employee nor shall any such employee  \nbe discharged by reason of any Union activity not interfering with the proper performance of bis work.  \n304.1. New employees on their first day of work shall be paid from the time of job arrival provided there has  \nbeen an eighteen (18) hour advance request made for said workman. Otherwise he will be paid from the  \nbeginning of the shift.  \n305. Employees employed by one (1) or more of the Contractors for a period of eight (8) days continuously or  \naccumulatively from the date of employment or the date of this Agreement, whichever is later, shall be or  \nbecome after the eight (8) day period members of the Union and shall remain members of the Union as a  \ncondition of continued employment. Membership in the Union shall be available upon terms and qualifications  \nnot more burdensome than those applicable at such times to other applicants for membership in the Union.  \n305.1 The individual Contractor shall not be required to discharge any employee pursuant to this section until  \na written notice from the Union of such employee's non-compliance with this section, stating all pertinent  \nfacts showing such non-compliance, shall have been served upon such individual Contractor.  \n306. Employees employed by the Contractor pursuant to the terms of this Agreement shall not be removed or  \ntransferred hy the Union signatory hereto or any of its Local Unions covered by the terms of this Agreement  \n   \nAcc Sug unless the prior approval of the Contractor has been obtained.  \nCALIFORNIA oe |  \nASSOCIATED 307. Transfer: An employer may transfer employees, within the area of the Agreement, who have been employed  \nGENERAL by the individual Contractor desiring to make such transfer anytime within the preceding thirty (30) working  \nCONTRACTORS days prior to such transfer.  \nOF CALIFORNIA  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 7  \n"], ["ARTICLE IV  \nStrikes, Lockouts, and Jurisdictional Disputes  \n", "401. ‘It is the purpose and intent of the parties that all grievances or disputes arising between them over the  \ninterpretation or application of the terms of this Agreement shall be settled by the procedures set forth in  \nArticle V] and that during the term of this Agreement, the Union shall not cause or engage in, sanction or assist  \nin a strike against, or any slow-down, or stoppage of work of the Contractor. During the term of this  \nAgreement, a Contractor shall not cause or permit any lockout of the employees covered under this Agreement.  \n402. Except as otherwise provided in this Agreement, there shall be no strike, lockout, or work stoppage by any  \nsigned hereto or any individual Employer.  \n403. | Noemployee covered hereby may be discharged by an individual Employer for refusing to cross a primary picket  \nline sanctioned by the Building and Construction Trades Council, or the Local Union in the arca or for engaging  \nin any conduct protected by Sections 7 or 502 of the Labor-Management Relations Act of 1947, as amended.  \n403.1 If work on a project is declared.to be unfair as the result of a primary dispute by a Building and  \nConstruction Trades Council in the area and the work thereon is stopped for that reason, the Union shall  \nnot be deemed to have violated this Agreement, if during the period of said work stoppage, the members  \nof the Union faii to perform their work for the Contractor or their subcontractors.  \n404. During the term hereof, there shall be n0 strikes, slowdowns, or stoppages of work occasioned by jurisdictional  \ndisputes between the Union signatory hereto and any other Union and that ail employees covered by this  \nAgreement shall perform the work customarily performed by them and will cooperate and work with members  \nof other organizations affiliated with the Building and Construction Trades Department, AFL-CIO, or the  \nInternational Brotherhood of Teamsters of America without regard to past, present, or future disputes or  \njurisdictional claims.  \n405. When making work assignments, the Contractor shall assign the work in accordance with existing inter-craft  \nagreements. In the absence of such inter-craft agreements, then past practice or the prevailing practice in the  \nlocality shall apply. The Unions will furnish the Association with approved inter-craft Agreements. The locality  \nfor the purpose of determining the prevailing practice shall be defined as the geographical! area covered by this  \nAgreement. Ifa dispute arises prior to the assignment of work, or where there is no predominant practice in  \nthe locality or inter-craft agreement, the Contractor shall consult the representatives of the contesting trades  \nregarding any arguments of facts the trades may wish to present to their claim to the work. Craft  \nis neither determined nor awarded solely by classifications or coverage descriptions appearing in this agree-  \nment.  \n406. The parties hereto agree that where a problem develops involving Unions not signatory to this Agreement, the  \nrepresentatives of the Unions involved will meet with the representatives of the contractors to resolve the  \nparticular problem. Anyresolution by the unions shail be put into effect immediately.  \n407. Jurisdictional disputes which cannot be resolved at the local level shall then de referred to the International  \nUnions involved for determination and the work shall proceed as assigned by the Contractor until such  \ndetermination by the International Unions has been confirmed to the disputing Unions and the Contractors.  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 8  \n   \nAGC SE  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n"], ["ARTICLE V  \nSubcontracting, Employee Rights, Union Standards, and Work Preservation  \n", "501.  \n502.  \n503.  \n504.  \n505.  \nThe purposes of this Article are to preserve and protect the work opportunities normally available to employees  \nand workmen covered by this Agreement, maintenance and protection of standards and benefits of employees  \nand workmen negotiated over many years, and preservation of the right of Union employees, employed hereun-  \nder, from being compelled to work with non-union workmen.  \nDefinition of Subcontractor:  \nAsubcontractor is defined as any person (other than an employee covered by this Agreement), firm or corpora-  \ntion holding a valid state contractor's licensc where required by law, who agrecs orally or in writing to perform,  \nor who in fact performs for or on behalf of an individual Contractor, or the subcontractor of an individual  \nContractor, any part or portion of the work covered by this Agreement.  \nNeither the Contractor nor any of his subcontractors shall subeontract any work to be done at the site of the  \nconstruction, alteration, painting or repair of a building, structure, or other work coming within the jurisdic-  \ntion of the Union except to a person, firm or corporation signed to an appropriate current labor agreement with  \nthe Union.  \nAny dispute involving this Article will be resolved under the procedure of this Agreement. An award  \nof the Cement Masons’ Joint Adjustment Board may be judicially enforced. Notwithstanding any other provi-  \nsions of this Agreement, the Union shall not have the right to use strike or any other economic action to enforce  \nany provisions of this Article on subcontracting.  \nThe Contractor shall provide in his contract with the subcontractor the following provisions: “The subcontrac-  \ntor accepts and agrees to be bound by the procedures for settling jurisdictional disputes as set forth in Article  \nIV of this Agreement. The subcontractor agrees that he will bind his subcontractor to said procedures in the  \nsame manner and to the same effeet as provided with respect to him.”  \nThe Contractor and his subcontractors shall have freedom of choice in the purchase of materials, supplies and  \nequipment, except that every reasonable effort shall be made by the Contractor and his subcontractors to  \nrefrain from the use of materials, supplies or equipment, which use will tend to cause any discord or distur-  \nbance on the project.  \nIn the event the Contractor is required to subcontract work on a public works project to a certified MBE/WBE/  \nDBE subcontractor to meet requirements contained in governmental rules or regulations, the Union will sign an  \nagreement with such subcontractor.  \n"], ["ARTICLE VI  \nProcedures for Settlement of Grievances and Disputes  \n", "601.  \n602.  \nThe Craft Steward, if any, is to receive grievances or disputes from employee members of his craft and shall  \nimmediately report them to his business agent or special representative, who shail immediately attempt to  \nadjust said grievance or dispute with the Contractor or his representative.  \nIn cases of violation, misunderstanding or differences in interpretation of this Agreement by either party, there  \nshall be no cessation or stoppage of work, except as in the case where the Employer or subcontractor or a  \nsubcontractor of a subcontractor fails to pay wages or is delinquent in contributions to any Trust Fund  \n   \n603.  \n604.  \n605.  \n606.  \n607.  \n608.  \n2003 - 2006  \nCement Masons  \nestablished under this Agreement. No dispute, complaint or grievance shall be recognized uniess called to the  \nattention of the individual Contractor or by the Contractor to the Union within fifteen (15) days after the Union  \nor the involved employee had knowledge or reasonably should have had knowledge of the occurrence of the facts  \ngiving rise to the alleged violation except on notice of discharge in which case it shall be within seven (7)  \nworking days after notice.  \n662.1 In the event that the Joint Adjustment Board shall fail to convene within seven (7) days for lack of Union  \nrepresentation, then time shal] be suspended with respect to any damages accruing herein, and shall  \ncommence to run when the Joint Adjustment Board convenes.  \nIn the event a grievance or dispute cannot be satisfactonly adjusted on the job between the representative of the  \nUnion and the Contractor, or his representative, within twenty-four (24) hours, then the same may be referred  \nto the Cement Mason Craft Joint Adjustment Board.  \nThere is hereby established a Cement Mason Craft Joint Adjustment Board, to be composed of four (4) regular  \nand four (4) alternate representatives of the Contractors and four (4) regular and four (4) alternate represen-  \ntatives of the Union. The Cement Mason Craft Joint Adjustment Board shail have authority to perform the  \nfunctions set forth in paragraph 801, Article VIII and this Article VI of this Agreement. Each of the parties  \nshall, within ten (10) days after the execution of this Agreement, appoint its representatives and immediately  \nnotify the other party, in writing, of the name and business address of each representative appointed. The  \nCement Mason Craft Joint Adjustment Board shall thereafter meet within ten (10) days, select its Chairman  \nand Secretaries, adopt its rules of procedure, and thereafter it shall meet at the call of the Chairman.  \nThe Cement Masons Craft Joint Adjustment Board shall meet and act, by majority vote, upon such matters  \nreferred to it, but, in no event later than thirty (80) working days after the referral. A decision shall be  \nrendered within three (3) working days after the Cement Masons Craft Joint Adjustment Board mects. In the  \nevent no majority decision can be reached within three (3) working days, or if either party disagrees with the  \ndecision made, then either party may, within five (5) working days, request the Federal Mediation and Concili-  \nation Service to furnish the names of five (5) persons qualified to act as Impartial Chairman. When said listhas  \nbeen presented, the representatives of the Contractors and the representatives of the Union comprising the  \nCement Mason Craft Joint Adjustment Board shall each have the choice of rejecting two (2) names of the five  \n(5) persons listed. The remaining, or fifth person, shall be selected as Chairman within five (5) days. The Joint  \nAdjustment Board and the Impartial Chairman shail meet and render a decision within forty-eight (48) hours  \nthereafter. The time limits specified in this paragraph may be extended by mutual agreement. Any and all  \ndecisions reached at any step of the procedure which have not been appealed within the prescribed  \ntime limit, made by the Cement Masons Craft Joint Adjustment Board or the Impartial Chairman, shall be final  \nand hinding upon both parties to this Agreement.  \nAll expenses incurred and approved by the Cement Mason Craft Joint Adjustment Board, including the fees and  \nexpenses of the Impartial Chairman, necessary for the consideration and determination of the grievance or  \ndispute submitted to it, shall be borne by and divided equally between the Union and the Contractors.  \nNo jurisdictional disputes shall be submitted for determination to any grievance procedure provided in this  \nArticle.  \nAll grievances, or disputes, other than jurisdictional disputes, arising out of the interpretation or application of  \nany of the terms or conditions of this Agreement shall be submitted for determination and shall be determined  \nby the procedure set forth in this Article VI but no grievance hody established under this Agreement, including  \nthe Cement Mason Craft Joint Adjustment Board and the Impartial Chairman, in determining any grievance,  \nshall have the authority to modify, vary, change, add to or remove any of the terms or conditions of this  \n   \nAgreement  \nPage 9  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 10  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nAgreement, exeept that the Cement Mason Craft Joint Adjustment Board shall function with respect to the use  \nof classifications and wage rates as provided in Paragraph 801, Article VIII of this Agreement.  \n"], ["ARTICLE VIl  \nCraft Steward and Business Representative  \n", "701.  \n702.  \n703.  \n704,  \nThe Union business agent or special representative shall have access to the project during working hours and  \nshall make every reasonable effort to advise the Contractor or his representative of his presence on the project.  \nThe craft job steward, if any, shall be a working employee appointed by the Union, who shall, in addition to his  \nregularly assigned work, be permitted to perform during working hours, such of his steward duties as outlined  \nin Paragraph 705, as cannot be performed otherwise. The Union agrees that such duties shall be performed as  \nexpeditiously as possible and the Contractor agrees to allow the performance of such duties as herein set forth.  \nThe Union shall notify the Contractor or his representative, in writing, of the appointment of a craft job  \nsteward, and send a copy to the Contractor’s home office address.  \nIt is recognized by the Contractor that the employee selected as the job steward shall remain on the job as long  \nas work is being performed in a classification in which he is quatified to perform, except under the following  \nconditions:  \n703.1 It will not be necessary to retain the job steward for overtime work, when the crew to which the steward  \nis assigned is not required to perform the overtime work.  \n703.2 At the completion of the job, the Contractor shall not de required to retain the steward in lieu of the  \nforeman or key man upon reduction in force.  \nThe Contractor or his representative, before laying off, or discharging the job steward for any cause other than  \nstated in Paragraph 705 shall notify the Union in writing of his intent to do so two (2) full working days prior  \nto such intended layoff or discharge. The Contractor or his representative will mect with the representative of  \nthe Union during this two (2) day period and attempt to resolve the matter. The job steward shall not be  \ndischarged or laid off for the performance of his agreed upon duties when performed in accordance with this  \nArticle or without just cause.  \nTo promote harmony between the Union and the individual Contractor. the craft job steward shall be limited to  \nand shall not exceed the following duties and activities:  \n705.1 Check the job referral of each employee dispatched under the terms of this Agreement to the Contractor.  \n705.2 Work with the Contractor’s designated representative in charge of the job in an attempt to resolve  \ndisputes prior to the application of the grievance procedure.  \n705.3 Report to the Contractor's designated representative any employee covered by this Agreement who  \nworks for less than the negotiated wage scale, for less than the overtime rate or who goes to work  \nwithout a referral.  \n705.4 Report to the designated representative any work belonging to his craft being done by non-  \ndispatched men or workmen of another craft.  \n705.5 Report to his Business Representative infractions of the Agreement which have not been resolved  \nbetween himself and the designated representative.  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 11  \n   \n705.6 Make a complete job check during working hours no more often than once a week.  \n705.7 Report to his Business Representative any employee covered by this Agreement who leaves the jobsite  \nwithout giving the Contractor and the craft job steward prior notice.  \n705.8 Report any reckless or unsafe employees covered by this Agreement on the jobsite to the  \ndesignated representative or his Business Representative.  \n705.9 The craft job steward shall not:  \n705.9.1 Stop the work for any reason.  \n705.9.2 Tell any workman or any employee by this Agreement that he cannot work on the job.  \n705.9.3 Initiate any physical altercation with any person on the jobsite.  \n706. Infraction of any of the rules in subparagraphs of 705.9 shall be cause for immediate dismissal of the craft job  \nsteward without any prior notice and this shall be the exclusive remedy for a violation of this section.  \n707. | Anydisputein connection with this Article VII shall be referred to the grievance procedure outlined in Article  \nVI of this Agreement.  \n"], ["ARTICLE Vill  \nClassifications  \n", "801. Should the Contractor or subcontractors, as defined in Article I, paragraph 101, and Article V paragraph 502  \nof this Agreement, employ employees in the prosecution of work covered by this Agreement in occupations or  \nupon equipment which is not covered by one of the classifications herein specified, such employment shall,  \nwithin three (3) working days after a work assignment is made or the equipment is operated, be temporarily  \nclassified by the Contractor Association and the Union under the classifications contained herein which will  \nmore nearly fit the particular character of the employment. Temporary classifications and wage rates shall be  \nimmediately referred to the Cement Mason Craft Joint Adjustment Board which shall, at its next meeting,  \nreview and recommend usage of the proper classifications and wage rates. Either party shall thereafter have  \nthe right to submit a dispute under this section in the manner set forth in Article VI of this Agreement.  \n802. The number of employees and the number of classifications of employees required to perform any operation  \ncovered by this Agreement shall be determined by the Contractor: provided that if a Contractor, in determining  \nthe number of employces or the number of classifications of employees, shall lessen the number of employees or  \nthe number of classifications customarily used to perform any such operation, the Union may have the issue of  \nsuch reduction in employees or in classifications determined by the grievance and arbitration procedure  \nprovided in Article VJ of this Agreement. In determining such disputes, consideration shall be given to the  \nnecessity for additional employees or classifications as well as to other pertinent factors.  \n803. Because the Contractor and the Union recognize the necessity of eliminating restrictions on production and  \npromoting efficiency, nothing shall be permitted that restricts production or increases the time required to do  \nthe work, and no limitation shall be placed upon the amount of work which an employee shall perform, nor shall  \nthere by any restrictions against the use of any kind of machinery, tools, or labor saving devices, provided, AGC SS  \nPrt Se  \n        \nhowever, that such machinery or power equipment shall be furnished by the Contractor, and provided further CALIFORNIA  \nthat no employee shall be required to work under any conditions that are injurious to his health or safety in ASSOCIATED  \nconflict with a present well-established custom regulating such use where the work is being performed.  \n   \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 12  \n      \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n804.  \n806.  \nThe Contractor agrees to recognize and observe craft jurisdiction insofar as possible and practicable and that  \nwage scales apply to classifications rather than to men, and the Union agrees to permit the occasional or  \ntemporary transfer of employees of one classification to any other classification or between crafts; provided  \nthat, when such transfers are made the employee shall be paid for the entire day on the basis of the rate of the  \nhighest paid classification in which he worked during the day. Abuse by any Contractor of the privilege granted  \nin this paragraph 804 shall subject him to withdrawal of the privilege for an appropriate period through the  \nprocedures established in Article VI of this Agreement.  \nEach employee employed in accordance with the terms of this Agreement shall receive the minimum hourly  \nwage rates specified in Article XXIV of this Agreement. Any other method of paying employees, such as the use  \nof piece work, bonus systems, quota setting, or lumping of the work, shall be deemed a violation of this  \nAgreement. Grievances shall be settled in accordance with Article VI of this Agreement.  \nWork performed under this Agreement shall be done by the employees of the Contractor or prime builder direct  \nwith the Cement Masons on an hourly basis, except as provided in the subcontractor provisions of this Agree-  \nment. The Cement Masons Craft Joint Adjustment Board or the Impartial Chairman may assess penalties for  \nviolations of Paragraph 805, this Article.  \n"], ["ARTICLE IX  \nHolidays, Payment of Wages, Meal Perlods  \n", "901.  \n904.  \nHOLIDAYS  \nThe following holidays shall be observed on the date designated by Federal Law: New Year’s Day, Memorial Day,  \nIndependence Day, Labor Day, Veterans’ Day, Thanksgiving Day, the day after Thanksgiving Day, and Christ-  \nmas Day. If any of the above holidays should fall on Sunday, the Monday following shall be considered a legal  \nholiday. Work on such days shall be paid for at the holiday overtime rate provided herein. No work shall be  \nperformed on Labor Day except in case of extreme urgency when life or property is in imminent danger.  \nPAYMENT OF WAGES  \n$02.1 All wages shall be paid on a designated weekly payday and in no event shal! the Contractor withhold  \nmore than five (5) working days. Ifthe regular payday falls on a holiday, the employees shall be paid on  \nthe next regular workday. Employees shall be paid prior to the ending of their regular shift.  \n902.2 When men are laid off or discharged, they must be paid wages due them at the time of layoff or  \ndischarge. At such times as an employee is paid, he shall be furnished a personal record showing  \nstraight time and overtime hours paid and ali deductions itemized for the current pay period. Such  \nrecord shall show the name, and the name and address. In the event the  \nEmployer fails to pay employees laid off or discharged, they shall be paid waiting time at the straight  \ntime rate of eight (8) hours per day five (5) days per week, until the time such payment has been made.  \n902.3 An employee who quits shall be mailed his pay in full hy certified mail to his last known address within  \nseventy-two (72) hours, or be paid prior to leaving the job or project. In the event these stipulations are  \nnot met, he shall receive waiting time as noted above.  \n902.4 If a Contractor pays an employee by check, draft or voucher, which check, draft or voucher is subse-  \nquently refused payment because the Contractor has no account with the bank, institution or person on  \nwhich drawn, or insufficient funds to his account at the time of presentation, the Contractor shall be  \nrequired to issue only certified checks for al employees working under this Agreement on that job for the  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 13  \n   \nduration of the job on which said check was issued, and shall reimburse the employee immediately by  \ncertified check for the insufficient fund check issued and for the bank charges assessed.  \n902.5 When Employees covered under the terms of this Agreement are employed at a higher rate of pay than the  \nminimum established herein during any shift, the higher rate of pay shall apply on all time worked  \nduring that day.  \n902.6 The Employer shall not discharge or discriminate against an employee under this Agreement because of  \nany industrial injury incurred prior to employment, or the filing of a claim for workmen’s compensation  \nbenefits.  \n902.7 When an employee is injured while at work to the extent of being unable to work for the balance of the  \nday, he shall be paid for a full day at his regular rate. His ability to work or not to work shall be  \ndetermined by a qualified physician.  \n903. MEAL PERIOD  \nEmployees shall not work more than five (5) consecutive hours without a onc-half (1/2) hour meal period. When  \nemployees work over five (5) hours without being provided with a one-half (1/2) hour meal period, they shall  \nreceive one-half (1/2) hour pay at the time and one-half (1/2) rate, provided that the employee completes at least  \nsix (6) hours of work that day. When an employee is required to work overtime for more than three (3) hours  \nover the regular eight (8) hours, the Employer agrees to provide a meai period each five (5) hours thereafter and  \nthe employee shall have sufficient time to eat the meal without loss of pay. In the event an employee is required  \nto work through any overtime mea! period, then the employee shall receive pay for an additional one-half (1/2)  \nhour at the time and one-half (1-1/2) rate. Meal periods may be staggered to meet job requirements.  \n904.  Theparties of the agreement recognize Industrial Wage Order 16-2001 covering “On Site Construction, Mining,  \nDrilling and Logging Industries”. Any dispute or grievance arising from this Wage Order shall be processed  \nunder and in accordance with Article VI, Procedure for Settlement of Grievances and Disputes of this agree-  \nment.  \n"], ["ARTICLE X  \nSafety, Parking, Drinking Water, Jobsite Transportation, Signing of Documents  \n", "1001. SAFETY  \nThe Union shall cooperate (1) with the individual Contractor and with each other in carrying out ail of the  \nindividual Contractor's safety measures and practices for accident prevention; and (2) employces shall perform  \ntheir duties in each operation in such a manner as to promote efficient operations of each particular duty and  \nof any job as a whole. The individual Contractors must post the name and address of their doctor and the  \ncompensation insurance carrier on the jobsite.  \n1001.1 All Federal and State safety rules, regulations, orders, and decisions shall be binding upon the  \nindividual Contractor and shall be applied to all work covered by this Agreement. No worker shall be  \nrequired to work under unsafe conditions. cum  \n<P 2  \nif 5)  \na /  \n   \n   \n    \n      \n1001.1.1 Anemployee who has been found, through the grievance procedure, to have been unjustifi- AGC  \nably disciplined or discharged for refusing to perform work which would endanger his CALIFORNIA  \nhealth or safety, or the health or safety of any other employee, shall be reinstated in his ASSOCIATED  \nformer classification. This is not to be construed as a waiver of the employee's rights under GENERAL  \nCONTRACTORS  \nS . 7 .  \nection 502 of the Labor Management Relations Act of 1947, as amended OF CALIFORNIA  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 14  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n1002  \n1003.  \n1004.  \n1008.  \n1001.2 The individual contractors shall be solely responsible for imp!ementation maintenance of such safcty  \nlaws, rules, regulations, standards, orders and decisions. Neither the Union nor any local Unions or  \nDistrict Councils are responsible for such implementation or maintenance.  \nPARKING  \nIn the event free parking facilities are not available within three hundred and fifty (350) yards of a jobsite, the  \nindividuat Employer will provide such facilities and the individual] Employer shall have the right to designate  \nparking arcas to be used. Where, because of congested parking conditions, it is necessary to use public  \nfacilities, the Employer shall reimburse the employee for the cost of such parking upon being presented witha  \nreceipt or voucher certifying to the cost thereof, such reimbursement to be made on a weekly basis or at the  \nconclusion of the project, whichever occurs earlier. Designated parking areas shall be reasonably level and  \ngraded to drain.  \nDRINKING WATER  \nThe Contractor shall furnish coo! and potable drinking water in sufficient quantities for the needs of the  \nemployees and make available sanitary drinking cups, salt tablets and adequate toilet facilities in accordance  \nwith California State Law.  \nJOBSITE TRANSPORTATION  \nWhenever, hecause of remoteness of parking areas, hazardous road conditions or security restrictions, the  \nEmployer is required to furnish transportation for men within the jobsite to the place of their “work”, this  \ntransportation shall be equipped with seats and handrails.  \nSIGNING OF DOCUMENTS  \nWorkmen and/or employees shall not be required to sign any documents other than those required by law and  \nany document contained in this Agreement. Under no circumstances will an employee be required to sign any  \nother document and the Union shall not be held in violation of this Agreement for ceasing to work on a job or  \nproject where such deniand is made by the Employer.  \n"], ["ARTICLE XI  \nQualifications  \n", "1101.  \n1102.  \nEach of the parties hereto warrants and agrees that it is under no disability of any Kind whether arising out of  \nthe Provisions of its Articles of Incorporation, Constitution, By-Laws, or otherwise, that will prevent it from  \nfully and completely carrying out and performing each and ail of the terms and conditions of this Agreement  \nand, further, that it will not, by the adoption or amendment of any provisions of its Articles of Incorporation,  \nConstitution, or By-Laws, or by contract or by any means whatsoever, take any action that will prevent or  \nimpede it in the full and complete performance of each and every term and condition hereof. The warranties  \nand agreements contained in this paragraph are made by each of the signatories hereto on his own behalf and  \non behalf of each organization for which it is acting hereunder. The individuals signing this Agreement in their  \nofficial capacity and the signatories hereto hereby guarantee and warrant their authority to act for and bind  \nthe respective parties or organizations and each of their cligible members and the Unions on whose behalf the  \nsaid parties are signing the said Agreement.  \nNothing contained in any other Agreement will change the conditions as set forth in this Agreement pertaining  \nto use of equipment or the working rules and classifications of employees when said equipment is owned by the  \nContractor and operated or used on any work on which he is the prime or subcontractor. Nothing contained in  \n   \n2003 - 2006  \nCement Masons  \n   \n1103.  \n1104.  \nthis Agreement shall relieve any Contractor or subcontractor from his contractual obligations under such other  \nagreements.  \nNo agent or representative of either party has authority to make, and none of the parties shall be bound by nor  \nliable for, any statement, representation, promise, inducement or agreement not set forth herein. Any provision  \nin the working rules of the Union with reference to the relations between the Contractors and their employees,  \nin conflict with the terms of this Agreement shall be deemed to be waived and any such rutes or regulations  \nwhich may hereafter be adopted by the Union shall have no application to the work covered herein.  \nAparty to this Agreement shall not cancel this Agreement because of a claimed breach thereof or file any claim  \nfor damages because of a claimed breach of this Agreement, without giving notice in writing to the other party  \nand allowing ten (10) days thereafter to such other party for redress or correction. Nothing contained in this  \nSection shall be deemed to limit the right of the Unions under Article IV of this Agreement.  \n"], ["ARTICLE Xi  \nExisting and Other Agreements  \n", "1201.  \nIn the event the Union establishes special conditions for work covered under this Agreement when performed  \nin specified areas covered by this Agreement, those same conditions shall be made available to any Employers  \nwho wish to perform that designated work in that same area.  \n1201.1 The provisions of this paragraph will not apply to any Special Project Agreements which may be  \nnegotiated in any area covered by this Agreement.  \n1201.2 The Union will promptly notify the employer, in writing, of any special conditions which are negoti-  \nated in any specified area covered by this Agreement between the Union and any Employer or group  \nof Employers.  \n"], ["ARTICLE Xill  \nGeneral Savings Clause  \n", "1301.  \nIt is not the intent of either the Contractors or the Union to violate any jaws, rulings or regulations of any  \ngovernmental authority or agency having jurisdiction of the subject matter of this Agreement, and the contrac-  \ntor and the Union agree that, in the event any provision of this Agreement is finally held or determined to be  \nillegal or void, as being in contravention of any such laws, ruling or regulations, the remainder of this Agree-  \nment shall remain in full foree and effect, unless the part so found to be void is wholly inseparable from the  \nremaining portion of this Agreement. The Contractors and the Union agree that if and when any provision of  \nthis Agreement is held or determined to be illegal or void they will then promptly enter into lawful negotiations  \nconcerning the substance thereof. In the event the parties are unable to reach agreement within sixty (60) days  \nfollowing the beginning of such negotiations, the parties agree to submit the issue to final and binding  \narbitration. Selection of an arbitrator shal} be made in the manner prescribed in Article VI of this Agreement.  \nThe Arbitrator shall render decisions only on the specific issue submitted to him, and shall have no authority to  \nchange or abrogate other conditions of this Agreement. Any fees and/or expenses of the Arbitrator shall be  \nborne by and divided equally by the Union and the contractors. The decision of the Arbitrator shall be final and  \nbinding on the parties. The no-strike, no-lockout provisions of Article IV shall not apply if either party fails to  \ncomply with the decision of the Arbitrator.  \n   \nAgreement  \nPage 15  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nAgreement  \nPage 16  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nARTIGLE XIV  \nTerm, Termination and Renewal  \n1401. The term of this Agreement is July I, 2003, to June 30, 2006, and from year to year thereafter unless either the  \nUnion or the Associations give written notice received by the others no less than sixty (60) days prior to June 30,  \n2006, or sixty (60) days prior to June 30 of any subsequent year, of a desire to change, amend, modify or  \nterminate the Agreement.  \n"], ["ARTICLE XV  \nEqual Employment Opportunity  \n", "1501.  \n1502.  \n1503.  \nThe Employer and the Union will not discriminate against any person with regard to employment or Union  \nmembership because of race, religion, color, sex, age, national origin, or ancestry and hereby declare their  \nacceptance and support of existing laws. This shall apply to hiring, placement, training during employment,  \nrates of pay or other forms of compensation, iayoff or termination, and application for admission to Union  \nmembership.  \nIn the event the Union ts unable to refer applicants for employment to an employer in sufficient number, or  \nsufficient type, from the minority groups represented within the local area as may be necessary to enable the  \nEmployer to fully comply with minority hiring requirements imposed by his construction contract with any  \nFederal, State or governmental body, commission or agency, or to enable the employer to fully comply with all  \nFederal and State laws, Presidential Executive Order, regulations, rules, directives or orders which cover  \nminority hiring and which are applicable to the Employer, then in any such event the Employer shall be free to  \ndirectly recruit from any source such number of minority applicants acceptable te the Employer as may be  \nnecessary to satisfy the Employer's needs to effect such compliance.  \nIt is understood, the Employer shall submit to the Union, in writing, any such request for minority or female  \napplicants for employment, together with a copy of the order, directive, rules or regulations pursuant to any  \nsuch Presidential Executive Order, Federal, State or local law: the construction project number; and a copy of  \nthe compliance order.  \n"], ["ARTICLE XVI  \nWorking Rules  \n", "1601.  \n1602.  \nThe following working ruics shall govern the employment of employees performing any work under the terms  \nof this Agreement.  \nSINGLE SHIFTS:  \n1602.1 Eight (8) consecutive hours, exclusive of meal period, between 5:00 A.M. and 5:00 PM. shall  \nconstitute a day’s work. Forty (40) hours, Monday 5:00 A.M. through Friday 5:00 PM., shail  \nconstitute a week’s work provided that if the starting time is changed during the course of the work,  \na certified letter, facsimile or electronic transmission, followed by a hard copy shall be furnished to  \nthe Local Union, in the jurisdiction where the work is being performed twenty-four (24) hours in  \nadvance.  \n1602.2 The starting time of single shifts shall be at 5:00 A.M., 5:30 A.M., 6:00 A.M., 6:30 A.M., 7:00 A.M.,  \n7:30 A.M., or 8:00 A.M., Monday through Sunday. Starting time may be changed to meet job  \nrequirements, including maximum utilization of day light hours. Starting time shall not be stag-  \n2003 - 2006  \nCement Masons  \n   \n1602.3  \n1602.4  \ngered. Twenty-four (24) hour written notice shall be given to the Union via certified ictter, facsimile  \nor electronic transmission, followed by a hard copy, in cases of deviation from the original starting  \ntime.  \nAll time worked before 5:00 A.M. and after 5:00 P.M., or all time worked in excess of eight (8)  \nconsecutive hours, exclusive of meal period, and all work performed or hours paid on Saturdays,  \nSundays, and holidays, shall be paid at the appropriate overtime rate.  \nWhen so elected by the Contractor, four (4) consecutive ten (10) hour days may be worked from  \nMonday through Thursday, or Tuesday through Friday at the straight time rate. Ten (10) consecutive  \nhours, exclusive of meal period, between 5:00 A.M. and 5:00 P-M., shall constitute a day’s work. Forty  \n(40) hours Monday, 5:00 A.M. through Thursday 5:00 P.M., or Tuesday 5:00 A.M. through Friday 5:00  \nPM.., shall constitute a week’s work.  \n1602.4.1 It is understood that if any employee's shift is changed, during a particular week, froma  \nten (10) hour shift to an eight (8) hour shift the 5-8’s overtime provision as set forth in  \n1602.3 shall apply and the employee will be paid at the appropriate rate or rates for the  \nentire week.  \n1602.4.2 The Contractor shall notify the Union in advance in writing of any change from an eight (8)  \nhour shift to a ten (10) hour shift, or from a ten (10) hour shift to an eight (8) hour shift.  \n1603. MULTIPLE SHIFTS:  \n1603.1  \n1603.2  \n1603.3  \n1603.4  \nWhen so elected by the Contractor, multiple shifts may be worked for three (3) or more consecutive  \ndays, provided that the Union is notified in writing by certified mail twenty-four (24) hours in  \nadvance of the effective date of the starting of such multiple shift operations, Saturdays and Sundays  \nexcluded for this notification. Contractors shall have the right to designate the craft or crafts on any  \nproject or portion thereof, who shall work on a multiple shift basis, provided, however, that men  \nworking on multiple shifts shall not be interchangeable with those working on a single-shift basis.  \nAll employees on multiple or single shifts commencing work prior to the established starting time,  \nshall be paid at the appropriate overtime rate. In no event shall the regular hours of different shifts  \noverlap, nor shall any interval between shifts exceed the reasonable time necessary to change shifts,  \nand in no event shall such interval exceed one (1) hour except when a special shift is established in  \naccordance with Paragraph 1605 Speetal Shifts.  \nIt is understood that a single and a multiple shift may work concurrently on a project.  \nWhen two (2) or three (3) shifts are worked, the first and second shift shall work eight (8) consecu-  \ntive hours, exclusive of meal period, for which eight (8) hours of straight time shall be paid Monday  \nthrough Friday and the third shift shall work seven (7) consecutive hours, exclusive of meal period,  \nfor which eight (8) hours straight time shall be paid, Monday through Friday. All time worked or  \nhours paid for, after seven (7) hours worked or paid for, on the third shift, in one (1) day on Saturday,  \nSunday and holidays shall be paid for at the appropriate overtime rate.  \nAny time worked from Friday midnight to Sunday midnight, or on holidays or in excess of the regular  \nshift hours or hours paid for shall be paid for at the appropriate overtime rate, except as provided in  \nParagraph 1603.5.  \n   \nAgreement  \nPage 17  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA’  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 18  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n1604.  \n1605.  \n1606.  \n   \n1603.5 The Friday graveyard shift ending on Saturday morning will be considered Friday work. The  \nSaturday graveyard shift ending Sunday morning will be considered Saturday work. The Sunday  \ngraveyard shift ending on Monday morning will be considered Sunday work.  \n1603.6 Saturday Make-up Day: In the event, due to inclement weather or similar Act of God, it is not  \nreasonably possible for any individual employer on a particular jobsite to complete forty (40) hours of  \nwork, on either an eight (8) hour day shift or ten (10) hour day shift, Monday through Friday, during  \nthe same calendar week, the employer shal! notify the Local Union of the necessity for a make-up day  \nand the balance of the forty (40) hours may be worked on Saturday at the straight time rate. No  \nemployee will be terminated for refusing to work on Saturday at the straight time rate of pay.  \nA violation of this provision shall be subject to the grievance procedure.  \nIt is agreed that the Contractor and the Union may mutually agree, in writing, upon different starting and  \nquitting times for any of the above shift arrangements.  \nSPECIAL SHIFTS  \n1605.1 When the Contractor produces evidence in writing, by certified mail, to the Union twenty-four (24)  \nhours in advance of a bona fide job requirement that work can only be performed outside, or in  \naddition to, the regular day shift due to safety conditions or other requirements, an employee shall  \nwork eight (8) consecutive hours, exclusive of meal period, for which he shall receive eight (8) hours’  \npay at the straight-time rate of pay. Monday through Friday. All time worked or hours paid for  \nSaturday, Sunday and holidays shall be paid for at the appropriate overtime rate. In addition, when  \nthe above conditions exist and it is necessary to begin or end a shift during the hours specified in  \nParagraph 1603.5 of this Article, but no earlier than 10:00 PM. Sunday, in order for an employee to  \ncomptete a forty (40) hour work week, the overtime rate will not apply, otherwise, all time worked or  \nhours paid for Saturdays, Sundays and holidays shall be paid for at the appropriate overtime rate.  \nThis paragraph does not allow work in excess of forty (40) hours per week without payment of  \novertime. Itis agreed, however, in the operation of this shift, no employees will lose a shift’s work.  \n1605.2 When maintenance or remodeling work cannot be performed on the regular shift because of the fact  \nthat establishments cannot suspend operations during the day, a special single shift may be employed  \nstarting at a time designated by the operations of the establishment, Monday through Friday, and  \nemployees on this shift will work eight (8) consecutive hours exclusive of meal period, for which they  \nwill receive eight (8) hours’ pay at the straight-time rate.  \nTIDE WORK SCHEDULE:  \nThe following provisions shall apply to employees on jobs working a single shift only:  \n1606.1 When employees are called out to work broken time or tide work, Monday through Friday, the  \nminimum pay for such work shall be eight (8) hours at the applicable, regular straight-time rate.  \nSubject to the above minimum, in computing the time to be paid for under this provision, eight (8)  \nhours or less worked between 4:00 A.M. and 5:00 PM., shall be paid for at the applicable straight-  \ntime rate, and time in excess of eight (8) hours worked hetween 5:00 A.M. and 5:00 P.M. and any time  \nworked before 5:00 A.M. or after 5:00 PM. shall be paid for at the applicable overtime rate.  \n1606.2 When employees are called out to work broken time or tide work on Saturdays, Sundays or holidays,  \nthe minimum pay for such work shall be eight (8) hours at the applicable overtime rate.  \n   \n2003 - 2006  \nCement Masons  \n   \n1607.  \n1608.  \n1609.  \n1610.  \nEMERGENCIES:  \n1607.1 mutually agreed that an emergency exists, such as earthquakes, floods or fire, starting  \ntime for the shift may be made to fit the emergency and eight (8) hours in any twenty-four (24) hour  \nperiod may be worked at straight time. All other terms and conditions of this Agreement shall apply.  \nAny time worked on Saturday, Sunday or holidays outside of the shift hours provided in this Agreement shall be  \npaid for on the basis of the actual hours worked at the overtime rate, except that any employee reporting for  \nwork at the stipulated time and for whom no work is provided shall receive pay for two (2) hours at the overtime  \nrate, any employee who reports for work and for whom work is provided shall receive not less than four (4)  \nhours pay at the overtime rate, and if an employee works more than four (4) hours, he shall be paid for the  \nactual hours worked at the overtime rate.  \nAny workman or employee reporting for work at the regular starting time for whom no work is provided shall  \nreceive pay for two (2) hours at the stipulated rate and all fringe benefits for his classification for so reporting  \nunless he has been notified before the end of his last preceding shift not to report; and any employee who reports  \nfor work and for whom work is provided shail receive not less than four (4) hours’ pay, and all fringe benefits  \nfor his classification and, if more than four hours are worked in any one (1) day, shail receive not Iess than a full  \nday's pay therefor, unless prevented from working for reasons beyond the control of the employer, including, but  \nnot limited by, such factors as inclement weather, or breakdown causing discontinuance of a major unit of the  \nproject during which time employees are not required or requested to remain on the project by the employer or  \nhis agent. Workmen or employees referred under Article III of this Agreement to the Employers’ job who arrive  \nin an unfit condition for work without proper tools, credentials, or who are not ready to go to work or who are  \nnot otherwise qualified shall not be paid showup time, or subsistence. The employee shall furnish the Employer  \nwith his current address and phone number, if any. The Employer shall furnish the employee with the  \nEmployer's current address and telephone number at the time of employment. Cement Masons who voluntarily  \nquit shall receive pay only for hours worked.  \nWith respect to Section 1602.4, any employee who reports for work and for whom work is provided shall receive  \nnot less than five (5) hours’ pay, and, if more than five (5) hours are worked in any one (1) day, shall receive not  \nless than ten (10) hours’ pay, except, however. if after five (5) hours the project or portion thereof is shut down,  \nthe employee, or employees, affected by such shut down shall receive pay for the actual hours worked.  \n1609.1 - When it is necessary to shut down a job or project because of a bomb threat, employees will be  \ncompensated as follows:  \n1609.1.1 [fsuch an event occurs before the regular starting time, all workmen or employees who  \nhave not been notified not to appear for work and who show up at the jobsite shall receive  \ntwo (2) hours’ pay and subsistence at the applicable rate.  \n1609.1.2 In order to qualify for this two (2) hours’ pay (and subsistence if applicable) the employee  \nand/or workman must remain on the job available for work during the two (2) hour period  \nof time for which he receives pay unless refcased sooner by the Employer or his represen-  \ntative. Time spent in a holding area as directed by the Contractor shall be considered as  \ntime worked and paid accordingly.  \nEmployees shall travel to and from their work on their own time and by means of their own transportation.  \n   \nAgreement  \nPage 18  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 20  \n   \neh  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n1611.  \n1612.  \n1613.  \n   \nSUBSISTENCE:  \n1611.1  \n1611.2  \n1611.3  \n1611.4  \nIn the subsistence area as hereafter defined in 1611.3 and subject to the exceptions noted below,  \nsubsistence shall be paid at the rate of thirty dollars ($30.00) per scheduled workday. There shall be  \nno prorating of subsistence. Subsistence shall apply to workmen and/or employees who report to  \nwork and for whom no work Is provided.  \nAn employee or workman who is required to report or perform any work in a subsistence area for any  \nportion of the day or shift shall receive the established subsistence rate for the entire day or shift.  \nSubsistence as provided in this Paragraph shall be paid on projects on the following off-shore  \nislands:  \nSan Miguel Santa Catalina Island  \nSanta Rosa Island Richardson Rock  \nAnacapa Island Santa Cruz Island  \n(Channel Island Monument) Areh Rock  \nSanta Barbara [sland San Nicholas Island  \nSan Clemente Island  \n1611.3.1 Employees reporting at the embarkation point for travel to the above named islands, shall  \nhe paid travel time from the mainland to the islands and return at the straight-time rate  \nand in no event shall the travel time be less than one (1) hour, regardless of mode of travel.  \nTravel time shall start and end at the point of embarkation at the time and place desig-  \nnated by the Contractor.  \nIn lieu of subsistence, the Contractor may provide and maintain acceptable room and board, on or  \nimmediately adjacent to the project, seven (7) days per week, in compliance with California State  \nlaws.  \nThe Contractor shall provide, at each jobsite, a tool shed or other adequate storage space for the storage of  \nCement Masons’ tools. Loss of tools resulting from a violation of this paragraph shail be subject to the grievance  \nprocedure.  \nCement Masons shall not furnish or transport any power tools, Fresno trowels, or trowcling machines or other  \ntools such as tamps. Cement Masons, at the discretion of the Contractor, shall be required to furnish or  \ntransport customary hand tools, which shall be construed to be the tool set listed herein as a guideline only:  \nHard Hat  \nWork boots  \n12\", 14\", 18\" and 20\" Finishing Trowel  \n- Pointer or Margin Trowel  \nMixing (dipping) Trowel  \nHand Joiners (curb or sidewalk)  \n16\" Wood or Laminated Float and Sponge Float  \nCarhorundum Hand Stone 6\" x 2\" x 2\"  \n1/4\", 1/2\", 3/4\" Radius Hand Edgers  \n3/4\" Radius Nose and Cove Step Tools  \n3/4\" Radius Nose and Cove Curb Tools  \nCotton and Rubber Gloves  \nRubber Boots ( 4 Buckle or better )  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 21  \n~ Knee Pads, Pair of Knee Boards and Sliders  \nHand Saw (Disston or equal)  \nClaw Hammer, Sledge Hammer or Stake Maul  \nChalk Line  \nNail Apron  \nCold Chisel  \n28 or 30’ Measuring Tape and Engineer’s Tenth Tape  \nHand Level 24” or longer and Torpedo Level  \nAll applicable cement, finishing hand tools shall be Marshalltown or equal.  \n1614. Special Tools: Special tools and all tools other than tools customarily furnished by the Cement Masons shall be  \nfurnished by the Contractor, including walking tools, all tools larger than three-quarters (3/4) inch radius,  \nmission jointer and step corrugator.  \n1615. Itshall be considered a violation of this Agreement for the Contractor to rent equipment from Cement Mason  \nemployees or to make employment conditioned upon providing or furnishing equipment.  \n"], ["ARTICLE XVIl  \nForeman  \n", "1701. Theselection of the Cement Mason employee who will be Cement Mason foreman is at the sole discretion of the  \nContractor. It is understood that a Cement Mason Foreman shall be an employee of his craft and shall receive  \nthe Cement Mason Foreman’s wage rate. Such Cement Mason Foreman may work with the tools of the trade.  \nOnly Cement Mason Foreman who normally work with the tools of the craft during straight-time periods, in  \naddition to the performance of Cement Mason Foreman duties, may work with the tools of the craft during  \novertime periods. It is understood that in certain cases, by reason of custom and practice established by the  \nparties hereto, a craft foreman may be foreman over the work and workmen of more than one craft. Ifa dispute  \narises with respect to the application of this understanding, such dispute shall be determined according to the  \nprocedure set forth in Article VI of this Agreement on the basis of such custom and practice.  \n1702. Employees not covered by this Agreement, as set forth in Paragraph 201 of this Agreement such as superinten-  \ndents, assistant superintendents or master mechanics, shall not act in the capacity of a craft foreman or work  \nwith the tools of the Union signatory to this Agreement, except in case of emergency.  \n1702.1 Anyperson working with the tools of the trade shall be covered by all terms and conditions of this  \nAgreement including the provisions of Paragraph 201 of this Agreement as is legally permissible (or)  \nexcept for Trust Fund restrictions on participation.  \n1703. When three (3) or more Cement Masons are employed on a job, one (1) shall be employed as a Foreman and shall  \nreceive Foreman scale of wages and use the tools of the trade.  \n"], ["ARTICLE XvIII  \nApprentice Training  \n", "1801. The Contractors and the Union recognize the need for apprentice training and to this end shall indenture  \napprentices in full conformity with Section 1777.5 of the Labor Code of the State of California governing  \nemployment of apprentices upon public work. Apprentices shall be employed in accordance with the standards  \n   \nas established by the Cement Masons’ Statewide Joint Apprenticeship Committee. The cost of the apprentice-  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 22  \n   \nAGC Ses  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nship program in the eleven counties covered by this Agreement will be shared by the parties, as recommended  \nand agreed upon by the Joint Committee of the Contractors and the Union. The Contractors will appoint  \nmembers to the Joint Apprenticeship Committees and participate in their activities.  \n1802. When the job crew size is four (4) men or less, an apprentice may be hired on a “one (1) apprentice to one (1)  \njourneyman basis.” No additional apprentice may be added to the job crew until that crew reaches eight (8)  \nmen, then the eighth man may be an apprentice. Apprentices may be added to the job crew at the rate of one  \n(1) apprentice per three (3) additional journeymen thereafter. It is mandatory, however, that when a crew is  \ncomposed of four (4) journeyman the next crew member or fifth employee must be an apprentice if available, as  \nmust the tenth, fifteenth, twentieth, etc., crew members. It is understood that the limited transfer provisions  \nof Paragraph 307 will not apply to the first apprentice who becomes a member of the job crew.  \nThe ratio is to be interpreted to allow the following apprentice to journeyman ratio on any job.  \nNo. of Journeyman No. of Apprentices No. of Apprentices  \nou Crew Permitted of this Size Crew Size Required on Crew  \n1+ l= 2  \n2+ l= 3 -  \n2+ 2= 4 -  \n3+ 2= 2 I  \n4+ = 6 1  \n5 + = 7 1  \n5+ 3= 8 1  \n6+ 3= 9 1  \n7 + = 10 2  \n8 + 3= 11 2  \n8 + = 12 2  \n9+ = 13 2  \n10 + = 14 2  \n10 + = 15 3  \n1803. Contractors shall contribute the amount designated in Attachment f to this Agreement for all work covered by  \nthis Agreement into the Cement Masons Joint Apprenticeship Trust.  \n1804. The partics agree that the apprenticeship Trustees should spend the apprenticeship monies for  \napprenticeship training as recommended by the Joint Apprenticeship Committee provided such recommenda-  \ntions are in accordance with the terms of the Trust.  \n"], ["ARTICLE XIX  \nHealth & Welfare  \n", "1901. Contractors signatory to this Agreement agree to pay to the Cement Mason's Southern California Health and  \nWelfare Plan, covering Cement Mason Local Unions 500 and 600 affiliated with the Southern California District  \nCouncil of Operative Plasterers and Cement Masons International Association, AFL-CIO, at its principal Trust  \nOffice located in the county of Los Angeles, California, the sum designated in Attachment No. 1 of this  \nAgreement for each hour worked by employces or for which they reccive pay, for all employees covered by this  \nAgreement.  \n1901.1 Inthe event of a National Health Plan, the Union and the Contractors shall meet to discuss and  \nevaluate the cost impact upon the Contractors by the National Health Plan.  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 23  \n   \n1901.2 The Union and the Contractors shall devise a payment plan that conforms to Section 1901.1 so that  \nthere will be no additional cost for Health and Welfare above the amount the Contractor is obligated  \nto pay under the Master Labor  \n1902. The participation of the Contractor in the above-cited Trust shall be for the duration of this Agreement and any  \nrenewals or extensions thereof, or for the terms of the Trust, whichever shall he the greater. (This money paid  \ninto the Health and Welfare Trust Fund is to be used for health and welfare benefits, pursuant to that certain  \nTrust Agreement referred to for convenience as the Cement Masons Southern California Health and Welfare  \nPlan.)  \n"], ["ARTICLE XX  \nVacation  \n", "2001. The Contractors and the Union agree to establish a Vacation Plan for Cement Masons.  \n2002. The Contractor shall make payment in the amount designated in Attachment No. | of this Agreement for each  \nhour worked by employees or for which they receive pay, for all employees covered by the terms of this  \nAgreement to the Vacation Plan.  \n2003. The Vacation Plan shall de self-supporting from income other thaa the contributions, such as interest and  \nforfeitures, and the employce shall be entitled to receive the full amount of the Contractor contribution made to  \nhis account. Any expenses incurred, including the cost of professional assistance, shall be paid from the  \nVacation Trust. Said Vacation Plan shalt comply with all pertinent legal requirements.  \n"], ["ARTICLE XX}  \nPension  \n", "2101. The Contractors and the Union agree to establish a Pension Plan for Cement Masons.  \n2102. The Contractor shall make payment in the amount designated in Attachment No. 1 of this Agreement, for each  \nhour worked by employees or for which they receive pay, for all employees covered by the terms of this  \nAgrecment to the Pension Plan.  \n2103. The parties recognize and agree that the Pension Trust and Plan was created, negotiated and is intended to  \ncontinue to be permitted by law under ERISA, a defined contribution plan and trust and that the individual  \nContractor's liability with regard to pensions has been and is intended to remain limited exclusively to payment  \nof the contributions specified from time-to-time in collective bargaining agreements. The Union and the  \nEmployer associations agree to do all things necessary to amend the Agreement and Declaration of Trust  \nestablishing the Pension Trust, as follows:  \n2103.1 The Union agrees that sufficient monies from the negotiated wage/ fringe package will be allocated  \nto the pension trust fund to guarantee no more than this seven and one-half (7.5) year amortization  \nperiod.  \n    \n       \n    \n2103.2 The Trustees shail cause all official Trust documents and booklets, including the pension plan and Re  \nsummary plan description, to prominently disclose to the plan participants and beneficiaries the AGC SNE  \nfollowing (unless prohibited by law): ot  \nsi dail CALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 24  \n      \nCay  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nIMPORTANT  \nPENSION BENEFITS ARE NOT AND HAVE NEVER BEEN GUARANTEED. THEY ARE PAYABLE ONLY TO  \nTHE EXTENT THAT THE FUND HAS ASSETS TO PAY BENEFITS. NEITHER YOUR EMPLOYER NOR  \nYOUR UNION HAS ASSUMED ANY LIABILITY, DIRECTLY OR INDIRECTLY, TO PROVIDE MONTHLY  \nPENSION BENEFITS. YOUR EMPLOYER’S SOLE OBLIGATION IS TO MAKE THE CONTRIBUTIONS  \nCALLED FOR IN ITS COLLECTIVE BARGAINING AGREEMENT. THE PENSION PLAN HAS ALWAYS  \nBEEN CONSIDERED BY THE EMPLOYERS, THE UNION AND THE TRUSTEES TO BE A DEFINED CON-  \nTRIBUTION PLAN.  \n"], ["ARTICLE XXII  \nIndividual Retirement (Defined Contribution) Trust  \n", "2201. The Agreement and Declaration of Trust establishing the Cement Masons Southern California Individual  \nRetirement Account (Defined Contribution) Trust dated January 1, 1982, is continued in existence.  \n2202. Contractors signatory to this Agreement shall make payment in the amount designated in Attachment No. | of  \nthis Agreement for each hour worked by employees or for which they receive pay, for all employees covered by  \nthe terms of this Agreement.  \n"], ["ARTICLE XXIII  \nAdministrative Dues  \n", "2301. Subject to the following conditions, the Contractor agrees that he shall, ifhe is furnished with his  \nwritten authorization to do so, deduct the sum of one dollar and fifteen cents ($1.15) from the amounts required to be  \npaid by the third paragraph of Attachment No. 1 to this Agreement for each employee covered hereby for each hour  \nworked or paid for in each payroll period as administrative dues. In implementing the foregoing, the parties have  \nheretofore established the Vacation/Dues Reconciliation Trust (hereinafter “Dues Trust”) as agent for the purpose of  \nreceiving and holding written authorization cards and for receiving, holding, allocating and distributing the dues  \nmonies.  \n2302. Said administrative dues shall be transmitted to the Ducs Trust concurrently with, but not as a part of, the  \nemployer’s monthly vacation contributions with respect to his employees covered by this Agreement to the  \nEleven Counties Cement Masons Vacation Savings Plan. All sums deducted by the employer pursuant to the  \nprovisions of this Article shall, from the instant of their deduction, be considered dues if proper authorization  \nshall have been furnished. All other sums transmitted by the employers pursuant to the provisions of this  \nArticle shall, from the instant of their transmittal, be considered vacation-holiday contributions if no suck  \nproper authorization shall have been furnished, and shall be held by the Vacation Savings Plan for the account  \nof the employee. Prior to deposit in the separate hank accounts of the Dues Trust, on the one hand, and accounts  \nof the Vacations and Savings Plan on the other, these Trusts’ bank shail separate the funds transmitted into  \nducs and vacation-holiday contributions, respectively, based upon whether or not a proper ducs deduction  \nauthorization sha!l have been filed. The bank shall then deposit such sums in the account of the appropriate  \nTrust referred to in this Article. The Union shall hear the entire responsibility for furnishing the written  \nauthorization referred to above. Al] costs incident to receipt, administration and remittance to the Union of the  \nadministrative dues payments shall be borne solely and entirely bythe Union. This provision shall not reduce  \nthe obligations of the Contractor to pay the full amount of vacation contributions specified in this Agreement.  \nAll written authorizations referred to above shall be irrevocable for a period of one year from the date of the  \nexecution and shall renew automatically from year-to-year thereafter, unless the employee, hy written notice  \nserved upon the Local Union and/or the Dues Trust, as agent from the Contractor, within fifteen (15) days  \nfollowing the first year or any year thereafter, revokes such authorization.  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 25  \n   \n"], ["ARTICLE XXIV  \nWage Scales  \n", "2401. The following hourly wage rates shall apply to the following classifications on all work covered by the terms of  \nthis Agreement performed within the Cement Masons’ jurisdiction.  \n2402. Overtime Rates: Four (4) hours overtime at time and one-half (1 1/2) per day after 5:00 a.m., Monday through  \nSaturday, All other overtime, per day, Monday through Saturday, at double time. Sundays and Holidays at  \ndouble time.  \n2403. All Foremen shall be paid not less than one dollar and fifty cents ($1.50) an hour more than the hourly Cement  \nMason Journeyman rate.  \n2403.1 CLASSIFICATIONS:  \nCement Mason Journeyman, including but not restricted to *$1.54 *$1.54  \nthe following: Cellular cement mason; chipping; patching,  \nprinding; setting all concrete forms and perimeter forms,  \nincluding catch basin structures and drain inlets, setting curb  \nform and plank, setting of lines, stakes and grades; sctting  \nscreeds, which includes screed pins; cutting, scoring and saw-  \ning new concrete, plugging, filling Shee-Bolt holes; dry pack-  \ning concrete and EMBECO; tending material hose on slabs,  \nfloors and decks; tending mixer truck chute on slabs, floors  \nand decks bush hammering; patching and sacking, rodding,  \ntamping, bid well and similar type rodding machines, bull  \nfloating $24.00  \nCement Mason (Magnesite, magnesite-terrazzo and mastic  \ncomposition, Epoxy, Urethanes and Exotic coatings, Dex-0-  \n   \n          \nTex) $24.12  \nTroweling Machine Operator $24.25  \nCurb and Gutter Machine Operator $24.00  \nClary and Similar Type of Sereed  \nOperator (Cement Onty) $24.00  \nGrinding Machine Operator (all types) $24.00  \nJackson Vibratory, Texas Screed and  \nSimilar type Screed Operator $24.00  \nScoring Machine Operator $24.00 An  \nAGC  \n* Upon sixty (60) days written notice the allocation of all changes with respect to (1) Hourly Wage Rates. CALIFORNI  \ncontributions to (2) Health & Welfare, (3) Pension and/or Individual Retirement Account, (4) Vacation, (5) ASSOCIATED  \nApprenticeship, (6) Administrative Dues, (7) any combination thereof, is to be reviewed by labor and manage- GENERAL  \nCONTRACTORS  \nment jointly prior to final determination by the Union. OF CALIFORNIA  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 26  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2404. Cement Masons on a swinging stage, Bosun Chair, or suspended scaffold, whether swinging or rigid, above or  \nbelow ground, shall receive twenty-five cents ($0.25) per hour over the applicable rate. All employees working  \nfrom Boson Chairs shall wear a safety belt provided by the Employer.  \n2405. Apprentices shall be paid the following percentages of the Cement Masons Journeyman hourly wage rates:  \nDG MOTELS 40%  \nPPP Gh mec EE aE  \nB™ G MOMS DOD  \nAMG  \nPP 40h 70%  \ndob SET OEE  \nB™ G MOMDS 90%  \n2405.1 Apprentices will do all work relating to concrete construction and all work designated in Article 1,  \nSection 102.5.2.  \n2405.2 Contractors will make contributions only to the Health and Welfare Trust Fund, the Apprentice  \nTraining Trust, Adininistrative Dues, Industry Advancement, and Contract Administration Fund  \nwhile an Apprentice is in the first, second and third six-month periods. Contributions to the Vacation  \nTrust will be made beginning with the forth six-month period. When advanced to the fifth six-month  \nperiod, the Employer shall submit contributions for all established Trusts.  \n"], ["ARTICLE XXV  \nFund tor Construction Industry Advancement  \n", "2501.  \n2502.  \nThe parties to this Agreement recognize that to protect and expand the interests of the Construction Industry,  \nto be aware of modes and micthods of improving the efficiency of the industry and to protect the industry from  \nharmful legislation whose impact is detrimental to both the employees and the Contractors and without regard  \nto whether such employees are employed by members of Contractors the individual employer will contribute the  \nsum of six cents ($0.06) per hour for al] hours worked or paid for by all employees employed under the terms  \nof this Agreement to the FUND FOR CONSTRUCTION INDUSTRY ADVANCEMENT, an employer established  \nand administered Trust formed and created for this purpose, and the individual employer hereby adopts and  \nagrees to be hound by the terms of that certain Trust Agreement establishing the FUND FOR CONSTRUCTION  \nINDUSTRY ADVANCEMENT, and further agrees to observe and be bound by the actions and determinations of  \nthe Board of Trustees of said Trust.  \nIt is understood that independent of any other provisions contained in this Agreement which provide for its  \ntermination, CONTRACTORS shall have the right and power to cancel unilaterally the provisions, solely of this  \nArticle at any time by delivering notice to the union in writing to that effect.  \n"], ["ARTICLE  \nContract Administration Fund  \n", "2601.  \nA trust fund entitled “The Contract Administration Trust Fund for Southern California” shall be used only to  \nprovide compensation to the Contractors for negotiations and administration of the provisions of this Agree-  \nment, including Article VI, for the Industry. All individual Employers shall contribute into the Contract  \nAdministration Trust Fund six cents ($0.06) per hour for each hour paid for or worked and an additional two  \n   \n2602.  \n2003 - 2006  \nCement Masons  \ncents ($0.02) per hour may be allocated during the term of the agreement. The trust fund shall be administered  \nsolely by Trustees selected by the Contractors in accordance with a trust agreement to be executed by the  \ncontractors. The Union shall have the right, not more than one (1) time per year, to independently audit the  \nTrust Fund.  \nContractors covered by the terms of this Agreement approve and consent to the appointnient of the Trustees  \ndesignated pursuant to the Declaration of Trust establishing the Contract Administration Trust Fund for  \nSouthern California and further ratify, confirm, and consent to all acts heretofore taken in the creation and  \nadministration of said Trust byits Trustees, its agents and represcntatives, and agree to be bound by all the  \nterms, conditions, provisions, privileges and obligations provided for by said Agreement and Declaration of  \nTrust as same may be constituted in its original form, as amended, and as may be subsequently amended.  \n"], ["ARTICLE XXVil  \nPre-Joh Conference  \n", "2701.  \n2702.  \n2703.  \nIt is agreed there will be a pre-job conference prior to the start of any job or project at the option of either party  \nwhere the agreed or estimated cost is two million dollars ($2,000,000) or more.  \nIf the Contractor is a member of a signatory association, the pre-job conference will be arranged through the  \nappropriate Association with the Building and Construction Trades Council in the area of the project.  \nThe individual Contractor shall, upon request, advise the Union, in writing, of the names and addresses of all  \nsubcontractors employed or contracted with for services to be performed under this Agreement.  \n"], ["ARTICLE XXVIII  \nDelinquency and Collection Procedure  \n", "2801.  \n2802.  \n2803.  \nThe Trustees of the Trust Fund shall fumish the Contractor Associations and the Union witha list of delinquent  \ncontractors each month. In addition, the Trustees of the Trust Fund shall make available to all contributing  \nEmployers, upon subscription, a list of delinquent contractors each month. The Contractor agrees he wil] not  \nsubcontract any portion of his job to any subcontractor whose name appears on the delinquent list until such  \nsubcontractor has paid all delinquency monies to the various Trust Funds. In the event the Contractor  \nsubcontracts to any such delinquent subcontractor in violation of the foregoing, the Contractor shall remove  \nsuch subcontractor from the job immediately, unless such delinquent subcontractor immediately makes full  \npayment for all delinquencies to the Trusts.  \n2801.1 For failure to remove the delinquent subcontractor, the Contractor shall become financially respon-  \nsible for all fringe benefits owed to any funds established by this Agreement by him or by his  \nsubcontractor or the subcontractor of his subcontractor for work performed on the Contractor's job  \nor project in accordance with the requirements set forth below.  \nThe term “contractor”, for delinquency purposes only, shall include ail entities of the delinquent contractor,  \nchange of name, or change of entity, provided that the delinquent contractor holds at least ten (10%) percent  \nownership in the new entity.  \nThe Trust Office shall notify the Contractor Associations of any delinquency of any subcontractor within ninety  \n($0) days of the date the delinquency first occurred and in no case shall the Contractor be liable for fringe  \nbenefit contributions of a subcontractor for more than ninety (90) days prior to the date the Trust Office notice  \nis sent to the Contractor Associations.  \n   \nAgreement  \nPage 27  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 28  \n   \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2804.  \n2808.  \n2806.  \n2807.  \n2808.  \n2809.  \nWhere a Contractor contracts with a listed delinquent subcontractor or sub-contractors and the Contractor  \nfails to terminate the subcontract of such delinquent subeontractor, or subcontractors the Contractor shall  \nbecome financially responsible for the liability of the delinquent subcontractor’s fringe benefits on that job from  \nthe commencement of the work under the subcontract to the date of termination of that subcontract.  \nWhere the General Contractor fails or refuses to make any payments required under the above provisions and  \nthe Trust has established the delinquent amount, the Union shall have the right to enforce this Article by all  \nlawful means on any or all jobs of such General Contractor.  \n2805.1 Where there is no General Contractor on the jobsite, the right to withhold service by the Union shall  \napply to the project as a whole,  \nThe Trust Office shall send delinquency notices to Contractors whose contributions are not paid as required.  \nThe Trust Office shall notify the Union of those Contractors who fail to pay within five (5) days of such notice  \naud the Union shall within forty-eight (48) hours after receipt of such notice withhold service from the  \nContractor involved until contributions are paid or satisfactory arrangements made with the Trustees for  \npayment.  \n2806.1 Any employee rendered unemployed by reason of the foregoing shall not be deemed engaged in a work  \nstoppage or labor dispute but shail he deemed constructively laid off by the Employer by failure to pay  \nmonies due for the benefit of the employees. The Employer agrees that such employees are entitled to  \nunemployment insurance and warrants that he will take no action to interfere with the employee’s  \napplication for unemployment insurance. Any dispute in connection with this Article is subject to the  \ngrievance procedure. 2806.1.1.  \nThe Trust Office shall issue delinquency notices and clearances to Contractors confirmed in writing.  \nAtl employees shall be covered by this Agreement and the provisions applicable to Trust Funds. The Trustees  \nshalt have authority to audit Contractor records to determine the appropriate contributions and shall have  \nspecific authority to examine the time cards, Federal W-2 Forms, 1099 and 1096 forms, Quarterly  \nState Tax returns and cash disbursement ledger or all canceled checks. In addition the Trustees shall have  \nauthority to examine specific canceled checks and/or invoices in connection with individual items. Ifa Contrac-  \ntor refuses to furnish the foregoing, the Union may take economic action.  \nEach individual Employer upon request of a Trustee of any Trust Fund specified in this Agreement shall permit  \nthe Trust Fund auditor to review any and all employee compensation records relevant to the enforcement of this  \nAgreement. Such review shall be permitted not less than five (5) working days after demand.  \nEach individual found to be delinquent may be required to pay all legal fees, court costs and audit costs  \nin connection with such delinquency. Liquidated damages may also be assessed at the rate of twenty-five-  \ndollars ($25.00) or ten (10%) percent of the amount due each Trust, whichever is greater.  \n2809.1 Forthe purposes of this Agreement, delinquency in failure to make the required reports and contri-  \nbutions to the Trust Fund as determined by the Trustees, shall consist of the following:  \n2809.1.1. Failure to submit trust report forms.  \n2809.1.2 Failure to report on all employees.  \n   \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 20  \n   \n2809.1.3 Failure to make the payments as required on time.  \n2809.1.4 Failure to amounts and audit fees and other costs and damages as determined by  \nthe Trust.  \n2809.1.5 Failure of the bank to honor checks submitted.  \n2809.1.6 Failure to submit to an audit and/or failure to schedule an audit within one (1) month of  \nnotification in accordance with paragraph 2808,  \n2810. Every Contractor or subcontractor agrees to accept, assume and be bound all of the terms and conditions and  \nobligations imposed by and under the Cement Masons Southern California Health and Welfare Fund, 11  \nCounties Cement Masons Vacation Savings Plan, Cement Masons Southern California Pension Trust, Individual  \nRetirement Account, and Cement Masons Joint Apprenticeship Trust executed pursuant to the aforementioned  \nmultiple-employer agreements and any other trust agreement similarly negotiated, and any modifications,  \nalterations or amendments made thereto. The Contractor or subcontractor agrees to make all payments to the  \nSouthern California Cement Masons Trustees at their place of business, in the County of Ios Angeles.  \n2811. The Contractor or subcontractor further agrees that he does irrevocably designate and appoint the employers  \nmentioned in said Trust Agreement as his attorneys in fact for the selection, removal and substitution of  \nTrustees as provided in said Trust Agreements.  \n"], ["ARTICLE XXIX  \nPublic Works Project Davis-Bacon Act and Related Statutes  \n", "2901. Inthe event that the Employer bids and contracts for a public job or project by a federal, state. county, city or  \nother public entity which is to be performed at a predetermined and/or prevailing wage rate established by the  \nCalifornia Department of Industrial Relations or the Secretary of the United States Department of Labor, the  \npredetermined or prevailing wage rate established for the project shall be adopted as the wage and fringe  \nbenefit contribution rates required to be paid under this Agreement for the project only. In the event that the  \npredetermined or prevailing rate for a project changes during the life of the project, any such change shail  \nimmediately be adopted as the wage and fringe benefit contribution rates required to be paid under this  \nAgreement.  \nIf there is an increase in fringe benefit contribution rates under this Agreement during the life of a public works  \nproject, the fringe benefit contribution rate increase shali not apply to contractors working on predetermined  \nor prevailing wage rate projects unless the fringe benefit contribution rate increase is incorporated into the  \npredetermined or prevailing wage rates established for the project.  \nGee,  \nge}  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n    \n       \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 30  \n       \nAte  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n"], ["ARTICLE XXX  \n", "3101. ITIS AGREED by the parties hereto that all matters of wages, hours and conditions, whether or not specifically  \nset forth in this Agreement, are closed for the term of this Agreement.  \nEleven Southern California Counties Cement Masons  \nSigned by: Scott Brain Date  \nSigned by: Art Martinez Jr. Date  \nAssoclated General Contractors of California, Ine.  \nSigned by: Claire McChristy Date  \nBuilding Industry Assoclation of Southern California  \nSigned by: Pamela Ackrich Date  \nSouthern California Contraetors Association  \nSigned by: Jere Meacham Date  \n2003 - 2006  \nCement Masons  \n   \n    \nAgreement  \nPage 31  \nATTACHMENT NO. 1  \nContributions Payable to Trust Funds  \nEffective 07/01/03:  \n$0.95 to Wages  \n$0.25 to Health & Welfare  \n$0.09 to Vacation  \n$0.05 to Administrative Dues  \n$0.20 to Defined Contribution, Individual Retirement  \nEffective Date  \n07/01/03  \nCement Mason Southern California Health  \nand Welfare Plan (Article XIX) $4.05  \nVarcation Plat (Article $3.09  \nAdministrative Dues (Article XXTI) $1.15  \nPension Plan (Article XX])  \nDefined Contribution Plan (Article $1.20  \nApprentice Training (Article  \nIndustry Advancement Fund (Article XXV) $0.06  \nContract Administration Fund (Article XXVD) eee 30.06  \nThe above contributions will be made for each hour worked hy employees or for which they receive pay, for al] employees  \ncovered by this Agreement.  \n07/01/04 $1.54 to be allocated by the Unton*  \n07/01/05 $1.54 to he allocated by the Union*  \n*Upon sixty days written notice the allocation of all changes with respect to (1) Hourly Wage Rates, contributions to (2)  \nHeath & Welfare, (3) Pension and/or Individual Retirement Account, (4) Vacation, (5) Apprenticeship, (6) Administra-  \ntive Dues, (7) any combination thereof, is to be reviewed by labor and management jointly prior to final determination  \nby the Union. =  \n  \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \nAgreement  \nPage 32  \n   \nAGC <7  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2003 - 2006  \nCement Masons  \n   \nTABLE OF CONTENTS  \nTITLE  \nAdministrative Dues .......  \nacre  \n  \nClassifications ..  \nContract Administration Fund...  \nContributions he to Trust Funds / Attachment No. 1 da rasp een  \nCoverage ....  \nDavis-Bacon Act.  \nDefinitions ... bene  \nDocuments, Signing of.  \nDrinking Water  \nDelinquencies S& Collections  \nEmergencies  \nEqual Employment Opportunity...  \nFund for Construction Industry Advancement  \nGereral  \nGeneral Savings Clause... =  \nGrievances and Disputes, Procedures for Settlement ...  \nHealth and Welfare  \nHiring Provisions ..  \nHolidays ... vs  \nIndividual Retirement Trust ...  \nJobsite Transportation ..  \nJurisdictional Disputes...  \nMaterial, Supplies, Bxuipment, “Purchase of...  \nMeal Periods ..  \nOther Agreements .  \nOvertime, Shift oo...  \nOvertime, Rates  \nPATI Sassi  \nGf WAGES  \nPension Plan  \nProjob Conference  \nPublic Works Project  \nQualifications  \nSHOPS  \nSTOW-Up TMG  \n"]]