[["", "K §44 6057  \n   \nTABLE OF CONTENTS  \nClick on any heading to view text  \nArticle  \nAir-Conditioned ... ApPPODLX G  \nAmending Agreement, ‘Paragraph W. 2. AW  \nApprentices, Paragraphs L & M 0  \nApprentice Wage Rates Appendix H  \nApprenticeship Fuad XI  \nBrokers, Paragraph 1-1(0.4) i]  \nBusiness Representative and Job Steward VI  \nChange of Equipment during shift, Paragraplt Boo... EW  \nChange House, Paragraph U-9(f) & (g) ee XV]  \nClassifications IV  \nClassifications and Wage Rates wa  \nClothing, Special, Tunnel, Paragraph U-9 (k) ... WWE  \nContpressors. pli GAC) saves I]  \nContract Administrative Fund XVIII  \nContributions Payable to the Trust F  \nCoverage, Paragraph B I  \nTunnel, Paragraph U-1 through oo XVI  \nCrews, Paragraph Wi gress XVI  \nPlants, Asphalt, Jobsite, Paragraph M-9 XVI  \nConcrete Batch Plants, Paragraph M-10 oe XVI  \nCentral Mix Concrete Plant, Paragraph M-10 (b) AW  \nConcrete. Truck Mounted Pumps, Paragraph W-7 XVI  \nCrews, Tunnel Minimum, eee XVI  \nDefinitions, Paragraph A .. Enemas |  \nDelinquencies, Fringe: Benefits ... we ALA  \nDelinquent Contractor or Subcontractor, Notice to, ‘Paragraph A — MLA  \nDewatering Systems, Q-12 XVI  \nDispateh Procedure, Paragraph I-1 (b) ..... LI  \nDrinking Water, Paragraph L-6 XVI  \nDural Card Holder, Paragraph li  \nEngineers Contract Compliance Committee XII  \nEmergencies, F XVI  \nEqual Employment Opportunity, Paragraph I  \nEquipment Dealers, Paragraph B-16 |  \nEquipment Loading and Unloading, Paragraph B-20 ooo. j  \nEquipment Operation Outside Regular Shift, Paragraph Q-2 XVI  \nExisting and Other Agreement Vil  \nField Survey - Working Rules and Conditions Paragraph V XVI  \nForeman, Para XVI  \nTunnel, Paragraph U-9 (m) ... ees WI  \nFund for Construction Industry Advancement .. XV  \nCremeral ProviSiOns I  \nGeneral Savings Clause XIV  \nGenerators, Paragraph G-4 (0) II  \nPage  \n71  \n46  \n14  \n71  \n22  \n12  \n16  \n42  \n16  \n51-68  \n31  \n   \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \n   \n  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \n   \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nTABLE OF CONTENTS (Continued)  \nGreasing Field Repair, Paragraph Q-1 & Q-3 oo.  \nGrievances and Disputes, Procedure for Settlement  \nPee eS  \nCGiunite - Conerete Mobile Mixer Operator, — Q-8 ... ww AVI  \nHealth and Welfare Plan... . VII  \nContractor Responsibility, 2. I  \nHiring - Union Responsibility. een I-1. UD  \nHoists, Threc Drums, pep errs eter were AV  \nHolidays, Paragraph G ... va AVI  \nJobsite Reporting, Paragraph Q-4.. we XVI  \nJob Security, Paragraph [.... AN  \nJobsite Transportation, Paragraph XVI  \nJoint Journeyman Retraining Fund AL  \nJourneyman Trainee, Paragraph O a... XVI  \nJurisdictional Disputes, Paragraph H : TI  \nKey Personnel, Transfer of, Paragraph F .. Ll  \nMachinery Dealers, Paragraph B-17 (b) ... ve  \nMaterial, Supplies, Equipment, Purchase of, Paragraph Bt 18. I  \nMeal Periods, Paragraph J .. XVI  \nMeal Period, Tunnel, Paragraph U-ll..  \nMiscellaneous Provistons,  \nOther Agreements ...  \nOvertime, Paragraph W- 3. aes  \nOvertime, Working with Other Trades, s, Paragraph Q- 10.  \nOwner-Operator, Paragraph S ...  \nParking, Paragraph Q-6  \nPOPP PPP  \nPay, Additional! for Special Equipment, Paragraph W-5 & We? occ  \nPayment of Wages, Paragraph K uu...  \nPenalty, Violation of Dispatching Procedure, Paragraph N ou...  \nPension Plan ..  \nPermanent Shops and Ya rds Special Rules, Paragraph X ..  \nPick-up or Other Conveyance, Prohibition of Use, Paragraph P  \nPre-Apprentice Training, orga W-6...  \nPreferred “A” Status, Paragraph G-4 ..  \nQualifications ... ws  \nReport Forms, Trust Funds, ‘Paragraph G..  \nReporting Point, Tunnel, Paragraph U-9 (c) .  \nReporting Time and Minimum hi —— H..  \nRest Period, Paragraph L-7 ..  \nSafety, Tunnel, Paragraph U-12..  \nSanitation, Safety and Rest Periods, Paragraph L..  \nDee Heber atte  \nShifts  \n  \nMultiple, Paragraph B ..  \nSpecial, Paragraph D....  \nPaving and Maintenance. Paragraph D3.  \nONES  \n  \n29  \n20  \n24  \n25  \n26  \n26  \n   \nTABLE OF CONTENTS (Continued)  \nArticle  \nShifts, Tunnel  \nSingle, Paragraph U-9 (a) AWI  \nMultiple, Paragraph U-9 () XVI  \nShort Jobs, Show-up Time and Travel pay, Paragraph Q-1b XVI  \nShops and Yards, Permanent, Special Working Rules, Paragraph X XVI  \nShow-up Time  \nRegular Shift, Hel XVI  \nHolidays and Hours Outside of Regular Shift, Paragraph H-2  \nNon-Payment of, Paragraph Hd XVI  \nSigmalman, Paragraph Q-9 XVI  \nSigning of Documents, Paragraph XVI  \nSpecial Clothing, Tunnel, Paragraplt U-9 XVI  \nPent PN 0 as a XVI  \nSteward VI  \nStrikes, Lockouts, Jurisdictional Disputes il]  \nSubcontracting, Employee Rights.\" Union Standards and Work Preservation, Bold |  \nSubsistence, Paragraph T .. try WWI  \nSupplemental Dues ... SWE  \nTerm, Termination and Renewal .. XX  \nTide Work, Paragraph XVI  \nTools, Paragraph N XVI  \nTower Crane & Gantry Crane Operator, Paragraph (1) AVI  \nTraining, Pre-apprentice, Paragraph W-6 oo. XVI  \nTrust Payment, Delinquencies and Penalties, Paragraph G & XIX  \nTunnel, Definition of, Paragraph UG 0... XVI  \nTunnels. Working Rules and Conditions, Paragraph U XVI  \nUnderground Pay; Paragraph U-9 (0.1) XVI  \nIl  \nVacation-Holiday X  \nWaite Appendix A-E  \nWater Control, Paragraptt XVI  \nWelding Machine, Paragrapl Ik  \nWorks Pera Ore PNG 5 MAM  \nWorking Rules XVI  \n50)  \n  \n21  \n51-68  \n36  \n10  \n15  \n24  \n2004 - 2007  \n  \nEngineers  \nAgreement  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nMASTER LABOR AGREEMENT  \nhetween  \nASSOCIATED GENERAL CONTRACTORS  \nOF CALIFORNIA, INC.  \nand  \nINTERNATIONAL UNION GF OPERATING ENGINEERS  \nLOCAL UNION NO. 12  \nThis Agreement, entered into this Ist day of July, 2004, by and between the Associated Genera! Contractors of  \nCalifornia, Inc., for the Southern California Counties, excluding San Diego County, hereinafter referred to as the  \nCONTRACTORS, as defined below, and the International Union of Operating Engineers, Local Union No. 12, affiliated  \nwith the Building and Construction Trades Department of the AFL-CIO, hereinafter referred to as the UNION.  \nPURPOSE  \nThe Contractors are engaged in construction, survey work and asphalt producing in Southern California and in the  \nperformance of their present and future contracting operations, are employing, and will employ, workmen under the  \nterms of this Agreement. The Contractors want to he assured of their ability to procure workmen for the work covered  \nby this Ayreement, in the area hereinafter defined in Article I. in sufficient number and with sufficient ski]! to assure  \ncontinuity of work in the completion of their construction contracts, The Union and the by this Agreement,  \nintend to establish uniform rates of pay, hours of employment and working conditions for the emplovees covered hy this  \nAgreement. The Union and the Contractors further intend by this Agreement to provide, establish and put into practice  \nan effective method for the sctttement of misunderstandings, disputes and gricvances.  \n"], ["ARTICLE |  \nGeneral Provisions  \n", "A. Definitions:  \n1. Theterm CONTRACTORS, as used herein, shall refer to the Associated General Contractors of Califor-  \nnia, Inc., for their eligible members. A roster of Contractor members, signatory to this Agreement shall  \nbe furnished to the Union at the signing of this Agreement and monthly upon the acceptance of new  \nmembers.  \n2. The term UNION, as used hercin, shall refer to the International Union of Operating Engineers, Local  \nUnion No. 12, affiliated with the Building and Construction Trades Department, AFL-CIO.  \n3. The term CONTRACTOR, or EMPLOYER, shal! refer to a person, firm limited liability company or  \ncorporation, party to this Agreement.  \n4. The term WORKMEN, as used herein, shall refer to persons in the labor market not employed.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 1  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPaya 2  \n   \nACCS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nwt  \n6.  \nB. Coverage:  \n1,  \n   \nThe term EMPLOYEE, or EMPLOYEES. as used herein, shal] refer to the employed person, or persons,  \nand owner-operators covered by this Agreement.  \nAll personal nouns and pronouns refer to the male and female gender.  \nThis Agreement shall apply to and cover ail hours of employment of cach employee of the Contractors,  \nincluding Developers, Builders or Construction Managers and to Owner-Builders to the extent permitted  \nby law within the territory as described in this paragraph, employed to perform or performing any  \nconstruction work within the jurisdiction of the Union. as such employees and construction work are  \nrespectively defined hereafter in this Agreement in the area known as Southern California and more  \nparticularly described as the Counties of Los Angeles, Inyo, Mono, Orange, Riverside, San Bernardino,  \nImperial, Ventura, Santa Barbara, San Luis Obispo, Kern and in addition: Richardson Rock, Santa  \nCruz Island, Arch Rock, San Nicholas {sland, Santa Catalina Island, San Miguel Island, Santa Rarhara  \nIstand, San Clemente Island, Santa Rosa Island, Anacapa Island. the Channel Islands Monu-  \nment.  \nThis Agreement is made for and on behalf of and shall be binding upon all eligibic persons, firms limited  \nliability company or corporations who at the time of execution of this Agreement are, or during the term  \nhereof become members of the Association.  \nEach individual Contractor whether corporate, or other legal entity, or its successor, shall be liable  \nunder, subject to and bound by this Agreement. It is agreed that the wages, hours and working  \nconditions of this Agreement are the wages. hours and working conditions in the area covered by this  \nAgreement.  \nThis Agreement is separate and distinct from and independent of all other Agreements entered into  \nbetween the Union and other Contractor organizations irrespective of any similarity between this  \nAgreement and any other Agreements, and no acts or things done by the parties to such Agreements or  \nnotices given pursuant to the provisions hereof, shall change or modify this Agreement or in any manner  \naffect the contractual relationships of the parties herein, except as otherwise provided in the Article  \ncovering existing and other Agreements.  \nThis Agreement shall cover and apply to all work falling within the recognized jurisdiction of the Union  \nsignatory to this Agreement.  \n(a) It shall cover work on buildings, heavy, highway and engineering construction, including the  \nconstruction of, in whole or in part, or in improvement or modification thereof, including any  \nstructure or operations which are incidental thereto, the operation of all equipment, vehicles,  \nand other facilities, including helicopters, used in connection with the performance of the  \naforementioned work and services, and the assembly, maintenance and repair of ail equipment,  \nvehicles, and other facilities. which has normally and customarily been performed by unit  \nemployees, and including without limitation the following types or classes of work.  \n(b) Street and highway work, grading and paving, excavation of earth and rock, grade separa-  \ntions, elevated highways, viaducts, bridges, abutments, retaining walls, subways, airport grad-  \ning, surfacing and drainage, electric transmission line and conduit projects, water supply,  \nwater development, reclamation, irrigation, draining and flood control projects, water mains,  \npipelines, sanitation and sewer projects, dams, aqueducts, canals. reservoirs, intakes, chan-  \n(c)  \n(d)  \n(e)  \n()  \n(h)  \nnels, jevees, dikes, revetments, quarrying of breakwater or riprap stone, foundations, pile  \ndriving, piers, locks, river and harbor projects, breakwaters, jetties, dredging. tunnels, soil  \ntesting and building/construction inspector. The handling, cleaning, erection, installation and  \ndismantling of machinery, equipment and al] work on robotics, included but not limited to the  \nrigging, handling, installation, maintenance, programming and the use of all stationary and/or  \nportable robots. This shall include the use of all robots used in any industry, including the  \nnuclear field.  \nThe construction, erection, alteration, repair, modification, demolition, addition or improve-  \nment, in whole or in part, of any building structure, including oil or gas refineries and incidental  \nstructures, solar energy installations and appurtenances thereto, also including any grading,  \nexcavations, or similar operations which are incidental thereto, or the installation, operation,  \nmaintenance and repair of equipment, and other facilities used in connection with the perfor-  \nmance of such building construction except where such structures are an incidental or supple-  \nmental part of highway and engineering construction, as defined in this Article.  \nAll conerete form work, including, but not limited to, the fabrication, construction, placing,  \nerection, rigging and hoisting, stripping and removing of all forms and operation of the forklift,  \nteod, pettibone or mobile equipment in reference to all of the above work.  \nAll work in connection with tilt-up slabs, including, but not limited to, benchmarks, layout,  \nsetting of all forms, blockouts, metal door and window jambs, templates for bolts, lift points,  \nknee braces, all stripping of forms (whether or not to be reused) rigging, setting, plumbing, and  \nlining. welding, drilling, ledger bolts, setting ledgers, setting of expansion joints and caulking.  \nAlso to include forms for stairs and loading docks (setting and stripping), installation of all  \ndoors including roll-up, installation of laminated beams or precast structures, and operation of  \nthe forklift in reference to all of the above work.  \nAll work in connection with the hoisting of materials which are to be used by the Carpenters or  \nBuilding Trades workmen will be rigged, guided and handled by employees covered by this  \nAgreement.  \nThe layout. rigging, tagging, signaling, cutting, burning. welding, chain sawing, driving, set-  \nting and pulling of all soldicr piles, shect piles, soldier beams and casings, together with all  \nnecessary walling, shoring, underpinning, struts, bracing, capping and lagging necessary for  \nconstruction of subterranean structures of all types to include, but not limited to subways,  \nsubway stations, buildings, storm drains, sewers, pipelines and all open cut and cover construc-  \ntion projects. Fabrication, construction, removal and stripping of all forms both inside and  \noutside the tunnels and drains to include form liners and membranes, whether they be spray on,  \nglue on, tack on, composed of any and all building materials to include plastic, neoprene, high  \ndensity polyethylene, vinyl cork or any other natural or artificial material. Construction of all  \ncovers and access mats to include ail necessary rigging for setting and removing, whether  \nintermittently or regularly. Installation and removal of a!] timber decking.  \nAll office modular furniture systems including, but not limited to: the unloading by any means,  \nstockpiling, distribution to point of erection, carrying, handling, transportation. uncrating,  \ninstallation, cleaning, and/or staging of all office, commercial, industrial, institutional, and  \nhotel furniture, furniture systems, furnishings, ete., including (but not limited to) all component  \nparts (regardless of their materials or method or manner of installation, attachment or connec-  \n   \n2004 - 2007  \nCnerating  \nEngineers  \nAgreement  \nPage 3  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 4  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \ntion). Also included wil! be layout work including the use of level, transit and any other  \ninstrument or teol (or adaptable tool) required for the work herein described.  \n(i) The placing, handling, moving and erection of all materials which fall within the description of  \nwork set forth in this Agreement from the site of delivery on the job to the point of the job where  \nthe work is to be performed. The erecting and moving of all scaffolds and the moving and  \nhandling of all materials to be used in the erection of scaffolding.  \nThis Agreement shal] also include; work in the Contractor's yards and shops, field survey work, asphalt  \nscreening, soil, cement and crushing plants and operations, forest fires, floods and emergency work.  \nIn addition to the above, this Agreement shall also cover all soils and materials testing, construction  \ninspection, and building inspeetion work performed in connection with any and/or all of the types of .  \nwork otherwise covered hy this Agreement as set forth without exception. Such work shall  \nbe defined by the type of work being performed, and shall not be excluded from this Agreement by virtue  \nof the fact that the awarding agency or developer, or the employer or contractor, chooses to cail such  \nwork bya different name, such as “quality control work” or “quality assurance work.”  \nThis Agreement shall cover and apply to all employees except that it shall not cover and apply to  \nexecutives, superintendents, assistant superintendents, master mechanics, office engineers, timekeep-  \ners, messenger boys, office workers, or any other employee of the Contractors above the rank of craft  \nforeman, except as herein provided.  \n(a} The parties to this Agreement recognize that Operating Engineer Foremen are dispatched by the  \nUnion or appointed by the Contractor and are subject to negotiated wage rates and shift  \nschedules and are covered by contributions into the various Operating Engineer Fringe Benefit  \nTrusts for all hours worked or paid, and as foremen, are utilized as representatives of the  \nContractor in a supervisory capacity.  \n(b) The Union agrees no disciplinary measures will be taken against such foremen for any actions  \ntaken by them as directed by their Employer when such actions conflict with this Agreement.  \nThe Union may, bowever, file all grievances and disputes through the grievance procedure under Article  \nV of this Agreement, and may, at their discretion, institute their prerogatives regarding Union proceed-  \nings. Jurisdictional matters will not be subject to grievance procedure.  \nAll work performed and all services rendered by the employees for the Contractor shall be rendered  \nunder terms and provisions at not less than those contained herein.  \nSubcontracting, Employee Rights, Union Standards and Work Preservation:  \n(a) The purposes of these Subparagraphs are to preserve and protect the work opportunities  \nnormally available to employees and workmen covered by this Agreement, maintenance and  \nprotection of standards and benefits of employees and workmen negotiated over many years and  \npreservation of the right of Union employees, employed hereunder, from being compelled to work  \nwith non-union workmen.  \n(b) In some instances a Contractor signatory hereto joint ventures with a non-union Contractor to  \nbid on certain projects.  \n   \n(d)  \n(c)  \n(h)  \n   \nIf the Contractor joint ventures with a non-signatory entity, the non-signatory entity shall not  \nperform and/or subcontract any work covered by the classifications in this Agreement.  \nHowever, the joint venture shall be afforded the opportunity to sign a Project Agreement.  \nIn the event this joint venture is successful in being low hidder and awarded. the joint venture  \nshail become signatory to this Agreement for this project only.  \nIf the non-signatory partner of the joint venture refuses to become signatory, the signatory  \ncontractor partuer of the joint venture shall assume all responsibilities of the payment of wages,  \nfringe benefit contributions and subcontract obligations for all classifications listed in the  \nAgreement.  \nDefinition of Subcontractor.  \n(1) Subcontractor is defined as any person (other than an employee covered by this Agrec-  \nment), firm limited liability company or corporation, holding a valid State Contractor's  \nLicense where required by law, who agrees orally or in writing to perform or who in  \nfact performs for or on behalf of an individual Contractor, or the Subcontractor of an  \nindividual Contractor, any part or portion of the work covered by this Agreement.  \nNeither the Contractor nor any of his Subcontractors shall subcontract any work to be done at  \nthe site of the construction, alteration, painting or repair of a building, structure or other work  \ncoming within the jurisdiction of the Operating Engineers, or Ironworkers except toa person,  \nfirm. limited liability company or corporation party to an appropriate current labor agreement  \nwith the appropriate Local Union of Operating Engineers or Ironworkers with the following  \nexception:  \nOn projects in the Counties of Los Angeles, Orange, Ventura, San Bernardino, Riverside, Kern  \nand the area of Santa Barbara County South of the Santa Ynez River, where the cust of the  \nproject is over Seven and One-Half Million Dollars ($7,500,000.00) the Unions enumerated (in  \nparagraph (ec) above) will be expanded to include any subtrade Union, affiliated with the AFL-  \nCIO Building and Construction Trades Department, whose wage and fringe benefit costs are no  \nhigher than $26.505 per hour.  \nIn determining the total wage and fringe benefit costs for any of the subtrades, all increases in  \ntrave! pay or subsistence instituted by a subtrade after July 1, 1986 will be prorated on a per  \nhour basis and added to the hourly wage rate and fringe benefits.  \nNotwithstanding the rights and obligations of the Contractor relating to subcontracting set  \nthis Article, the Contractor and the Union recognize the potential for more harmonious  \nlabor relations on any project on which all Subcontractors are signatory to appropriate labor  \nagreements. Pursuant to that recognition the Contractor and the Union agree, upon the request  \nof either party, to participate in discussions regarding the potential development of a project  \nagreement for any specific project, the provisions of which would he applicable to the Contractor  \nand all Subcontractors on the project. While it shall be mandatory that a project agreement  \nmeeting be held if requested by either party, no project agreement shall be implemented unless  \nagreed upon by the Contractor, the Union, and all other Unions to be covered by such project  \nagreement.  \n   \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 5  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 6  \n   \n(i) Any dispute involving this Article will be resolved under the grievance procedure of this Agree-  \niment. An award of the Labor-Management Adjustment Board may be judiciaily enforced.  \nNotwithstanding any other provisions of this Agreement, the Union shall not have the right to  \nuse strike or any other such economic action to enforee any provisions of this Article on Subcon-  \ntracting.  \n12. All work performed by the Contractors or Subcontractors and all services rendered by the Contractors  \nor Subcontractors shall be rendered in accordance with each and all of the terms and provisions hereof.  \n13. All Operating Engineers who perform work covered by this Agreement for a Subcontractor shall be  \nemployees on either the Subcontractor’s payroll or the General payroll and all fringes shall  \nhe paid for these individuals.  \n14. Intheevent ofa jurisdictional dispute where the work in dispute is awarded to the Operating Engineers  \nin accordance with Article ITI, the Contractor or Subcontractor involved shall immediately comply with  \nsuch decision or be subject to suit.  \n15. The Contractor shail provide in his contract with the Subcontractor, the following provisions:  \n(a) Any Subcontractor who performs any work or uses equipment on the project within the  \njurisdiction of the Operating Engineers must be signatory to an appropriate agreement with the  \nUnion.  \n(b) If there is a dispute over the assignment of equipment, the Subcontractor agrees to a meeting  \nwith the Contractor and/or his representative and a representative of the Union.  \n(c) The Subcontractor accepts and agrees to he bound hy the procedures for settling jurisdictional  \ndisputes as set forth in Article ITI. The Subcontractor agrees that he will bind his Subcontrac-  \ntors to said procedures in the same manner and to the same effect as hereimabove provided with  \nrespect to him.  \n(d) In particular, the Subcontractor agrees to be bound by the provisions of Article [II and any  \ndecision or interpretations shall be binding upon and accepted by the Employer and/or Associa-  \ntion and the Union. No party hereto shall refer any jurisdictional dispute to the National Labor  \nRelations Board for setilement.  \nPer (d) above, it is the intent of the bargaining parties to utilize the process detailed in Article III  \nfor the Settlement of all Jurisdictional Disputes on the project. To the fullest extent permitted  \nby the law, the Contractor will require ail subcontractors on the project to utilize this process to  \nsettle jurisdictional disputes.  \nAll subcontractors will be notified when starting work on the project that thevare to utilize the  \nprocess detailed in Article II for the Settlement of Jurisdictional Disputes, to the exclusion of  \nother procedures, nor shall they cooperate or participate in any Board proceeding under Section  \n10(K) of the National Labor Relations Act with respect to any jurisdictional dispute involving  \n    \nthe Operating Engineers.  \n16. fa) The following provisions shall apply in a situation where the Union contends that a  \nASSOCIATED Subcontractor of the Contractor has assigned the performance of work covered by this Agree-  \nGENERAL ment toa workman who is represented by another labor organization.  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n   \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \n(b) In the event the Union contends that the foregoing state of facts exists, it shall have the right to Page 7  \n19.  \n20.  \n21.  \nnotify the Contractor, in writing, of the details and to request the Contractor to take the  \ncorrective action hereinafter specified. Upon receipt of such a notice from the Union, the  \nContractor shall investigate the situation without delay and if it is determined that the labor  \norganization which represents the workmen performing services covered by this Agreement  \ndocs not contend that such serviccs fall within its own craft jurisdiction, the Contractor shall  \nimmediately take the following action:  \n(c) With the mutual agreement of the Subcontractor to replace the workman who has been per-  \nforming the services in question, with an employee represented by the Union; or  \n(d) So alter the Contractor’s relationship to the Subcontractor as will result in the performance of  \nthe services in question by an employee represented by the Union. The Contractor's action may  \nconsist of a change order affecting the scope of the work covered by the Subcontract with the  \nparticular Subcontractor, or a complete termination of the said Subcontract.  \n(e) The Contractor agrees that he shall include in all of his subcontracts, provisions. giving him the  \nright to take any of the foregoing remedial actions.  \n(a) The purpose of this paragraph is to preserve and protect to the maximum extent the Union has  \nthus far been able to negotiate it, the work opportunities normally available to employees and  \nworkmen covered by this Agreement, maintenance and protection of standards and benefits of  \neniployees and workmen negotiated over many years, and preservation of the right of Union  \nemployees, employed hereunder, from being compelled to work with non-union workmen.  \n(b) Nothing in this Agreement shall limit the right of Contractors to utilize machinery and equip-  \nment dealers to perform major repairs on machinery and equipment on or off the jobsite. All  \nother maintenance and repairs which are normally and customarily performed by unit employ-  \nees in the classification of Heavy Duty Repairmen/Welder shall be performed by employees  \ncovered by this Agreement. If the parties to this Agreement determine that this paragraph is  \nunworkable, then either party may reopen the Agreement within sixty (60) days prior notice to  \nthe other party for the purpose of renegotiating this paragraph only.  \nThe Contraetor and his Subcontractors shall bave freedom of choice in the purchase of material, supplies  \nand equipment except that every reasonable effort shall be made by the Contractor and his Subcontrac-  \ntors to refrain from the use of materials, supplies or equipment, which will tend to cause any discord or  \ndisturbance on the project.  \nThe Contractor shall not perform any work with employees at the site of the construction, alteration,  \npainting, or repair of a building, structure, or other work which comes within the recognized jurisdiction  \nof the Cement Masons, Teamsters or Ironworkers unless the Contractor is signed to an appropriate  \ncurrent labor agreement with the appropriate craft.  \nSo far as it is within the contro] of the Contractor, the loading and unloading of equipment which is  \noperated by employees covered by this Agreement or the transportation of such equipment by means of  \nits own power shal! be performed by employees covered by this Agreement. Nothing herein contained  \nshall be construed to prohibit the normal delivery of freight by common carrier.  \nFor hazardous waste removal or remediation, those new methods of operation, systems, procedures,  \nequipment, technology, or other changes that are developed, introduced or utilized by a Contractor or  \nLING  \nBG  \nAGC as  \nCALIFORNI  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \n     \n    \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \n   \nEngineers  \nAgreement  \nPa Subcontractor which replace, modify or add to the work covered by this Agreement, this Agreement shall  \nge 8 :  \napply to such new methods and only employees covered by this Agreement shall perfurm such work.  \n"], ["ARTICLE Il  \nUnion Recognition  \n", "A The Contractor hereby recognizes the Union as the sole and exclusive collective bargaining representative of all  \nemployees and persons employed to perform work covered by this Agreement. Itis understood that the Union  \ndoes not at this time, nor will they during the term of this Agreement, claim jurisdiction over the following class  \nof employees: executives, superintendents, assistant superintendents, master mechanics, time keepers. mes-  \nsenger boys, office workers or any employees of the Contractor above the rank of Craft Foreman. Employees  \nand persons employed to perform work covered by this Agreement specifically include Craft Foreman.  \nB. The Union the Associated General Contractors of California, Inc., as the sole and exclusive bargain-  \ning representative for their respective eligible members. present and future, who are or who become, bound by  \nthis Agreement and agrees that during the term of this Agreement they will not negotiate or enter into any  \nagreement with such individual cligible members of the Association relative to part or all of the subject matter  \ncovered by this Agreement.  \no  \nThis Agreement shall be binding upon each and every eligible member of the Associated General Contractors of  \nCalifornia, Inc., with the same force and effect as if this Agreement were entered into by each eligible member  \nindividually. All eligible members of the Associated General Contractors of California, Inc., shal] remain jointly  \nand severally liable under this Agreement for the term of the Agreement irrespective of whether any eligible  \nmember shall resign or be suspended from the Association prior to the expiration date of this Agreement and  \nsuch liahility shall survive the termination or suspension of membership and remain in foree during the term of  \nthis Agreement, provided. however, that as to such former or suspended members, the provisions of Article III  \nand Article V shall not apply from the time when such member resigns or is suspended from the Association.  \nSuch former or suspended member shal! automatically be bound by ail of the terms of the Union’s Short Form  \nAgreement for the Construction Industry except that he may terminate the Short Form Agreement by giving the  \nappropriate Association and the Union at least sixty (60) days written notice, provided to the Union and shall  \nbe effective only upon receipt at the Union’s main office at 150 E. Corson Street, Pasadena, California 91103  \nprior to June 30, 2007, (or June 30th of any subsequent year if the Union fails to give notice in 2007) of his intent  \nnot to be hound by any new or renewed agreement. Thereafter the termination clause of the Short Form  \nAgreement shall apply. The Association will advise the Union of any such communication and it shall be sent to  \n150 E. Corson Street. Pasadena, California 91103 or notice of any new or resigned or suspended members  \nwithin thirty (30) days after admission to membership or change in membership status.  \nD. Employees employed by one (1) or more of the Contractors for a period of eight (8) days continuously or  \naccumulatively under the work jurisdiction of a particular Union as that term is defined herein shall be or  \nbecome on the eighth (8th) day or eight (8) days after the effective date of this Agreement, whichever is later,  \nmembers of such Union and shall remain members of such Union as a condition of continued employment.  \nMembership in such Union shall be available upon terms and qualifications not more burdensome than those  \napplicable at such times to other applicants for membership to such Union.  \nE. The Contractor shall discharge any employee pursuant to the foregoing section upon written notice from the  \nUnion of such non-payment of fecs required.  \n     \nCALIFORNIA F By Memorandum of Understanding between the bargaining representatives of this Agreement and the bargain-  \nASSOCIATED ing representatives of other geographical areas, provisions may be made for the transfer of certain key  \nGENERAL employees of an individual Employer on a nondiscriminatory basis. Employees of an individual Employer who  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nG.  \nare transferred into the jurisdiction of Local Union No. 12, under the provisions outlined in this paragraph,  \nshall be allowed to remain on the jub or project, in the classification for which they were dispatched, for its  \nduration, but these employees shall not acquire Group “A’ status. However, if any employer is successful in  \nbeing awarded another project in Local Union No. 12, he will no longer be considered as being a Contractor  \nfrom outside the territorial jurisdiction of Local Union No. 12 and will employ all his personnel through ihe  \nDispatch Offices of the Local Union.  \n1.  \n* Definitions:  \nGroup “A” Status:  \n(a)  \n(0)  \n(c)  \n(d)  \nWorkmen who, as employees have performed work covered by this Agreement and who have  \nregistered and have been available for work, as employees at least two and one-half (2%) years  \naccumulatively within the five (5) years immediately preceding registration at the Dispatch  \nOffice in the territorial jurisdiction of the Union and who are available for employment shall  \nattain Group “A” Status and may be requested bya Contractor by name subject to the foregoing  \nand confirmed in writing by the Contractor no later than forty-eight (48) hours after the  \nworkman reports for work. There shall be no job soliciting.  \nWorkmen shall have “A” Status extended for any period of incapacity or military service or for  \nany period during which they are transferred by a Contractor to a job or project outside the  \ngeographical area of this Agreement and are there employed by such Contractor or by a joint  \nventure with which said Contractor is associated. “A” Status to be extended to Owner-Operators  \nwho previously had “A” Status.  \nWorkmen who have completed the Apprenticeship Training Program established under this  \nAgreement shall obtain “A” Status. Any apprentice having been cancelled for just cause after a  \nwritten and specific notice and a full and fair hearing by the Apprenticeship Committee, or who  \nhas dropped out of the program of his own accord shail not be permitted to register for  \nemployment with the Local Union for a period of two (2) years after cancellation or until such  \ntime as he would have graduated from the program whichever time period is shorter.  \nWorkmen employed by an Employer at the time of his Employer signing this Collective Bargain-  \ning Agreement, shall obtain “A’ Status after two and one-half (2'4) years in conformity with  \nSubparagraph (a). Workmen in this category, however, may be called by name by such former  \nEmployer.  \nGroup “B” Status:  \nWorkmen who have lost their preference as Giroup “AV” workmen or who have performed work of the type  \ncovered by this Agreement under a Collective Bargaining Agreement with the Union and who are  \nregistered on the out-of-work list and are available for empioyment.  \nGroup “C” Status:  \nWorkmen whose names are entered on the out-of-work list and who are available for employment but  \nwho fail to qualify for Group “A’ or Group “B”. Workmen dispatched on two (2) occasions and who fail to  \nqualify for the work to which they were dispatched shall not be dispatehed until requested by a former  \nEmployer.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 9  \n   \nAC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 10  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nPreferred “A” Status:  \nShall be permitted with respect to the following classifications, but requests by name will not be  \npermitted unless previously employed by the Contractor.  \nAir Compressor, Pump or Generator Operator... Group |  \nGenerator, Pump or Compressor Opcrator....... Group I  \nGenerator, Pump or Compressor Plant Operator . Group |  \n(a)  \n(b)  \n(c)  \n(d)  \n(c)  \n(f)  \n(h)  \nThe Contractors recognize the person employed under this section is a person who has reached  \nan age where his productivity of operating heavy equipment has been restricted because of high  \nspeed and technical advances, or has been injured in an industrial accident and can be utilized  \non work of this nature.  \n1. It is not the intent of this clause to raise costs of construction, but rather to recognize  \nthe responsibility of the industry to provide suitable employment for such employee. On  \nthis premise, it is understood all Contractors on a job or project will request ail Subcon-  \ntractors and Building Tradesmen to assist in providing such employment to said Oper-  \nating Engineer.  \nWith respect to the above classifications, those registered in the Preferred “A” Status shall  \nprevail.  \nCompressors: When the number of Compressors (excluding compressor house or plant) of the  \n150 C.EM. type, gasoline or diesel driven, exceeds nine (9) on the job or project, an Operating  \nEngineer from the Preferred Classification shall be employed. When the number of units exceed  \nsixteen (16), another Operating Engineer from the Preferred Classification shall be employed.  \nOn any single unit, gasoline or diese! driven, capable of producing 900 C.FM. on a job or project,  \nan Operating Engineer from the Preferred Classification shall be employed. It is further  \nunderstood that a Preferred Operator shall be employed on major drilling and blasting opera-  \ntions to operate the Compressors and assist in the drilling and blasting operations.  \nWhen the number of Welding Machines and/or generators (small portable units) gasoline or  \ndiesel driven, exceeds nine (9) on a job or project, an Operating Engineer from the Preferred  \nClassification shall he employed. When the number of units exceed sixteen (16), another  \nOperating Engineer from the Preferred Classification shall be employed.  \nWhen an Employer uses Generators on his job which total 300 K.-W, an Operating Engineer from  \nthe Preferred Classification shall be employed, excluding asphalt, CTB, concrete and rock plant  \noperations.  \nThis Article shall include the machines of the prime Contractor and/or Subcontractors in  \noperation on any job or project.  \nSubparagraphs (c), (d), (e). (f) and (g) of Section G, Paragraph 4, shall not apply to a job or  \nproject of Seven and One-Half Million Dollars ($7,500,000.00) or less. However, if someone other  \nthan an Operating Engineer is used or assists the operator on any equipment as described in the  \nabove mentioned subparagraphs, then a preferred operator shall be immediately requested  \nfrom the hiring hall and shall remain in the classification for the duration of the job or until such  \ntime as the equipment is no longer in operation.  \n   \n   \n(i) When the number of compressors, welding machines and/or generators in combination, de-  \nscribed in Section G, Paragraph 4, Subparagraphs (c) and (e), exceed twelve (12) on a job or  \nproject, an Operating Engineer from the Preferred Classification shall be employed, when the  \nnumber of units in combination exceed twenty-four (24), another Operating Engineer from the  \nPreferred Classification shail be employed.  \n() The Employer shall call the Union Dispatch Office for all workmen used in the above classifica-  \ntions. The Employer may utilize the services of another employee covered by this Agreement to  \nservice such small units. Workmen registered on the Preferred List shall be dispatched untit  \nthis list is exhausted.  \n(k) Workmen registered in this Preferred “A” Status shall:  \n1.  \nBe incligible to register, and shalt not register for work in any classification other than  \nthose specified in this paragraph.  \nBe fifty-five (55) or more years of age and have had at least ten (10) years employment  \nor availability for employment in any one (1) or more classifications contained in this  \nAgreement of the type or kind of craft work covered by this Agreement, in the geo-  \ngraphic area defined in this Agreement, provided, however, that a person who does not  \nmeet such requirements but who has a physical handicap preventing his employment in  \nany classification except one specified in this paragraph and who has “A” Status, or  \nacquired such handicap as a result of an industrial accident while employed as an  \nOperating Engineer, shall be permitted to so register.  \nAll Officers and Business Representatives of the Union who have had experience in any one (1) or more  \nof the classifications of work contained in this Agreement and all employees above the rank of craft  \nforeman employed by the individual Contractor in the area covered by this Agreement who have previ-  \nously had work experience in one (1) or more of the classifications contained in this Agreement, shall be  \ndeemed to be employed at the trade, and it is the intent of this section to provide that upon return to the  \nemployment of an individual Contractor as an employee at the trade, he shall do so with the same  \npreference as if he had continuously worked for individual Contractors.  \nIn the employment of workmen for all work covered by this Agreement in the territory above described,  \nthe following provisions, subject to the conditions of this Article II, shall govern:  \nHiring- Union Responsibility:  \n(a)  \n(b)  \nThe Union shall establish and maintain open and nondiscriminatory employment lists  \nfor workmen desiring employment on work covered by this Agreement and such work-  \nmen shall be entitled to registration and dispatch subject to the provisions of this  \nArticic.  \nThe District Dispatching Office will furnish, in aceordance with the request of the  \nContractor, each such qualified and competent workman from among those entered on  \nsaid fists to the Contractor by use of written referral, in the order of preference outlined  \nin “Definitions” of this Article, and the selection of workmen for referral to jobs shall be  \nona nondiscriminatory basis and shall not be hased on, or in any way affected by, Union  \nmembership, by-laws, rules, regulations, constitutional provisions or any other aspect  \nor obligation of Union membership, policies or requirements.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 11  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 12  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nSubject to the foregoing, the individual Contractor is the judge as to the competency  \nof all his employees and applicants for employment. The Contractor may reject any job  \napplicant referred by the Union. All employees must perform their work to the satisfac-  \ntion of the Contractor. All workmen shall be employed in accordance with the provisions  \nof this Agreement.  \nNo employee shall be discharged or discriminated against for activitics in behalf of, or  \nin representation of. the Union not interfering with the proper performance of his  \nduties. Any discharge may be subject to the grievance procedure.  \nThe Union will maintain District Dispatching Offices in the following cities to provide  \nservice to the Contractors:  \nistrict Office: Territory Covered  \nPASAMONA Los Angeles County, except Long Beach area  \nVentura. Veltura, Santa Barbara and San Luis Obispo Counties  \niene Kern, Inyo and Mono Counties  \nSE cece marr San Diego County  \nRedlands San Bernardino, Imperial and Riverside Counties  \nAnaheim and Orange County and  \nLong Beach area of Los Angeles County  \nLas Vegas, Clark, Lincoln, Nye and Esmeralda Counties  \nEmployees employed by the Contractor pursuant to the termis of this Agreement shall  \nnot he removed or transferred by the Union unless prior approval of the Contractor  \ninvolved is obtained.  \nThe Union shall not dispatch workers or permit employees to work for a person, firm,  \nlimited liability company, partnership, joint venture or other legal entity why, as a  \n“broker”, or subcontractor, furnishes workers to perform work covered by Article I,  \nSection B, 11 (e) of this Agreement, or who arranges for workers to be placed upon the  \npayroll of a Contractor. A “broker” is a person, firm. limited liability company, partner-  \nship, joint venture or other legal entity. including a Contraetor or Subcontractor. who  \nhires or arranges for the hire of jobsite employces but does not supervise or control their  \nwork or maintain the equipment they use.  \n2.  Hiring-Contractor Responsibilities:  \n(a) The Contractor shail first call a District Dispatching Office (as referred to above) for such  \nworkmen as he may from time-to-time need, and the office shall furnish to the Contractor the  \nrequired number of qualified and competent workmen of the classifications needed and re-  \nquested hy the Contractor, strictly in accordance with the provisions of this Article.  \n(b) It shall be the responsibility of the Contractor, when ordering workmen, to give the Union ail the  \npertinent information regarding the workmen's employment.  \n(c) Reasonable advance notice (but no later than twenty [20] hours prior to the required reporting  \ntime) will be given by the Contractor to the Dispatching Office upon ordering such workmen,  \nand, in the event that forty-eight (48) hours after such notice, the Dispatching Office does not  \nfurnish such workmen, the Contractor may procure workmen from any other source or sources.  \n   \n(d)  \n{c)  \n(a)  \n(b)  \n   \nIf workmen are so employed, the Contractor will immediately report to the Dispatching Office  \neach such workman by name.  \nIn the event of litigation resulting from a jobsite accident, the Contractor will utilize the services  \nof his counsel to represent an employee.  \nWhen the Contractor desires to transfer employees from one district to another, he shall give  \nreasonable advance notice (by telephone or otherwise) to the office in the district where the  \nworkmen are employed. The district office, which includes the area where the workmen are to  \nbe employed, will issue new referrals to the employees.  \nWhen employees are transferred to a job by the Employer and of necessity must remain away  \nfrom their permanent home, the Employer and employee will agree to the amount of compensa-  \ntion if the job is not located in a subsistenee zone.  \nThe Contractor and the Union will not discriminate against any person with regard to employ  \nment or Union membership because of his race, religion, color, sex. age, national! origin, or  \nancestry and hereby declare their acceptance and support of existing laws. This shall apply to  \nhiring, placement, training during employment, rates of pay or other forms of compensation,  \nlayoff or termination, and application for admission to Union membership.  \nIn the event the Union is unable to refer applicants for employment to a Contractor in suffictent  \nnumber, or sufficient type, from the minority groups represented within the local area as may be  \nnecessary to enable the Contractor to fully comply with minority hiring requirements imposed by  \nhis construction contract with any Federal, State or Governmental body. commission or agency,  \nor to enable the Employer to fully comply with all Federal and State laws, Presidential Executive  \nOrder, regulations, rules, directives or orders which cover minority hiring and which are appli-  \ncable to the Contractor, then in any such event the Contractor shall be free to directly recruit  \nfrom any source such number of minority applicants acceptable to the Contractor as may be  \nnecessary to satisfy the needs tu effect such compliance.  \nIt is understood, the Contractor shall submit to the Union, in writing, any such request for  \nminority applicants for employment, together with a copy of the order, directive, rules or  \nregulations pursuant to any such Presidential Executive Order, Fedcrai, State or loca! law, the  \nconstruction project number and a copy of the compliance order.  \nEmployers who utilize certain small types of equipment normally operated by Operating  \nEngineers, for short periods during a shift and of necessity occasionally use the services of a  \nworkman ofa craft other than Operating Engineers to operate this equipment, shall have such  \nworkman referred to him by the Union. The Employer shall notify the Union in writing giving  \nthe name, social security number and job classification of the person he intends to utilize on  \nwork covered hy this Agreement for short periods of time during the shift.  \nPrior to the employment of such workman, the Employer shall first contact the Union advising  \nthem of the type of equipment for which the employee is to be dispatched. If the Employer and  \nthe Union have met and it is determined the job warrants the necessity of such workman, he  \nshall then be dispatched to the Employer but shall only operate the piece of equipment for which  \nhe was dispatched. In the event the Employer violates the provisions set forth in Paragraphs 1,  \n2,3 and 4 of this Section K. then he shall lose the privilege of this Section K. for a period of six  \n(6) months. Any subsequent violations of these provisions, the Employer shail lose the  \nopportunity to take advantage of the aforementioned paragraphs for eighteen (18) months.  \n   \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 13  \n   \nAGC:  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 14  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nM.  \n   \n(c) The workman employed by the Contractor shall designate the fringe benefit trust to which he  \nchooses to have the Employer make contributions in his behalf if such trusts are other than those  \nspecified in this Agreement. Such designatton shall be made by the workman at the time such  \nworkman is referred and is required by this Agreenient to be or become a member of the Union  \nand shall be made in quadruplicate with one (1) copy for ithe Employer, one (1) copy for the  \nOperating Trust Funds Administrator, one (1) copy for the Union and one (1) copy for  \nthe employee.  \ni. In the event the workman shall, as referred to above, designate that such fringe benefit  \ncontributions be made by the Contractor to trusts other than those specified by this  \nAgreement, such contributions shall be made by the Contractor in the amounts speci-  \nfied from time-to-time by the applicable bargaining agreements providing for such  \ntrusts and for the contributions thereto, and shall be made at the time and in the  \nmanner specified by such other trusts or the trustees thereof.  \n2. The Contractor shall advise the Union in writing as to the workman’s qualifications.  \nSuch workman, upon leaving the employ of the Contractor for any reason may register  \non the Union’s referral lists only in the classification for which he was originally  \nreferred to the Contractor. Such workman who leaves the enip!oy of the Contractor  \nshall not gain “A” Status on the Union's referral lists for a period of two and one-half  \n(24) years following his original referral and may register with the Union only in the  \nclassification of work he performs for the Contractor to whom he was originally re-  \nferred.  \n3. The provisions of this Agreement with respect to membership in the Union shall apply  \nsuch workman, including initiation fees and the payment of periodic dues, in the  \nSame manner as is lawfully applied by the Union to all members of the Union.  \n4, No such workman shall be employed to the extent that would deprive a full-time  \nOperating Engineer or Apprentice Operating Engineer from employment with the Con-  \ntractor. No such workman shall de allowed to perform any work covered by this  \nAgreement on a job or with a company which does not meet the requirements for  \nApprenticeship ratio or EEOC rules and requirements.  \nEach Employer who employs over five (5) Engineers on any one (1) jeb or project covered by  \nthis Agreement, or if there are not over five (5) Operating Engineers on any one (1) job or project who  \nemploys over fourteen (14) Operating Engineers on ali Company jobs or projects covered by this Agree-  \nment. shall have a minimum of one (1) Apprentice in his employ, if available. Thereafter. he shal! include  \nan additional Apprentice in each six (6) Operating Engineers employed after the first six (6) on any one  \n(1) job or project covered by this Agreement or in each fifteen (15) Operating Engineers employed after  \nthe first fifteen (15) on all Company jobs or projects covered by this Agreement. Preferred men and non-  \nworking foremen will not be considered in determining the number of Operating Engineers employed for  \nthe purposes of this section.  \n1. Itis agreed that all Apprentices shall be under the direct supervision of a Journeyman at all  \ntimes and shall not perform any work alone. No Indentured Apprentice may be employed as a  \nForeman until he has completed the Apprenticeship Program and is given Journeyman Status.  \nThe Joint Apprenticeship Committee established by the parties to this Agreement shall have the respon-  \nsibility for establishing a referral procedure for Apprentices in conformance with the training stan-  \n   \n   \ndards. The Union shall dispateh all Apprentices in accordance with the procedure established by the  \nJoint Apprenticeship Committee without regard to other provisions of this Article II.  \n1. The cost of dispatching Apprentices shall be borne entirely by the Joint Apprenticeship Trust.  \nN.  AContractor found violating any portion of this Article, as determined by the grievance procedure, shall  \nimmediately pay compensatory damages in the amount of onc (£) day’s pay at the highest journeyman  \nrate under this Agreement for cach day or portion thereof the violation occurred, such damages to be  \nmade payable to the Operating Engineers Health and Welfare Fund and the Contractor shall immediately  \norder another workman from the Union's out-of-work list. If the Contractor is found in violation of the  \nsubcontractor clause, such damages shall be paid to the Union.  \n"], ["ARTICLE Il  \nStrikes / Lockouts / Jurisdictional Disputes  \n", "A.  \nG.  \nItis agreed by the partics hereto that all grievances or arising between them over the interpretation  \nor application of the terms of this Agreement shall be settled by the procedure set forth in Article V hereof.  \nDuring the term of this Agreement, the Union shall not call or engage in, sanction or assist ina strike against  \nor any slowdown or stoppage of the work of the Contractor, The employees will perform the services for the  \nContractor under work described herein when required by said Contractor to do so, and during the term of this  \nAgreement, the Contractor shall not call or engage in, sanction or assist in a lockout of the employees on work  \ndescribed herein.  \nExcept as otherwise provided in this Agreement, there shall be no strike, lockout or work stoppage by any party  \nhereto or any individual Employer.  \nIf work on a project is declared to be unfair by a Building and Construction Trades Council or the International  \nUnion of Operating Engineers, Local Union No. 12, and the work thereon is stopped for that reason, the Union  \nshall not be deemed to have violated this Agreement if, during thé period of said work stoppage, the members  \nof the Union refuse to cross a primary picket line.  \nIt is clearly understood by the parties signatory hereto that all classifications contained in this Agreement shall  \nbe manned by Employees covered hy this agreement and shall be assigned accordingly.  \nThe classifications contained in Appendices “A’,“B”, °C”, “D”, and “E” shall he recognized as the work of the  \nOperating Engineers and shal! be assigned accordingly.  \nNo employee covered hereby may be discharged by an individual Employer for refusing to cross a primary picket  \nline sanctioned by the Building and Construction Trades Council, Craft District Council or Joint Council of  \nTeamsters No. 42 ur the Local Union in the area or for engaging in any conduct protected by Section 7 or 502  \nof the Labor-Management Relations Act of 1947.as amended.  \nThe Union and the Contractors agree, during the term hereof, there shall be no strikes, lockouts, slowdowns or  \nstoppages of work oceasioned by jurisdictional disputes. All employees covered by this Agreement shall perform  \nthe work customarily performed by them and will cooperate and work with members of other organizations  \naffiliated with the Building and Construction Trades Department of the AFL-CIO.  \nWhen making work assignments, the Contractor shall assign the work in accordance with existing inter-craft  \nagreements between the Unions first. [In the absence of such inter-craft agreements, then past practice or the  \nprevailing practice in the locality shall apply. The Union will furnish the Association with approved inter-craft  \n   \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 15  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 16  \n   \nAGC <2  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nagreements. The locality for the purpose of determining the prevailing practice shall be defined as the  \ngeopraphical area covered by this Agreement. Ifa dispute arises prior to the assignment of work, or where  \nthere is no predominant practice in the locality or inter-craft agreement, the Contractor shall consult the  \nrepresentatives of the contesting trades regarding any arguments or facts the trades may wish to present to  \ntheir claim to the work.  \nJurisdictional disputes which cannot be resolved at the local level shal] then be referred to the International  \nUnions involved for determination and the work shall proceed as assigned by the Contractor until such  \ndetermination by the International Unions has been confirmed to the disputing Unions and the Contractors.  \nIn the event of the failure of settlement under the paragraph above, the Contractor and the Unions agree that  \nwhen the contending Unions, through either Genera! President, submit the dispute to the Plan for Settlement  \nof Jurisdictional Disputes for the Construction Industry, the Contractors and the Unions agree to be bound by  \nthe decisions of said Plan and agree to put such decisions into effect without delay. Until resolution of the  \ndispute by the Plan, the assignment of work shall be valid. Each subcontractor will be stipulated  \nto the “Plan” through subcontract documents and no contractor or subcontractor party to this Agreement shall  \nsubmit any jurisdictional dispute to any other jurisdictional dispute resolution process except as provided for in  \nthis Article.  \nThis Plan shall run for the term of this Agreement and shall continue in effect for each year thereafter unless  \nspecifically terminated, effective upon the anniversary date of said Agreement, in accordance with the notice  \nprovisions contained in the Agreement. In the event the Plan for the Settlement of Jurisdictional Disputes for  \nthe Construction Industry ceases to function, the provisions of Article XIV, General Savings Clause, will apply.  \nNothing contained in this Agreement or any part thereof or in this Article III or any part thereof shall affect or  \napply to the Union in any action the Union may take against any Contractor who has failed, neglected or refused  \nto comply with or execute the final settlement or decision reached through the procedures for settlement of  \ndisputes under the terms of Article V hereof, or the jurisdictional determinations in accordance with this Article  \nIll, except grievances concerning secondary provisions of this Agreement, for which the Union may sue to  \nconfirm the award.  \n"], ["ARTICLE IV  \nClassifications  \n", "A.  \nWhen new types of equipment or machines are put into operation, for which present classifications and wage  \nrates are not applicable. the Contractor, the Contractor Association, and the Union, will within three (3)  \nworking days, agree upon a temporary classification and wage rate. Such temporary classification and wage  \nrate shall be immediately referred by the Contractor Association to the Labor-Management Adjustment Board,  \nwhich shall, at its next meeting, review and establish the proper classification and wage rate. Either party  \nhaving a dispute under this Article shall have the right of adjudication of same in accordance with the  \nprovisions of Articte V.  \nThe Contractor and the Union agree that wage scales apply to classifications rather than to workmen. The  \nContractors agree when the number of pieces of equipment on a job or project excced the number of employees  \ncimployed to operate the equipment. the Contractor shall not assign the operation of any of the equipment to any  \nother employee not covered by this Agreement. An employee may be changed from one (1) classifteation or piece  \nof equipment to another classification or piece of equipment and returned to his original classification or piece  \nof equipment only once on any shift. If an employee is changed from one (1) piece of equipment to another piece  \nof equipment, the piece of equipment which the employee leaves may not operate unless the employee is replaced  \nby another employee. (This will not apply when the individual Contractor or Subcontractor has seven (7) or less  \n   \n   \npieces of equipment, excluding Pumps, Compressors and Generators on the job). If the Contractor is found  \nviolating this Paragraph B of Article IV, it is agreed that appropriate compensation shall be the payment by the  \nCuntractor to the Operating Engineers Health and Welfare Fund at the rate of eight (8) hours for each day or  \nportion thereof the violation occurred. However, an employee who is transferred to another piece of equipment  \nand who is not qualified to operate that equipment, shall not be discharged or laid off but shall be returned to  \nthe equipment to which he was originally dispatched if such equipment will be further used within a reasonable  \ntime on the project. This Section B shall not apply to indentured apprentices.  \nThe number of employees and the number of classifications required to perform any operation covered by this  \nAgreement shalt be determined by the Contractor (except for established crew sizes listed in the Agreement),  \nprovided that if a Contractor desires to lessen or increase the number of emptoyees or the number of classiftca-  \ntions used to perform any such operation and no understanding can be reached, then either party may have  \nsame determined by the procedure provided for in Article V of this Agreement,  \nThere shall be no limitations or restrictions against the use of any machinery, tools, or labor-saving devices,  \nprovided, however, that such machinery or power tools and equipment shall be furnished hy the Contractor and  \nprovided, further, that no employee shall be required to work under any conditions that are injurious to his  \nhealth or safety, or in conflict with the present well-established customs in the industry.  \nIfa Contractor ts found violating any portion of this Article the Contractor shall immediately pay compensatory  \ndamages to the Health and Welfare Fund in an amount as determined through the grievance procedure.  \n"], ["ARTICLE V  \nProcedure for Settlement of Grievances and Disputes  \n", "A.  \nThere is hereby a Labor-Management Adjustment Board consisting of the individuals who actually  \nnegotiated this Agreement. The establishment of this Board and the purposes of its existence is for the express  \npurpose of interpreting and enforcing all the terms and provisions contained herein. No dispute, complaint or  \ngrievance shall be recognized unless called to the attention of the individual Contractor and the Union within  \nthirty (30) days after the alleged violation occurred.  \n1. Theparties to this Agreement agree to he bound by any and all decisions, assessments or recommenda-  \ntions and will abide by any compromise recommended by the Labor-Management Adjustinent Board  \nwhose decisions shall be final and binding on either or both parties.  \n2, event the Labor-Management Adjustment Board does not reach a decision for reasons of its own,  \nany dispute or grievance may be referred to arbitration by either or both parties, and the cost of  \narbitration will be borne totally by the losing party. The appealing party shall notify the other party of  \ntheir intent to arbitrate within fifteen (15) working days.  \nThe following procedures for settling grievances and disputes shall be followed without deviation tv the end  \nthat any Contractor or anyemployee of a Contractor will be duly represented in his grievance.  \n1. Nowork stoppages by any or employee, cxcept as noted in Article III will be recognized as a  \ngrievance unless the job or project is in operation. This paragraph is intended to mean, all employees are  \nto work at their assigned duties and to follow the grievance procedure without interrupting the progress  \nof the job. Common judgement is to be used in unsafe conditions and no subterfuges are to be employed  \nby either employees or Contractors.  \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 17  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \n   \nAgreement  \nPage 18  \nQn  \n   \nThe first step toward settling a grievance or dispute will be between the Union Representative and the  \nauthorized representative of the Contractor. If a Job Steward is present on the job or project, such  \nSteward may be requested to lend information as necessary.  \nIn the event the issue is not settled in a mecting between the Union Representative and the Contractor,  \nthe Labor Relations Representative of the Association shall mect with the Contractor and the  \nRepresentative in an attempt to resolve the dispute.  \n(a) At the conclusion of the aforesaid meeting the Union Representative and the Association Repre-  \nsentative shall make a written report of the dispute to their respective principles. Such report  \nshall give all pertinent information and the of their meeting.  \nIn the event the issue was not resolved at this meeting, the issue shall immediately be referred to the  \nLahor- Management Adjustment Board for their consideration and decision.  \n(a) Either party may bring those involved in the dispute to the hearing of the Labor-Management  \nAdjustment Board to assist in presenting their position.  \n(b) After a full hearing has been held, the Labor-Management Adjustment Board in Executive  \nSession, and after due consideration of the case, shall vote by secret hallot as a Board and not  \nas Association members or Union members.  \nThe Joint Chairmen of the Labor-Management Adjustment Board or Arbitrator shall render the decision  \nof the Board, including penalties, reinstatements, discharges, etc., in writing to the parties involved.  \nThis decision is final and binding.  \nA quorum to conduct official hearings shall consist of three (3) Association Negotiators with full power  \nto act for the Association, and three (3) Union Negotiators with full power to act for the Union. No more  \nthan one (1) staff representative frum the Association may represent the Contracter Board Members  \nwho are absent so long as there are at least two (2) Contractor Board Members present.  \nMinutes of all meetings of the Labor-Management Adjustment Board shall be recorded by one of the  \nBoard members selected by the Board, and shall be signed by all members of the Board. Minutes shall  \nbe condensed and nced not be verbatim.  \nThere shall be no attorneys, court reporters, or recording devices of any type at the Labor-Management  \nAdjustment Board hearings, However, in the event of a deadlock and if the matter is submitted to  \narbitration, either party to the dispute has the right to utilize the services of an attorney and a steno-  \ngraphic reporter in order to compile a record of the proceedings, provided that a copy of the transcript  \nshall be furnished to the Labor-Management Adjustment Board and the Arbitrator at no expense to the  \nBoard. The presence of the reporter or the attorneys shall not he permitted during executive session. It  \nis further understood that any party to the Labor-Management Adjustment Board proceedings who was  \nnot afforded the opportunity to be represented hy an attorney at the first step has the nght to appeal the  \ndecision of the Labor-Management Adjustment Board to a court of law.  \nC. In the event a dispute is referred to arbitration, said dispute shall be reduced to writing by the Board. The  \nBoard reserves the right to refer a dispute to the American Arbitration Association or the Federal Mediation and  \nConciliation Service and agrees to abide by their Rules of Procedure.  \nASSOCIATED  \nGENERAL D. The Arbitrator shall have no authority to make recommendations or decisions which would add to, alter. vary  \nCONTRACTORS or modify any of the terms or provisions of this Agreement. All decisions of the Arbitrator shall he based on the  \nOF CALIFORNIA  \n   \nlanguage of this Agreement and the intent of the Negotiating Committee. The Arbitrator shall render a decision  \nwithin sixty (60) days of the final submisston of all evidence and arguments by the Employer and the Union.  \nThe time limit for all the steps in this Article shall be five (5) working days but may be extended by mutual  \nagreement of the Board.  \nThe Labor-Management Adjustment Board shall mect no less than quarterly whether any grievances are to be  \nacted upon or not, to review any problems having arisen in connection with this Agreement.  \nThe Labor-Management Adjustment Board shall draw up ground rules at its first meeting for the application  \nof this Article.  \n"], ["ARTICLE VI  \nBusiness Representative and Joh Steward  \n", "A.  \nThe Business Representative of the Union shall have access to the jobs during working hours for the purpose of  \nperforming his assigned duties.  \nThe Job Steward shall be a working employee, selected hy the Union who shall in addition to his regularly  \nassigned work, be permitted to perform, during working hours, such of his Steward’s duties, as outlined in  \nSection D of this Article, as cannot he performed otherwise. The Union agrees that such duties shail be  \nperformed as expeditiously as possible and the Contractor agrees to allow the performance of such duties as  \nherein set forth. The Union shall notify the Contractor, or his representative, in writing, of the appointment of  \nthe Job Steward, and the Contractor, or his representative, prior to laying off or discharging the Job Steward  \nfor cause, will meet with the representative of the Union servicing the particular job or project two (2) full  \nworking days prior to such intended layoff or discharge. If at that time it is determined it is a justifiable layoff  \nor discharge, the Contractor or his representative will notify the Union in writing of these results. It is  \nrecognized by the Contractor that the employee selected as the Job Steward shal] remain on the job as longas  \nthere is work in a classification he is quatified to perform. The Job Steward shall not be discharged or laid off  \nfor the performance of his agreed-upon duties when performed in accordance with this Article.  \nStewards shall be given job security and have the right to transfer as Steward from job-to-job provided they are  \nqualified employees and perform their employce duties to the satisfaction of the Contractor. There shall be no  \ndiscrimination against the Union Steward for performing his Union duties. New employees shall on their first  \n(1st) day of employment show their job referrals to the Job Steward. If the Steward is not immediately  \navailable, the new employee shall show his referral to the Steward as soon as possible.  \nTo promote harmony between the Union and the individual Contractor, the Steward shall be limited to and shall  \nnot exceed the following duties and activities:  \n1. Check the job referral of each employee dispatched under the terms of this Agreement to the Contractor.  \n2. Work with the Contractor's designated representative in charge of the job in an attempt to resolve  \ndisputes prior to the application of the grievance procedure.  \n3. Report to the Contractor's designated representative any employee covered by this Agreement who  \nworks for less than the negotiated wage scale, for less than the overtime rate or who goes to work  \nwithout a job referral.  \n4. —_ Report to the Contractor's designated representative any work belonging to the Operating Engineers  \nbeing done by non-dispatched workmen or by workmen of another craft.  \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 19  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 20  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nReport to his Business Representative infractions of the Agreement which have not been resolved  \nbetween himself and the Contractor's designated representative.  \n6. | Makeacomplete job check during working hours once a month.  \n7. Report to his Business Representative any employee covered by this Agreement who Icaves the jobsite  \nwithout giving the Employer and the Job Steward prior notice.  \n8. _ Report any reckless or unsafe employees covered by this Agreement on the jobsite to the Contractor's  \ndesignated representative or his Business Representative.  \n9 the steward is off work for up to two (2) years due to injury or illness and the contractor is  \nprovided an unconditional release by the steward’s physician to return to work. the Contractor shall  \noffer the steward work in a job classification the steward is qualified to perform, if the project is still in  \noperation.  \n10. The Job Steward shall not:  \n(a) Stop the work for any reason. or  \n(b) Tell any workman or any employee covered by this Agreement that he cannot work on the job.  \n11. Infraction of either of these two (2) rules shall be cause for immediate dismissal of the Job Steward  \nwithout any prior notice.  \n"], ["ARTICLE Vil  \nExisting and Other Agreements  \nA  \n", "No Contractor, party hereto, shall be required to pay higher wages or be subject to less favorable working  \nconditions than those applicable to other Contractors employing workmen covered by the terms of this Agree-  \nment performing similar work in the area covered by this Agreement, with the exception as set forth in Article  \nXIII.  \nThe parties recognize that the Union has an Agreement with the Dredging Association of California covering  \ndredging work which overlaps with dredging work covered by this Agreement but which also covers dredging  \nwork not covered by this Agreement. In the event the Union contends that an Employer is misapplving this  \nAgreement to dredging work and that the Dredging Association Agreement covers such work, the dispute shall  \nbe submitted for resolution under Article V of this Agrcement. If it is decided that the work in dispute is not  \ncovered by this Agreement and is covered by the Dredging Association Agreement, the Employer shall retroac-  \ntively to the date of the commencement of the work apply all of the wages, hours and working conditions of the  \nDredging Association Agreement to the work. In making such determination the historical custom and practice  \nin the Southern California area shall be controlling.  \n"], ["ARTICLE Vill  \nHealth and Welfare Plan  \n", "A.  \nand welfare fund known as the Operating Engineers Health and Welfare Fund has been established by  \nthe Contractors and the Union by an Agreement and Declaration of Trust dated November 23, 1954, and  \nsubsequently amended by the parties to this Agreement. The Contractors agree to abide by said Agreement and  \nDeclaration of Trust and, further to make payments to the Fund in the amount designated in Appendix “F” of  \nthis Agreement for all straight-ime or overtime hours worked by or paid each employee under this Agreement.  \nThe participation of the Contractors in said Trust shall be for the duration of this Agreement and any renewals  \nor extensions thereof, or for the period workmen are einployed under the terms of this Agreement.  \nIn the event the Trustecs determine that they arc unable to maintain the then existing level of benefits of the  \nPlan without reducing the reserve funds of the Trust below the minimum required six (6) months premiums,  \nthey shall promptly advise the partics to this Agreement and Declaration of Trust of their conclusion and shall  \ncertify to said parties to this Agreement and Declaration of Trust of their conclusion and shall certify to said  \nparties their estimate of the rate of contributions which wili be sufficient to maintain the then existing level of  \nbenefits of the Plan.  \n1. Theparties to this Agreement agree that if a majority of the participants in this Pian at a Semi-Annual  \nMembership Meeting or a special called General Membership Meeting desire to increase the hourly  \ncontribution, as contained in this Article, to maintain or increase the level of henefits by allocating  \nadditional cents per hour from their existing hourly wage rate or from future agreed to wage increases,  \nthey will amend this Article in accordance thereof.  \n2. The intent of Section B. Paragraph 1, of this Article is to maintain the level of benefits agreed to by the  \nTrustees for the period of this Agreement without any increased cost to the Employers.  \nThe Trustees of the respective Trust Funds shall be instructed to comply with these provisions and the parties  \nagree to make any amendments in the respective Trust Agreements necessary to accomplish the above.  \nThe Contractor may make contributions on behalf of executives, craft superintendents, assistant superinten-  \ndents, master mechanics and office engineers as they are defined in the Exclusion Clause of Article I, Section  \nB, Paragraph 8, in the amount and manner to be determined by the Trustees.  \n"], ["ARTICLE IX  \nPension  \n", "A.  \nApension fund known as the Operating Engineers Pension Trust has been established by the Contractors and  \nthe Union byan Agreement and Declaration of Trust dated December 13, 1960, and subsequently amended by  \nthe parties to this Agreement. The Contractors agree to abide hy said Agreement and Declaration of Trust and  \nfurther to make payments to the Fund in the amount designated in Appendix “F” of this Agreement for all  \nstraight-time or overtime hours worked or paid each employee under this Agreement. Participation of the  \nContractors in said Trust shall be for the duration of this Agreement and any renewals or extension thereof or  \nfor the period workmen are employed under the terms of this Agreement.  \nThe Trustees of the respective Trust Funds shall be instructed to comply with these provisions and the parties  \nagree to make any ainendments in the respective Trust Agreements necessary to accomplish the above.  \nThe Contractor may make contributions on behalf of executives. craft superintendents, assistant superinoten-  \ndents, master mechanics and office engineers as they are defined in the Exelusion Clause of Article I, Section  \nB, Paragraph 8, in the amounts and manner to be determined by the Trustees.  \n"], ["ARTICLE X  \nVacation-Holiday Fund  \n", "A.  \nA vacation-holiday fund known as the Operating Engineers Vacation-Holiday Fund has been established by the  \nContractors and the Union by an Agreement and Declaration of Trust dated July 10, 1963. The Contractors  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 21  \n   \nAGC Se  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 22  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nagree to abide by said Agreement and Declaration of Trust and further to make payments to the Fund in the  \namount designated in Appendix “F” of this Agreement for all straight-time or overtime hours worked or paid  \neach employee under this Agreement. The participation of the Contractors in said Trust shall be for the  \nduration of this Agreement or any renewal or extension thereof and for the term of this Agreement.  \nB. The Trustees of the respective Trust Funds shall be instructed to comply with these provisions and the parties  \nagree to make any amendments in the respective Trust Agreements necessary to accomplish the above.  \n"], ["ARTICLE XI  \nJoint Apprenticeship and Journeyman Retraining Fund  \n", "A.  \nA joint apprenticeship and journeyman retraining fund known as the Southern California Operating Engineers  \nApprenticeship and Journeyman Retraining Trust has been established by the Contractors and the Union by an  \nAgreement and Declaration of Trust dated August 1, 1964, and subsequently amended by the parties to this  \nAgreement. The Contractors agree to abide by said Agreement and Declaration of Trust and, further, to make  \ncontributions in the amount designated in Appendix “F” of this Agreement for cach hour worked or paid cach  \nemployec under this Agreement and may be inercased in an amount not to exceed five eents ($0.05) per hour at  \nthe recommendation of the Trustees of the Joint Apprenticeship and Journeyman Retraining Trust.  \nThe contribution shall pay for the administration of the Joint Apprenticeship and Journeyman Retraining  \nsystem and for the administration of the Fund, and shall also pay for the retraining of members in an effort to  \nincrease their skills in operating and repairing equipment. The number of journeyman trainees shall not be  \nincreased during period of economic action under this Agreement.  \nThe Trustees of the respective Trust Funds shall be instructed to comply with these provisions and the parties  \nagree to make any amendments in the respective Trust Agreement necessary to accomplish the above.  \n"], ["ARTICLE Xii  \nENGINEERS CONTRACT COMPLIANCE COMMITTEE (ECCC)  \n", "A.  \nEffective July 1, 1992, the Contractor shail pay in accordance with Appendix “F” for all hours worked or paid  \nto the Engineers Contract Compliance Committee (ECCC). The ECCC shall be established by the Union in  \naccordance with Section 6(b) of the Labor-Management Cooperation Act of 1978, and shall be composed of one  \n(1) contractor representative from each of the contractor associations (4), and four (4) representatives from  \nLocal 12. The purpose of the ECCC shall be to improve job security and organizational effectiveness, and involve  \nworkers in decisions affecting their johs.  \nThe Contractor shall be bound by the Declaration of Trust of the ECCC, and all amendments. Therefore, the  \nparties agree to establish a Joint Labor-Management Cooperative Committee (Committee) for promoting job  \nsecurity of employees working under the Agreement, and for enhancing economic development of the Contrae-  \ntors. Among the methods the Committee shall use to attain these objectives shall be enforcement of the  \nobligation of non- signatory contractors and employers to abide by federal and state prevailing wage laws, or  \nother government agency laws.  \nThe parties shall either establish a new trust fund or participate in an existing trust fund which has these  \nobjectives. There shall be equal! representation of labor and management representative on the trust fund,  \nwhich shall have an executive committee of one (1) labor and one (1) management representative, along with  \nan administrative staff to conduct the Committee's day-to-day affairs.  \n   \n   \nD.  \nThe parties agree that the monies collected shall be deposited in an interest bearing account until the plan  \nbecomes operational, however, during the interim period the parties to the Agreement may place someone in the  \nemployment of the plan to assist in formulating and establishing the program,  \n"], ["ARTICLE XII  \nQualifications  \n", "A.  \nEach of the parties hereto warrants and agrees that it is under no disability of any kind whether arising out of  \nthe provisions of its Articles of Incorporation, Constitution, By-Laws, or otherwise, that wil! prevent it from  \nfully and completely carrying out and performing each and all of the terms and conditions of this Agreement,  \nand further, that it will not, by the adoption or amendment of any provision of its Articles of Incorporation,  \nConstitution, or By-Laws, or by contract or by any means whatsoever, take any action that will prevent or  \nimpede it in the full and complete performance of each and every term and condition hereof. The warranties  \nand agreements contained in this paragraph are made by cach of the signatories hereto on his own behalf and  \non behalf of each organization for which itis acting hereunder. The individuals signing this Agreement in their  \nofficial capacity and the signatories hereto hereby guarantee and warrant their authority to act for and bind  \nthe respective parties or organizations whom their signatures purport to represent, and the Union on whose  \nbehalf the said parties are signing the said Agreement.  \nIt is understood by the Contractors and the Union that there may be other Agreements pertaining to the rental  \nand use of construction equipment and that the Contractors signatory to this Agreement may also be signatory  \nto between other organizations and the Union.  \n1. Nothing contained in any other agreement will change the conditions as set forth in this Agreement  \npertaining to the use of equipment or the working rules and classifications of employces when said  \nequipment is owned by the Contractor and operated or used on any work on which he is the prime or  \nSubcontractor.  \n2. in this Agreement shall retieve any Contractor or Subcontractor from his contractual  \nobligations under such other agreements as referred to in Section B, except as specifically set forth in  \nParagraph |, above.  \nExcept in those cases where an individual member of the participating Contractor Association, on his own  \naccord, has entered into another agreement with the Union, this Agreement contains all of the covenants,  \nstipulations and provisions agreed upon by the parties hereto, No agent or representative of either party has  \nauthority to make, and neither of the parties shall be bound by nor liable for any statement, representation,  \npromise, inducement or agreement not set forth herein. Any provision in the working rules of the Union with  \nreference to the relations between the Contractors and their employees, in conflict with the terms of this  \nAgreement shall be deemed to be waived and any such rules or regulations which may hereafter he adopted by  \nthe Union shall have no application to the work covered herein.  \nNeither party to this Agreement shall cancel this Agreement because of a claimed breach thereof or file any  \naction for damages because of a claimed breach of this Agreement without first exhausting the grievance and  \narbitration procedure of this Agreement, and neither party shall file any action for damages because of a  \nclaimed breach of this Agreement without giving notice, in writing, to the other party and allowing ten (10)  \ndays thereafter to such party fur redress or correction.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 23  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 24  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n"], ["ARTICLE XIV  \nGeneral Savings Clause  \n", "It is not the intent of either the Contractors or the Union to violate any laws, rulings or regulations of any Governmental  \nAuthority or agency having jurisdiction of the subject matter of this Agreement and the Contractor and the Union agree  \nthat, in the event any provision of this Agreement is finally held or determined to be illegal or void, as being in  \ncontravention of any such laws, rulings or regulations, the remainder of the Agreement shail remain in full force and  \neffect, unless the part so found to be void is wholly inseparable from the remaining portion of this Agreement. The  \nContractors and the Union agree that if and when any provision of this Agreement is held or determined to be illegal or  \nvoid, they will then promptly enter into lawful negotiations concerning the substance thereof. In the event the parties  \nare unable to reach agreement within sixty (60) days following the beginning of such negotiations, the parties agree to  \nsubmit the issue to final and binding arbitration. Selection of an arbitrator shall be made in the manner prescribed in  \nArticle V of this Agreement. The arbitrator shall render decisions only on the specific issue submitted to him, and shall  \nhave no authority to change or abrogate other conditions of this Agreement. Any fees and/or expenses of the arbitrator  \nshall be borne by and divided equally by the Union and the Contractors. The decision of the shal be final and  \nbinding on the parties. The no-strike, no lockout provisions of Article II] shall not apply if cither party fails to comply  \nwith the decision of the arbitrator.  \n"], ["ARTICLE XV  \nFund for Construction Industry Advancement  \n", "A. The parties to this Agreement recognize that to protect and expand the interests of the Construction Industry,  \nto be aware of modes and methods of improving the efficiency of the industry and to protect the industry from  \nharmful tegislation whose impact is detrimental to both the employees and the Contractors and without regard  \nto whether such employees are employed by members of Contractors, the individua] Employer will contribute  \nthe sum of six cents ($0.06) per hour for all hours worked or paid for by all employees employed under the terms  \nof this Agreement to the Fund for Construction Industry Advancement. an Employer established and adminis-  \ntered Trust formed and ercated for this purpose and the individual Employer hereby adopts and agrees to be  \nbound by the terms of that certain Trust Agreement establishing the Fund for Construction Industry Advance-  \nment, and further agrees te observe and be bound by the actions and determinations of the Board of Trustees  \nof said Trust.  \nB. It is understood that independent of any other provisions contained in this Agreement which provided for its  \ntermination, Contractors shall have the right and power to cancel unilaterally the provisions, solely of this  \nArticle at any time by delivering notice to the Unions in writing to that effect.  \n"], ["ARTICLE XVI  \nWorking Rules  \n", "The following working rules shall govern the employment of employces performing all work covered by the terms of this  \nAgreement:  \nA Single Shift:  \n1. Eight (8) consecutive hours, exclusive of meal period, between 6:00 A.M. and 5:00 P-M., shall constitute  \na day’s work. Forty (40) hours Monday 6:00 A.M. through Friday 5:00 PM. shall constitute a week's  \nwork,  \n2. The starting time of single shifts shall be at 6:00 A.M., 6:30 A.M., 7:00 A.M., 7:30 A.M. or 8:00 A.M.,  \nMonday through Sunday. Starting time shall be changed only to mect a bona fide job requirement.  \n   \nStarting times shall not be staggered. Written notice shall be given to the Union in cases of deviation  \nfrom the original starting time. In the event the Union is not notified in writing, employees shall be paid  \novertime for all time outside of the regular constituted shift.  \nAll time worked before 6:00 A.M. and after 5:00 P.-M., or all time worked in excess of eight (8) consecutive  \nhours, exclusive of meal period, and all work performed on Saturdays, Sundays and holidays, shall be  \npaid at the applicable overtime rate.  \nThe Contractor, at his option, may start earlier than 6:00 A.M. when twenty-four (24) hours prior  \nnotification to the Union is provided in advance of starting of such shift and confirmed ia writing. In  \norder to qualify for this provision, such shift shall operate for three (3) days or more. Such shift shall  \nwork eight (8) hours at the straight-time rate of pay.  \nMultiple Shifts:  \n1.  \nor  \nWhen so elected by the Contractor, multiple shifts may be worked for three (3) or more consecutive days.  \nprovided that the Union is notified in writing twenty-four (24) hours in advance of the effective date of  \nthe starting of such multiple shift operations provided, however, that workmen working on multiple  \nshifts shall not be interchangeable with those working on a single shift basis. All employces on mullipte  \nor single shifts commencing work prior to the established starting time, shall be paid at the applicable  \novertime rate. In no event shall the regular working hours of different shifts overlap, nor shall any  \ninterval between shifts exceed the reasonable time necessary to change shifts, and in no event shall such  \ninterval exceed one (1) hour, except when a special shift is established in with Section D,  \nSpecial Shifts.  \nWhere the Contractor performs field lubrication and/or repair on equipment outside of the regular single  \nshift operation, employees performing such work shall be considered as working on the multiple shift  \nbasis. The basic per hour wage rate for this eight (8) hour shift is designated in Appendix A-3.  \nWhen two (2) or three (3) shifts are worked, the basic per hour wage rate for these eight (8) hour shifts  \nare designated in Appendix A through C. However, when the day shift starts between the hours of 7:00  \nA.M. and 8:00 A.M.. that eight (8) hour shift shall be patd in accordance with Appendix A-1, B-1, C-1, or  \nE-1 and the second shift shall be paid in accordance with Appendix A-3, B-3, C-3, or E-3. The third shift  \nshall work six and one-ha!f (6%) consecutive hours, exclusive of meal period, for which eight (8) hours  \nstraight-time shall be paid Monday through Friday as designated in Appendix A-1, B-1, C-1,or E-1. All  \ntime worked or paid for eight (8) hours work in one (1) day, on Saturdays, Sundays and holidays, shall  \nbe paid for at the appropriate rate.  \nAny time worked from Friday midnight to Sunday midnight, or on holidays or in excess of the regular  \nshift hours, shall be paid for at the overtime rate, except as provided in Paragraph 5 of this Section B.  \nThe Friday graveyard shift ending un Saturday morning will be considered Friday work. The Saturday  \ngraveyard shift ending on Sunday morning will be considered Saturday work. The Sunday graveyard  \nshift ending on Monday morning will be considered Sunday work.  \nIt is agreed that the Contractor and the Union may mutually agree, in writing, upon different starting or  \nquitting times for any of the above mentioned shift arrangements.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 25  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \n   \nEngineers  \nAgreement  \nPage 26  \n1.  \n2.  \n3.  \n4.  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \na  \nSpecial Shifts:  \nAspecial starting time of an eight (8) hour shift, beginning no earlier than 11:00 A.M. and no later than  \n3:00 P.M. may be established by the Contractor for field lubrication or repair of equipment. Employees  \non this multi-shift shall receive the basic per hour rate as designated in Appendix A-3. The Union shall  \nbe notified, in writing, prior to the establishment of such shift for cach job. In cases of deviation from the  \norigina! established starting time and when the Union ts not notified in writing, employees shall be paid  \novertime for all time worked or paid outside of the regular constituted shift.  \nWhere the Contractor produces evidence in writing to the Union of a bona fide job requirement that work  \ncan only be done outside the regular shift due to safety conditions or other requirements, in such case an  \nemployee shall receive the basic per hour rate as designated in Appendix A-3, B-3, C-3 and per  \nstraight-time pay, Monday through Friday. All time worked or hours paid for, after eight (8) hours  \nworked or paid for in one (1) day, on Saturdays, Sundays and holidays, shall be paid for at the  \nappropriate overtime rate.  \nWhen the Contractor produces evidence in writing to the Union twenty-four (24) hours in advance of a  \nbona fide job requirement that work can only be performed outside the regular day shift due to require-  \nment by City, County or State and other contracting agencies, an employee shall work eight (8) consecu-  \ntive hours, exclusive of meal period, for which he shall receive eight (8) hours pay at the straight-time  \nrate of pay. Monday through Friday. All time worked or hours paid for Saturday, Sunday and holidays  \nshall he paid for at the appropriate overtime rate. When the above conditions exist and it is necessary to  \nbegin or end a shift during the hours specified in Section B, Paragraph 4, of this Article (for Saturday  \nand Sunday work) in order for an employee to complete a forty (40) hour work week, the overtime rate  \nwill not apply; otherwise, all time worked or hours paid for Saturdays, Sundays and holidays and hours  \nworked in excess of eight (8) hours, shall be paid for at the appropriate overtime rate. It is agreed,  \nhowever, in the operation of this shift, no employee will lose a shift’s work. Employees working this  \nspecial shift shall receive the basic per hour rate as designated in Appendix A-2, B-2, C-2, or E-2.  \nShould any paving, paving maintenance jobs, or slurry seal projects, and only a paving, paving mainte-  \nnance job or slurry seal project. by necessityand bid document. specification or solicitation require that  \nthe paving portion of the job be performed on a Saturday and/or Sunday, the overtime provisions of this  \nArticle sha!] not apply.  \n{a) For paving work performed between 6:00 A.M. and 5:00 P.M. employees performing that work  \nshall be paid at their straight-time wage and fringe benefits.  \n(b) All paving work before 6:00 A.M. and/or after 5:00 P.M. or in excess of eight (8) consecutive  \nhours, exclusive of meal period, and all such work performed on a Saturday and Sunday in  \nexcess of forty (40) hours per week shall be paid at the rate of time and one-half (14).  \n{c) At least one (1) day prior to commencement of the paving work on a Saturday or Sunday, the  \nEmployer must call a prejob conference and present to the Union representative an appropriate  \nbid or other document sufficient to satisfy the Union that the paving and or slurry seal work  \nmust he performed on a Saturday and/or Sunday.  \nAspecial starting time may be established on underground utility pipeline jobs only. The underground  \ncontractor may start the operator and oiler on backhoes and trenching machines one (1) hour before the  \nregular constituted starting time for an eight (8) hour shift to be paid at the straight-time hourly rate.  \n   \n   \n  \nshift may be utilized by the Contractor consisting of four (4), ten (10) hour days. The shift may  \nbe established either Monday through Thursday or Tuesday through Friday.  \nStraight-time shall be paid for the first ten (10) hours of this special shift. All time worked after ten (10)  \nhours shall be paid at one and one-half (1'4) times the regular rate. Any time worked after the twelfth  \n(12th) hour shall be paid at two (2) times the regular rate. All time worked on the nonscheduled  \nweekday (Monday or Friday) and Saturday shail be paid at the rate of one and one-half (1) for the first  \ntwelve (12) hours. Anytime worked after the twelfth (12th) hour and all time worked on Sunday shall  \nbe at two (2) times the regular rate of pay.  \nIn the event Monday or Fridayis a holiday, the established shift may be switched to insure a four (4) day  \nwork week for that work week only. Except in cases of a holiday, the Contractor shall not switch a  \nMonday-Thursday shift to Tuesday-Friday, or vice versa.  \nThe Union shall be notified in writing prior to the commencement of this special shift and shall also be  \nnotified at the conclusion of this special shift.  \n[tis also agreed that all of the other provisions of this Article pertaining to starting times, show-up time,  \netc., shall apply and that an eight (8) hour shift cannot be worked in conjunction with the special shift.  \nFailure to notify the Union of the commencement of this special shift, the Contractor shail pay all  \nemployees in accordance with the overtime provision for a regular eight (8) hour shift.  \nAn employee assigned to a four-ten shift reporting for work at the regularly scheduled starting time for  \nwhom no work is provided shall, unless notified before the end of the last work period not to report to  \nwork shall receive pay for two (2) hours. Such pay shall be at the appropriate overtime rate for  \nSaturdays. Sundays and Holidays or the employee’s scheduled day(s) off.  \nIf work is provided they shall receive pay for not less than five (5) hours at the appropriate hourly rate,  \nor if more than five (5) hours are worked, not less than ten (10) hours pay. Such pay shall be at the  \nappropriate overtime rate for Saturdays, Sundays and Holidays or the employee's scheduled day(s) off.  \nEmployees required to suit up and work in a hazardous materia] environment, shall receive Two Dollars  \n($2.00) per hour in addition to their regular rate of pay, and that rate shal! become the basic hourly rate  \nof pay. Employees performing this work, shall not be required to work alone. All OSHA and CAL OSHA  \nSafety Standards shall apply. This premium shall apply only to Level “A” and Level “B” regulated work.  \nTide Work Schedule:  \nThe following provisions shall apply to employees on jobs working a single shift only:  \n1.  \nWhen employees are called out to work broken time or tide work, Monday through Friday, the minimum  \npay for such work shall be eight (8) hours at the applicable regular straight-time rate. Subject to the  \nabove minimum, in computing the time to be paid for under this provision, eight (8) hours or less, worked  \nbetween 7:00 A.M. and 5:00 PM., shall be paid for at the applicable straight-time rate, and time in  \nexcess of eight (8) hours. worked between 7:00 A.M. and 5:00 PM., and any time worked before 7:00  \nA.M. or after 5:00 PM. shall be paid for at the applicable overtime rate.  \nWhen employees are called out to work broken time or tide work on Saturday, Sundays or holidays, the  \nminimum pay for such work shall be eight (8) hours at the applicable overtime rate.  \n   \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 27  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nQF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 28  \n   \n   \n     \nAGC Se’  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nH.  \n   \nEmergencies:  \ni.  \nWhen it is mutually agreed that an emergency exists, such as earthquakes, floods or fire, starting time  \nfor the shift may be made to fit the emergency and eight (8) hours in any twenty-four (24) hour period  \nmay he worked at straight-time. All other terms and conditions of this Agreement shall apply.  \nHolidays:  \nThe fotlowing days shall be recognized as holidays:  \nNew Year’s Day  \nMemorial Day  \nIndependence Day  \nLabor Day  \nVeterans Day  \nThanksgiving Day  \nDay after Thanksgiving Day  \nChristmas Day  \nand the first (1st) Saturday, following the first (1st) Friday in the months of June and December each year. If  \nany of the ahove holidays fall on Sunday, the Monday following shall be considered a holiday. All holidays are to  \nhe paid at the double (2) time rate of pay. All time worked or paid shali be subject to contributions to all trust  \nfunds contained in this agreement.  \nReporting Time and Minimum Pay:  \nI.  \nThe employee will furnish the Employer with his current address and phone number. Any employee  \nreporting for work at the regular starting time and for whom no work is provided shall receive pay for  \ntwo (2) hours at the stipulated rate for so reporting unless: (1) he has been notified before the end of his  \nlast preceding shift not to report, or (2) the Employer has notified the employee prior to teaving home, not  \nAny employee who reports for work and for whom work is provided shail receive not less than  \nfour (4) hours pay, and if more than four (4) hours are worked in any one (1) day, shal] receive not tess  \nthan six (6) hours pay. and if more than six (6) hours are worked in any one (1) day, shall receive not less  \nthan eight (8) hours pay.  \nThe two (2), four (4), six (6) and eight (8) hour provision of this section shall also apply to Saturday,  \nSunday and holiday work.  \nWorkmen referred under Article II to the Employer's job who are not able to perform the job to which  \nthey are referred beeause of their own lack of qualifications or for some other reason which is the  \nworkman's own responsibility, shall not be paid show-up time or subsistence. Workmen who misrepre-  \nsent their qualifications when accepting a job referral to an Employer shall be paid only for actual time  \nworked. Whenever a workman reports for work on his first (1st) shift, he shall immediately advise the  \nEmployer if he is assigned to operate a piece of equipment not familiar to him. New employees on their  \nfirst (1st) day of hire shall be paid for their actual time worked.  \nWhen it is necessary to shut down a job or project because of a bomb threat, employees will be compen-  \nsated as follows:  \n   \n   \n(a) If such an event occurs before the regular starting time, all workmen or employees who have not  \nbeen nvtified not to appear for work and who show up at the jobsite, shall receive two (2) hours  \npay and subsistence at the applicable rate.  \n(b) In order to qualify for this two (2) hours pay (and subsistence if applicable), the employee and/  \nor workinan must remain on the job available for work during the two (2) hour period of time for  \nwhich he receives pay, unless released sooner by the Employer or his representative. Time spent  \nin a holding area, as directed by the Contractor, shall be considered as time worked and paid  \naccordingly.  \n[. Job Security:  \nWorkmen and/or employees shall not sign any documents other than the W-4 Form required by the  \nInternal Revenue Service and the I-9 Form required by the Immigration Naturalization Service. Under  \nwill an employee he required to sign any other document and the Union shall not be held  \nin violation of this Agreement.  \n{a) The Contractors may have other forms pertaining to safety or other forms required by OSHA or  \nthe Federal Government. These forms shall he submitted to the Union for their review prior to  \nthe request of acceptance by the employees. These forms shall be made availabie to the Union  \nprior te submitting them to employees for signature.  \nAny piece of unsafe equipment shall not be operated until the unsafe condition has been eliminated by  \nrepair so that it can be operated in a safe manner.  \nOn all building johs where hoists, forklifts or elevators are used, such employee shall not be replaced by  \nany other operator on the job or project except regular but shall continue to work so long as  \nthe piece of equipment to which he was dispatched remains in operation.  \nAll employees of the Contractor having moved from one job to another with their E:nployer shall be  \ndeemed to be regular employees.  \nJ. Mea} Periods:  \nEmployces shall not work more than five (5) consecutive hours without a one-half (4) hour meal period. When employees  \nwork over five (5) hours without being provided with a one-half (4) hour meal period, they shall receive one-half (4)  \nhour pay at the double (2) time rate. When they are required to work overtime after 6:30 P.M., they shall be allowed a  \nhalf-hour (‘4) meal period for every five (5) hours thereafter they are required to remain on the job. Meal periods may  \nbe staggered so to meet job requirements.  \nK. Payment of Wages:  \nAll wages shall he paid on a designated weekly payday and in no event shall the Contractor withhold  \nmore than five (5) working days. If the regular payday falls on a holiday, the employees shall be paid on  \nthe next regular workday. Employees shall be paid prior to the ending of their regular shift. In the event  \nan employee is not paid prior to the ending of his regular scheduled shift, he shal] be compensated in  \nincrements of one-half (4) hour at the applicable overtime rate until such time as he does receive his pay.  \nWhen workmen are laid off or discharged, they must be paid wages due them at the time of layoff or  \ndischarge. At such time as an employee is paid, he shall be furnished a personal record showing  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 29  \n     \n   \nAGC aes  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n—  \n2004 - 2007  \nAgreement  \nPage 30  \n   \nim  \nAIRY  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \n   \n   \nOF CALIFORNIA  \not  \n   \nstraight-time and overtime hours paid and all deductions itemized for the current pay period. Such  \nrecord shall show the employee’s name, and the Employer’s name and address. In the event the  \nEmployer fails to pay employees laid off or discharged, they shal! be paid waiting time at the straight-  \ntime rate of eight (8) hours per day, five (5) days per week, until the time such payment has been made.  \nAn employee who quits shall be mailed his pay in full by certified mail to his last known address within  \nseventy-two (72) hours, or be paid prior to caving the job or project. In the cvent these stipulations are  \nnot met, he shall receive waiting time as noted above.  \nIf a Contractor pays an employee hy check, draft or voucher, which check, draft or voucher is subse-  \nquently refused payment because the Contractor has no account with the hank, institution or person on  \nwhich drawn, or insufficient funds to his account at the time of presentation, the Contractor shall be  \nrequired to issue only certified checks for all employees working under this Agreement on that job for the  \nduration of the job on which said check was issued, and shall reimburse the employee immediately by  \ncertified check for the insufficient fund check issued and for the bank charges assessed.  \nWhen employees covered under the terms of this Agreement are employed at a higher rate of pay than the  \nminimum established herein during any shift, the higher rate of pay shall apply on ail time worked  \nduring that day.  \nThe Employer shall not discharge or discriminate against an employee under this Agreement because of  \nany industrial injury incurred prior to employment, or the filing of a claim for workmen's compensation  \nbenefits.  \nWhen an employee is injured while at work to the extent of being unable to work for the balance of the  \nday, he shall be paid for a full day at his regular rate. His ability to work or not to work shall be  \ndetermined by a qualified physician.  \nSanitation, Safety and Rest Periods:  \n1.  \nbw  \nAll approved Safety Orders of the California Division of Industrial Safety shall be observed by the  \nContractor and the employees.  \n(a) The parties to this agreement recognize Industrial Wage Order 16-2001 covering “On site  \nConstruetion, Mining, Drilling, and Logging Industries”. Any dispute or grievance ansing from  \nthis Wage Order shall be processed under and in accordance with Article V. Procedure for  \nSettlement of Grievances and Disputes of this agreement.  \nThe Contractor shall be required to furnish standard safety gear and suitable shelter to protect employ-  \nees from falling materials and provide umbrellas on equipment being operated under desert heat  \nconditions and fout weather gear if required.  \nThe Unions shall cooperate with the individua! Contractor and with each other in carrying out all of the  \nindividual Contractor’s safety measures and practices for accident prevention, and employees shall  \nperform their duties in each operation in such a manner as to promote efficient operations of each  \nparticular duty and of any job as a whole. The individual Contractors must post the name and address  \nof their doctor and the compensation insurance carrier on the jobsite.  \n(a) All Federal and State safety rules, regulations, orders and decisions shall be binding upon the  \nContractor and shall be applied to all work covered by this Agreement. No worker  \nshall be required to work under unsafe conditions.  \n   \n   \nM.  \n=~1  \n(b) The individual Contractors shall be solely responsible for implementation and maintenance of  \nsuch safety laws, rules, regulations, standards, orders and decisions. The Union is not respon-  \nsible for such implementation or maintenance.  \nHeaters will be provided on all earth moving cquipment when the outside temperature is below forty (40)  \ndegrecs Fahrenheit during the shift.  \nAir-conditioned Cabs: (See Appendix G attached hercto.)  \nDrinking Water:  \nThe Contractor shall furnish cool and potable drinking water in sufficient quantities for the needs of the  \nemployees and make available sanitary drinking cups, salt tablets and adequate toilet facilities in  \naccordance with California State Law.  \nEmployees shall be given a rest period of not less than six (6) hours hetween the termination of any  \novertime work and the commencement of another straight-time shift. unless performing emergency  \nwork which is not considered a normal job operation.  \nif employees do not receive the required six (6) hours rest period, they shall be paid at the applicable  \novertime rate for each hour worked until they have received six (6) hours rest off the job or project.  \nAn employee who has been found, through the grievance procedure to have been unjustifiably disciplined  \nor discharged for refusing to perform work which would endanger his health or safety or the health or  \nsafety of any other employee, shall be reinstated in his former classification. This is not to be construed  \nasa waiver of the employee's rights under Section 502 of the Labor-Management Relations Act of 1947,  \nas amended.  \nCrews:  \n1.  \nCrew sizes shall be determined by the individual Contractor except as outlined in Appendix A through E  \nand below:  \n{a) Derrick Barges - crews on derrick barges shal] consist of Enginecr-Operator. Engincer-Oiler and  \nDeck Engineer.  \n{b) An Engineer-Operator and Engincer-Oiler or Fireman shall constitute a crew and shall be so  \npresent on the following equipment at all times: Power shovels, draglines, clam-shells, backhoes  \n{excluding Ford Ferguson, Sherman and similar types), all cranes (except as excluded else-  \nwhere in this Agreement) Whirleys or other types, excluding tower cranes, mucking machines  \nover 3 cu. yd. capacity, trenching machines (except Ford Ferguson, jeeps and similar types), pile  \ndrivers, derrick barges, Drill rigs (rotary churn or cable too!), and paving mixers. The Engi-  \nnecr-Oiler or Fireman shalt be under the direct supervision of the Engineer-Operator. An  \n_Engineer-)perator or Journeyman Trainee may be utilized instead of Oiler or Fireman.  \n(c) An Oiler shall not be required on backhoes with the following attachments: Hy ram or breaker,  \nshear, vibratory or sheepfoot roller attachments, and grapple or magnet when used on demoli-  \ntion projects. Itis also understood that an Oiler will not be required when the backhoe is being  \nused to load trucks and is not cutting to grade. However, if someone other than an Operating  \nEngineer is used to check grade, spot trucks, signal the Operator, oil, grease, or assist the  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 31  \n   \nAGC Xe  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \n   \nAgreement  \nPage 32  \n(d)  \n(e)  \n(f)  \n@®  \n(h)  \n0  \n(K)  \n(I)  \n{m)  \n(n)  \n(0)  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nOperator in any manner, then an Ojler shall be immediately requested from the hiring hall and  \nshall remain in that classification for the duration of the job or until such time as the backhoe is  \nno longer in operation on the job. It is further understood that a Grade Checker may be used  \ninstead of an Oiler but that Grade Checker shall be identified with the backhoe at all times.  \nWhen two (2) backhoes are being used to exeavate a ditch to receive pipe and the machines are  \nin close proximity to each other, then onc (1) Oiler may be employed for both machines.  \nGradalk Operator: an Oiler shall not be required on gradalls, however, if someone other than an  \nOperating Engineer is used to check grade, or assists the Operator in any manner, then an Oiler  \nshall be immediately requested from the hiring hall and shall remain in that classification for  \nthe duration of the agreement.  \nA Stiff Leg or Guy Derrick shail be operated by two (2) Operators. When two (2) such units are  \nutilized on a job or project. a third (3rd) Operator shall he employed to assist or relieve the other  \ntwo (2) Operators.  \nWhen three (3) Guy Derricks or Stiff Legs are utilized on a job or project, four (4) Operating  \nEngineers shall be employed.  \nWhen four (4) Guy Derricks or Stiff Legs are utilized on a job or project, six (6) Operating  \nEngineers shall he employed.  \nA Pedestal Crane or Pedestal Concrete Pump shall be operated by two (2) Operators. When two  \n(2) such units are utilized on a job or project, a third (3rd) Operator shal] be employed to assist  \nor relieve the other two (2) Operators.  \nWhen three (3) Pedestal Cranes or Pedestal Concrete Pumps are utilized on a job or project, four  \n(4) Operating Engineers shall be employed.  \nWhen four (4) Pedestal Cranes or Pedestal Concrete Pumps are utilized on a job or project, six  \n{6) Operating Engineers shall be employed.  \nCrawler Transporters (Neil F Lampson or similar type) shall have a minimum crew of two (2)  \nOperators.  \nCreter Crane - one (1) crane Operator (Group VJ) and one (1) Oiler (Group J).  \nPolar Crane -each Polar crane on a job or project shall have no less than one (1) Operator (Group  \nTX) and one (1) Signalman - manual signals or radio equipped (Group I}.  \nMaterial Hoist/Manlift Operator — The recognized crews for the installation. erection and  \ndismantling of Material Hoist/Manlift will be a minimum of one (1) operator.  \nTower Crane and Tower Gantry - The recognized crews for all Tower and Gantry Cranes is one  \n(1) Operator.  \nWhen the Contractor erects three (3) Tower or Gantry Cranes on a project, then four (4)  \nOperators shall be employed. The fourth (4th) operator may be utilized to operate other  \nequipment that may be in use on the job or project from either the Contractor or Subcontractor  \nthat is used intermittently. When the number of Tower or Gantry Cranes exceed three (3), then  \nthe parties shali meet and decide the crew size.  \n10.  \nAn Engineer-Oiler shall not be required on whcel-type rough Terrain Cranes (center mount) up to and  \nincluding 80 ton M.R.C. used for hook work only. Cranes in excess of 80 ton M.R.C. shall be rated at the  \nhighest capacity and shall not be de-rated by the factory for purposes of utilizing only one (1) Operating  \nEngineer. The above equipment shal! not exceed two (2) axtes.  \nWheel-type truck cranes which are factory manufactured to be driven and operated by the same sct of  \ncontrols from the same scat, of 40 ton or less M.R.C., shall be operated by an Operating Engineer. Cranes  \nin excess of 40 ton M.R.C. shail be rated at the highest capacity and shail not be de-rated by the factory  \nfor the purposes of utilizing only one (1) Operating Engineer. The above equipment shall not exceed three  \n(3) axles.  \nWhen rubber-tired hoom-type excavating equipment with a yard bucket or less and rated at less than  \nfifteen (15) ton M.R.C. is used, an Engineer-Oiler shall not be required.  \nWhen the above named crew requires assistance, another employee or employees covered hy this Agree-  \nment shail be used.  \nAll truck mounted auger type drilling machines require an Oiler.  \nThe following track mounted drilling machines do not require an Oiler:  \n(a) Drilling machines, track and truck mounted Watson 1000 through 3000, or similar type, and all  \nDirectional Boring Machines and Locators or any other attachments that is used for the assis-  \ntance to the operator.  \n(b) Drilling machines, track mounted Texoma 330 through 900, or similar type.  \n(c) Calweld Bucket type, 100 and 200B, or similar type.  \nWhen any assistance is needed on these drilling machines, it shail be by employees covered by  \nthis Agreement.  \nAt the option of the Contractor, any cranes, shovels, draglines, backhoes and clamshells which require  \nan Operator and Oiler, may be manned by two (2) Operators.  \nAsphait Plants: Crews on manually operated jobsite asphalt plants shall consist of a Plant Engineer,  \nFireman and an Apprentice. On automated asphalt plants, the crew shall consist of a Plant Engineer  \nand an Apprentice. The crews as required by this Section M, shall be identified with the plant at all  \ntimes. On small portable plants, a Plant Engineer and a Fireman will be required.  \nConcrete Batch Plants:  \n(a) Crews on jobsite concrete batch plants (dry) shall consist of a Batch Plant Operator. On multiple  \nbatch plants, the crew shall consist of a Batch Plant Operator and an Oiler.  \n(b) Crews on central mix concrete plants shall consist of a Plant Engineer, Mixerman and Oiler or  \nApprentice.  \n(c) The crew on a small portable plant, mixer size of four (4) cubic yards or less, shall consist of one  \n(f) Operator.  \n   \n2004 - 2007  \n  \nEngineers  \nAgreement  \nPage 33  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 34  \n   \ntt. Onasphalt, CTB, concrete batch plants and central mix concrete plants where commercial power is not  \navailable, the operating crew of such plants shall service and maintain units used for generating power  \nfor such plants. The same shall apply to rock crushing plants.  \n12. Whenan Operating Engincer requires assistance in the operation and/or repair of equipment or machin-  \nery, another employee, or employces, covered by this Agreement shall be used.  \n13. The Employers and the Union agree that every reasonable effort shail be made to insure the safety of  \nemployees, such as greasers, welders and repairmen by not requiring them to work alone during the  \nhours of darkness or by remoteness of the project.  \n14. Noemployee shall be penalized in any respect for observing the Working Rules and By-Laws of this Local  \nUnion not in conflict with this Agreement.  \nN. Tools:  \n1. The individua! Employer shail provide on each jobsite a secure place where his Heavy Duty Repairman  \nmay keep his tools. If all or any part of a Heavy Duty Repairman'’s kit of working tools is lost by reason  \nof the failure of the individual Employer to provide such secure place, or by fire. flood or theft involving  \nforcible entry while in the secure place designated by the individual Employer. the individual Employer  \nshall reimburse such Heavy Duty Repairman for any such loss from a minimum of Fifty Dollars (350.00)  \ntoa maximum of Seven Thousand Five Hundred Dollars ($7,500.00). In order to obtain the benefits of  \nthis paragraph, a Heavy Duty Repairman must provide the individual Employer with an inventory of his  \ntools at the time he commences work and an additional inventory every sixty (60) days.  \n2. Heavy Duty Repairmen shall furnish their own hand tools, but special tools shall be furnished by the  \nindividual Employer as needed, such as: Pin Presses, Spanner Wrenches, Air or Electric Wrenches,  \nTesting and Measuring Devices other than a hand rule, Gear and Bearing Pullers, Electric Drills,  \nReamers, Taps and Dies, Oxyacetylene Hoses, Gauges, Torches and Tips, twenty-four (24) inch Pipe  \nWrenches or Socket Wrenches and sockets requiring over three-quarter (*4) inch drive. Heavy Duty  \nRepairmen and/or the registered Apprentices shall be entitled to adequate tool pick-up time before the  \nend of each shift.  \n0, Journeyman Trainee:  \n1.  Itis agreed that a Journeyman Trainee may be employed by an individual Employer for a period of thirty  \n(30) days at fifty cents ($0.50) per hour below the classification at which he will be performing. In the  \nevent the Journeyman Trainee is employed less than thirty (30) days by the individual Contractor, the  \nJourneyman Trainee shall receive the full rate of the classification of the work he performed retroactive  \nto his first day of work.  \n2. It is the intent of this section to provide a method of allowing present Journeymen to expand their  \ncapabilities in the industry. The maximum Journeyman Trainees allowed to any Contractor at anyone  \n(1) time shall be two (2).  \n   \nP. The Contractor shall not require or permit directly or indirectly any employee covered by the terms of this  \nAGC Agreement to furnish a pickup or other conveyance to be used for work covered by this Agreement.  \nCALIFORNIA a  \nASSOCIATED 1. Itis theintent of the parties that remedies fashioned under the grievance procedure (Article V) of this  \nGENERAL Agreement for violation of the provision shall include reasonable compensation for the use of the vehicle  \nCONTRACTORS and the Labor-Management Adjustment Board or shall, in addition thereto, assess monetary  \nOF CALIFORNIA  \n   \n   \npenalties for violations of the provision designed to discourage further violations and shall, in a subse-  \nquent case, deprive the violating Contractor of the benefits of the Union's no-strike commitment, (Article  \nIII} herein and use of the grievance provisions (Article V) of this Agreement for additional violations of  \nthis paragraph.  \nQ. Special Rules:  \n1.  \nwart  \n=~  \nshall receive not less than one-half (4) hour of pay at the appropriate overtime rate for firing  \nup and/or starting and oiling and/or greasing or repairing of equipment or machinery when performed  \nbefore or after the regular shift.  \nWhen equipment is operated before or after shift or on Saturdays, Sundays or holidays, the employee  \nassigned to such equipment during the regular shift shall work the overtime except in case of emergency.  \nWhen the overtime work is assigned to anyone other than the employee assigned to such equipment or  \nwork during the regular shift, the employee assigned during the regular shift shall he compensated at  \nthe applicable overtime rate.  \nWhen field repair is performed on overtime, the overtime shall be distributed equitably among the  \nemployees performing this work.  \nshall travel to and from their daily initial reporting place on their own time and by means of  \ntheir own transportation. Whenever free parking is not available on or within 350 yards of a jobsite. the  \ncontractor shall be responsible for designating a free parking area for his employees. The Contractor  \nshail be responsible for payment of wages from the reporting point (parking area), to the jobsite and  \nfrom job-to-job and return. However, employees who voluntarily report to a point for free transportation  \nto the jobsite will not be compensated for the time enroute and return. For off-shore work, employees will  \nreceive travel pay at straight-time rates from point of embarkation to jobsite and from jobsite to  \ndebarkation, regardless of mode of transportation.  \nJobsite Transportation:  \nWhenever, because of remoteness of parking areas, hazardous road conditions or security restrictions,  \nthe Employer is required to furnish transportation for workmen within the jobsite to the place of their  \n“work”, this transportation shall be equipped with seats and handrails.  \nIn the event free parking facilities are not available within three hundred and fifty (350) yards of a  \njobsite, the individual Employer will provide such facilittes and the individual Employer shall have the  \nright to designate parking areas to be used. Where, hecause of congested parking conditions, it is  \nnecessary to use public facilities, the Employer shall reimburse the employee for the cost of such parking  \nupon being presented with a receipt or voucher certifying to the cost thereof, such reimbursement to be  \nmade on a weekly basis or at the conclusion of the project, whichever occurs earlier. Designated parking  \nareas Shall be reasonably safe, secure and level and graded to the drain.  \nEmployees covered by this Agreement shail operate all hoisting equipment on the job or project.  \nCombination Mixer and Compressor Operators on Gunite work shail be classified as Concrete Mobile  \nMixer Operators.  \nThe necessity for the use of an employee as a Signalman shall be determined by the Contractor, When  \nused, he shall be an Engineer-Oiler as defined herein, who assists in giving or relaying signals by  \n   \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 35  \n   \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 36  \n   \nmechanical means (also by means of hand siguals on excavation work), directly to the operator of  \nhoisting equipment only.  \n10. When Operating Engineers are working with other trades or crafts they shall be compensated on the  \nsame overtime conditions as the trade or craft they are working with.  \n11. Onall short jobs, such as paving, small utility jobs, equipment rental operations, etc.. any employee  \nreporting for work and for whom no work is provided shall reccive two (2) hours show-up time for so  \nreporting, unless he has been notified prior to the end of his last preceding shift or prior to leaving his  \nhome not to report for work.  \nAny employee for whom work is provided shall receive four (4) hours pay and if more than four (4) hours  \nare worked in any one (1) day. shall receive not less than six (6) hours pay. and if more than six (6) hours  \nwork is provided, he shail not receive less than eight (8) hours pay. All travel time shall be considered as  \n. work time. It is understood between the parties that this provision does not include truck crane rental  \noperations.  \n12. Water Control:  \n(a) A Dewatering System is a combination of one (1) or more pumps of any type, size or motive  \npower, including but not limited to Wellpoint pumps, submersible pumps, well pumps, ejector or  \neductor pumps in combination with wells, wellpoints, sumps, piping and/or other appurte-  \nnances, powered by diesel, electric, gasoline, or any other type of motive power to control water  \non any and all types of construction work.  \n(b) During the day shift, a Dewatering System shall be started, stopped, serviced and maintained  \nby an employee covered by the terms of this Agreement, however, a Pump Operator will not be  \nrequired on the day shift provided there are other Operators on the jobsite assigned to service  \nand maintain the pumps during said day shift. A Pump Operator will be required on the second  \n(2nd) and third (3rd) shifts unless full shifts are worked by the second (2nd) and third (3rd)  \nshift personnel.  \n(c) When submersible or well pumps are operated with public electric power, an Operating Engi-  \nneer will not be required. Jobsite maintenance or repairs on the system, if required, shall be  \nperformed by an Operating Engineer. An Operating Engineer will not be required on a single  \nsmall unit, which is used for the filling of a water tank or water trucks.  \nR. Foreman:  \nt. Ifa Contractor employs seven (7) or more employees covered by this Agreement, excluding Engineer-  \nOiler and Signalmen. Compressor Operators, Pump Operators, Generator Operators, Rodmen, Chain-  \nmen, Instrumentmen, Chief of Party and Forklift Operators on a project, an Operating Engineer Foreman  \nshall be employed at the rate of not less than One Dollar and fifty cents ($1.50) per hour over the hourly  \nrate of the highest paid Operating classification under his supervision. The additional pay  \nshall be added to the regular rate and become the base rate for the entire shift. He shall not operate  \nequipment except in an emergency or when the regular operator is temporarily absent.  \n2. When less than seven (7) employees are working and the Employer assigns supervisory authority to one  \nof the journeymen, he may be required to work at the trade, but will be paid at the Foreman’s rate, and  \n   \nASSOCIATED  \nGENERAL the additional pay shall be added to the regular rate and become the base rate for the entire shift.  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nIf an individual Contractor employs forty (40) or more employees covered by this Agreement on any oil or  \ngas refineries and incidental structures, solar energy installations and appurtenances thereto, nuclear,  \nvil, gas or coal power plants and desalination installations and appurtenances, excluding Engineer-Diler  \nand Signatman, Compressor Operators, Pump Operators, Generator Operators, Rodmen, Chainmen,  \nInstrumentmen and Chief of Party on a project, an Engineer General Foreman shall be  \nemployed at the rate of not less than One Dollar and fifty cents ($1.50) per hour over the hourly ratc of  \nthe highest paid Operating Engineer Foreman on the job or project. The additional pay shall be added to  \nthe regular rate and become the base rate for the cntire shift. He shal) not operate equipment except in  \nan emergency.  \nS. Owner-Operator:  \nWhenever “Owner-Operator’” is used in this paragraph, it means Operating Engineer equipment Opera-  \ntor-Employee only. The classification of Heavy Duty Repairman/Welder or a Lubrication and Service  \nEngineer of equipment (generators. welding machines, fixed drills, grease trucks, lube trucks) are  \ncovered elsewhere in this Agreement. Nothing in this paragraph shall apply to any person or equipment  \nexcept where the owner of the equipment operates the equipment in the performance of work, covered  \n. by this Agreement for an individual Empioyer.  \nAn Owner-Operator is a person who has legal or equitable title to his equipment and operates the  \nequipment himself on work covered by this Agreement and he shall operate only that equipment to which  \nhe has legal or equitable title. An Owner-Operator shail have proof of ownership of the equipment being  \noperated in his possession at att times and shall produce such proof of ownership upon request by the  \nUnion or the Contractor. It is further agreed that any time an individual Owner-Operator has a piece of  \nequipment operated by someone other than himself on any given job or project, the provisions of this  \nSection $ will not apply to such equipment, rather, Article I, Section B, Paragraph 11 of this Agreement  \nshall become applicable.  \nThe Owner-Operator shall nut be subject to the provisions of Article IT, Section [. Paragraphs 2(a), (d)  \nand (c} of this Agreement, previded that the Owner-Operator has signed a W-4 Form and becomes a bona  \nfide employee of the Employer prior to going to work and the Union shall be notified of the name and  \nsocial security number of the Owner-Operator within twenty-four (24) hours after the Owner-Operator  \nis hired, such notice to he given to the Dispatch Office in the district in which the work is being performed  \nand confirmed in writing within twenty-four (24) hours thereafter. A copy of the notification shall be  \nfurnished by the contracting Employer to the Owner-Operator and this copy shall be in the possession of  \nthe Owner-Operator at all times, so long as he remains on the job or project. This notice must be  \nproduced upon request by the Union, Failure of the Owner-Operator to produce a copy of the aforemen-  \ntioned notification and proof of ownership of the equipment being operated shall he cause for his removal  \nfrom the job or project until the Owner-Operator and the Employer have complied with the requirements  \nof this paragraph. The Owner-Operator is subject to the provisions of Article I], Sections D and EF.  \n(a) Effective from the time the Owner-Operator first reports to work on the job or project, the  \nContractor shail take all necessary steps to make the Owner-Operator an actual bona fide  \nemptoyee of the Contractor. The Contractor shall retain and exercise supervision and controt  \nover the manner and means by which the Owner-Operator performs work under this Agree-  \nment, and shall treat the (wner-Operator in all respects as any other employee of the Contractor  \nis treated, except as otherwise provided in this Section S, The Contractor shail deal with the  \nOwner-Operator solely in an employer-employee relationship, and shall not treat the Owner-  \nOperator as a self-employed person. independent contractor or brokered service. The Contrac-  \ntor shall not act as a broker of Owner-Operator services to any other party and any payment by  \n   \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 37  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \n   \nAgreement  \nPage 38  \nthe Contractor to any broker or other person except a si gnatory subcontractor for the services  \nof an Owner-Operator shall be a violation of this Agreement.  \n(b) The Contractor shall not permit a self-employed person te perform any work covered by this  \nAgreement. A “self-employed person” is one who works for an unincorporated trade or business  \nin which that person owns ten {t0%) percent or more of the interest in the capital or profits.  \n(c) The Contractor shall be liable in damages to the Operating Engineers Health and Welfare Fund  \nin an amount equal to the contributions plus interest and liquidated damages from the date  \ncontributions would have been due that would have been paid on an employed person to perform  \nwork covered by this Agreement. The portion of the contribution designated as Supplemental  \nDues, in Appendix “F” shall be forwarded to the Union by the Trust Administrator. The monies  \npaid under this provision shall be as damages and not for the benefits of any specific individual.  \n{d) An incorporated Qwner-Operator shall. for the purposes uf this Agreement, be designated and  \nrecognized as a Subcontractor and, as such, shall provide the Contractor, Union and the Trust  \nFunds with bona fide information to the effect of such incorporation.  \nSeparate cheeks shall be issued to such Owner-Operator for: (1) cmployce’s wages, as defined in Section  \nH of this Article and. (2) for his equipment.  \nAll hours worked or paid for under the terms of this Section S, shall be reported to, and payments made  \nto. the Operating Engineers Trust Funds, as provided for in this Agreement.  \nThe individual Employer will not devise or put into operation any scheme to defeat the terms of this  \nsection of this Agreement.  \nIf a Contractor, through the grievance procedure, is found violating any portion of this Article, the  \nContractor shall immediately pay compensatory damages in the amount of one (1) day's payat the Group  \nXIII rate for each day or portion thereof that the violation occurred, such damages to be made payable  \nto the Operating Engineers Health and Welfare Fund.  \nT. Subsistence:  \n1.  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nIn the subsistence area as hereafter defined in Exhibit “A” subject to the exceptions noted below,  \nsubsistence shall be paid at the rate of Thirty Dollars (830.00) per scheduled workday. There shall he  \nno prorating of subsistence. Subsistence shall apply to workmen and/or employees who report to work  \nand for whom no work is provided.  \n(a) Effective on ail work bid after July 1, 2004, the areas inside the boundaries of China Lake Naval  \nReserve. Vandenburg Air Force Base and Point Arguello, Zone Pay as hereinafter defined in  \n“Exhibit A” shall apply for which the hourly rate of pay will be Three Dollars and seventy-five  \ncents($3.75) per hour above the regular rate and shall become the base rate for the entire shift.  \nAn employee or who is required to report or perform any work in a subsistence area, for any  \nportion of the day or shift, shall receive the established subsistence rate for the entire day or shift.  \nException to the above requirements may be taken and no subsistence furnished or paid in the following  \ninstances:  \n   \n(a) Where the work performed on the job or project is located entirely within the free zone desig-  \nnated in Exhibit “A”.  \n(b) When the home of an employee, at the time a job is bid or commitment made on non-bid jobs is  \nlocated within the subsistence arca and within a thirty (30) mile radius of the center of the job  \nor project, which is also located in the subsistence area.  \n(c) Where subsistence is applicable when the Contractor advises the employee that the project will  \nbe discontinued for a period of two (2) days, he shall give the employee the opportunity to return  \nto his home and subsistence shall not be applicable for these days. if such notice is not given to  \nthe employee, subsistence shall be payable for the days that work is discontinued.  \nSubsistence shall be paid at the rate of Thirty-two Dollars (332.00) per day in the counties of Inyo and  \nMono.  \nWhen the home of an employee, at the time a job is bid or commitment is made on non-hid jobs, is located  \nwithin a fifty (50) mile radius of the center of a job or project in Inyo and Mono Counties, subsistence will  \nnot be applicable.  \nSubsistence, as provided in Section T, Paragraph 1 shall be paid on jobs on the following offshore islands:  \nRichardson Rock  \nSanta Cruz Island  \nArch Rock  \nSan Nicholas Island  \nSanta Catalina [sland  \nSan Miguel Island  \nSanta Barbara Island  \nSan Clemente [sland  \nSanta Rosa [sland  \nAnacapa [sland  \n(Channel Islands Monument)  \nIn the event campsites are established on offshore islands. in lieu of subsistence, they shall be maintained  \nand operated inclusive of all the stipulations set forth befow. Employees reporting at the embarkation  \npoint for travel, to the above named islands shall be paid travel time from the mainland to the island and  \nreturn at the straight-time rate and in no event shall the travel time be less than one (1) hour. regardless  \nof mode of travel. Travel time shall start and end at the point of embarkation, at the time and place  \ndesignated hy the Employer.  \nThe Contractor may provide and maintain acceptable room and board, seven (7) days per week, in  \ncompliance with California State Laws, in lieu of subsistence.  \nIn the event a campsite is established, employees shall receive travel time from the campsite to the  \njobsite, and back to the campsite, at the straight-time rate of pay.  \nEmployees shall not be transported to and from the campsite or jobsite unless the transporting vehicle  \nmeets ail safety requirements and the stipulations as set forth in the California Vehicle Code for the  \ntransportation of workmen.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 39  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 40  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n11.  \n   \nPayments of subsistence shal! be identified, reflecting the number of calendar days of subsistence.  \nSpecial Working Rules and Conditions for Tunnels and Sealed Air Pressure Bores:  \n1.  \nAlt terms and conditions of this Agreement shall apply to a!l employed on a tunnel job or project  \nunless otherwise specified in this Section U.  \nThis section covers jobsite work on construction, alteration, repair modification or demolition of tunnels,  \nshafts, tunnel shafts, adits, silos, raises, subways, chambers, underground power houses, including the  \nlining of same which falls within the jurisdiction of the Union. Where open cutwork is covered over or  \ndecked with wood, steel or other substitute materials and workmen are required to work under such  \ncover, they shall work and be paid in accordance with the terms and conditions of this Agreement. For  \nall excavation and work related to the excavation, without limiting the scope of the work covered hereby,  \nit is agreed that this Agreement shall cover but not be limited to the construction of, in whole or in part,  \nor the improvement or modification thereof, including any structure or operations which are incidental  \nthereto, the assembly, operation, maintenance and repair of all equipment, vehicles and other facilities  \nused in connection with the performance of the aforementioned work and services and including without  \nlimitation the following types of classes of work:  \nThe manning, running and/or handling of all boring equipment, mole machines, mining machines,  \nmucking machines. heading shields, all drilling (except Jackleg and Jumbo). all diamond core drilling,  \ngrinding and sharpening of bits, slushers, tuggers (except in breast board or crown bar headings), all  \nconveyors and conveyor belts, locomotives, rubber-tired equipment, including man trip vehicles, mobile  \npower Jumbos, Athey Wagons and tractors, all conerete placing equipment such as Rex Pumperete and  \nall pneumatic placers (flowcrete), Kemper, Hackley-Presswell and all similar equipment. The jacking of  \npipe in tunnels, all ground support work including cutting, welding, hauling and hoisting of all liner plate  \nand other materials, all work performed under compressed air (which falls within the jurisdiction of the  \nUnion). The manning of all hoisting equipment including cherry pickers and/or carpassers, mobile  \npowered heading switches, concrete screeds, agitator cars, the moving, raising and setting of forms,  \nincluding slip forms, in tunnels and tunneling operations. The operation, tending and maintenance of all  \npumps, generators, compressors and ice plants in or on tunnels and tunnel shaft projects.  \nAny and all emplacements commonly described as underground silos in which missiles are placed,  \nhoused, stored and/or their component parts, shall be covered by the terms of this Agreement. All power  \nhoisting and jobsite hauling of all tools, equipment, material, workmen and other personne! and the  \noperation of al] equipment primarily used therefor, shall be considered the jurisdiction of the Union and  \nshall be covered by the terms and conditions of this Agreement.  \nIn addition to the above, this Section U shall also include, work in the Contractor's portal yards and  \nshops. tunne! survey work such as the placing, setting and adjusting of Laser Beams, Gyroscope,  \nGeodometer, Electrotape, and all other instruments used therefor, including Grade Checkers and/or  \nShift Engineers.  \nTunnels shall he defined as: an underground passageway, except for jacking operations under high-  \nways, railroads, embankments, etc., excavated by workmen and equipment working below the earth's  \nsurface that provides subterranean route along which workmen, equipment or substances can move  \nother than passageways excavated hy mine or quarry operations.  \nAll work of site preparation, mobilization and installation of plant and equipment and the removal of  \nsame shall be performed under the terms of this Section U.  \n   \nAfter tunnel work has begun, work outside the tunnel consisting of batch plant crews, the construction,  \nrepair and maintenance of the equipment outside the tunnel, subway, shaft, raise, ete., and the hauling  \nand hoisting of the material to be used inside the tunnel, subway, shaft, raise, etc., or construction,  \nrepair or demolition of said tunnel, subway, shaft raise, etc., shal] come under the tunnel provisions and  \nshall work under the tunne} shift conditions (either single or multiple).  \n(a)  \nEmployees assigned to Batch Plant operations shall work under the terms and conditions of the  \ntunnel provisions except when a Batch Plant is established in an area to provide material for a  \nproject consisting of a tunnel or tunnels, and other outside concrete batching operations, and the  \nBatch Plant crew or any member of it had not participated in the driving of the tunnel, such  \nemployees shall be covered by the regular jobsite concrete Batch Plant provisions of this Agree-  \nment.  \nThe following working rules shall govern the employment of employees performing all work covered by  \nthis section.  \n(a)  \n(b)  \n(c)  \n(d)  \nSingle Shifts: Eight (8) consecutive hours, exclusive of meal period, between 6:00 A.M. and 5:00  \nPM., shall constitute a day's work, for which eight (8) hours straight-time at the applicable rate  \nshall be paid. Forty (40) hours, Monday 6:00 A.M. through Friday 5:00 P.M., shall constitute a  \nweek's work.  \nAll time worked in exeess of eight (8) consecutive hours, exclusive of meal period, all time  \nworked in excess of furty (40) huurs per week, all time worked before 6:00 A.M. and after 5:00  \nPM., and all time worked from Friday midnight to Sunday midnight, and all holidays worked,  \nshall be paid for at the applicable overtime rate.  \nMultiple Shifts: When two (2) or more shifts are worked for three (3) or more conscculive days,  \nseven and one-half (7%) hours of work shall constitute a day’s work, for which eight (8) hours  \nstraight-time at the applicable rate shall be paid. There shall be no split or staggered shifts.  \nThe applicable overtime rate shall be paid for all time worked or paid in excess of seven and one-  \nhalf (74) hours, exclusive of meal period, in any one (1) shift, all time worked in excess of thirty-  \nseven and one-half (374) hours in any one (f) week, all time worked before the regularly  \nestablished starting time and after the established quitting time on each shift, and all time  \nworked from Friday midnight to Sunday midnight and holidays worked. Multiple shifts may be  \nalternated, in conformance with the desire of the majority of the employees on no less than two  \n(2) week intervals, However, when multiple shifts are alternated. all employees on such shifts  \nshall be entitled to alternate, if they so desire.  \nCompensation for Travel Within Tunnel:  \n(1) The Contractor shall pay employees covered by this Agreement working within the  \ntunnel, adits or shafts, on a portal-to-portal basis as follows; the hours of employment  \nof such employees shall commence at the porta! of the tunnel, adit or shaft at which he  \nis directed by the Contractor to report for work on his shift and shall end at such portal,  \nexcept as provided in this Section U, Paragraph 9, Subparagraph (g).  \nThe Contractor shall establish and maintain a change house within a reasonable distance of  \neach portal, adit or shaft which shall include showers, toilet facilities, lockers and heating and  \ndrying facilities in accordance with the number of workmen in each crew. Each change house  \nshall be constructed to provide that all clothing will dry between shifts. The Contractor will  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 41  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 42  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n(h)  \n(i)  \ni)  \n(k)  \n()  \n(m)  \n   \nreimburse employees for clothing or too!s lost by fire in an amount up to One Hundred Dollars  \n($100.00) in the event of the destruction of the change house by such fire provided a claim form  \nis filed as provided by the applicable insurance company. This shall not apply to short dry  \ntunnels, two hundred (200) feet or less, such as under highways or railroad embankments.  \nIf a change house is located more than one thousand, two hundred fifty (1,250) walkable feet  \nfrom the portal, adit or shaft, then the time of work shall start and end for pay purposcs at the  \nchange house. This shall not affect the well established practice of employees who are required  \nto report before their regular starting time to fire up, grease or maintain equipment, or as  \ndirected by the Employer to report early or remain after his regular shift. These employees shall  \nbe paid at the applicable overtime rate. Overtime shall be reckoned on the hour and the half  \nhour.  \nEmployees covered by this Agreement shall perform all repair and service work on equipment,  \nincluding the washing of all boilers and/or scrubbers.  \nCrews on power shovels and mucking machines over one-quarter ('4) yard shall consist of an  \nEngineer-Operator and an Engineer-Oiler or Apprentice who shall be under the direct supervi-  \nsion of the Engineer-Operator.  \nWhen employees covered by this Agreement require assistance, other employees covered by this  \nAgreement shall be employed. This shall not change the established practice regarding the use  \nof Oilers, Heavy Duty Repairman Helpers. Apprentices and/or Firenien.  \nEmployers shail be required to furnish rubber clothing, boots. safety hat, safety shoes or special  \ngear. The Contractor shall be required to furnish suitable shelter to protect employees from  \nfalling materials and the elements.  \nAny employee covered by this Tunnel Agreement who does any work underground on tunnel  \nprojects including shafts or sealed air pressure bures during any one (1) shift shall receive the  \nbasic per hour rate as designated in Appendix D for the entire shift above the stipulated rate of  \npay for the classification of work in which he may be engaged.  \nForeman: if a Contractor employs seven (7) or more employees covered by this Agreement  \nexcluding Signalmen, Compressor Operators, Pump Operators, Generator Operators, Rodmen,  \nChainmen, Jnstrumentmen and Chief of Party on a project or on any one (1) shift, an Operating  \nEngineer Foreman shall be employed who shall have supervision over al] Operating Engineers  \nand shall receive One Dollar and fifty cents ($1.50) per hour over the highest rate (including  \npremium pay) of any Operating Engineer under his supervision. The additional pay shall be  \nadded to the regular rate and become the base rate for the entire shift. He shall not operate  \nequipment except in an emergency or when the regular operator is temporarily ahsent.  \n(1) When more than one (1) heading is heing worked (driven, concreted, ete.) and seven (7)  \nor more Operating Engineers are employed at each individual heading and portal, there  \nshall be an Operating Engineer Foreman employed at each heading and portal on each  \nshift under the provisions as noted above. However, when more than one (1) heading is  \nbeing driven from a single adit or portal. only one (1) Engineer-Foreman need be  \nemployed. It is also agreed when more than one (1) adit or portal on a tunnel project is  \nwithin a reasonable distance of each other, it may not be necessary to employ an  \nEngineer-Foreman for each heading, but shall be agreed upon at a pre-job conference.  \nSupervision shall be assigned to an Operating Engineer when there are more than three  \n   \n10.  \n11.  \n(3) and less than seven (7) employees on the project or shift. He may work at the trade  \nor with his tuvls and be paid at the same rate and under the same provisions as outlined  \nin this Article.  \n(2) It is further understood that on all projects involving a number of short length tunnels,  \nthe Contractor shall employ at least one (1) Foreman who shall not work at the trade or  \noperate equipment and shall cmploy additional Foremen if needed to adequately super-  \nvise all employees covered by this Agreement.  \n(3) If a Contractor desires to lessen the number of Foremen required in this Section U, he  \nmay request a decision in accordance with the procedures of Article V.  \nMinimum Crews:  \n(a)  \nThe minimum crew for the operation of a heading shield, mole or mining machine shall be a mole  \nor mining machine Operator, Oiler and one (4) other employee. It is understood there are various  \ntypes and sizes of moles and mining machines which may necessitate increasing or decreasing  \ntie crew size on these types of machines in which event the Contractor and the Union shall agree  \nat a pre-job conference upon the crew size to perform the operation and repair of said equip-  \nment.  \n(b) On tunnel headings where the operating, repair or servicing of equipment is performed, the  \ntunnel repairman or other employees covered by these tunnel provisions shail be utilized.  \n(c) No one other than an Operating Engineer covered by this Agreement shall operate a locomotive  \non a tunnel project.  \nMeat Period:  \n(a) It is mandatory that all employees shall be given a full uninterrupted meal period. The meal  \nperiod may be staggered between the third (3rd) and four and one-half (44) hours.  \n(b) If an cmployee is not afforded a full, uninterrupted thirty (30) minute meal period, or if during  \nhis lunch period another Operating Enginecr operates the equipment to which he is regularly  \nassigned, he shall be paid double (2) time for his lunch period.  \nSafety:  \n(a) It is mutually agreed that the current (or as may be revised) California State Tunnel Safety  \nOrders shall prevail in all safety matters and are herein incorporated by reference and made a  \npart of these provisions. Recognizing that safety on the jobis a primary concern to the Union  \nand the Contractor, it is agreed that weekly tool box safety meetings shall be attended hy the  \nContractor Representative, his employees and may be attended by a Representative of the Union  \n(b) The Contractor's Representative, the Union Representative and the State Safety Representa-  \ntive (Division of Industrial Safety) will make periodic safety inspection or when any of them are  \nof the opinion that an unsafe or detrimental situation exists.  \n(c) In the event there is an accident of serious nature, the Union Representative servicing the  \nproject shall be notified immediately. The Union Representative servicing the project shall  \nfurnish the Contractor with his home telephone number.  \n   \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 43  \n    \n  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 44  \n   \n(d) The Union shall cooperate with the Contractor and with each employee in carrying out all  \npertinent rules and regulations dealing with health, safety and welfare of employees promul-  \ngated by the Department of Industrial Relations of the State of California. All employees shall  \nperform their duties in each operation in such a manner as to promote safe and efficient  \noperations of cach particular duty and of any job as a whole.  \n(c) Adequate first aid equipment shall be maintained and provisions shall be made for the safety of  \nemployees covered by this Agreement on each job by cach Contractor. Each Contractor shall  \narrange for adequate and prompt medical attention in case of injury. This may be accomplished  \nby: (1) on-the-job facilities or proper equipment for prompt transportation of the injured person  \nto a physician, or (2) a communication system for contacting a doctor and/or ambulance or a  \ncombination of these that will avoid unnecessary delay in treatment. Each Contractor must post  \nthe name and address of its doctor and of the Workmen’s Compensation Insurance Carrier on  \nthe jobsite. Where an ambulance is not available within ten (10) miles of the jobsite, an  \nambulance shall be made available on the project.  \n(f) Manhaul vehicles used for personnel transport, but not designed for this purpose, shall be  \nprovided with safe seating and side and end protection to prevent falls. Convenient means of  \nmounting and dismounting the vehicles shall be provided. Adequate protection sha!l be provided  \nduring inclement weather. A bell or other means of communication with the Operator shall be  \ninstalled.  \n{g) No employee shail be discharged for refusing to work under conditions injurious to his health or  \nsafety as determined under any rule and regulations of the State of California or any political  \nsubdivision. Such determination shall be made in writing bya responsible agent of the State of  \nCalifornia or any of its political subdivisions, or by a safety inspector from the applicable  \ninsurance carrier.  \n{h) The Contractor and the Union agree that wage scales apply to classifications rather than to  \nworkmen. The Contractor shall not assign the operation of any equipment to any other work-  \nman not covered by this Agreement. An employee will not be required to transfer from his  \noriginal piece of equipment and back to his original piece of equipment more than onee in any one  \n(1) shift. In the event he is required to transfer more times than stipulated herein, the Contrac-  \ntor shall be required to pay eight (8) hours at the Group IX rate of pay to the Operating  \nEngineers Health and Welfare Fund for each day, or portion thereof, the violation occurred.  \nHowever, an employee who is transferred to another piece of equipment and who is not qualified  \nto operate that piece of equipment shall not be discharged or laid off, but shall be returned to the  \nequipment to which he was originally dispatched. This paragraph shall not apply to indentured  \napprentices.  \n1. It is agreed that one (1) employee may be required to transfer between two (2) desig-  \nnated pieces of equipment more times than stipulated herein. The transfer and the  \nclassification shall be agreed upon at the pre-joh conference.  \n    \n(i) In computing overtime, shift differential and premium pay shall be subject to overtime provi-  \nOe sions.  \neS |  \nC ALIFORNI A (j) All welding and/or repairs of equipment, fan lines, electrical installations, water and air lines,  \nASSOCIATED braces, forms, etc., shall be done by employees covered by this Agreement.  \nGENERAL -  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n(I)  \n(m)  \nIn the event the Contractor requests a variance from the Tunnel Safety Order other than  \nelectrical and/or diesel, such requests will be mailed to the Union at the same time such written  \nrequest is mailed to the Division of Industrial Safety.  \nAfter blasting, workmen must wait at least ten (10) minutes after a full round before returning  \nto the point of blasting (a longer waiting period may be required to allow time for clearing of the  \nair by the ventilation system and wetting down of the muck pile).  \nClassifications and wage rates are designated in Appendix D.  \nV Special Working Rules and Conditions for Field Survey Work:  \nL.  \nand conditions of this Agreement shall apply to all employees employed on field survey, unless  \notherwise specified in this Section V.  \nThe following special working rules shall apply only to employees regularly employed in field survey work  \nwhen the individual Contractor is required by contracting authority to furnish his own field survey work,  \nor when the individual Contractor hires employees to perform survey work.  \n(a)  \n(b)  \n  \n(d)  \nThe operation and adjustment of micro-measuring instruments, including but not timited to  \nPosition Systems, Surveyors Transits, Levels, Laser Beams, Geodometers, Tellurom-  \neters, Electrotapes and tools used in establishing the exact location and measurements of  \npoints, elevations, lines, areas and contours on the earth's surface for the purpose of construe-  \ntion, map making, land evaluation, mining, tunnel excavation, or other purposes.  \nWork on building, heavy, highway and engineering construction including without limitation the  \nfollowing types or classes of work in connection with the establishment of control points govern-  \ning construction operations on commercial, industrial and institutional building construction.  \nStreet and highway work, grading and paving, excavation of earth and rock, grade separa-  \ntions, elevated highways, viaducts, bridges, abutments, retaining walls, subways, airport grad-  \ning, surfacing and drainage, electric lines and conduit projects, water supply.  \nwater development, reclamation, irrigation, drainage and flood control projects, water mains.  \npipelines, sanitation and sewer projects, dams, aqueducts, canals, reservoirs, intakes, chan-  \nnels, levees, dikes, revetments, quarrying of breakwater or riprap stone, foundations, building  \nfoundations, pile driving piers, locks, river and harbor projects, breakwaters, jetties and dredg-  \ning.  \nThe construction, erection, alteration, repair, modification, demotition, addition or improve-  \nment, in whole or in part, of any building structure, including oil or gas refineries, power plants,  \ndesalination plants and incidental structures, solar energy installations and appurtenances and  \nincidental structures, also including any grading, excavation or similar operations which are  \nincidental thereto.  \nWhen required to report at the Contractor's office before going to work and after work, employee's time  \nwill start and end at the Contractor’s office.  \nAny employee covered by these provisions who does any work on tunnel projects or hydrographic work  \nduringany one (1) shift, shall receive the basic per hour wage rate as designated in Appendix C or D for  \nthe entire shift.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 45  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \n‘Operating  \nEngineers  \nAgreement  \nPage 46  \n   \n   \n   \nSS  \ngee  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nWw  \n8.  \n   \nThere shall be a Party Chief as a member of each field survey crew.  \nA Party Chief shall be qualified by training and experience to do the following work and will be employed  \nto perform the following functions:  \n(a) Determine the exact location and measurements of points, elevations, lines, areas and contours  \non the earth’s surface for the purpose of construction, map making, land evaluation, mining or  \nother purposes.  \n{b) Determine the information needed to conduct a survey from notes, maps, deeds, and other  \nrecords.  \nKeep accurate notes, records and sketches of work performed or data secured.  \n(d) Verify by calculation the aecuracy of survey data secured.  \nWhen a Party Chief has successfully completed the prescribed related instruction and training required  \nby the Surveyor’s Joint Apprentice and Journeyman Training Committee, he shall receive the rate of pay  \nas designated in Appendix C or D.  \nThe classifications and wage rates are designated in Appendix C,  \nMiscellaneous Provisions:  \n  \nIn the event the Employer willfully violates the provisions of the foregoing Articles or willfully violates any  \nprovisions elsewhere in this Agreement relating to wages, hours of work, overtime differentials, any  \nback pay owed to the employee because of such violations, shall be paid by the Employer at the rate of two  \n(2) times the standard straight-time and overtime rates in order to compensate the employee for the  \ninconvenience and lost use of the monies that the employee suffered. Reasonable evidence of clerical  \nerror or honest mistake in interpretation of this Agreement shall exempt the Employer from the double  \n(2) payment provision and in such case, the Employer shall be required to pay only the actual amount of  \nback pay involved at the standard straight-time and overtime rate.  \nEither party to this Agreement shall have the right to reopen negotiations pertaining to Union Recogni-  \ntion and Hiring Procedures by giving the other party thirty (30) days written notice when the laws  \npertaining thereto have changed by Congressional Amendments or State or Federal Government regula-  \ntions.  \nOvertime: First four (4) hours outside the regularly constituted shift shall be at the rate of time and one-  \nhalf (1%). All additional hours shall be at double (2) time. On Saturday work, the first twefve (12) hours  \nshall be at time and one-half (1), and all additional hours at double (2) time. Sundays shall be double  \n(2) time. Holidays shall be double (2) time, except as provided elsewhere in this Agreement. If the  \nContractor works overtime continuously for more than thirty (30) ealendar days, the Contractor and the  \nUnion will meet to discuss why a two (2) shift operation cannot be put into effect.  \nOperators on hoists with three (3) drums shall receive fifteen cents ($0.15) per hour additional pay to the  \nregular rate of pay. The additional pay shall be added to the regular rate and become the base rate for  \nthe entire shift.  \nX.  \n=  \nAll Heavy Duty Repairmen and Heavy Duty Repairman-Welder Combination shall receive a twenty-five  \ncents ($0.25) per hour tool allowance in addition to his regular rate of pay and this shall become his base  \nrate of pay.  \nPre-Apprentice Training: Recognizing that our Industry can utilize minority manpower in our Appren-  \nticeship Programs, Pre-Apprenticeship Training Programs shall be developed and such programs shall  \nbe implemented by the Apprenticeship Coordinator with the cooperation of both the Union and the  \nContractors.  \nIt ts agreed that an Engineer-Operator, Oiler or Apprentice, or at the option of the employer, two (2)  \nOperators, shall constitute an operating crew and shall be identified on all concrete truck mounted  \npumps when equipped with booms in excess of one hundred five feet (105'} or thirty-six (36) meters or  \nany time the Engineer-Operator cannot see the point of pour from on or at the pump.  \nIn the event work covered by this Agreement is performed on behalf of the Contractor on a project jobsite  \nby employees of the Contractor or his/her Subcontractor or by rental of manned equipment, the Contrac-  \ntor shall be responsible for insuring that such work is performed in accordance with this Agreement  \nuntil all such covered work on the project has been completed. Such work shall not be deemed completed  \nuntil the equipment utilized to perform such work has been permanently removed from the jobsite.  \nSpecial Working Rules and Conditions for Contractor's Permanent Shops and Yards:  \n1.  \nThe following special working rules shal} apply to all work in the Contractor's yards and/or shops,  \nexcept such yards and/or shops set up especially for serving a specific construction job.  \n(a) Where a single shift is worked, eight (8) hours of continuous employment between the hours of  \n6:00 A.M. and 5:00 PM., except for lunch period of not less than thirty (30) minutes, to be taken  \nwithin the fifth (Sth) hour, shall constitute a day's work, beginning Monday and continuing  \nthrough Friday of each week. Where work is required in excess of eight (8) hours in any one (1)  \nday, or before 6:00 A.M., or after 5:00 P.M., or during the interval from 5:00 P.M. Friday to 6:00  \nA.M. Sunday, such work shall be paid for at one and one-half (1) times the basic rate of wages.  \nWork performed on Sundays and holidays shall be at double (2) time.  \n(b) Where two (2) or more shifts are worked, five (5) days of seven and one-half (7'4) hour shifts  \nfrom Sunday midnight to Friday midnight shall constitute a regular week's work. Seven and  \none-half (74) hours shall constitute a regular day's work, for which eight (8) hours shail he  \npaid. Overtime pay rate on shift schedules shall begin after seven and one-half (74) hours are  \nworked.  \n(c) The Employer shail establish a definite starting and quitting time for each shift and shifts shall  \nrun consecutively with no more than one (1) hour break between shifts. In no event shall the  \nregular working hours of the regular shifts he staggered or overlap. The shift differential as  \nindicated above shall apply whenever shifts are worked, including Saturdays, Sundays and  \nholidays.  \n"], ["ARTICLE XVil  \nSupplemental Dues  \n", "A.  \nSubject to the following conditions, the Contractor agrees that each employee may give written authorization to  \nthe Board of Trustees of the Operating Engineers Vacation-Holiday Savings Trust to pay to the Union from  \n   \n2004 - 2007  \nOperating ©  \nEngineers  \nAgreement  \nPage 47  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nQF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 48  \n      \n     \nwy  \nSR  \n  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nfunds allocated as Supplemental Dues held by the Trustees on his behalf the sum designated in Appendix “F”  \nfor each hour of his employment (hours worked or paid) in each payroll period, as special Supplemental Dues  \nowed by the employee to the Union.  \nB. The Union shall bear the entire responsibility for obtaining the written authorization from the employee and  \nfurnishing the authorization to the Board of Trustees in a form satisfactory to the Trustees. All costs, expenses  \nand fees of the Board of Trustees incident to the accounting. administration and remittance to the Union of the  \nSupplemental Dues payments shall be borne solely and entirely by the Union. The Contractors and Union agree  \nto amend the Agreement and Declaration of Trust of the Operating Engineers Vacation-Holiday Trust for the  \npurpose of authorizing, allocating and distributing the foregoing sums. The provision shall in no way affect the  \nobligation of the Contractor to pay the full amount of vacation contributions specified in this Agreement.  \nC. All written authorizations referred to above shall be irrevocable for a period of one (1) year from the date of the  \nexecution and shall renew automatically from year-to-year thereafter, unless the employee has served written  \nnotice upon the Board of Trustees and on the Union, not more than twenty (20) days and not less than ten (10)  \ndays prior to the expiration of each period of one (1) year or of the period of this Agreement, whichever is sooner,  \nterminating the authorization.  \n"], ["ARTICLE Xvill  \nContract Administrative Fund  \n", "The parties of this Agreement hereby establish a Contract Administrative Fund in the amount of four cents ($0.04) per  \nhour which shall be reported to the Operating Engineers Trust Fund.  \nSaid contributions shall be made by members of their respective associations only, and shall not apply to any other  \nemployers.  \nThe monies shall be used for the administration of the associations only. and shall not be used for any other purpose. A  \nreasonable fee shall be charged by the Trust Fund for the collection and distribution of the amount collected to the  \nvarious construction associations.  \nThe contractors shall have the right to allocate an additional two cents (50.02) per hour during the life of the Agreement  \nto the Contract Administrative Fund contribution.  \n"], ["ARTICLE XIX  \nDelinquency and Collection Procedure  \n", "A. The Trustees of the Trust Funds, through their Administrator, shall give written notice to a delinquent  \nContractor with a copy to the Union, advising the Contractor to correct a delinquency within ten (10) days of the  \npiving of such notice. Any dispute between the parties, or between the Trustees and a Contractor, concerning  \nthe payment or non-payment of monies due the Trust Funds shall not be subject to Article V (concerning  \nprocedures for settlement of grievances) of this Agreement. The Union may withhold service from any or all  \njobs of such delinquent Contractor after said ten (10) day period, if the delinquency is not corrected and if the  \ndelinquency involves a failure by the Contractor to make payments on behalf of its employees. In this event, the  \nprovisions of Articles [Il and V of this Agreement sha!] not apply to any such delinquent Contractor, regardless  \nof any change of name or association, until after all delinquent amounts owed to the Trust Funds have been paid  \nin full.  \nB. The Trustees of the Trust Funds, through their Administrator, shall furnish the Contractor Association and the  \nUnion a list of delinquent Contractors each month. Because the furnishing of services by a Subcontractor who  \n   \n   \nhas not made the appropriate fringe benefit payments serves to undermine the standards of this Agreement  \nand to deprive employees who would otherwise be having fringe benefit contributions paid on their behalf of the  \nopportunity for employment, the Contractor agrees that it shall not subcontract any portion of his job to any  \nsuch Subcontractor. The Contractor agrees that he will not subcontract any portion of his job to any Contractor  \nwhose name appears on the delinquent list. unless the delinquent Contractor has paid all delinquent monies to  \nthe various Trust Funds.  \nIn the event the Contractor subcontracts to any delinquent Subcontractor, in violation of the foregoing, the  \nContractor shal! be liable to the Trustees for all accrued delinquencies of the Subcontractor, provided, however,  \nthat the amount of the Contractor’s liability shall not exceed Ten Thousand Dollars ($10,000.00) or ten (10%)  \npercent of the gross subcontract price, whichever is greater. The Contractor shall withhold sufficient funds  \nfrom monies due or to become due such Subcontractor and shall pay the sums over to the Trust Funds. Ifa  \nSubcontractor becomes delinquent after commencing work for the Contractor, the Contractor shall be liable for  \nall delinquencies incurred on the job after ten (10) days following the date of the delinquency list on which the  \nSubcontractor’s name first appeared. The Contractor shall terminate the contract of the Subcontractor who  \nfails to promptly correct his delinquency. This Section C shall be enforceable only through a lawsuit.  \nAn Employer who pays any amounts to the Trust Funds under protest and claims a right to recover such  \namounts shall be considered delinquent to the Trust Funds until the dispute concerning such amounts is finally  \nresolved. Any Subcontractor who is on a payment proposal and remains current in his payment schedule shall  \nbe removed from the delinquent list.  \nThe Contractor has a duty to report to the Trust Funds as required by the Agreement. The Contractor shall  \nmaintain for a period not less than five (5) years all payroll and related records showing all payments to persons  \nor firms for work of the nature covered by this Agreement. The Contractor shall make available such records  \nfor audit by the Union Trust Funds Representative upon written request. The Contractor and the Union agree  \nthat such audits are expensive and time consuming for the Trust Funds and the Contractor, but the Trust  \nFunds otherwise have no way of knowing the full extent of the Contractor's obligations, since the records  \nshowing the related employment are in the possession and control of the Contractor. In order to minimize the  \nneed for and frequency of such audits, the Contractor agrees that the Trustees and the Union place trust and  \nconfidence in the Contractor to report and pay contributions properly. For these reasons, if an audit by the  \nTrust Funds discovers that the Contractor has failed to report and pay properly as required by this Agreement,  \nthe Trust Fund's right to sue for the Contractor’s failure to pay shall begin to run from the date of the audit in  \nwhich the delinquent amounts are discovered.  \nAn Employer who refuses to permit an audit by authorized representatives of the Trust Funds shall be  \nconsidered delinquent to the Trust Funds, and shall he liable to the Trust Funds for all jegal costs, including -  \nattorney fees, incurred by the Trust Funds in obtaining the audit, regardless of whether the audit finds any  \ndelinquent contributions due.  \nAll signatory Employers who fail to send the monthly report form as required by the various Trust Funds  \nwhether any employees are employed or not, shall be considered delinquent to the Trust Funds. An Employer  \nmay notify the Trust Funds, by certified mail, of his desire to be deleted from the official mailing list for the  \nperiod of time in which he will not be employing persons covered by this Agreement. Such notification or deletion  \nShall not affect in any way the Employer’s obligation to abide by all terms of this Agreement.  \nAll signatory Employers found to be delinquent shall pay for all tegal expenses, including attorney fees, and  \nauditing costs in connection with such delinquency, plus liquidated damages in the amount of Twenty-Five  \nDollars ($25.00) or ten (10%) percent of the total sum of the contributions, whichever is greater, to the Trust  \nFund to which the delinquent contributions were owed.  \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 49  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 50  \n     \nAGC <2  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nif an employee of the Contractor performs any work covered by this Agreement and is paid by any method other  \nthan (or in addition to) hourly wages, including, but not limited to draws, bonuses or dividends, the Contractor  \nis obligated tu pay contributions to each of the Operating Engineers Trusts on behalf of the employee at the  \nspecified hourly rates, based on a minimum of forty (40) hours per week of employment. This obligation shall  \ncommence on the date the employee first performs any work covered by this Agreement, and shail continue for  \neach week until the employee is terminated from employment with the Contractor. The obligation shall not be  \ndiminished by evidence that the employee worked or was paid for fewer than forty (40) hours in any week.  \nThe obligation under this Section I shall not apply with respect to a maximum of two (2) employees, each of  \nwhom owns at least ten (10%) percent of the issued and outstanding capital stock of the Contractor, provided  \nthat the Contractor has executed and has fully complied with the terms of a Principal Shareholder Program  \nParticipation Agreement with the Operating Engineers Trust covering such employee(s) for the term of employ-  \nment involved,  \nThe obligation under this Section I shall not apply to a bona fide year-end, mid-year. or job completion honus  \nwhich the Contractor establishes to the satisfaction of the Trusts is not a disguised attempt to pay wages or to  \npay a bonus in lieu of wages.  \nJ. The terms “Trustees” and “Trust Funds” as used in this Article, mean and refer ¢o those several Trusts and  \nBoard of Trustees established and maintained pursuant to Articles VHI, [X, X, XI, and XII (jointly and severally,  \nas their interest may appear).  \n"], ["ARTICLE XX  \nTerm, Termination and Renewal  \n", "This Agreement shall be effective as of the Jst day of July, 2004 and remain in effect through the 30th day of June 2007,  \nand shall continue from year-to-year thereafter, unless either of the collective bargaining representatives shall give  \nwritten notice to the other of a desire to change, amend. modify or terminate the Agreement at least sixty (60) days prior  \nto the 30th day of June 2007, or the 30th day of June of any succeeding year. In the event no agreement is reached  \nbetween the parties, and a strike or lockout occurs. the parties will continue to negotiate with each other until an  \nagreement is reached.  \nAPPENDIX A  \nCLASSIFICATIONS AND WAGE RATES  \nGROUP I  \nBargenman  \nBrakeman  \nCompressor Operator (when more than five (5) 900 CFM or larger units, additional Operator required)  \nDitch Witch, with seat or similar type equipment  \nElevator Operator - inside  \nEngineer Oiler  \nForklift Operator (includes loed, full or similar types - Under 5 tons)  \nGenerator Operator  \nGenerator, Pump or Compressor Plant Operator  \nHeavy Duty Repairman Helper  \nPump Operator  \nSignalman  \nSwitchman  \nGROUP I  \nAsphalt-Rubber Plant Operator (Nurse Tank Operator)  \nConcrete Mixer Operator - Skip type  \nConveyor Operator  \nFireman  \nForklift Operator (includes loed, lull or similar types - Over 5 tons)  \nHydrostatic Pump Operator  \nOiler Crusher (Asphalt or Concrete Plant)  \nP.JU Side Dump Jack  \nPetromat laydown machine  \nRotary Drill Helper (Oilfield)  \nScreening and Conveyor Machine Operator (or similar types)  \nSkiploader (wheel type up to” yd. without attachment)  \nTar Pot Fireman  \nTemporary Heating Plant Operator  \nTrenching Machine Oiler  \nsROUP HI  \nAsphalt-Rubber Blend Operator  \nBobcat or similar type (Skid Steer)  \nEquipment Greaser (rack)  \nFord Ferguson (with dragtype attachments)  \nHelicopter Radiuman (ground)  \nStationary Pipe Wrapping and Cleaning Machine Operator  \nGROUP JV  \nAsphalt Plant Fireman  \nBackhoe Operator (Mini-Max or similar type)  \nBoring Machine Operator  \nBoring System Electronic Tracking Locator  \nBoxman or Mixerman (Asphalt or Concrete)  \nChip Spreading Machine Operator  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 51  \n    \naces  \nCALIFORNI  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 52  \n   \n  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nConcrete Cleaning Decontamination Machine Operator  \nConcrete Pump Operator (small portable)  \nDrilling Machine Operator, Small Auger Types (Texoma Super Economatic, or similar types - Hughes 100 or 200.  \nor similar types - drilling depth of 30' maximum)  \nEquipment Greaser (Grease Truck)  \nGuard Rail Post Driver Operator  \nHighline Cableway Signalman  \nHorizontal Directional Drilling Machine  \nHydra-Hammer-Aero Stomper  \nMicro Tunneling (above ground tunnel)  \nPower Concrete Curing Machine  \nPower Concrete Saw Operator  \nPower - Driver Jumbo Form Setter Operator  \nPower Sweeper Operator  \nRock Wheel Saw/Trencher  \nRoller Operator (compacting)  \nScreed Operator (Asphalt or Concrete)  \nTrenching Machine Operator (up to 6 ft.)  \nVacuum or Muck Truck  \nGROUPV  \nEquipment Greaser (Grease Truck/Multi-Shift)  \n1 VI  \nArticulating Material Hauler  \nAsphalt Plant Engineer  \nBatch Plant Operator  \nBit Sharpener  \nConcrete Joint Machine Operator (canal and similar type)  \nConcrete Planer Operator  \nDandy Digger  \nDeck Engine Operator  \nDerrickman (Oilfield type)  \nDrilling Machine Operator, Bucket or Auger Types (Calweld 100 Bucket or similar types - Watson 1000 Auger or  \nsimilar types - Texoma 330, 500 or 600 Auger or similar types - drilling depth of 45' maximum)  \nDrilling Machine Operator (including water wells)  \nHydrographic Seeder Machine Operator (straw, pulp or seed)  \nJackson Track Maintainer, or similar type  \nKalamazoo Switch Tamper, or similar type  \nMachine Tooi Operator  \nMaginnis Internal Full Slab Vibrator  \nMechanica] Berm, curb or gutter (Asphalt or Concrete)  \nMechanical Finisher Operator (concrete, Clary-Johnson-Bidwell or similar)  \nMicro Tunnel System (below ground)  \nPavement Breaker Operator (truck mounted. Oiler or Journeyman Trainee required)  \nRoad Oil Mixing Machine Operator  \nRoller Operator (asphalt or finish)  \nRubberTired Earth Moving Equipment (single engine. up to and including 25 yds. struck)  \nSelf-Propelled Tar Pipelining Machine Operator  \nSkiploader Operator (crawler and wheel type, over yd. and up to and including 14 yds.)  \nSlip Form Pump Operator (power driven hydraulic lifting device fur concrete forms)  \nTractor Operator - Bulldozer, Tamper-Seraper (single engine, up to 100 h.p. flywheel and similar types,  \nup to and including D-5 and similar types)  \nTugger Hoist Operator (1 drum)  \nUltra High Pressure Waterjet Cutting Tool System Operator  \nVacuum Blasting Machine Operator  \nWelder - General  \nGROUP VII  \nWelder - General (Multi-Shift)  \nVIL  \nAsphalt or Concrete Spreading Operator (Tamping or Finishing)  \nAsphalt Paving Machine Operator (Barber Greene or similar type - 1 Screedinan required - if an additional  \nScreedman is required, he shatt be an employee covered by this Agreement)  \nAsphalt-Rubber Distributor Operator  \nBackhoe Operator (up to and including “ yd.) Small Ford, Case or similar.  \nCast in Place Pipe Laying Machine Operator  \nCombination Mixer and Compressor Operator (Gunite Work)  \nCompactor Operator - self propelled  \nConcrete Mixer Operator - Paving (Oiler or Journeyman-trainee required)  \nCrushing Plant Operator (Oiler or Journeyman Trainee required)  \nDrill Doctor  \nDrilling Machine Operator, Bucket or Auger Types {Calweld 150 Bucket or similar types - Watson 1500, 2000,  \n2500 Auger or similar types - Texoma 700, 800 Auger or similar types - drilling depth of 60' maximum)  \nElevating Grader Operator  \nGrade Checker  \nGradall Operator (See Crew Size)  \nGrouting Machine Operator  \nHeavy Duty Repairman  \nHeavy Equipment Robotics Operator  \nKalamazoo Balliste Regulator or similar type  \nKolman Belt Loader and similar type (additional employee required on two (2) or more)  \nLe Tourncau Blob Compactor or similar type  \nLoader Operator (Athey, Euclid. Sierra and similar types)  \nMaster Environmental Maintenance Mechanic  \nMobark Chipper or similar types  \nOzzie Padder or similar types  \nPC. 490 Slot Saw  \nPneumatic Concrete Placing Machine Operator (Hackley-Presswell or similar type)  \nPumperete Gun Operator  \nRock Drill or similar types  \nRotary Drill Operator {excluding Caison type - Oiler or Journeyman Trainee required)  \nRubber-Tired Earth Moving Equipment Operator (single engine, Caterpillar, Euclid, Athey Wagon, and similar  \ntypes with any and all attachments over 25 yds. and up to and including 50 cu. yds. struck)  \nRubber-Tired Earth Moving Equipment Operator (multiple engine - up to and including 25 yds. struck)  \nRubher-Tired Scraper Operator ({self-loading paddle wheel type - John Deere, 1040 and similar single unit)  \nSelf-Propelied Curb and Gutter Machine Operator  \nShuttle Buggy  \nSkiploader Operator (crawler and wheel type over 1% yds. up to and including 6% yds.)  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 53  \n   \nAGC Ne  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 54  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nSoi] Remediation Plant Operator (Oiler required Group If) (CMI, Envirotech, or similar)  \nSurface Heaters and Planer Operator  \nTractor Compressor Drill Combination Operator  \nTractor Operator (any type larger than D-5 - 100 flywheel h.p. and over, or similar - Bulldozer, Tamper, Scraper  \nand Push Tractor, single engine)  \nTractor Operator (boom attachments)  \nTraveling Pipe Wrapping. Cleaning and Bending Machine Operator  \nTrenching Machine Operator (over 6 (t. depth capacity, manufacturer’s rating - Oiler or Journeyman Traince required)  \nTrenching Machine with Road Miner Attachment (over 6 ft. depth capacity, manufacturer's rating — Oiler or  \nJourneyman Trainee required)  \nUltra High Pressure Waterjet Cutting Tool System Mechanic  \nWater Pull (compaction)  \nGROUP IX  \nHeavy Duty Repairman (Multi-Shift)  \nGROUPX  \nDrilling Machine Operator, Bucket or Auger Types (Calweld 200 B Bucket or similar types - Watson 3000 or 5000  \nAuger or similar types - Texoma $00 Auger or similar types - drilling depth of 105' maximum)  \nDual Drum Mixer (Oiler or Journeyman Trainee required)  \nDynamic Compactor LDC350 (or similar types-two (2) operators required)  \nHeavy Duty Repairman-Welder Combination  \nMonorail Locomotive Operator (diesel, gas or electric)  \nMotor Patrol - Blade Operator (single engine)  \nMultiple Engine Tractor Operator (Euclid and similar type - except Quad 9 Cat.)  \nPneumatic Pipe Ramming Tool and similar types (4\" or above)  \nPre-stressed Wrapping Machine Operator (2 Operators required)  \nRubber-Tired Earth Moving Equipment Operator (single engine, over 50 yds. struck)  \nRubber-Tired Earth Moving Equipment Operator (multiple engine, Euclid, Caterpillar and similar - over 25 yds. and  \nup to 50 yds. struck)  \nTower Crane Repairman  \nTractor Loader Operator (crawler and wheel-type over 6 yds.)  \nWelder-Certified  \nWoods Mixer Operator (and similar Pugmill equipment)  \nGROUP XI  \nHeavy Duty Repairman-Welder Combination (Multi-Shift)  \nWelder-Certified (Multi-Shift)  \nGROUP XU  \nAuto Grader Operator (Grade Checker and one (1) additional employee required)  \nAutomatic Slip Form Operator (Grade Checker and one (1) additional employee required.)  \nDrilling Machine Operator, Bucket or Auger Types (Calweld, Auger 200 CA or similar types - Watson, Auger 6000  \nor similar types- Hughes Super Duty, Auger 200 or similar types - drilling depth of 175' maximum)  \nHoe Ram or similar with Compressor  \nMass Excavator Operator - Less than 750 cu. yds. (two (2) Operators and Oiler or Journeyman-Trainee required)  \nMechanical Finishing Machine Operator  \nMobile Form Traveler Operator  \nMotor Patrol Operator (multi-engine)  \nPipe Mobile Machine Operator (two (2) Operators required)  \n2004 - 2007  \nOperating  \nEngineers  \nAgreemen  \nRubber-Tired Earth Moving Equipment Operator (multiple engine, Euclid, Caterpillar and similar type, over 9 me  \n50 cu. yds. struck)  \nRubber-Tired Self-Loading Scraper Operator (paddle-wheel-Auger type self-loading - two (2) ur more units)  \n! iil  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Push-Pull System (single engine,  \nup to and including 25 yds. struck)  \nGROUP XIV  \nCanal Liner Operator (not tess than four (4) employees - Operator, Oiler, Welder, Mechanic, Grade Checker required)  \nCanal Trimmer Operator (Operator, Oiler, and two (2) other employees covered by this Agreement required)  \nRemote Controlled Earth Moving Equipment Operator (no one (1) Operator shall operate more than two (2) pieces  \nof earth moving equipment at one time - One Dollar ($1.00) per hour additional to base rate)  \nWheel Excavator Operator (over 750 cu. yds. per hour - two (2) Operators and one (1) Oiler or Journeyman Trainee,  \nand two (2) Heavy Duty Repairmen required)  \nGROUP XV  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Push-Pull System (single  \nengine, Caterpillar. Euclid, Athey Wagon, and similar types with any and all attachments over 25 yds. and up to  \nand ineluding 50 cu. yds. struck)  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Push-Pull System (multiple engine -  \nup to and including 25 yds. struck)  \nGROUP XVI  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Push-Pull System (single engine,  \nover 50 yds. struck)  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Push-Pull System (multiple  \nengine, Euclid, Caterpillar and similar, over 25 yds. and up to 50 yds. struck)  \nGROUP XVil  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Push-Pull System (multiple  \nengine, Euclid, Caterpillar and similar type, over 50 cu. yds. struck)  \nTandem Tractor Operator (operating crawler type tractors in tandem - Quad 9 and similar type)  \nGROUP XVIII  \nRubber-Tired Earth Moving Equipment Operator. operating in Tandem (scrapers, belly dumps, and similar types  \nin any combination, excluding compaction units - single engine, up to and including 25 yds. struck)  \nGROUP XIX  \nRotex concrete Belt Operator (or similar types)  \nRubber-Tired Earth Moving Equipment Operator, operating in Tandem (scrapers, belly dumps, and similar types  \nin any combination, excluding compaction units - single engine, Caterpillar, Euclid, Athey Wagon, and similar  \ntypes with any and ali attachments over 25 yds. and up to and including 50 cu. yds. struck)  \nRubberTired Earth Moving Equipment Operator, operating in Tandem (scrapers, belly dumps, and similar types  \nin any combination, excluding compaction units - multiple engine, up to and including 25 yds. struck)  \n   \nGROUP XX  \nRubber-Tired Earth Moving Equipment Operator, operating in Tandem (scrapers, belly dumps, and similar types  \nin any combination, excluding compaction units - single engine, over 50 yds. struck) ASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPaye 56  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nRubberTired Earth Moving Equipment Operator, operating in Tandem (scrapers, belly dumps, and similar types  \nin any combination, exeluding compaction units - multiple engine, Euclid, Caterpillar and similar, over 25 yds. and  \nup to 50 yds. struck)  \nGROUP XX!  \nRubberTired Earth Moving Equipment Operator, operating in Tandem (scrapers, belly dumps, and similar types  \nin any combination, excluding compaction units - multiple engine, Euclid, Caterpillar and similar type.  \nover 50 cu. yds. struck)  \nGROUP XXII  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Tandem Push-Pull System  \n(single engine, up to and including 25 yds. struck)  \nGROUP _XXIH  \nRubberTired Earth Moving Equipment Operator, operating equipment with the Tandem Push-Pull System  \n(single engine, Caterpillar, Euclid, Athey Wagon, and similar types with any and all attachments over 24 yds.  \nand up to and including 50 cu. yds. struck)  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Tandem Push-Pull System  \n(multiple engine, up to and including 25 yds. struck)  \nGROUP XXIV  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Tandem Push-Pull System  \n(single engine, over 50 yds. struck)  \nRubber-Tired Earth Moving Equipment Operator, operating equipment with the Tandem Push-Pull System  \n(multiple engine, Euclid, Caterpillar and similar, over 25 yds. and up to 50 yds. struck)  \niROUP XXV  \nConcrete Pump Operator - truck mounted (Oiler required when boom over One Hundred Five (105) feet or  \nthirty-six (36) meters)  \nRubberTired Earth Moving Equipment Operator, operating equipment with the Tandem Push-Pull System  \n(inultiple engine. Euclid, Caterpillar and similar type, over 50 cu. yds. struck)  \n   \n     \nAPPENDIX  \nA-1 THROUGH A-3  \nCLASSIFICATIONS AND WAGE RATES  \n7-01-04 7-01-05 7-01-06  \n*$2.00 $1.90 $1.90  \nCLASSIFICATIONS HOURLY WAGE RATE  \nF4SS  \nAppendix A-l A-2 A3  \n$ 28.60 $ 29.10 $ 29.60  \nGROUP It 29.38 29.88 30.38  \nGROUP III 29.67 30.17 30.67  \nGROUPTV 31.16 31.66 32.16  \nGROUPV —_ —_ 32.26  \nGROUP VI 31.38 31.88 32.38  \nGROUP VII —— wee 32.48  \nGROUP VIII $1.49 31.99 32.49 -  \nGROUP IX —— —— 32.59  \nGROUP X 31.61 32.11 32.61  \nGROUP XI —_ —_ 32.71  \nGROUP XII 31.78 32.28 32.78  \nGROUP XII 31.88 32.38 32.88  \nGROUP XIV 31.91 32.41 32.91  \nGROUP XV 31.99 32.49 32.99  \nGROUP XVI 32.11 32.61 33.11  \nGROUP 32.28 32.78 33.28  \nGROUP XVIII 32.38 32.88 33.38  \nGROUP XIX 32.49 32.99 33.49  \nGROUP XX 32.61 33.11 33,61  \nGROUP XXI 32.78 33.28 33.78  \nGROUP XXII 32.88 33.38 33.88  \nGROUP XXIII 32.99 33.49 33.99  \nGROUP XXIV 33.11 33.61 34.11  \nGROUP XXV 33.28 33.78 34.28  \n*The Union may elect as its option, upon at least sixty (60) days’ written notice to allocate the increase indicated to: (1)  \nHourly Wage Rates, (2) Health and Welfare, (3) Pension and, (4) Vacation-Holiday and/or Supplemental Dues, (5) Joint  \nApprenticeship and Journeyman Retraining Fund, and (6) Engineers Contract Compliance Committee.  \n**Special Shift ***Multi-Shift  \nZone Pay (Refer to Art. XVI, Sec. T)  \n2004 - 2007  \nOnerating  \nEngineers  \nAgreement  \nPage 57  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 58  \n    \nAGC Sa  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nAPPENDIX B  \nCRANES, PILEDRIVING AND HOISTING EQUIPMENT  \nCLASSIFICATIONS AND WAGE RATES  \nGROUP |  \nEngineer Oiler  \nGROUP I  \nTruck Crane Oiler  \nGROUP IJ  \nA-Frame or Winch Truck Operator  \nRoss Carrier Operator (jobsite)  \na  \nBridge-Type Unloader and Turntable Operator  \nHelicopter Hoist Operator  \n  \nHydraulic Boom Truck (Pitman)  \nStinger Crane (Austin-Western or similar type)  \nTugger Hoist Operator (1 drum)  \nGROUP VI  \nBridge Crane Operator  \nCretor Crane Operator (Oiler required)  \nHoist Operator (Chicago Boom and similar type)  \nLift Mobile Operator (Oiler required)  \nLift Slab Machine Operator (Vagthorg and similar types)  \nBuilding Material Hoist/Manlift Operator  \nPolar Giantry Crane Operator  \nSelf-Climbing Scaffold (or similar type)  \nShovel, Backhoe, Dragline, Clamshell Operator (over yd. and up to 5 cu. yds. M.R.C., Oller required)  \nSilent Piler  \nTugger Hoist Operator (2 drum)  \nGROUP Vil  \nPedestal! Crane Operator  \nShovel, Backhoe, Dragline, Clamshell Operator (over 5 cu. yds, M.R.C., Oiler required)  \nTower Crane Repairman  \nTugger Hoist Operator (3 drum)  \nGROUP VIL  \nCrane Operator (up to and including 25 ton capacity, see Crew Size Requirement)  \nCrawler Transporter Operator  \nDerrick Barge Operator (up to and including 25 ton capacity, see Crew Size Requirement)  \nHoist Operator, Stiff Leg, Guy Derrick or similar type (up to and including 25 ton capacity, see Crew Size Requirement)  \nShovel, Backhoe, Dragtine, Clamshell Operator (over ? cu. yds, M.R.C.. Oiler required)  \nGROUP IX  \nCrane Operator (over 25 tons, up to and including 50 ton M.R.C., see Crew Size Requirement)  \nDerrick Barge Operator {over 25 tons, up to and ineluding 50 ton M.R.C., see Crew Size Requirement)  \nHighline Cableway Operator  \nHoist Operator, Stiff Leg, Guy Derrick or similar type (over 25 tons, up to and including 50 ton M.R.C.. sce Crew  \nSize Requirement)  \nK-Crane  \nPolar Crane Operator  \nSelf-Erecting Tower Crane Operator Maximum Lifting Capacity ten (10) tons. (One (1) Operator).  \nGROUPX  \nCrane Operator (over 50 tons, up to and including 100 ton M.R.C., Oiler required)  \nDerrick Barge Operator (over 50 tons, up to and including 100 ton M.R.C., see Crew Size Requirement)  \nHoist Operator, Stiff-Leg, Guy Derrick or similar type (over 50 tons, up to and including 100 ton M.R.C., see Crew  \nSize Requirement)  \nMobile Tower Crane Operator (over 50 tons, up to and including 100 ton M.R.C., two (2) Operators required)  \nGROUP XI  \nCrane Operator (over 100 tons, up to and including 200 ton M.R.C., Oiler required)  \nDerrick Barge Operator (over 100 tons, up to and including 200 ton M.R.C., see Crew Size Requirement)  \nHoist Operator, Stiff Leg, Guy Derrick or similar type (over 100 tons, up to and including 200 ton M.R.C., see Crew  \nSize Requirement)  \nMobile Tower Crane Operator (over 100 tons, up to and including 260 ton M.R.C., two (2) Operators required)  \nTower Crane Operator and Tower Gantry (see Crew Size Requirement)  \nGROUP XII  \nCrane Operator (over 200 tons, up to and including 300 ton M.R.C., Oiler required)  \nDerrick Barge Operator (over 200) tons, up to and including 300 ton M.R.C., see Crew Size Requirement)  \nHoist Operator, Stiff Leg, Guy Derrick or similar type (over 200 tons, up to and including 300 ton M.R.C., see Crew  \nSize Requirement)  \nMobile Tower Crane Operator (over 200 tons, up to and including 300 ton M.R.C., two (2) Operators required)  \nGROUP XI  \nCrane Operator (over 300 tons, two (2) Operators required)  \nDerrick Barge Operator (over 300 tons, see Crew Size Requirement)  \nHelicopter Pilot  \nHoist Operator, Stiff Leg. Guy Derrick or similar type (over 300 tons. see Crew Size Requirement)  \nMobile Tower Crane Operator (over 300 tons, two (2) Operators required)  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 59  \n   \nG  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \n   \nOperating  \nEngineers  \nAPPENDIX  \n| B-1 THROUGH B-3  \nCRANES, PILEDRIVING AND HOISTING EQUIPMENT  \nCLASSIFICATIONS AND WAGE RATES  \n   \nINCREASE EFFECTIVE DATES  \n7-01-04 7-01-05 7146  \n*$2.00 $1.90 $1.90  \n**SS  \nAppendix B-2 B3  \nGROUP I $ 29.95 $ 30.45 $ 30.95  \nGROUP II 30.73 31.23 31.73  \nGROUP III 31.02 31.52 32.02  \nGROUP IV 31.16 31.66 32.16  \nGROUPV 31.38 31.88 32.38  \nGROUP VI 31.49 31.99 32.49  \nGROUP VII 31.61 32.11 32.61  \nGROUP VIII 31.78 32.28 32.78  \nGROUP IX 31.95 32.45 32.95  \nGROUP X 32.95 33.45 33.95  \nGROUP XI 33.95 34.45 34.95  \nGROUP XII 34.95 35.45 35.95  \nGROUP XIII 35.95 36.45 36.95  \n*The Union may elect as its option. upon at !east sixty (60) days’ written notice to allocate the increase indicated to: (1)  \nHourly Wage Rates, (2) Health and Welfare, (3) Pension and, (4) Vacation-Holiday and/or Suppiemental Dues, (5) Joint  \nApprenticeship and Journeyman Retraining Fund, and (6) Engineers Contract Compliance Committee.  \n**Special Shift  \n***Multi-Shift  \nZone Pay (Refer to Art. XVI, Sec. T)  \n   \nAGC’  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n: TRUCK CRANE  \nCRANE AND HOISTING EQUIPMENT OPERATORS  \nQualifications and Certification:  \n1.  \nzs  \n4.  \nThe parties signatory hereto have established a Certification Examination for all operators of cranes in excess  \nof a 5-ton lifting capacity. A committee of not less than three (3) management representatives and three (3)  \nunion representatives appointed by the Training and Retraining Trust shall establish the protocol for the  \nCertification Examination and its revisions. Each member of the committee must have full knowledge of the  \nskills and necessary requirements for the crane operations that the examination (s) will cover.  \nThe address for testing shall he at the Operating Engineers and management's training site at 2190 Pellisier  \nPlace, Whittier. In addition, the testing site may he designated at an employer's place of business or some other  \nlocation designated by the management/union committee to give a test to all operators. Irrespective of the test  \nsite, testing is to be conducted by an independent and impartial testing organization. The independent and  \nimpartial testing organization will be selected from a list of at least five (5) candidates invited to offer proposals  \nand establish qualifications to the Committee. In the event one (1) candidate cannot be selected by mutual  \nagreement, the Committee will alternately strike names from the list until one (1) candidate remains. At the  \nend of one (1) year of service to the testing program or anyanniversary date thereafter, either the union or the  \nmanagement committee will have the unqualified right to terminate the current independent testing organiza-  \ntion and the entire selection process will be repeated. The cost associated with the testing is the sole responsi-  \nbility of the Training and Retraining Trust.  \nAll operators must initially participate in the written and practical test with no execption. In the event the  \noperator is applying for certification of more than one (1) type and size of crane, each operator must pass the  \nwritten and practical “hands on” test for each specific crane separately. Ali operators at 2 minimum must pass  \na Department of Transportation physica! and a substance abuse test before making an application for testing.  \nAt the end of the five (5) calendar years, each operator must take a current written exam, and provide current  \nproof of passing a Department of Transportation physical and substance abuse test. A practical exam would  \nalso be required if the operator is unable to document at least 1000 hours of experience during the immediately  \npreceding certification period, operating the crane or hoisting equipment for which re-certification is sought.  \na. An operator applying for re-certification and not wishing to take the practical exam must provide a  \ncomplete employment record of 1000 hours of work history on cranes or hoisting equipment that re-  \ncertification is sought, within the previous five (5) year period. The employment record must include but  \nis not limited to the following items,  \n(1) Name, address, telephone number, verifying supervisors at past and present employment cover-  \ning the past three (3) calendar years.  \n(2) Make and model of cranes or hoisting and equipment operated.  \n(3) Total hours of operation for this employee  \nb. Waiver of the practical examination will only he granted after review and verification of the employment  \nrecord.  \nTrainees niay be authorized to operate crane and equipment provided they are under the supervision  \nof an opcrator possessing a current, valid Certification of Competence.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 61  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \n   \n     \n   \n   \nOperating  \nEngineers  \nAgreement . .  \nPaue 62 5. It is also agreed between the parties that if any public or private authority should enact or impose any statute,  \nlaw, regulation or specification that this testing program does not accommodate, then the parties to this  \nagreement shall meet within five (5) working days.  \nIf this procedure is not followed, then it will be deemed a violation of this agreement if employees are instructed  \nto take anyother test or certification unless agreed upon by the union.  \n6. Exemption:  \na.  Mechanie’s Cranes - must be mounted on a truck, be operated by a remote pendant, have a maximum  \nheight from the ground to the tip of the hoom of twenty-five (25) feet and have a maximum lifting  \ncapacity of 11,500 pounds.  \nis  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nAPPENDIX C  \nSURVEYOR  \nCLASSIFICATIONS AND WAGE RATES  \nGROUP  \nChainman  \nGROUP I  \nRodman  \nGROUP Hl  \nInstrumentinan  \nGROUPTY  \nGlobal Position Systems Chainman and Rodman  \nHydrographic Engineering Technician I (Chainman)  \nGROUPY  \nParty Chief  \nE.D.M. or Fathometer Instrumentman  \nVY  \nCertified Party Chief  \nGROUP Vill  \nHydrographic Engineer Party Chief  \nGROUP IX  \nCertified Hydrographic Engineer Party Chief  \nGlobal Position Systems Party Chief  \nGROUP X  \nChief of Parties  \nTwo (2) or more crews.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 64  \n     \neb  \nAGC ee  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n   \nAPPENDIX  \nC-1 THROUGH C-3  \nSURVEYOR  \nCLASSIFICATIONS AND WAGE RATES  \n701-04  \n*$2.00  \nCLASSIFICATIONS  \nGROUP I $ 30.52  \nGROUP TI 31.16  \nGROUP III 31.38  \nGROUP IV 31.66  \nGROUP V 31.78  \nGROUP Vi 31.88  \nGROUP VE 31.91  \n(FROUP VIII 32.28  \nGROUP IX 32.41  \nGROUPX 32.91  \n7-01-05  \n$1.90  \n=  \n**SS  \nC-2  \n$ 31.02  \n31.66  \n31.88  \n32.16  \n32.28  \n32.38  \n32.41  \n32.78  \n32.91  \n33.41  \n   \nINCREASE EFFECTIVE DATES  \n  \n$1.90  \newes  \n£3  \n$ 31.52  \n32.16  \n32.38  \n32.66  \n32.18  \n32.88 ©  \n32.91  \n33.28  \n33.41  \n33.91  \n*The Union may elect as its option, upon at least sixty (60) days’ written notice to allocate the increase indicated to: (1)  \nHourly Wage Rates, (2) Health and Welfare, (3) Pension and, (4) Vacation-Holiday and/or Supplemental Dues, (5) Joint  \nApprenticeship and Journcyman Retraining Fund, and (6) Engineers Contract Complianee Committee.  \n**Special Shift  \n***Multi-Shift  \nZone Pay (Refer to Art. XVI, Sec. T)  \n2004 - 2007  \nOperating  \nEngineers  \nAPPENDIX D Agreoment  \nTUNNEL  \nCLASSIFICATIONS AND WAGE RATES  \nGROUP I  \nHeavy Duty Repairman Helper  \nGROUP Il  \nSkiploader (wheel type up to“ yd. without attachment)  \nGROUP I]  \nChainman  \nPower - Driver Jumbo Form Setter Operator  \nGROUP IV  \nDinkey Locomotive ur Motorman (up to and including 10 tons)  \nRodman  \n  \nBit Sharpener  \nEquipment Greaser (Grease Truck)  \nInstrumentinan  \nSlip Form Punp Operator (power driven hydraulic lifting device for concrete forms)  \nTugger Hoist Operator (1 drum)  \nTunnel Locomotive Operator (over 10 and up to and including 30 tons)  \nWelder - General  \nGRO  \nBackhoe Operator (up to and yd.) Small Ford, Case or similar.  \nDrill Doctor  \nGrouting Machine Operator  \nHeading Shield Operator  \nHeavy Duty Repairman  \nJumbo Pipe Carrier  \nLoader Operator (Athey, Euclid, Sierra and similar types)  \nMucking Machine Operator yd. - Oiler or Journeyman Trainee required - rubber-tired, rail or track type)  \nPneumatic Concrete Placing Machine Operator (Hackley-Presswell or similar type)  \nPneumatic Heading Shield {tunne})  \nPuniperete Gun Operator  \nTractor Compressor Drill Combination Operator  \nTugger Hoist Operator (2 drum)  \nTunnel Locomotive Operator (over 30 tons)  \nGROUP VI  \nHeavy Duty Repairman-Welder Combination  \nGROUP VIII  \nParty Chief  \n   \nGROUP IX  \nCertified Chief of Party ASSOCIATED  \n. . GENERAL  \nTunne! Mole Boring Machine Operator CONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \n   \nOperating  \nEngineers  \nAgreement  \nTUNNEL  \nCLASSIFICATIONS AND WAGE RATES  \nINCREASE EFFECTIVE DATES  \n7-01-04 (0105 {01-06  \n*$2.00 $1.90 $1.90  \n‘LASSIFICATIONS 7 ROURL ATES  \nAppendix D-1  \nGROUPI $ 30.45  \nGROUP 31.23  \nGROUP III 31.52  \nGROUP IV 31.66  \nGROUP V 31.88  \nGROUP VI 31.99  \nGROUP VIL 32.11  \nGROUP VIII 32.28  \nGROUP IX 32.41  \n*The Union may eleet as its option, upon at least sixty (60) days’ written notice to allocate the increase indicated to: (1)  \nHourly Wage Rates, (2) Health and Welfare, (3) Pension and, (4) Vacation-Holiday and/or Supplemental Dues, (5) Joint  \nApprenticeship and Journeyman Retraining Fund, and (6) Engineers Contract Compliance Committee.  \nZone Pay (Refer to Art. XVI, See. T)  \n   \nACC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nAPPENDIX E  \nFIELD SOILS AND MATERIAL TESTER  \nBUILDING/CONSTRUCTION INSPECTOR  \nCLASSIFICATIONS AND WAGE RATES  \nGROUP I  \nField Soils and Material Tester  \nField Asphaltic Concrete (Soils and Material Tester)  \nField Earthwork ((irading Excavation and Filling)  \nGROUP I  \nAWS-CWI Welding Inspector  \nBuilding/Construction Inspector  \nLicensed Grading Inspector  \nReinforcing Steel  \nReinforced Concrete  \nPre-Tension Concrete  \nPost-Tension Concrete  \nStructural Steel and Welding Inspector  \nGlue-Lam and Truss Joints  \nTrussType Joint Construction  \nShear Wall and Floor System used as diaphragms  \nConcrete Batch Plant  \nSpray-Applied Fireproofing  \nStructural Masonry  \nGroup iil  \nNondestructive Testing (NDT)  \nThe above classifications shall be recognized as the jurisdiction of the Operating Engineers. It is further understood  \nthat these classifications noted herein shail not apply to laboratory work but be defined as jobsite work only.  \nThere may be instances where an Inspector is required by the emptoyer to do both laboratory and field testing in which  \nevent they will be covered by the agreement.  \nWhen a question arises as to the duties of an Inspector or Soils Technician, the California Division of Architects and  \nEngineers Handbook will he referred to which contains all duties pertaining to Inspectors and Soils Technicians and will  \nbe supplied by Local 12 upon request.  \nThe employer shall furnish all special material testing equipment and equipment requiring calibration to the employee  \nas needed. The inspectors shall furnish their own hand tools.  \nWhen required to report at the office before going to work and after work, employee’s time will start and  \nend at the contractor’s office.  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 67  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPago 68  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nBUILDING/CONSTRUCTION INSPECTOR  \nAPPENDIX  \nE-1 THROUGH E-3  \nFIELD SOILS AND MATERIAL TESTER  \nCLASSIFICATIONS AND WAGE RATES  \nLASSIFICATION  \nAppendix  \nGROUP 1 (Old Croup ID)  \nGroup II (Old Group FY)  \nGroup Ill  \nINCREASE EFFECTIVE DATES  \nAppendix  \nGroup TH]  \n{01-04  \n*$2.00  \nEFFECTIVE  \nE-1  \n$29.38  \n$31.16  \n$33.16  \n  \n*32.00  \nEFFEC  \nEl  \n33.16  \nINCREASE EFFECTIVE DATES  \n401-05  \n$1.90 $1.90  \n1-04 RLY WAGE RATE  \n**SS **MS  \n$29.88 $30.38  \n$31.66 $32.16  \n$33.66 $34.16  \n7-01-05 7-01-06  \n51.90 *$1.90  \nLY WA  \n**SS  \n33.66 34.16  \n*The Union may elect as its option, upon at least sixty (G0) days’ written notice to allocate the increase indicated to: (1)  \nHuurly Wage Rates, (2) Health and Welfare, (3) Pension and, (4) Vacation-Huliday and/or Supplemental Dues, (5) Joint  \nApprenticeship and Journeyman Retraining Fund, and (6) Engineers Contract Compliance Committee.  \nWAGE RATES  \nBased on Appendix E, Group H, E-1. E-2 and E-3  \n(Building/Construction Inspector)  \nStep I 0 - 1000 hrs.  \nStep Il 1000 - 2000hrs.  \nStepHI 2000 - 3000 hrs.  \nStep[¥V 3000 - 4000 hrs.  \nStep V 4000 - 5000hrs.  \nStepVI 5000 - 6000 hrs.  \nD@AQOO®  \n60%  \n65%  \n70%  \n75%  \n80%  \n90%  \nAll shift pay or premiums entitled to be paid under the terms of this agreement shall be paid in full and added to the  \nApprentice Base Wage Rate, for all hours worked or paid.  \nAt no time shall the above apprenticeship wage rates exceed the Group I and Ii rates of this Appendix E.  \n**Special Shift ***Multi-Shift  \nZone Pay (Refer to Art. XVI, Section T)  \n   \nAPPENDIX F  \nCONTRIBUTIONS PAYABLE TO TRUST FUNDS  \nEFFECTIVE DATES  \n{01-03  \nHealth & Welfare Plan (Article VITE) $6.05 $7.40  \nPension Trust (Article EX) $3.75  \nVacation-Holiday Fund (Article X) $1.65  \nSupplemental Dues (Article XVID) $1.10  \nJoint Apprentice Training/ Journeyman Retraining Fund (Article XD ww. 80.65 $0.65  \nIndustry Fund (Article XV) $0.06 $0.06  \nEngineers Contract ComplianceCommittee Fund - (ECCC) (Article XID} $0.05 $0.05  \nContract Administrative Fund (Article oo. $0.04  \nThe Apprenticeship Standards will be modified as follows and shall apply to all Step | Apprentices indentured after July  \n1, 1992. No pension contributions will be acquired for the first two thousand (2,000) hours. After completion of two  \nthousand (2,000) hours, fringe benefit payments will include Pension Fund.  \nThe above contributions will be made on the basis of straight-lime or overtime worked or paid each employee under the  \nterms of this Appendix. The Contractor shall pay fringe benefit contributions to the Operating Engineers Trust at the  \nspecified hourly wage rates on all hours of employment (worked or paid) of each employee who performs any work  \nwhatsoever of the nature covered by this Agreement.  \nThe Contractors or Association Members signatory to this Agreement, shall recognize that the of the Operating  \nEngineers Union, are in need of a periodic increase in their benefits to keep abreast of economic factors such as inflation  \nand normal cost of living increases.  \nEffective July 1, 2004, pension benefits shali be increased by one dollar ($1.00) per credit for ail active members who  \nare participants in Local No, 12 Pension Plan.  \nEffective July 1, 2005, pension benefits shall be increased by one dollar ($1.00) per credit for all active members who  \nare participants in Local No. 12 Pension Pian.  \nEffective July 1, 2006, pension benefits shalt he increased by one dollar ($1.00) per credit for all active members who  \nare participants in Local No. #2 Pension Plan.  \nEffective December | 2004, 2005, and 2006, all retirees shall receive an extra month benefit in the amount of the  \nprevious month benefit check.  \nIt is agreed that bencfits shall also be increased for all active members for the years 2004, 2005 and/or 2006 at the  \n2004 - 2007  \nOperating  \nEngineers  \nAgreement  \nPage 69  \n   \n      \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004 - 2007  \nOperating ©  \nEngineers  \nAgreement  \nPage 70  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \noption of the membership.  \nIt is further agreed that in the event there is insufficient margin existing in the Pension Fund to increase the benefits as  \nnoted herein, the Union shall have the option of allocating a portion of their negotiated increase to pay for the increase,  \nor foregoing the increase. However, the margin that may be created during the life of this Agreement shall first he used  \nbefore any further allocations are made.  \nThe above pension benefit increases reflect the increases that were negotiated in the Master Labor Agreement for the  \nperiod 2004-2007. During the current negotiations for the period 2004, the increases are not known at this time of  \nnegotiations and future increases will be based on the results of negotiations for renewal of this agreement. Therefore,  \nthe Union would like the privilege to insert the pension benefit increases at a later date, or upon conclusion of  \nnegotiations.  \nCommencing with the first actuarial valuation prepared subsequent to this Collective Bargaining Agreement, the  \nTrustees of the Pension Fund are hereby directed to request of the actuary that the Scheduted Cost of the Plan in that  \nvaluation and in each subsequent actuarial valuation be derived by using a single rolling amortization schedule of a  \nperiod of fifteen years for the Plan’s combined unfunded actuarial accrued liability.  \nIt is also understood this provision of the contract is subject to the provisions described below for resolving disputes.  \nPROCEDURE FOR RESOLVING TRUST FUND DISPUTES  \n1. Pending amendment of the Trust Agreements, by all of the parties to the Trust Agreement, the following  \nprocedure shail be used to resolve any Trust Fund dispute in the event there is a deadlock in implementing the  \nincreases noted above.  \na. The deadlocked dispute shall be submitted to the Labor-Management Adjustment Board consisting of  \nthree (3) persons from the Contractors Negotiating Committee and three (3) persons from the Operating  \nEngineers Negotiating Committee, all of whom participated in the negotiations, for a determination of  \nthe deadlocked motion. The parties’ Trustees shall also be present as observers. There shall be no  \nalternates appointed by either party. In the event of a deadlock, the parties shall select an arbitrator in  \naccordance with Article V of this Agreement. The arbitrator shall rule only on the provisions outlined in  \nthis Appendix F. The Trustees shall be obligated to carry out the instruction resulting from this process  \nwith respect to Appendix “F” of the Collective Bargaining Agreement.  \nb. If either party fails to meet with the Labor-Management Adjustment Board within thirty (30) days of  \nsubmission of the dispute, or if the Labor-Management Adjustment Board fails to meet within thirty-nine  \n(39) days of the submission to it of the dispute, the decision of the Labor-Management Adjustment Board  \nshall be against the party that failed to mect, or whose members of the Labor-Management Adjustment  \nBoard failed to meet.  \nTRUST AMENDMENT  \nThe Union and the Association shall jointly propose and support the following amendment to the Agreement establishing  \nthe Operating Engineers Pension Trust:  \n"]]