[["", "KE:  \n2007 — 2012 AGREEMENT  \n© between  \nASSOCIATED GENERAL CONTRACTORS OF W ASHINGTON  \nand  \nCARPENTERS, PILEDRIVERS, AND MILLWRIGHTS  \nof the  \nPACIFIC NORTHWEST REGIONAL COUNCIL OF CARPENTERS OF THE  \nUNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA  \n   \n"], ["", "ARTICLE  \nPURPOSES OF AGREEMENT 1  \nWORK AFFECTED... sone 2  \nWORK AND TERRITORY AF FECTED... 2  \nEFFECTIVE DATE AND DURATION... ee 2  \nUNION RECOGNITION AND HIRING PROCEDURES... ERE TERE 3  \nSUBCONTRACTORS. 4  \nMEAL AND REST PERIODS... py een en an 4  \n6  \n6  \n7  \n7  \n7  \n8  \n8  \n9  \nAME WN  \n10. UNION REPRESENTATIVE... wee  \n11. SETTLEMENT OF DISPUTES/GRIEVANCES...  \n12. SETTLEMENT OF JURISDICTIONAL DISPUTES....... eves  \n13. STRIKES AND PICKET  \n14. SAFETY  \n15. SAVINGS CLAUSE  \n16. HOURS OF  \n17. OVERTIME...  \n18. REPORTING AND MINIMUM HOURS PAY... LO  \n19. MANAGEMENT RIGHTS CLAUSE 10  \n20. SPECIAL CONDITIONS... . LL  \n21. PRE-DETERMINED WAGE RATE PROJECTS... Aine Ll  \n22. SUBSTANCE ABUSE POLICY... LL  \n23. HEALTH CARE LEGISLATION. LZ  \n24, LIGHT DUTY RETURN TO WOR ss ny ous Mae  \n   \nAPENDIX 1.. wee A  \nSCHEDULE A: ‘CLASSIFICATIONS & WAGES... Hema 1D  \nSCHEDULE B: FRINGE BENEFITS... LO  \nSCHEDULE C: ZONE PAY DIF FERENTIAL... a si 19  \nAPPENDIX 2... 2h  \n"], ["ARTICLE 1: CRAFT WORK RULES... EL  \nARTICLE 2: RESIDENTIAL 22  \n", "APPENDIX 3... os enn Anes on 99 | aE  \nCENTRAL WAS HINGTON AREA ADDENDUM... sue 24  \n© DIVERS Do  \n2007 — 2012 i CARPENTER  \n   \n2007 - 2012 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nCARPENTERS, PILEDRIVERS, AND RIGHTS  \nof the  \nPACIFIC NORTHWEST REGIONAL COUNCIL OF CARPENTERS OF THE  \nUNITED BROTHERHOOD GF CARPENTERS AND JODVERS OF AMERICA  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 2003-201)7, Agreement and all other  \nprior Agreements thereto by and between the Associated General Contractors of Washington, a  \nChapter of the Associated General Contractors of America, Inc. and Pacific Northwest Regional  \nCouncil of Carpenters.  \nFor purposes of this Agreement, the AGC of Washington is not acting as a multi-employer  \nbargaining agent in a single multi-employer unit, but is acting for jind on behalf of Employers  \nwho have individually requested the AGC of Washington to act as their individual and separate  \nbargaining agent in individual Employer units. Further, each individual principal member  \nreserves the right to review and accept or reject any proposed Agreeinent negotiated between the  \nUnion and the AGC of Washington acting as an agent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individua members of the Associated  \nGeneral Contractors of Washington, a Chapter of the Associated General Contractors of  \nAmerica. Inc. (hereinafter referred to as the “Employer\"), and Northwest Regional  \nCouncil of Carpenters, (hereinafter referred to as the \"Union\"), and shall constitute an  \nAgreement between the parties hereto for the work, conditions and wage rates provided for  \nherein in the territory of Western and Central Washington.  \n"], ["ARTICLE 1  \nPURPOSES OF AGREEMENT  \n", "SECTION 1. The purposes of this Agreement is to promote the settlement of labor  \ndisagreement by conference, to prevent strikes and lockouts and to wages and working  \nconditions in building, heavy highway construction and engineering 'vork in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and  \nprovisions agreed upon by the parties hereto. No agent or represzntative of either party has  \nauthority to make any promise, inducement or agreement contrary to the provisions herein.  \nSECTION 3. The Pacific Northwest Regional Council of Carpenter: has asserted, and presented  \nevidence or offered to present evidence, that a majority of the Employer’s employees performing  \nwork within the scope of the carpentry trade has designated the Regional Council to represent  \nthem in collective bargaining. Predicated on that showing of majority support and the Regional  \nCouncil’s request for recognition as majority representative, the emp loyer hereby recognizes the  \nRegional Council as NLRA Section 9(a) collective bargaining representative for all employees  \nperforming work within the carpentry trade within the [urisdiction of the Regional  \nCouncil of all present_and future jobsites, which the parties agree is a unit  \nappropnate for bargaining under Section 9(a) of the National Labor F elations Board.  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual  \nbargaining agent for each Employer who has authorized the AGC of Washington to negotiate  \nindividually with the Union on its behalf.  \n2007 — 2012 CARPENTER  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heavy Construction and  \nEngineering projects including the loading and unloading of barges or other carriers of the  \nEmployer's materials and equipment at loading facilities for the contractor's work performed by  \nEmployer parties to this Agreement in the counties outlined in Article 3.  \nSECTION 2. For clarification, heavy, highway and engineering projects are defined as follows:  \nConstruction of railroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and  \ngutters, paving (portland cement or asphaltic concrete), airports, bridges, overpasses, sewers,  \nwater mains, sanitation projects, imgation projects, flood control projects, reclamation projects,  \nreservoirs, dams, dikes, levees, revetments, channels, aqueducts, channel cutoffs, jetties,  \nbreakwaters, harbor developments, docks, dry docks, piers, abutments, retaining wallis,  \ntransmission lines, duct lines, subways, shafts, tunnels, excavation of earth and rock, power  \ngenerating projects, reinforced earthwork, and all other heavy construction and engineenng  \noperations in connection therewith, and all site clearing, demolition work, pipeline and refinery  \nwork when covered by this Agreement.  \nSECTION 3. For further clarification, the term \"Building\" shall mean a building structure,  \nincluding modifications thereof, or additions or repairs thereto, intended for use for shelter,  \nprotection, and comfort.  \n"], ["ARTICLE 3  \nWORK AND TERRITORY AFFECTED  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties west  \nof the 120th Meridian in the State of Washington: Whatcom, Skagit, Snohomish, King, Pierce,  \nThurston, Lewis, Grays Harbor, Kitsap, Island, San Juan, Clallam, Jefferson, Mason, Yakima,  \nKittitas, Chelan, Douglas, and Okanogan, and that portion of Pacific County north of a straight  \nline made by extending the north boundary line of Wahkiakum county west to the Pacific Ocean.  \nSECTION 2. In the areas east of the 120th Meridian which are under the jurisdiction of Local  \nUnion No. 770, Yakima, and Local Union No. 2205, Wenatchee, the terms and conditions of this  \nAgreement shall be recognized. Note: Attached hereto and made a part of this Agreement is  \nAppendix 3 which contains any differences in wages, travel or working conditions for the  \nCentral Washington area.  \nSECTION 3. The work covered by this Agreement shall be as outlined in the General  \nConstitution and Laws of the United Brotherhood of Carpenters and Joiners of America and  \nlocal awards and area practice.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This successive principal Agreement shall be effective commencing June 1, 2007  \nand shall continue in force and effect through May 31, 2012. Upon its expiration, this agreement  \nshall continue from year to year, June | through May 31 of each year, by automatic renewal;  \nunless changed, terminated or superseded by a successive principal agreement. For the purpose  \nof negotiating alterations in wages and other terms and conditions of employment, either party  \nmay open this Agreement or any contract effectuated through automatic renewal by giving  \nwritten \"Notice of Opening\" not later than sixty (60) days nor more than ninety (90) days prior to  \nthe expiration date. \"Notice of Opening\" is in no way intended by the parties as a termination of,  \nnor shall it in any way be construed as a termination of this Agreement or any annual contract  \neffectuated through automatic renewal nor as forestalling automatic renewal as herein provided.  \nThe parties reserve the right to economic recourse in negotiations, except during the interval  \nbetween the giving of \"Notice of Opening\" and the expiration date.  \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be  \nperfected by giving written “Notice of Termination\" not later than sixty (60) nor more than  \nCARPENTER 2 2007-2012  \n   \n   \n   \n   \nninety (90) days prior to the expiration date, whereupon the contract shall, on its expiration date,  \nterminate. Effective termination eliminates automatic renewal.  \nSECTION 3. Any \"Notice of Opening” or \"Notice of Termination” given in hand within sixty  \n(60) days nor more than 90 days of any expiration date shall be absolutely null and void and  \ncompletely ineffective for all purposes.  \nSECTION 4. Notwithstanding the above, this Agreement may be opened on June 1, 2010, for  \nthe purpose of negotiating wage and fringe benefit rates for June 1, 2010 — May 31, 2012 as set  \nforth in Appendix 1 only. Such opening shall be perfected by either party giving written “Notice  \nof Opening” to the other, not later than sixty (60) days nor more than ninety (90)days prior to  \nJune 1, 2010. If agreement cannot be reached, economic recourse will be permitted.  \n"], ["ARTICLE 5  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. The Pacific Northwest Regional Council of Catpenters has asserted, and  \npresented evidence or offered to present evidence, that a majority the Employer’s employees  \nperforming work within the scope of the carpentry trade has the Regional Council to  \nrepresent them in collective bargaining. Predicated on that showing of majority support and the  \nRegional Council’s request for recognition aS majority representitive, the employer hereby  \nrecognizes the Regional Council as NLRA Section 9(a) collective -argaining representative for  \nall employees performing work within the carpentry trade within the geographical jurisdiction of  \nthe Regional Council of Carpenters on all present and future jobsites. which the parties agree is a  \nunit appropriate for bargaining under Section 9(a) of the National Lalor Relations Board.  \nSECTION 2. The employees shall become and remain members of the Union as a condition  \nof employment from the seventh (7th) but not later than the eighth (8th) day of employment, or  \nthe effective date of this Agreement, whichever ts later.  \nSECTION 3. It is further agreed that all Union Carpenters employed by the Employer shall  \nmaintain their membership with current month’s dues paid in their Local Union.  \nSECTION 4. Failure of any employee to pay or tender norma initiation fees or dues as  \nrequired by this Agreement shall upon the request of the Unio. in writing, result in the  \ntermination of such employee.  \nSECTION 5. Labor and Management Committee. A Labor and Management Committee shall  \nbe established to meet quarterly to discuss issues from the contract ind issues that will  \nand better the industry.  \nSECTION 6. Whenever the Employer requires Carpenters covere:i by this Agreement on any  \njob, the Employer shall first request referral of such Carpenters from the Local Union having  \njurisdiction (See map). The Employer will notify the Local Unio. office having jurisdiction  \neither by telephone or in writing stating the job location and number of Carpenters required. The  \nUnion shall refer Carpenters to the Employer by name with a dispati:h slip, at the request of the  \nEmployer or his agent.  \nSECTION 7. Out of Work List Requirements  \n(1) The term Carpenter covers all classifications in the Master Agreement. All  \nJourneymen and Apprentices may sign their respective Out-of-Work Lists of any Local Union in  \nthe Pacific Northwest Regional Council of Carpenters jurisdiction.  \n(2) The Employer may request Carpenters by name, withour regard to their position on  \nthe Out-of-Work List. Dispatches will be given to Carpenters and State approved registered  \nApprentices on the Out-of-Work List in numerical order except when called by name or called  \non an open-call basis for a specific skill, ic., Millwnght, Welder, Sheetrock Applicator, minority  \nor female requirements. In those cases, the first person on the lit that meets the requested  \ncriteria and is available will be dispatched.  \n2007 — 2012 3 CARPENTER  \n(3) Qualified applicants, reporting to the job-site within twenty-four (24) hours after  \nbeing ordered, must be put to work or paid the proper show-up time, unless the Union is notified  \nof cancellation prior to referral. Employers have no responsibility to applicants reporting after a  \ntwenty-four (24) hour period, Saturday, Sunday and Holidays excluded.  \n(4) When an employee is referred to the job by the Union, such referral shall be on a  \nnon-discriminatory basis, not affected by membership or non-membership, past or present unton  \nactivities, or age, sex, race, creed, color or national origin.  \nSECTION 8. Unlawful Discrimination and Harassment-The parties recognize and agree that the  \ndiscrimination against and/or the harassment_of an employee as defined by local, state and  \nfederal laws is adverse to the interest of both the Union and the Employer. The parties agree that  \nsuch discrimination and/or harassment is strictly prohibited.  \nSECTION 9. Either party to this Agreement shall have the right to re-open negotiations  \npertaining to the Union Security by giving the other party thirty (30) days written notice, when  \nthere is reason to believe that the laws pertaining thereto have been changed by Congressional  \nAmendments, Court Decisions, or Governmental Regulations or Decisions.  \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. If a contractor bound by this Agreement contracts or subcontracts any work  \ncovered by this Agreement to be done at the job site for the construction, alteration or repair of a  \nbuilding, structure or other work to any person or proprietor who is not signatory to this  \nAgreement, the Employer shall require such subcontractor to be bound to all the provisions of  \nthe Agreement for the duration of his/her project only, or such contractor shall maintain daily  \nrecords of the subcontractors’ employees' job site hours and be liable for payment of these  \nwages, travel, Health & Security, Retirement, Vacation & Apprenticeship and  \nTraining contributions (or differentia!) in accordance with this Agreement,  \n"], ["ARTICLE 7  \nHOLIDAYS  \n", "SECTION |. Holidays recognized by this Agreement shall be New Year's Day, Memorial Day  \n(last Monday in May), Fourth of July, Labor Day, Thanksgiving Day, Friday and Saturday after  \nThanksgiving Day, and Christmas Day. Any holiday which falls on a Sunday shall be observed  \nas a holiday on the following Monday. A holiday shall be a twenty-four (24) hour period,  \nbeginning with the regular starting time of the first shift on the date of the holiday, unless  \nOtherwise mutually agreed to by the Employers and the Union. No work shali be performed on  \nLabor Day except to protect life and property or by mutual agreement of the Union and the  \nEmployer. If any of the listed holidays falls on a Saturday, the preceding Friday shall be a  \nrégular workday.  \n"], ["ARTICLE 8  \nMEAL AND REST PERIODS  \nSECTION 1.  \n", "A. Employees shall not be required to work more than five (5) hours from the start of the  \nshift without at least a one-half (’2) hour unpaid break for a meal. This meal period shall  \nnot begin earlier than three and one-half (3'4) hours after the start of the shift. If  \nemployees are required to work past five hours, they shall be paid one-half (‘2) hour at  \nthe applicable overtime rate and must be allowed time to eat their meal. If not allowed to  \neat their meal, employees will be paid an additional one (1) hour at the applicable  \novertime rate.  \nB. Employees required to work more than two (2) hours after the end of the regular shift  \nshall be allowed at least one-half (2) hour meal period which shall be considered as time  \nworked, and if it is impractical for the employees to leave the job, they shall be provided  \na meal by the Employer. If employees are not allowed to leave the job and no meal is  \nCARPENTER 2007-2012  \n   \n   \n   \n   \nprovided during this second meal period, they shall be paid an additional one-half (’4)  \nhour of overtime.  \nC. In the event that the Employer establishes a ten (10) hour day. the meal period shall be at  \nmid-shift. Employees' meal period may be staggered during the period of three and one-  \nhalf (3%) to five (5) hours from the start of the shift to cover necessary work of a  \ncontinuous nature.  \nSECTION 2. For the purpose of this Article the applicable cvertime rate following a  \ndelay/missed meal, as noted above, shall be as follows:  \n- In the event the rate of the day is time and a half (1%), the a»plicable overtime rate will  \nbe two (2) times the straight time rate of pay.  \n- Jn the event the rate of the day is double time, the applicable overtime rate will be two  \nand one half (2’4) times the straight time rate of pay.  \nSECTION 3. REST PERIODS  \nEmployees shail be allowed a rest period of not less than 10 on the Employer’s  \ntime, for each four (4) hours of working time. Rest periods shall be scheduled as near as  \npossible to the midpoint of the work period. No employee shal! be required to work more  \nthan three (3) hours without a rest period. The rest period may be taken at the work  \nstation when reasonable. Where the nature of the work allows employees to take  \nintermittent rest periods equivalent to ten minutes for each :| hours worked, scheduled  \nare not required. A rest period means to stop work duties, exertions, or  \nactivities for personal rest and rejuvenation.  \nIt will be the responsibility of each employee to take rest periods. If an employee does  \nnot take a rest period, then the employee must notify his/her supervisor and a rest period  \nwill be provided.  \n"], ["ARTICLE 9  \nPAY DAY  \nSECTION 1. PROCEDURES  \n", "A. Schedule: Employees shall be paid in full once each week (on the. same day), but in no event  \nshall more than five (5) days (Saturday, Sunday and Holidays excluded) wages be  \nwithheld. If the regular payday falls on a Holiday, the employves shall be paid on the last  \nreguiar workday before the holiday.  \nB. Methods: The Employer will have the following options of making payment:  \n- by negotiable check made on local bank, paid at job site, or  \n- direct deposit in employee’s bank account (at election of employee in wnting)  \n- by mail (at election of employee in writing). If paid by mail check shall be postmarked  \nnot later than two (2) business days prior to the established  \nC. Documentation: —_ The Employer shall furnish to each employee at the time of payment of  \nwages an itemized statement showing the pay basis (i.e., hours or days worked), rate or  \nrates of pay, gross wages, and all deductions for that pay per:od. In addition, the name  \naddress and phone number of the Employer shall be indicated.  \nD. Adjustments: No adjustment of disputed pay will be made unless the worker or the Union  \nshall make a claim in writing to the Employer's representative fifteen (15) days from the  \npay period in question.  \n   \n~  \nE. Penaltv: _ If the payment is not made expressly as provided herein, then the employee shall  \nbe paid two (2) hours pay at the appropriate hourly wage for each twenty-four (24)  \nhour_period thereafter until payment is made. In the case of payment by mail, the  \npostmark on the envelope will serve as the cutoff for any penalty. Said check shall be  \nmailed to an address of the employee’s choice.  \n2007 ~ 2012 5 CARPENTER  \nF. Non-Sufficient Funds: In the event an employee receives a non-sufficient funds (NSF)  \ncheck, the payment shall be by money order or certified check. _{n addition an  \ndocumented bank fees or charges incurred by the employee as a result of receiving a NSF  \ncheck payment, will be reimbursed to the affected employee. If requested, a letter of  \nexplanation will be sent to the employee’s bank and any creditors that may have been  \naffected. If an employee receives a NSF check for the second time in any four (4) week  \nperiods, the make-up check and all subsequent payments shall be by money order or  \ncertified check.  \n   \nG. If an employee is laid-off outside normal office hours, payment shall be made within  \ntwenty-four (24) hours (Saturdays, Sundays and Holidays excepted. Payment, by  \nemployee’s choice, shall be made through the Union Hall or by regular mail.  \nSECTION 2. MID-PAY PERIOD EMPLOYMENT SEPARATION  \nA. Layoff When employees are laid off during normal office hours, they shall be paid in full  \nimmediately. In the event that the employee is not paid immediately, he/she shall receive  \na penalty as defined in Section 1 (E) of this Article.  \nUpon layoff, employees will be provided fifteen (15) minutes to pick up, and transport to  \nvehicle, tools and personal items. Failure by the Employer to provide fifteen (15  \nminutes will result in overtime conditions for the time necessary beyond the end of the  \nshift.  \nB. Discharge for Cause or Quit: Employees who are discharged for cause or quit shall be  \npaid not later than the next regular pay period.  \n"], ["ARTICLE 10  \nUNION REPRESENTATIVE  \n", "SECTION |. Authorized representatives of the Union shall have access to the projects provided  \nthey do not unduly interfere with the work of employees, and that they fully comply with the  \nsafety and security procedures established for the projects. On projects with restricted access,  \nthe Employer will cooperate with the Union officials in this regard as far as regulations permit.  \n"], ["ARTICLE 11  \nSETTLEMENT OF DISPUTES/GRIEVANCES  \n", "SECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their rmmediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 is  \noutlined for that purpose.  \nSECTION 2. In the event that a dispute arises on the job, the following procedure will be  \nfollowed to address the dispute:  \nStep One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on  \nthe job between the representative of the Union involved and the Employer, the dispute  \nshall promptly (not later than fifteen (15) working days), be referred to the authorized  \nrepresentative of the Union and the Employer or their authorized representative. Should  \nthey fail to effect a settlement, the matter shall proceed to Step Two.  \nStep Two: The dispute shall be referred to a Board of Conciliation within fifteen (15)  \nworking days. This Board shall consist of two (2) persons who have no direct  \ninvolvement in the dispute, appointed by each party. If these four (4) persons cannot  \neffect a settlement within seven (7) days after the dispute has been referred to them, the  \nmatter shall proceed to Step Three.  \nStep Three: By mutual agreement, the issue may be referred to mediation. The parties shall  \nrequest a mediator from the Federal Mediation and Conciliation Service or other  \nacceptable service. This person shall serve as the mediator to resolve the dispute. The  \nexpense of employing the mediator shall be borne equally by both parties and each party  \nCARPENTER 6 2007-2012  \n   \n   \n   \n   \nshall be responsible for their own attorney fees and costs. Shcvuld mediation be waived or  \nthe parties fail to reach agreement, the matter shall proceed to Step Four.  \nStep Four: The parties shall request a list of seven arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable service and shall allernately strike names until  \nonly one name remains. This person shall serve as the arbit:ator to resolve the dispute.  \nThe expense of employing the arbitrator shall be borne equa!ly by both parties and each  \nparty shall be responsible for their own attorney fees and costs.  \nAny decision of the Board shall be within the scope and lerms of this Agreement. It  \nmay also provide retroactivity not exceeding sixty (60) days and shiall state the effective date.  \nDecision by this Board shall be rendered within twenty (20) days or at their discretion after the  \ndispute is referred to them, and such decision shall be final and biiding upon all parties. By  \nmutual agreement, the aforementioned time frames in this Article ma be waived or extended.  \n"], ["ARTICLE 12  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION |. There will be no strikes, no work stoppages or slowdowns or other interference  \nwith the work because of jurisdictional disputes.  \nSECTION 2. The Employer shali be responsible for all assignments. In issuing  \nsuch assignments, the Employer shall be guided by local award and area practices. Craft  \njurisdiction is neither determined nor awarded by classifications appearing in any labor  \nagreement.  \nSECTION 3. Ifa jurisdictional dispute arises, it shall first be submited to the Regional Council  \nand the affected Employer or their authorized representative for settl:ment. If no understanding  \nor agreement is reached within forty-eight (48) hours, the parties niay refer the dispute to the  \nInternational Unions with which the disputing Unions are affiliated, for resolution and the  \nEmployer shall abide by the resolution. The disputed work shall continue as assigned by the  \nEmployer until the dispute has been resolved.  \n"], ["ARTICLE 13  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. It is mutually agreed that there shall be no strikes, lochouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 11.  \nSECTION 2. Employees will not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a pnmary picket line a»proved by the Union party  \nto this Agreement.  \nSECTION 3. As required by law, employees shall be furnished to the Employer dunng labor  \ndisputes with other construction crafts and the Employer will to work as long as  \neconomically possible during these periods.  \n"], ["ARTICLE 14  \nSAFETY MEASURES  \n", "SECTION 1. The Employer and the employee will conform to all Federal and State health and  \nsafety regulations applicable to work covered by this Agreement and ::hall have adequate shelters  \navailable where necessary, with heat, where the workers can chang: and dry their clothes and  \nstore their tools. On all projects covered by this Agreement, ther: shall be provided by the  \nEmployer at all times during construction, sanitary facilities consisting of a reasonable number  \nof toilets and urinals. Fresh, cool, sanitary drinking water will be aviiilable to the workers. The  \nEmployer will furnish welding equipment including all leathers. The Employer will furnish to  \nall Carpenter employees necessary hard hats, eye protection, car protection, respirators,  \nreflective vests, all personal fall protection and restraint equipment. and equipment needed to  \nwork with hazardous or contaminated material.  \n2007 — 2012 7 CARPENTER  \nSECTION 2. This Agreement is not intended to and shall not be construed as creating,  \nimposing, or adopting on the Union or representatives any state common-law duties in the areas  \nof safety.  \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION |. This Agreement is not intended to and shall not be construed to permit acts,  \nwhich violate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shal] in  \nany court or other Governmental action, be held invalid, the remaining provisions and their  \napplication shall not be affected thereby. Provided, however, upon such invalidation the parties  \nsignatory hereto agree to immediately meet to re-negotiate such parts or provisions affected.  \nThe parties agree to arrive at a mutually satisfactory replacement within sixty (60) days unless a  \ndefinite extension of time is mutually agreed to. When no mutually satisfactory replacement 1s  \nreached, the provisions of Article 11, Settlement of Disputes/Grievances, will apply.  \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "(a) Eight (8) hours shall constitute a day's work; five (5) days shall constitute a week's  \nwork, Monday through Friday. A single shift operation shall be established for a minimum of  \nthree (3) days.  \n(b) A single shift operation shall be restricted to the hours between 6:00 am and 6:00  \np.m. and eight (8) hours of continuous employment (except for meal period) shall constitute a  \nday's work Monday through Friday of each week. In the event the job is down due to weather  \nconditions, or other conditions beyond the control of the Employer, Monday through Frnday,  \nthen Saturday may, at the option of the Employer, be worked as a voluntary make-up day at the  \nstraight time rate.  \n(c) Four ten (10) hour shifts at the straight time rate may be established Monday through  \nThursday. In the event the job is down due to weather conditions, or other conditions beyond the  \ncontrol of the Employer, then Friday may, at the option of the Employer, be worked as a  \nvoluntary make-up day. All hours worked in excess of ten (10) hours a day or forty (40) hours a  \nweek must be compensated at the overtime rate.  \n(d) No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day.  \n(e) In the event of a civil emergency such as, but not limited to, earthquakes, floods, or  \nfires, starting time of the shift may be made to fit the emergency and eight (8) hours in any  \ntwenty-four (24) hour period may be worked at straight time. In order to work such shift, mutual  \nagreement shall be received.  \n(f) Special Shifts: When due to conditions beyond the control of the Employer or when  \ncontract specifications require that work can only be performed outside the regular day shift,  \nthen a special shift, upon three (3) days written notice to the Union may be worked, Monday  \nthrough Friday at the straight time rate. The starting time of work will be arranged to fit such  \nconditions of work. Such shifts shall consist of eight (8) hours of work for eight (8) hours of pay  \nor ten (10) hours of work for ten (10) hours of pay on a four-ten shift.  \n(g) When an employee is called out to work without at least eight (8) hours off since  \nhis/her previous shift, all such call out time shall be paid at the overtime rate until he/she shall  \nhave eight (8) hours off.  \n(h) Holiday Week: In the event that a holiday is celebrated during the week (Monday  \nthrough Friday), the remaining four days of the week may be worked as a four ten shift at the  \nstraight time rate, on a voluntary basis with three (3) days notice to the Union.  \nCARPENTER 8 2007-2012  \n   \n   \n   \n   \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Employer. Shift hours and  \nrates will be as follows:  \n(a) Two Shift Operation. On a two consecutive shift operation, no shift penalty is  \ninvolved for work performed on either of these two shifts. Each shift must be scheduled for at  \nleast eight (8} hours except as provided for in Section 1] of this Articl:. On a two-shift operation,  \nthe second shift shall be established for a minimum of three (3) days.  \nOnce the starting times are established for the two-shift o»eration, they shall not be  \nchanged except upon three (3) working days written notice to the Union.  \n(b) Three Shift Operation. On a three-shift operation, the following shall apply:  \nFirst Shift - The regular hours of work on the first shift of three shift .perations shall be eight (8)  \nhours of continuous employment, except for lunch period at mid-shifi , between the hours of 6:00  \nam and 6:00 p.m.  \nSecond Shift - The second shift shall be seven and one-half (7-1/2) hours of continuous  \nemployment, except for lunch period at mid-shift, and shall be pail for at eight (8) times the  \nstraight time hourly wage rate.  \nThird Shift - The third shift shall consist of seven (7) consecutive huurs of employment, except  \nfor lunch period at mid-shift, and shall be paid for at eight (8) tires the straight time hourly  \nwage rate.  \n(c} Multiple shift {a two or three shift) operation will not be construed on the entire  \nproject if at any time it is deemed advisable and necessary for the Einployer to multiple shifts a  \nspecific operation. Those groups of employees only who relieve first shift groups of employees  \nand such first shift groups of employees who are relieved by group: of employees on a second  \nshift, and on a three shift operation those groups of employees who relieve the groups of  \nemployees on a second shift, shall be construed as working multipl< shifts. The intent of this  \nclause shall be construed so as to recognize that a \"reliever group” and a \"relief group\" does not  \nnecessarily mean \"person for person” relief.  \n(d} It is understood and agreed that when the first shift of a riultiple shift (a two or three  \nshift) operation is started at the basic straight time rate or at a specifi: overtime rate, all shifts of  \nthat day's operation shall be completed at that rate.  \nSECTION 3. SPECIAL WORK/TIDE WORK  \nWhen an employee has completed his/her scheduled shift aid is called out to perform  \nspecial work, including tide work, he/she shall receive premium pay in accordance with the  \nfollowing rates:  \n(a) For show up, four (4) hours pay at the straight time ra‘e is due.  \n(b) | When put to work, a minimum of four (4) hours pay is due at applicable overtime  \nrate.  \n"], ["ARTICLE 17  \nOVERTIME  \nSECTION 1.  \n", "(1) Monday through Friday, the first four (4) hours of overt me after eight (8) hours of  \nstraight time work shall be paid at one and one half (1-4) times the time rate of pay. All  \nadditional overtime will be paid at two (2) times the straight time rate of pay.  \n(2) On a four ten (10) hour shift, Monday through Thursday, the first two (2) hours of  \novertime after ten (10) hours of straight time_work shall be paid at cne and one half (1'2) times  \n2007 — 2012 9 CARPENTER  \nthe straight time rate of pay. All additional overtime will be paid at two (2) times the straight  \ntime rate of pay.  \n(3) On a four ten (10) hour shift, Monday through Thursday, on Friday (except when  \nworked as a make-up day), the first twelve (12) hours of work will be paid at one and one half  \n(1'A) times the straight time rate of pay. Additional overtime shall be paid at two (2) times the  \nstraight time rate of pay.  \nSECTION 2. Saturday, the first twelve (12) hours of work wiil be paid at one and one half (1%)  \ntimes the straight time rate of pay. All additional overtime shall be paid at two (2) times the  \nstraight time rate of pay.  \nSECTION 3. All work performed on Sunday and Holidays shall be paid at two (2) times the  \nstraight time rate of pay.  \nSECTION 4. The Employer shall have the sole discretion to assign overtime work to employees.  \n"], ["ARTICLE 18  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. When an employee or new hire reports to work for his/her regular or assigned  \nshift and weather permitting is not put to work, he/she shall be paid two (2) hours reporting time  \nand shall remain at the job-site for the two (2) hours if required by the Employer.  \nSECTION 2. Employees who work less than four (4) hours shall be paid for four (4) hours;  \nthey shall be paid a minimum of six (6) hours if required to work more than four (4) hours; they  \nshall be paid eight (8) hours if required to work more than six (6) hours; and they shall be paid  \nten (10) hours if required to work more than eight (8) hours on a regularly established ten (10)  \nhour shift. Employees who cannot work a full shift because of weather conditions shall be paid  \nfor actual hours worked.  \nSECTION 3. If any employee refuses to start work or if any employee stops work of his/her  \nown Volition, the minimum set forth in Section 2 above shall not apply.  \nSECTION 4. When employees are called out to work on overtime days and are not put to work,  \nthey shal] receive pay for two (2) hours at the applicable overtime rate of pay. When employees  \nare put to work on overtime days, they shall be paid the actual time worked at the overtime rate,  \nhowever, the minimum shall be two (2) hours at the overtime rate of pay.  \nSECTION 5. When employees, including new hires, reporting for work arrive on the job  \nunprepared to perform the work required (for example, under the influence of alcohol or drugs,  \nor inadequately clothed), the Employer shall not be expected to put such individuals to work nor  \nshall they be entitled to reporting pay if not put to work.  \n"], ["ARTICLE 19  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION _L. The Employer retains full and exclusive authority for the management of its  \noperation subject to the provisions of this Agreement. The Employer shall direct his/her  \nworking forces at his/her sole prerogative including, but not limited to hiring, promotion,  \ntransfer, layoff or discharge for just cause as traditionally practiced within the Construction  \nIndustry. The Employer shall utilize the most efficient methods or techniques of construction,  \ntools or labor saving devices. There shall be no limitations upon the choice of materials or  \ndesign except those imposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management rights shall not be deemed to exclude  \nother functions not specifically set forth.  \nSECTION 3. [t shall not be a violation of this Agreement when the Employer considers it  \nnecessary to shut down to avoid possible loss of human life because of an emergency situation  \nthat could endanger the life and safety of an employee. In such cases, employees will be  \ncompensated only for the actual time worked. In the case of a situation described above whereby  \nCARPENTER LO 2007-2012  \n   \n   \n   \n   \nthe Employer requests the employees to stand by, the employees will be compensated for the  \n\"stand by time.”  \nIf such a condition continues, the Employer agrees to give timely notice to members of  \nthe next shift scheduled to report for duty. In the event that timely is not given employees  \nwho report for work at their regular reporting time and are not put t» work shall be paid \"show  \nup pay.\"  \nThis Article shall be subject to the grievance procedure set forth in Article 11.  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "SECTION |. Both parties recognize that there may be extenuating when it Is to  \nthe mutual interest of both parties to modify the terms of this Agreement. In that event, it will  \nnot be a violation of thts Agreement for the parties having jurisdiction over the job-site and work  \naffected to meet and mutually agree to make such modifications to meet a specific need on a  \nspecific project. Such modifications shall be in writing and by representatives of both  \nparties.  \nIn order to maximize the effect of this provision, all crafis will be requested to act  \nuniformly. Employees of a craft should be treated equally under this provision. The Employer  \nshall request his/her subcontractors to comply with any modifications granted under this  \nprovision.  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "   \nSECTION 1. In the event the Employer bids a public job or project being awarded by a Federal,  \nstate, county, city or other public entity which is to be performed ut a pre-determined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law  \n74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40 USC 2764-276A7 as amended) or  \nestablished by the Industrial Commission of Washington pursuant tv the provisions of Title 39  \nRCW (39.12) prevailing wages on public works-Washington State, Prevailing Wage on Public  \nWorks, the published hourly wage rate set forth in said public awarc in effect at the time of bid  \nshall apply for the first twenty-four (24) months of the project from the date of the notice to  \nproceed. Upon wnitten request, the Employer will provide a copy of the notice to proceed to the  \nRegional Council having jurisdiction of the project. The fringe benefit contribution rates shall  \nbe those as established and maintained by the Master Agreement and any fringe increases are the  \nresponsibility of the Employer. Notwithstanding the above, project agreements may be mutually  \nagreed upon to allow use of the pre-determined wage rate for the duration of a project to exceed  \ntwenty-four (24) months.  \nSECTION 2. In the event the specifications include an escalator provision covering wages,  \nsuch amount will be included as an increase to wages to the extent that the Employer may  \nrecover in the escalator claim.  \nSECTION 3. The Employer may, when requested in writing, supply accurate and reliable  \ninformation on company stationery that will assist the Union in est«blishing the correct Davis-  \nBacon rates when responding to DOL requests for prevailing wage data.  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1. Labor and Management are committed to providing employees with a drug-free  \nand alcohol-free workplace. It is the goal to protect the health and safety of employees and to  \npromote a productive workplace, and protect the reputation of Labor and Management and the  \nemployees.  \nSECTION 2. Consistent with those goals, the Employer prohitits the use, manufacture,  \npossession, distribution or sale, at its employment sites, of drugs, drig paraphernalia or alcohol.  \nA testing program, pursuant to the Substance Abuse Program, may be instituted, upon mutual  \n2007 — 2012 I] CARPENTER  \nconsent of Labor and Management which consent shall not unreasonably be withheld to monitor  \ncompltance with this policy.  \nSECTION 3. Ifthe Employer implements a Substance Abuse Program according to the terms of  \nthis Article on a project, all subcontractors, on project, will be required to have and implement a  \nsubstance abuse program.  \nSECTION 4. An acceptable Substance Abuse Program is contained in a separate addendum  \nto this Collective Bargaining Agreement, but it is not a part of this Agreement and modifications  \nto this Substance Abuse Program, by mutual agreement of an Employer and the Union, will not  \nconstitute a change to this Agreement. Mutual agreement will not be unreasonably withheld.  \nSECTION 5. Any grievance related to any employer’s substance abuse program shal! be  \nresolved through Article 11, Settlement of Disputes/Grievance, of this Agreement.  \n"], ["ARTICLE 23  \nHEALTH CARE LEGISLATION  \n", "SECTION 1. If legislation is enacted by Federal or State Government to provide for a \"Health  \nCare System\" that would allow the contribution for Health and Security to be reduced, the  \nbargaining parties agree to meet and determine distribution of such reduced Health and Security  \ncontnbutions.  \n"], ["ARTICLE 24  \nLIGHT DUTY RETURN TO WORK  \n", "It is agreed that the Employer may return an injured employee to light duty status when allowed  \nby the employee’s doctor. When such light duty work is available, light duty functions shall be  \nin accordance with the restrictions outlined by the employee’s doctor. At no time will an  \nemployee’s rate of pay be less than the base rate of pay, at the time of injury, for hours worked.  \nFurther, the Employee will be provided with a full fringe package, as per the collective  \nbargaining agreement, over and above total remuneration. Should the employee on light duty  \nhave to be laid off, due to no work available, the employer will not adversely affect his/her  \nability to continue to receive loss time benefits from the Industrial Insurance Division of Labor  \nand Industries (including self-insured employers), provided they are still medically eligible.  \n   \nCARPENTER i2 2007-2012  \n   \n   \n   \nAPPENDIX 1  \nSCHEDULE \"A\"  \nCLASSIFICATIONS & WAGES  \nSECTION 1. All employees covered by this Agreement shall xe classified and paid in  \naccordance with the classifications, scales, and special conditions set forth in Appendix 1,  \nSchedules \"A,\" \"B,\" and \"C” and no other classification wage rates or special conditions shall be  \nrecognized.  \nZONE \"A\" RATES ONLY - REFER TO SCHEDULE \"C\" FOR ZONE RATES  \nEFFECTIVE  \nJune |,  \n2007 2008  \nCarpenter $34.59 64 | Open | Open |  \nDrywall Applicators $32.49 $34.59  \nLathers where applicable $32.49 $34.59  \n    \n    \nCarpenters on creosote material $32.59 $34.69  \nInsulation Applicators $32.49 $34.59  \nSawfilers, Stationary Power Saw Operators,  \nFloor Finisher, Floor Layer, Shinglers,  \nFloor Sander Operator and Operators of  \nother stationary woodworking tools $32.62 $34.72  \nMillwright and Machine Erector $35.59  \n$34.75  \nCertified Welder — + $0.50 per hour while performing welds required by the plans or specifications to be  \ncertified.  \n   \n   \n   \nEFFECTIVE  \nJunel, | June 1, June I,  \n2007 2008 2009  \n$32.69 $34.79  \n      \nLocal 317, Aberdeen (Counties: Grays  \nHarbor & Pacific)  \nPiledriver, driving, pulling, cutting, placing  \ncollars, setting, welding, or creosote  \ntreated material, all piling  \nBridge, Dock and Wharf Carpenters  \ntreated material-same as Piledriver  \nLocal 756, Bellingham (County: Whatcom  \n$32.49 $34.59  \nPiledriver, driving, pulling, cutting, placing  \ncollars, setting, welding, or creosote  \ntreated material, all piling  \n$32.69 $34.79  \nBridge, Dock and Wharf Carpenters  \nJefferson & Clallam  \ntreated material-same as Piledriver $32.49 $34.59  \nPiledriver, driving, pulling, cutting, placing ne | ome | ome |  \ncollars, setting, welding, or creosote  \ntreated material, all piling $32.69 $34.79 | $36.84  \nLae Lose | oon loom | coe  \ntreated material-same as Piledriver $32.49 $34.59 | $36.64 ;  \n       \n    \n   \n    \n    \n   \n   \n   \n      \n      \n   \nLocal 1597, Bremerton (Counties:  \n   \n2007 — 2012 13 CARPENTER  \n       \n   \n     \n     \n    \n    \nLocal 2396, Seattle, Tacoma, Everett  \n(Counties: King, Pierce, Snohomish,  \nSkagit, San Juan Island, Kitsap, Mason,  \nThurston, Yakima, Kittitas, Chelan and  \nparts of Douglas and Okanogan west of  \nrees Meridian  \nPiledriver, driving, pulling, cutting, placing  \ncollars, setting, welding, or creosote  \ntreated material, all piling  \nBridge, Dock and Wharf Carpenters | sauso |  \ntreated material-same as Piledriver $32.49 $34.59 | $36.64  \nDiver Wage Rate: See attached Divers’ Pf  \nAddendum  \nDEDUCTIONS: (These are deducted from wages  \nON | $1.00 | Open  \nDeduction | | 3.85%* | 3.85%* | Open | Open |  \n| Millwrights Dues Check-off | 4.5%* | 4.5%* | 4.5%* | Open | Open |  \n        \n    \n    \n    \n    \n     \n   \ni  \n  \n        \n   \n    \n   \n     \n    \n   \n        \n   \n    \n   \n*The applicable percentage of the taxable hourly wage rate converted to cents per hour, times all  \nhours worked. Foremen, general foremen, or superintendents would be charged using the  \njourneyman wage rate.  \n      \n      \n     \n   \n     \nFRINGE BENEFITS  \n    \nJune 1, June I, June I, June 1,  \n2007 2008 2009 2010  \nHealth & Security $6.58* $6.68* $6.91* | Open | Open |  \nRetirement $425 | $425 | Open |  \nApprenticeship**  \n     \n   \n** A pprenticeship contribution is 1.4% of journeyman carpenter total package  \n   \nPrior to June |, 2010:  \nContract open for June 1, 2010 — May 31, 2012 for wages/fringe benefits only.  \n   \nUNION DUES CHECK-OFF ASSIGNMENTS: In accordance with the terms of an individual  \nand voluntary written authorization for check-off of Membership dues in the form permitted by  \nthe provisions of Section 302 (c) of the Labor Management Act, as amended, the Employer  \nagrees to deduct for working dues an amount of wages once each week which has been or will be  \nin the future authorized by the Membership. The working dues, which are deducted, shall be  \npaid monthly by the fifteenth (15th) day of the month following the month in which they are  \ndeducted. The Employers will remit the Union dues deducted on the transmittal forms used for  \nfringe benefit contributions and that the pro-rata costs of such forms and the collection and  \naccounting thereof, including any costs incurred by the administrator for acting as authorization  \ndepository, will be paid by the Union to the fringe benefit administrator. Dues deduction may be  \nchanged once per year on the anniversary date of the contract.  \nFRINGE OPTION: If additional sums are necessary to maintain the fringe benefits, by mutual  \nagreement, sixty (60) days prior to the anniversary date, such sums may be deducted from wages  \nHANDLING OF HAZARDOUS WASTE MATERIALS:  \nPersonnel in all craft classifications subject to working inside a designated hazardous waste  \nperimeter shall be eligible for compensation in accordance with the following group schedule  \nrelative to the level of hazardous waste as outlined in the specific Hazardous Waste Project Site  \nSafety Plan. (The level of protection shall be defined in CFR 1910.120, Appendix B.)  \nCARPENTER \\4 2007 - 2012  \n   \n   \n   \n   \nClassification/Hazardous Waste Group Number  \nH-1 Base Wage Rate when on a hazardous waste site when not outfitted with protective clothing  \nor Level \"D\" equipment  \nH-2 Class \"C\" Suit - Base Wage Rate plus $.25 per hour  \nH-3 Class \"B\" Suit - Base Wage Rate plus $.50 per hour  \nH-4 Class \"A\" Suit - Base Wage Rate plus $.75 per hour  \nForeman -It is not the Union's intent to establish crew or crew sizes but whenever an employee  \nhas the responsibility of supervising employees or coordinating subcontractors on the project,  \nhe/she will be paid at least the foreman's scale. Foreman shall receive ten percent (10%) per  \nhour above the highest paid journeyman wage classification working under him/her.  \nAPPRENTICESHIP FUND  \nFour cents ($.04) of the Apprenticeship fund is dedicated to participation in UBC International  \nTraining Fund and two cents ($.02) to the UBC Labor Management Iducation and Development  \nfund for a total of six cents ($0.06).  \nSECTION 2. Staffing Jobs  \nEmployees shall be furnished to Employers during labor disp ites with other construction  \ncrafts and Employers will endeavor to work as long as economically possible during these  \npeniods, utilizing the employees furnished.  \nEmployers shall pay all cost of certification for certified including wages, when  \ndirected by the Employer to take any type of certification to be able to perform the work  \nnecessary on his/her particular job.  \nWelders Certification  \nWhen the Union fills a request for a certified welder, such re ferred Carpenter shall have  \nin his/her possession a current recognized certificate comparable to the local area or WABO test.  \nIf the job to be performed requires additional certification of any kind, the Employer shall pay  \nfor all expenses involved in securing such test. Refer to Section 1 above for certified welding  \npremium.  \nRiggers, including signal person, burner and welders shal] be paid according to the  \nclassification in which they are working.  \nSECTION 3. Apprenticeship Wage Rate:  \nCarpenters, Piledrivers and Millwrights  \nIst period - 60% of journeyman rate  \n2nd period - 65% of journeyman rate  \n3rd period - 70% of journeyman rate  \n4th period - 75% of journeyman rate  \n5th period - 80% of journeyman rate  \n6th period - 85% of journeyman rate  \n7th period - 90% of journeyman rate  \n8th period - 95% of journeyman rate  \nNo pension contributions are required on Apprentices during the 1st period.  \n{a) Each Employer shall employ at least one (1) apprentice fur each four (4) journeymen  \nin_ his/her employment, but may employ up to one (1) apprentice for each journeyman in his/her  \nemployment.  \n(b) On jobs of a technical nature, the Employer, by mutu: agreement with the local  \nBusiness Representative, may waive the above apprentice ratios on a job by job basis.  \n2007 — 2012 15 CARPENTER  \nSECTION 4. Piledriver Crews  \nThe size of piledriver crews will be those established by area practice in each piledriver's  \nunion area and any dispute over such size of crews shall be handled by Union and Employer  \nrepresentatives having jurisdiction in that territory. However, for safety concerns, there will be  \ntwo (2) Front End employees on all piledriving operations, one of which can be a Foreman.  \nSCHEDULE \"B\"  \nFRINGE BENEFITS  \nThe Employer also agrees to serve as a trustee on any or all trusts listed below when and  \nif required, and in such cases, the Employer agrees that the trustee shall be a salaried executive  \nor officer of the signatory Employer or the Employer association. The Union's trustee must be  \nemployed by and representing members of the Union. It is further understood that should a  \ntrustee not meet the criteria, he/she must be replaced within thirty (30) days by the selection  \nprocess of the respective parties, Labor/Management.  \nSECTION Health and Security  \nIt is agreed by the parties hereto that all employers covered by this Agreement shall  \ncontribute a sum as listed in Schedule \"A\" herein for each compensable man hour of Carpenters  \nemployed by Employers covered by this Agreement, which contribution shall be made to the  \nWestern Washington Carpenters-Employers Health and Security Trust Fund in the manner as set  \nforth in the Trust Agreement of said Trust Fund. The details of the Health and Security Plan  \nestablished by this Trust Fund and this Trust Fund itself shall continue to be controlled and  \nadministered by a Joint Board of Trustees composed of equal representation of labor and  \nmanagement who are signators to the Trust Agreement of the aforesaid Trust Fund. Each  \nTrustee appointed by the Union shall be a member of the Union and employed by the Union and  \neach Management trustee shall be a salaried executive or officer of a signatory Employer, or an  \nemployee of an Employer association, on behalf of its member employers.  \nSECTION 2. Retirement  \n(a) Employer Contributions. All Employers covered by this Agreement shall contribute a  \nsum as listed in Schedule “A” herein for each compensable man hour of Carpenters, including  \nsupervisory employees when covered by this Agreement in work contained in the terms of this  \nAgreement. Said contributions shall be for the benefit of employed or retired Carpenters who  \nare working under or have retired under the Carpenters Retirement Plan of Westem Washington  \nand Amended Carpenters of Western Washington Individual Account Pension Plan.  \nContributions shall be made to the Carpenters Retirement Trust of Western Washington in the  \nmanner as set forth in the Trust Agreement of said Trust. The details of the Carpenters  \nRetirement Plan of Western Washington and the Amended Carpenters of Western Washington  \nIndividual Account Pension Plan established by the Trust Funds and these Trusts shall continue  \nto be controlled and administered by Joint Boards of Trustees composed of equal representation  \nof labor and management who are signators to the Trust Agreements of the aforesaid Trust  \nFunds. Allocation between the Carpenters Retirement Plan of Western Washington and the  \nAmended Carpenters of Western Washington Individual Account Pension Plan of contributions  \nshall be determined by the Joint Boards of Trustees in accordance with the actuarial and funding  \nrequirements of these Plans.  \n(b) Supplemental Contributions. Effective June 1, 2000, there shall be three (3)  \nclassifications of employees under this agreement to determine eligibility for supplemental  \ncontributions to the Individual Account Plan (which shall be fully vested Supplemental  \nContributions). Classification is based upon type of work in the industry and attainment of  \nadvanced levels and experience and status. Applicable terms and conditions of this agreement  \nshall be applied in accordance with the attained classification. Attached is a Classification  \nSchedule (Exhibit |) to establish classifications and pay rates for the Supplemental  \nContributions.  \nApplications for classification designations shall be submitted to the Executive Secretary-  \nTreasurer of the Union, and upon recommendation of the Executive Secretary-Treasurer,  \nCARPENTER 16 2007 - 2012  \n   \n   \n   \n   \nclassification designations shall be granted by the Union’s Executive Board upon verification  \nthat the applicant has attained the requisite experience outlined below:  \nClass O: shall consist of any employees covered unde’ the Western and Central  \nWashington Area Master Agreement Westem Washington Area (Collective Bargaining  \nAgreement}, including Apprentices .  \nClass I: shall consist of those employees covered under the Collective Bargaining  \nAgreement, with more than six months of industry seniority (c »ntiguous service shall  \ncount in establishing industry seniority).  \nClass I shall consist of senior employees who have attained at least sixth period  \napprenticeship status with at least one (1) year of industry seniority under the Collective  \nBargaining Agreement.  \nClass III shall consist of senior employees who have attained journeyman status with  \n_at least two (2) years of industry seniority under the Collective Bargaining Agreement.  \nEach employee shall submit to the Executive Secretary-Treasurer of the Local Union any  \nclassification change request no later than December 1 of each yeir. Upon approval by the  \nUnion, such classifications shall be effective the following June |. Classification change  \nnotifications shall be in writing on an approved form and in accerdance with the rules and  \nregulations adopted by the Executive Board of the Union. Upon notification by the Union to the  \nEmployer of an approved classification change, the Employer shall pay wages and fringe  \ncontributions at the approved classification level unless and until notified by the Union of a  \nclassification change. In no event, however, shall a classification change be implemented except  \nby proper notification from the Union, and no more than one (1) clissification change may be  \neffected during any contract year and shall be effective as of Jun: 1, except a reduction to  \nClassification O may be effective the first of the next following mo-uth after notification to the  \nEmployer.  \nNotwithstanding an employee’s designated classification all premium rates (foremen  \ndifferentials, overtime, etc.) shall be calculated at the Class O taxable wage rate.  \nNotwithstanding any provision herein to the contrary, the contribution levels to the  \nPension Plan provided herein shall not cause the Plan to be in violation of Section 415 of the  \nInternal Revenue Code (and any other sections of the Code); if necessary, adjustments to the  \ncontribution rates shall be agreed to by the Union and contributing Employers to comply with  \nthe Code.  \n(c) Trustees. For the Carpenters Retirement Trust of We;tern Washington and the  \nAmended Carpenters of Western Washington Individual Account Per.sion Trust, it is agreed that  \neach Trustee appointed by the Union shall be a member of the Union :ind employed by the Union  \nand each Management trustee shall be a salaried executive or officer of a signatory Employer, or  \nan emplovee of an Employer association, on behalf of its member employers.  \nSECTION 3. Vacation  \nIt is agreed that all Employers covered by this Agreement shall subtract a sum as listed in  \nSchedule \"A\" herein for each compensable hour from each employvee’s net pay check (after  \ntaxes) and shall pay this to a Vacation Fund as set forth herein. (Note: These sums shall be  \ndeductions (after taxes) from the rates shown in Schedule A.) Said contribution shall be made to  \nthe Carpenters Vacation Trust of Western Washington in the manner as set forth in this Trust  \nAgreement of said Trust. The details of such Vacation Plan establisied by this Trust Fund and  \nthis Trust Fund itself shall continue to be controlled and administered by a Joint Board of  \nTrustees composed of equal representation of labor and managemen' who are signatories to the  \nTrust Agreement of the aforesaid Trust Fund. Each Trustee appointed by the Union shall be a  \nmember of the Union and employed by the Union and each Man.igement trustee shall be a  \nsalaried executive or officer of a signatory Employer, or an employee of an Employer  \nassociation, on behalf of its member employers.  \n2007 — 2012 17 CARPENTER  \nSECTION 4. Apprenticeship and Training  \nIt is agreed that all Employers covered by this Agreement shall contribute a sum as listed  \nin Schedule \"A\" herein for each compensable man-hour of Carpenters, including supervisory  \nemployees when covered by this Agreement. Said contribution shall be made to the Carpenters-  \nEmployers Apprenticeship and Training Trust Fund of Washington in the manner as set forth in  \nthe Trust Agreement of said Trust. The details of such Apprenticeship and Training Plan  \nestablished by this Trust Fund and this Trust Fund itself shall continue to be controlled and  \nadministered by a Joint Board of Trustees composed of equal representation of labor and  \nmanagement who are signators to the Trust Agreement of the aforesaid Trust Fund. Each  \nTrustee appointed by the Union shall be a member of the Union and employed by the Union and  \neach Management trustee shall be a salaried executive or officer of a signatory Employer, or an  \nemployee of an Employer association, on behalf of its member employers.  \nSECTION 5. Millwrights Exception  \nIn that terntory west of the 120th Meridian covered by Millwrights Local No. 1699,  \nPasco, fringe benefits on their members will be paid to the Eastem Washington-Northern Idaho  \ntrust funds. Fringe payments as well as wages, travel and other conditions shall be those  \nspecified in the Eastern Washington-Northern Idaho Carpenter Agreement. The aforementioned  \nterritory includes the combined jurisdiction of Carpenters Local Union 770, Yakima, and Local  \n2205, Wenatchee and shall apply to millwright employees only.  \nSECTION 6. It is mutually agreed that in the territory of Local Unions 770 of Yakima and Local  \n2205 Wenatchee, which is east of the 120th Meridian, the Trustees shall accept the Eastern  \nWashington Agreement setting forth the fact that Fringe Benefits under this Agreement shall  \napply for that area. Atl Trusts shall credit such contributions as though they were made under  \nthis Agreement.  \nSECTION 7. Failure to Pay Contributions  \nIn the event an Employer fails to make the monetary contribution in conformity with this  \nAgreement, the Union is free to take any economic action against such Employer it deems  \nnecessary, and such action shall not be considered a violation of this Agreement.  \nSECTION 8. Information on Trust Agreement  \nIt is understood that the Union, individual Employers, and signatory Employer  \nAssociations are principal parties to the Health & Security, Retirement, Vacation and  \nApprenticeship and Training Trust Agreements and are, therefore, entitled to full information on  \nthe actions of the Trustees and the operation of the Trust.  \nSECTION 9. As it relates to Fringe Benefits Trust Funds; if Article 6 is not implemented within  \nninety (90) days of completion of a project then Article 6 will be waived.  \nSECTION 10. It is understood that the principal parties to this Agreement have developed a  \nselection process for appointment of management trustees which offers trust representation to  \nindividual signatory Employers or signatory Employer associations as mentioned in Section | - 4  \nof Schedule B, above. This selection process has been incorporated into the applicable Trust  \nAgreements, and is available in the Trust Office.  \nSECTION 11. Parties Bound  \nIt is further understood that Employers, who are parties to this Agreement, shall be bound  \nby the terms and provisions of the Trust Funds and Plans as mentioned in Section | through 10  \nas though these Trust Funds and Plans were part of this Agreement.  \nCARPENTER 18 2007 - 2012  \n   \n   \n   \n   \nSECTION 12. Trust Mergers  \nThe Employers and the Regional Council agree that the health and welfare trusts covering  \ncarpenter employees in Western and Central Washington (Carpenters Health and Security Trust  \nof Westem Washington), eastern Washington, Idaho, Montana, and Wyoming (Washington-  \nIdaho Carpenters Health and Security Fund) and Oregon and Washington (Oregon-  \nWashington Carpenters-Employers Health and Welfare Trust) shoul! be merged. To that end,  \nthe Employers and the Regional Council agree to amend the Trust Ag reement for the Carpenters  \nHealth and Security Trust of Western Washington to authorize the Foard of Trustees to merge  \nthe Trust with the other two trusts.  \nSubject only to the Trustees’ determination that_a_ merger would violate fiduciary or other  \nobligations of ERISA, the Employers and the Regional Council authorize and request the  \nTrustees, in their fiduciary capacity, to negotiate and implemert the merger making all  \nreasonable efforts to implement the merger by 12/31/2008.  \nSECTION 13 Domestic Partner Benefits  \nThe parties agree that if the establishment of Domestic Partner Benelits is in the best interest of  \nthe participants in the Trust Funds, the Trustees of the Trust Funds should expedite the process  \nof the establishment of Domestic Partner Benefits.  \nSCHEDULE \"C\"  \nZONE PAY DIFFERENTIAL  \nSECTION 1. The parties recognize that it is sometimes inconveniert to get to the job location  \nbecause of varying distances. It is agreed and understood that while traveling to and from work,  \nthe employees are not within the course and scope of their employn ent and the relationship of  \nEmployer-employee do not commence until the hourly wage commen -es.  \nSECTION 2. General Travel Conditions  \n(a) When the only access roads to a job require employees to travel into a higher travel  \nzone and back to the zone in which the job ts located, then the emplcyees shall be paid the zone  \npay differential provided for the higher zone.  \n(b) Toll and Ferry Fares. All necessary ferry or other forms of water transportation are  \nto be reimbursed by the Employer in the following instances and manner:  \n(1) Employees will be reimbursed at the passenger's fare or passenger's carfare  \nwhen substantiated by receipts.  \n(2) When employees elect to live at or near the project and forego daily ferry  \ntravel, it is recognized that they are entitled to the prerogative of their homes for the  \nweekend, and in that event, ferry charges shall be paid for such weel:end travel as substantiated  \nby receipts.  \n(3) When circumstances make it necessary that a toll bridge be utilized, the  \nemployees will be reimbursed accordingly.  \n(c) Board and Lodging. When the Employer provides camp: or board and lodging, the  \nbasic wage scale will be observed and the rate for camp and board and lodging will not exceed  \n$3.00 per day to be paid by the employee. Any costs over $3.00 per Jay will be absorbed by the  \nEmployer. The applicable travel shall apply on the first and last day of employment, with the  \nexception that should the employee quit of his/her own prior to five (5) days  \nemployment, travel expenses shall be allowed for the first day only. Jobs in remote areas where  \ncamp or board and lodging is not provided and housing is inadequate or cost for housing is  \nprohibitive, the Employer will make every effort to arrange for hou:ing at reasonable rates for  \nhis/her employees.  \n2007 — 2012 19 CARPENTER  \n(d) Remote Projects. On dam, hydro-electric, building projects and other remote  \nengineering projects such as airports, refineries and radar or radio installations, but not limited  \nthereto, where the Employer provides camp or board and lodging, required travel time will be  \npaid for the initial tnp to the job and return. Payment of travel time on the return tnp will be  \npaid to all employees, including discharges and layoff; the only exception that shall apply will be  \nas to those employees that remain on the job less than thirty (30) calendar days who voluntarily  \nquit.  \nSECTION 3. Carpenters’ Zone Pay  \nZone pay differential shall be paid on jobs located outside of the free zone computed from the  \ncity center of the following listed cities:  \nSeattle Olympia Bellingham  \nAuburn Bremerton Anacortes  \nRenton Shelton Yakima  \nAberdeen-Hoquiam Tacoma Wenatchee  \nEllensburg Everett Port Angeles  \nCentralia Mount Vernon Sunnyside  \nChelan Port Townsend  \nZone A: 0 - 25 radius miles - Free  \nZone B Over 25 radius miles - $1.75 per hour  \nSECTION 4. Piledriver, Bridge, Dock And Wharf Builders’ Zone Pay: Local No. 2396, Seattle,  \nLocal No. 756, Bellingham, Local 1597 Bremerton, and Local No. 317, Aberdeen.  \nZone pay differential to be computed from Seattle City center, Tacoma City center, and  \nEverett City center.  \nZone A: O- 25 radius miles ‘Free  \nZone B: 25 —35 radius miles $1.75 per hour  \nZone C: 35 — 45 radius miles $2.05 per hour  \nZone D 45 — 5S radius miles $2.45 per hour  \nZone E Over 55 radius miles $2.85 per hour  \nZone F Over 90 radius miles $75.00 per day  \nThe following are exceptions to the above zone pay:  \n(a) San Juan County. Work in San Juan County (except Lopez Island) shall be  \nconsidered as a subsistence zone. Employees will be paid seventy-five dollars ($75) per  \nworkday subsistence, unless room and board is furnished by the Employer.  \n(b) Piledrivers who reside in Mount Vernon, Olympia, Wenatchee, or Yakima Local  \nUnion jurisdiction areas, working on jobs in their respective area, shall have their zone pay  \ndifferential measured from their respective city center. Piledrivers who are dispatched from  \nAberdeen, Bellingham and Port Angeles will be paid the Zone Pay from these respective city  \ncenters.  \nSECTION 5. Millwnghts’ Zone Pay: Local 204  \n(a) Millwrights’ zone pay differential shall be computed from Seattle City center,  \nTacoma City center, and Everett City center.  \nZone A: 0-25 radius miles _‘ Free  \nZone B: 25 — 35 radius miles $1.75 per hour  \nZone C: 35 —45 radius miles $2.05 per hour  \nZone D 45 —55 radius miles $2.45 per hour  \nZone E Over 55 radius miles $2.85 per hour  \nZone F Over 90 radius miles $75.00 per day  \n(b) The following are exceptions to the above Millwnght zone pay:  \nCARPENTER 20 2007 - 2012  \n   \n   \n   \n   \n(1) Subsistence_work in San Juan County (except Lopez Island), Clallam  \nCounty, Jefferson County, and Pacific County will be paid sevent,-five dollars ($75.00) per  \nworkday subsistence unless room and board is furnished by the Empleyer.  \n(2) Millwrights who reside in Aberdeen, Bellinghim, Port Angeles, Mount  \nVernon, Olympia, Wenatchee, or Yakima Local Union jurisdiction areas, working on jobs in  \ntheir respective area, shall have their zone pay differential measure«| from their respective city  \ncenter.  \n(3) Millwrights residing in the Wenatchee, Yakimz and Pasco local unions’  \njurisdiction shall receive zone pay rates figured from the city nearest their residence. When  \nresiding in the Pasco area and dispatched to Yakima or local unions' jurisdiction,  \nzone pay rates shall be measured from Pasco.  \n(4) Whenever a Millwright covered by a classification in this Agreement of  \nrequired skill is not available within the Local Union jurisdictio1 to be dispatched to the  \nEmployer but is available from another jurisdiction within the area and the Employer  \nauthorizes his/her procurement, the Employer shall reimburse such workman in accordance with  \nthe above schedule from the city of his/her residence.  \n(5) But when a Millwright leaves his/her place of residence to voluntarily seek  \nemployment in another jurisdiction and makes himself/herself availal:le to that jurisdiction, then  \nthe employee shall become subject to such local travel time, transportation and subsistence  \nconditions that are applicable.  \nAPPENDIX 2  \n"], ["ARTICLE 1  \nCRAFT WORK RULES  \n", "SECTION 1. Shop Stewards  \n(a) The Business Representative shall have the right to cesignate in writing to the  \nEmployer a Journeyman Carpenter as a Steward on each of the Employer's projects. The  \nSteward shall not be discharged or transferred except for just cause :ind shall remain on the job  \nprovided that there are at least four (4) Carpenters on the project. Tle Employer will notify the  \nUnion at least forty-eight (48) hours prior to terminating the Steward. [fa Steward is terminated,  \nthe Business Representative may appoint another Steward from the remaining crew.  \n(b) The Steward shall be allowed reasonable time to perforn his/her duties in insuring  \nthat the conditions of the Agreement are being adhered to and he/slie shall be allowed time to  \nadvise the Business Representative of any alleged violations. In add tion to his/her other duties,  \nthe Steward shall have the nght to take up a report once each week curing working hours. This  \nmust be done as expeditiously as possible.  \n(c) Inthe event it is found that a Steward is laid-off or disch: rged for performing his/her  \nfunctions as a Steward, the Employer shall reinstate him/her with pay for all lost time as a result  \nof such improper action.  \nSECTION 2. Tool Sharpening  \nAll employees will have their tools sharp and in good conditivn before going on any job.  \nSharpening of tools shall be the responsibility of all Employers. Employees shall be allowed  \ntime to file and sharpen tools, or a saw filer may be employed on the job, or tools may be taken  \nto a shop for sharpening at the Employer's expense. Tools sharpenec| will be returned at time of  \nlayoff or suitable arrangements will be made for their return to the « mployee or to the office of  \nthe Local Union having jurisdiction of the job.  \nSECTION 3. All or any equipment furnished by the Employer may be charged against the  \nemployee subject to credit refund upon their return to the Em>loyer regardless of wom  \ncondition.  \n2007 — 2012 2! CARPENTER  \nSECTION 4. Furnishing Tools  \nNo employee shall furnish, rent or lease, for compensation or otherwise on any job, a  \ntransit, mortising, boring machine, power saw, power jointer, floor sander, power activated tools  \nregardless of whether they are powered by batteries, AC-DC electrical, gas or air; ladder, trestle,  \nbench, mitre box, siding cutter, dial indicator (larger than |” face), micrometer (not over 1\"),  \nreamer, extractor, taps, tap wrenches, metal drill, socket wrench (over 1/2\" drive), box end or  \nadjustable wrench larger than a 12\" Crescent, shaft levels (over 12\"), augers (over 1-1/8\"), auto,  \ntruck or similar equipment, welding machines, cutting torch, and welders protective equipment,  \nsuch as gloves, leathers, hoods, goggles. The above equipment must be furnished by the  \nEmployers.  \nSECTION 5. Tool Storage  \nThe Employer shall furnish a suitable place; dry, clean and safe for keeping employees’  \ntool kits and weather gear, separate from other trades and separate from company tools, and the  \nsame to be provided with a suitable lock, for protection of tools and gear, during non-working  \nhours, and separate from alternate shifts. It shall be the responsibility of the Employer for the  \nreimbursement based on today's actual cost and the industrial standard of the Employees' tools  \nand weather gear lost through fire, flood, theft by forced entry or damage by employer's  \nequipment while same are at the job-site. Employers may require a list of tools and work  \nclothing so stored.  \nSECTION 6. Tool Restrictions  \nThere shall be no restrictions on the full use of tools and equipment other than may be  \nrequired by safety regulations.  \nSECTION 7. An Employer shall furnish warm, dry change rooms of ample size equipped with  \nheat for drying clothes, lights when power is available, and free of any sexually or ethnically  \noffensive materials such as posters, drawings or other printed materials and with benches for use  \nduring lunch period. Same to be situated close to the site of the work and shail not be used for  \nstorage of materials or equipment.  \nSECTION 8. When working in toxic or radiation areas and where creosote and/or treated or  \noiled materials are handled, adequate time shall be allowed for cleaning up before lunch and  \nbefore the end of the shift.  \nSECTION 9. On subterranean water jobs such as tunnels, caissons, etce., rain gear and rubber  \nboots with puncture-resistant insoles shall be furnished by the Employer.  \nOn operations requiring boots higher than calf length, they shall be furnished by the  \nEmployer.  \nThe employee shall furnish his own calf height rubber boots when otherwise needed.  \nSECTION 10. Employees will furnish their own rainwear. In the course of welding or burning  \nor handling of hazardous or contaminated material, should they become damaged, the Employer  \nwill replace the damaged rainwear with new rain gear, provided the employee turns in his/her  \ndamaged rain gear to the Employer.  \n"]]