[["", "   \nwir. . Ler K “Ob  \n6,500 wrkera  \nt//03- 5/31/07  \n2003 - 2007 AGREEMENT  \ngt pp?  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nCARPENTERS, PILEDRIVERS, AND MILLWRIGHTS  \nof the  \nPACIFIC NORTHWEST REGIONAL COUNCIL OF CARPENTERS OF THE  \nUNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 1997-2002, further extended to May 31,  \n2003, and all other prior Agreements thereto by and between the Associated General Contractors of  \nWashington, a Chapter of the Associated General Contractors of America, Inc. and Pacific Northwest  \nRegional Council of Carpenters.  \nFor purposes of this Agreement, the AGC of Washington is not acting as a mult+employer bargaining  \nagent in a single multtemployer unit, but is acting for and on behalf of Employers who have individually  \nrequested the AGC of Washington to act as their individual and separate bargaining agent in individual  \nEmployer units. Further, each individual principal member reserves the nght to review and accept or  \nreject any proposed Agreement negotiated between the Union and the AGC of Washington acting as an  \nagent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individual members of the Associated General  \nContractors of Washington, a Chapter of the Associated General Contractors of America, Inc.  \n(hereinafter referred to as the \"Employer\"), and Pacific Northwest Regional Council of Carpenters,  \n(hereinafter referred to as the \"Union\"), and shall constitute an Agreement between the parties hereto for  \nthe work, conditions and wage rates provided for herein in the territory of Western and Central  \nWashington.  \n"], ["ARTICLE 1  \nPURPOSES OF AGREEMENT  \n", "SECTION 1. The purposes of this Agreement is to promote the settlement of labor disagreement by  \nconference, to prevent strikes and lockouts and to stabilize wages and working condittons in building,  \nheavy highway construction and engineering work in the area affected.  \n2003-2007 1 CARPENTER  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and provisions  \nagreed upon by the parties hereto. No agent or representative of either party has authority to make any  \npromise, inducement or agreement contrary to the provisions herein.  \nSECTION 3. The Employer (having received a demand for recognition by the Union and having been  \nsented with and acceptin f that the Union represents a majority of its employees  \nacknowledges and_ affirms that the Union is the sole and exclusive bargaining representative of its  \nemployees covered by the Principal Agreements under Section 9(a) of the National Labor Relations  \nAct,  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual bargaining  \nagent for each Employer who has authorized the AGC of Washington to negotiate individually with the  \nUnion on its behalf.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heavy Construction and Engineering  \nprojects including the loading and unloading of barges or other carriers of the Employer's materials and  \nequipment at loading facilities for the contractor's work performed by Employer parties to this  \nAgreement in the counties outlined in Article 3.  \nSECTION 2. For clarification, heavy, highway and engineering projects are defined as follows:  \nConstruction of railroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and gutters,  \npaving (portland cement or asphaltic concrete), airports, bridges, overpasses, sewers, water mains,  \nsanitation projects, irrigation projects, flood control projects, reclamation projects, reservoirs, dams,  \ndikes, levees, revetments, channels, aqueducts, channel cutoffs, jetties, breakwaters, harbor  \ndevelopments, docks, dry docks, piers, abutments, retaining walls, transmission lines, duct lines,  \nsubways, shafts, tunnels, excavation of earth and rock, power generating projects, reinforced  \nearthwork, and all other heavy construction and engineering operations in connection therewith, and all  \nsite clearing, demolition work, pipeline and refinery work when covered by this Agreement.  \nSECTION 3. For further clarification, the term \"Building\" shall mean a building structure, including  \nmodifications thereof, or additions or repairs thereto, intended for use for shelter, protection, and  \ncomfort.  \n"], ["ARTICLE 3  \nWORK AND TERRITORY AFFECTED  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties west of the  \n120th Meridian in the State of Washington: Whatcom, Skagit, Snohomish, King, Pierce, Thurston,  \nCARPENTER 2 2003-2007  \nLewis, Grays Harbor, Kitsap, Island, San Juan, Clallam, Jefferson, Mason, Yakima, Kittitas, Chelan  \nand Okanogan, and that portion of Pacific County north of a straight line made by extending the north  \nboundary line of Wahkiakum county west to the Pacific Ocean.  \nSECTION 2. In the areas east of the 120th Meridian which are under the jurisdiction of Local Union  \nNo. 770, Yakima, and Local Union No. 2205, Wenatchee, the terms and conditions of this Agreement  \nshall be recognized. Note: Attached hereto and made a part of this Agreement is Appendix 3 which  \ncontains any differences in wages, travel or working conditions for the Central Washington area.  \nSECTION 3. The work covered by this Agreement shall be as outlined in the General Constitution  \nand Laws of the United Brotherhood of Carpenters and Joiners of Amenca and local awards and area  \npractice.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This successive principal Agreement shall be effective commencing June 1, 2003, and  \nshall continue in force and effect through May 31, 2007. Upon its expiration, this agreement shall  \ncontinue from year to year, June 1 through May 31 of each year, by automatic renewal; unless changed,  \nterminated or superseded by a successive principal agreement. For the purpose of negotiating  \nalterations in wages and other terms and conditions of employment, either party may open this  \nAgreement or any contract effectuated through automatic renewal by giving written \"Notice of Opening\"  \nnot later than sixty (60) days nor more than ninety (90) days prior to the expiration date. “Notice of  \nOpening\" is in no way intended by the parties as a termination of, nor shall it in any way be construed as  \na termination of this Agreement or any annual contract effectuated through automatic renewal nor as  \nforestalling automatic renewal as herein provided. The parties reserve the right to economic recourse in  \nnegotiations, except during the interval between the giving of \"Notice of Opening\" and the expiration  \ndate.  \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be perfected  \nby giving written \"Notice of Termination\" not later than sixty (60) nor more than nnety (90) days prior  \nto the expiration date, whereupon the contract shall, on its expiration date, terminate. Effective  \ntermination eliminates automatic renewal.  \nSECTION 3. Any \"Notice of Opening\" or \"Notice of Termination\" given in hand within sixty (60) days  \nnor more than 90 days of any expiration date shall be absolutely null and void and completely meffective  \nfor all purposes.  \nSECTION 4. Notwithstanding the above, this Agreement may be opened on June 1, 2005, for the  \npurpose of negotiating wage and fringe benefit rates set forth in Appendix _] only. Such opening shall be  \nperfected by either party giving written “Notice of Opening” to the other, not later than sixty (60) days  \nnor more than ninety (90)days prior to June 1, 2005. If agreement cannot be reached, economic  \n2003-2007 3 CARPENTER  \nrecourse will not be permitted, rather the grievance procedure as outlined in Article 11 shall be used for  \nthe establishment of new wage and fringe benefit rates.  \n"], ["ARTICLE 5  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. The Employer (having received a demand for recognition by the Union and having been  \npresented with and accepting proof Union represents_a_majonty of its employees)  \nacknowledges and affirms that the Union is the sole and exclusive bargaining representative of its  \nemployees covered by the Principal Agreements under Section 9(a) of the National Labor Relations  \nAct.  \nSECTION 2. The employees shall become and remain members of the Union as a condition of  \nemployment from the seventh (7th) but not later than the eighth (8th) day of employment, or the effective  \ndate of this Agreement, whichever is later.  \nSECTION 3. _ It is further agreed that all Union Carpenters employed by the Employer shall maintain  \ntheir membership with current month's dues paid in their Local Union.  \nSECTION 4. Failure of any employee to pay or tender normal initiation fees or dues as required by  \nthis Agreement shall upon the request of the Union in writing, result in the termination of such employee.  \nSECTION 5. Labor and Management Committee  \nA Labor and Management Committee shall be established to meet quarterly to discuss issues from the  \ncontract and issues that will improve and better the industry.  \nSECTION 6. | Whenever the Employer requires Carpenters covered by this Agreement on any job,  \nthe Employer shall first request referral of such Carpenters from the Local Union having jurisdiction (See  \nmap). The Employer will notify the local union office having jurisdiction either by telephone or in writing  \nstating the job location and number of Carpenters required. The Union shall refer Carpenters to the  \nEmployer by name with a dispatch slip, at the request of the Employer or his agent.  \nSECTION 7. Out of Work List Requirements  \n(1) The term Carpenter covers all classifications in the Master Agreement. All Journeymen  \nand Apprentices may sign their respective Out-of-Work Lists of any local union in the Pacific  \nNorthwest Regional Council of Carpenters jurisdiction.  \n(2) The Employer may request Carpenters by name, without regard to their position on the  \nOut-of- Work List. Dispatches will be given to Carpenters and State approved registered Apprentices  \non the Out-of- Work List in numerical order except when called by name or called on an operr-call basis  \nCARPENTER 4 2003-2007  \nfor a specific skill, ie., Millwright, Welder, Sheetrock Applicator, minority or female requirements. In  \nthose cases, the first person on the list that meets the requested criteria and is available will be  \ndispatched.  \n(3) Qualified applicants reporting to the job-site within twenty-four (24) hours after being  \nordered must be put to work or paid the proper show-up time unless the Union is notified of  \ncancellation prior to referral. Employers have no responsibility to applicants reporting after a twenty-  \nfour (24) hour period, Saturday, Sunday and Holidays excluded.  \nWhen an employee is referred to the job by the Union, such referral shall be on a non  \ndiscriminatory basis, not affected by membership or non-membership, past or present union activities,  \nor age, sex, race, creed, color or national origin.  \nSECTION 8. Either party to this Agreement shall have the right to re-open negotiations pertaining to  \nthe Union Security by giving the other party thirty (30) days written notice, when there is reason to  \nbelieve that the laws pertaining thereto have been changed by Congressional Amendments, Court  \nDecisions, or Governmental Regulations or Decisions.  \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. Ifa contractor bound by this Agreement contracts or subcontracts any work covered  \nby this Agreement to be done at the job site for the construction, alteration or repair of a building,  \nstructure or other work to any person or proprietor who is not signatory to this Agreement, the  \nEmployer shall require such subcontractor to be bound to all the provisions of the Agreement for the  \nduration of his/her project only, or such contractor shall maintain daily records of the subcontractors’  \nemployees’ job site hours and be liable for payment of these employees’ wages, travel, Health &  \nSecurity, Retirement, Vacation & Apprenticeship and Training contnbutions (or differential) in  \naccordance with this Agreement.  \n"], ["ARTICLE 7  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shall be New Year's Day, Memorial Day (last  \nMonday in May), Fourth of July, Labor Day, Thanksgiving Day, Friday and Saturday after  \nThanksgiving Day, and Christmas Day. Any holiday which falls on a Sunday shall be observed as a  \nholiday on the following Monday. A holiday shall be a twenty-four (24) hour period, beginning with the  \nregular starting time of the first shift on the date of the holiday, unless otherwise mutually agreed to by  \nthe Employers and the Union. No work shall be performed on Labor Day except to protect life and  \nproperty or by mutual agreement of the Union and the Employer. If any of the listed holidays falls on a  \nSaturday, the preceding Friday shall be a regular workday.  \n2003-2007 5 CARPENTER  \n"], ["ARTICLE 8  \nMEAL PERIODS  \nSECTION 1.  \n", "A. Employees shall not be required to work more than five (5) hours from the start of the shift  \nwithout at least a one-half (2) hour unpaid break for a meal. This meal pertod shall not begin  \nearlier than three and one-half (34) hours after the start of the shift. If employees are required  \nto work past five hours, they shall be paid one-half (‘4) hour at the applicable overtime rate and  \nmust be allowed time to eat their meal. If not allowed to eat their meal, employees will be paid  \nan additional one-half (’/) hour at the applicable overtime rate.  \nB. Employees required to work more than two (2) hours after the end of the regular shift shall be  \nallowed at least one-half (2) hour meal period which shall be considered as time worked, and if  \nit is impractical for the employees to leave the job, they shall be provided a meal by the  \nEmployer. If employees are not allowed to leave the job and no meal is provided during this  \nsecond meal period, they shall be paid an additional one-half (2) hour of overtime.  \nC. In the event that the Employer establishes a ten (10) hour day, the meal period shall be at mid-  \nshift. Employees' meal period may be staggered during the period of three and one-half (3) to  \nfive (5) hours from the start of the shift to cover necessary work of a continuous nature.  \nSECTION 2. For the purpose of this Article the applicable overtime rate following a delay/missed  \nmeal, as noted above, shall be as follows:  \n- In the event the rate of the day is time and a half (14), the applicable overtime rate will be two  \n(2) times the straight time rate of pay.  \n- In the event the rate of the day is double time, the applicable overtime rate will be two and one  \nhalf (2/2) times the straight time rate of pay.  \n"], ["ARTICLE 9  \nPAY DAY  \n", "SECTION 1. Employees shall be paid in full once each week (on the same day), but in no event shall  \nmore than five (5) days (Saturday, Sunday and Holidays excluded) wages be withheld.  \nIf the regular payday falls on a Holiday, the employees shall be paid on the last regular workday  \nbefore the holiday.  \nThe Employer will have the following options of making payment: negotiable check  \npaid at job site, direct deposit in employee’s bank account or by mail (at election of  \nemployee in writing). If paid by mail, check shall be postmarked not later than two (2) business days  \nprior to the established payday.  \nCARPENTER 6 2003-2007  \nIf the payment is not made expressly as provided herein, then the employee shall be paid two  \n(2) hours pay at the appropriate hourly wage rate for each twenty-four (24) hour period thereafter until  \npayment is made. In the case of payment by mail, the postmark on the envelope will serve as the cutoff  \nfor any penalty.  \nThe Employer shall furnish to each employee at the time of payment of wages an itemized  \nstatement showing the pay basis hours or days worked), rate or rates of pay, gross wages, and all  \ndeductions for that pay period. In addition, the name, address and phone number of the Employer shall  \nbe indicated.  \nNo adjustment of disputed pay will be made unless the workman or the Union shall make a  \nclaim in writing to the Employer's representative fifteen (15) days from the pay period in question.  \nSECTION 2. An employee shall be paid in full when discharged. Upon layoff or discharge, (except  \nfor cause), carpenters will be provided fifteen (15) minutes to pick up, and transport to vehicle, tools  \nand personal items. Failure by the Employer to provide fifteen (15) minutes will result in overtime  \nconditions for the time necessary beyond the end of the shift.  \nSECTION 3. When employees are laid off or discharged dunng normal office hours, they shall be  \npaid in full immediately. In the event that the employee is not paid immediately, he/she shall receive two  \n(2) times the hourly wage rate for each twenty-four (24) hour period thereafter until said check is mailed  \nto an address of the employee's choice. The postmark on the envelope will serve as the cutoff for any  \npenalty.  \nSECTION 4. Upon the completion of the employee's job, the employee shall be paid forthwith. If not  \ncompleted within normal office hours, payment shall be made within twenty-four (24) hours (Saturday,  \nSundays and Holidays excepted). Payment, if so desired, may be made through the Union Hall or by  \n_ regular mail.  \nSECTION 5. Employees who quit shall be paid not later than the next regular pay period.  \nSECTION 6. The only exception of the “lay off pay-off policy\" is as outlined in Section 4 of this  \nArticle.  \nSECTION 7. In the event an employee receives a nor-sufficient funds (NSF) check, the payment  \nshall be by money order or certified check. In addition any documented bank fees or charges incurred  \nby the employee as a result of receiving a NSF check payment, will be reimbursed to the affected  \nemployee. If requested, a letter of explanation will be sent to the employee’s bank and any creditors  \nthat may have been affected. If an employee receives a NSF check for the second time in any four (4)  \nweek periods, the make-up check and all subsequent payments shall be by money order or certified  \ncheck.  \n"], ["ARTICLE 10  \nUNION REPRESENTATIVE  \n", "2003-2007 7 CARPENTER  \n   \nSECTION 1. Authorized representatives of the Union shall have access to the projects provided they  \ndo not unduly interfere with the work of employees, and that they fully comply with the safety and  \nsecurity procedures established for the projects. On projects with restricted access, the Employer will  \ncooperate with the Union officials in this regard as far as regulations permit.  \n"], ["ARTICLE 11  \nSETTLEMENT OF DISPUTES/GRIEVANCES  \n", "   \nSECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their immediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 is outlined for  \nthat purpose.  \nSECTION 2. In the event that a dispute arises on the job, the following procedure will be followed to  \naddress the dispute:  \nStep One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the job  \nbetween the representative of the Union involved and the Employer, the dispute shall promptly  \n(not later than fifteen (15) working days), be referred to the authorized representative of the  \nUnion_and the Employer or their authonzed representative. Should they fail to effect a  \nsettlement, the matter shall proceed to Step Two.  \nStep Two: The dispute shall be referred to a Board of Conciliation within fifteen (15) working  \ndays. This Board shall consist of two @) persons who have no direct_involvement_in_the  \ndispute, appointed by each party. If these four (4) persons cannot effect a settlement within  \nseven (7) days after the dispute has been referred to them, the matter shall proceed to Step  \nThree.  \nStep Three: __ By mutual agreement, the issue may be referred to mediation. The parties shall request  \na mediator from the Federal Mediation and Conciliation Service or other acceptable service.  \nThis person shall serve as the mediator to resolve the dispute. The expense of employing the  \nmediator shall be borne equally by both parties and each party shall be responsible for their own  \nattorney fees and costs. Should mediation be waived or the parties fail to reach agreement, the  \nmatter shall proceed to Step Four.  \nStep Four: The parties shall request_a list of from the Federal Mediation &  \nConciliation Service or other acceptable service and shall alternately strike names until only one  \nname remains. This person shall serve as the arbitrator to resolve the dispute. The expense of  \nemploying the arbitrator shall be borne equally by both parties and each party shall be  \nresponsible for their own attorney fees and costs.  \nCARPENTER 8 2003-2007  \nAny decision of the Board shall be within the scope and terms of this Agreement. It may  \nalso provide retroactivity not exceeding sixty (60) days and shall state the effective date. Decision by  \nthis Board shall be rendered within twenty (20) days or at their discretion after the dispute is referred to  \nthem, and such decision shall be final and binding upon all parties. By mutual agreement, the  \naforementioned time frames in this Article may be waived or extended.  \n"], ["ARTICLE 12  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no strikes, no work stoppages or slowdowns or other nterference with  \nthe work because of jurisdictional disputes.  \nSECTION 2. The Employer shall be responsible for all jurisdictional assignments. In issuing such  \nassignments, the Employer shall be guided by local award and area practices, Craft jurisdiction is  \nneither determined nor awarded by classifications appearing in any labor agreement.  \nSECTION 3. __If.a jurisdictional dispute arises, it shall first be submitted to the Regional Council and  \nthe_affected Employer or their authorized representative for settlement. If no_understanding or  \nagreement is reached within forty-eight (48) hours, the parties may refer the dispute to the International  \nUnions with which the disputing Unions are affiliated, for resolution and the Employer shall abide by the  \nresolution. The disputed work shall continue as assigned by the Employer until the dispute has been  \nresolved.  \n"], ["ARTICLE 13  \nSTRIKES AND PICKET LINES  \n", "SECTION L. It is mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 11.  \nSECTION 2. Employees will not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line approved by the Union party to this  \nAgreement.  \nSECTION 3. As required by law, employees shall be furnished to the Employer dunng labor disputes  \nwith other construction crafts and the Employer will endeavor to work as long as economically possible  \nduring these periods.  \n"], ["ARTICLE 14  \nSAFETY MEASURES  \n", "2003-2007 9 CARPENTER  \nSECTION 1. The Employer and the employee will conform to all Federal and State health and safety  \nregulations applicable to work covered by this Agreement and shall have adequate shelters available  \nwhere necessary, with heat, where the workers can change and dry their clothes and store their tools.  \nOn all projects covered by this Agreement, there shall be provided by the Employer at all times during  \nconstruction, sanitary facilities consisting of a reasonable number of toilets and urinals. Fresh, cool,  \nsanitary drinking water will be available to the workers. The Employer will furnish welding equipment  \nincluding all leathers. The Employer will furnish to all Carpenter employees necessary hard hats, eye  \nprotection, ear protection, respirators, reflective vests, all personal fall protection and restraint  \nequipment, and equipment needed to work with hazardous or contaminated material.  \nSECTION 2. This Agreement is not intended to and shall not be construed as creating, imposing, or  \nadopting on the Union or representatives any state commorr law duties in the areas of safety.  \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to and shall not be construed to permit acts, which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in any court  \nor other Governmental action, be held invalid, the remaining provisions and their application shall not be  \naffected thereby. Provided, however, upon such invalidation the parties signatory hereto agree to  \nimmediately meet to re-negotiate such parts or provisions affected. The parties agree to arrive at a  \nmutually satisfactory replacement within sixty (60) days unless a definite extension of time 1s mutually  \nagreed to. When no mutually satisfactory replacement is reached, the provisions of Article 11,  \nSettlement of Disputes/Gnevances, will apply.  \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "(a) Eight (8) hours shall constitute a day's work; five (5) days shall constitute a week's work,  \nMonday through Friday. A single shift operation shall be established for a minimum of three (3) days.  \n(b) A single shift operation shall be restricted to the hours between 6:00 am and 6:00 p.m. and  \neight (8) hours of continuous employment (except for meal period) shall constitute a day's work  \nMonday through Friday of each week. In the event the job is down due to weather conditions, or other  \nconditions beyond the control of the Employer, Monday through Friday, then Saturday may, at the  \noption of the Employer, be worked as a voluntary make-up day at the straight time rate.  \nCARPENTER 10 2003-2007  \n(c) Four ten (10) hour shifts at the straight time rate may be established Monday through  \nThursday. In the event the job is down due to weather conditions, or other conditions beyond the  \ncontrol of the Employer, then Friday may, at the option of the Employer, be worked as a voluntary  \nmake-up day. Ail hours worked in excess of ten (10) hours a day or forty (40) hours a week must be  \ncompensated at the overtime rate.  \n(d) No employee shall be discharged, laid off, disciplined, replaced or transferred for refusing  \nto work a make-up day.  \n(e) In the event of a civil emergency such as, but not kmited to, earthquakes, floods, or fires,  \nstarting time of the shift may be made to fit the emergency and eight (8) hours in any twenty-four (24)  \nhour period may be worked at straight time. In order to work such shift, mutual agreement shall be  \nreceived.  \n(f) Special Shifts: When due to conditions beyond the control of the Employer or when  \ncontract specifications require that work can only be performed outside the regular day shift, then a  \nspecial shift, upon three (3) days written notice to the Union may be worked, Monday through Fnday at  \nthe straight time rate. The starting time of work will be arranged to fit such conditions of work. Such  \nshifts shall consist of eight (8) hours of work for eight (8) hours of pay or ten (10) hours of work for ten  \n(10) hours of pay on a four-ten shift.  \n(g) When an employee is called out to work without at least eight (8) hours off since his/her  \nprevious shift, all such call out time shall be paid at the overtime rate until he/she shall have eight (8)  \nhours off.  \n(h) Holiday Week: In the event that a holiday is celebrated during the week (Monday throu  \nFriday), the remaining four days of the week may be worked as a four ten shift at the straight time rate.  \nSaturday may be used_as a voluntary makeup day im the event_the job 1s down due to weather  \nconditions, or other conditions beyond the control of the Employer  \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Employer. Shift hours and rates  \nwill be as follows:  \n(a) Two Shift Operation. On a two consecutive shift operation, no shift penalty is involved for  \nwork performed on either of these two shifts. Each shift must be scheduled for at least eight (8) hours  \nexcept as provided for in Section 1 of this Article. On a two-shift operation, the second shift shall be  \nestablished for a minimum of three (3) days.  \nOnce the starting times are established for the two-shift operation, they shall not be changed  \nexcept upon three (3) working days written notice to the Union.  \n(b) Three Shift Operation. On a three-shift operation, the following shall apply:  \n2003-2007 11 CARPENTER  \nFirst Shift - The regular hours of work on the first shift of three shift operations shall be eight (8) hours  \nof continuous employment, except for lunch period at mid-shift, between the hours of 6:00 am and 6:00  \np.m.  \nSecond Shift - The second shift shall be seven and one-half (7-1/2) hours of continuous employment,  \nexcept for lunch period at mid-shift, and shall be paid for at eight (8) tumes the straight time hourly wage  \nrate.  \nThird Shift - The third shift shall consist of seven (7) consecutive hours of employment, except for lunch  \nperiod at mid-shift, and shall be paid for at eight (8) times the straight time hourly wage rate.  \n(c) Multiple shift (a two or three shift) operation will not be construed on the entire project if at  \nany time it is deemed advisable and necessary for the Employer to multiple shifts a specific operation.  \nThose groups of employees only who relieve first shift groups of employees and such first shift groups of  \nemployees who are relieved by groups of employees on a second shift, and on a three shift operation  \nthose groups of employees who relieve the groups of employees on a second shift, shall be construed as  \nworking multiple shifts. The intent of this clause shall be construed so as to recognize that a \"reliever  \ngroup\" and a “relief group\" does not necessarily mean \"person for person” relief.  \n(d) It is understood and agreed that when the first shift of a multtple shift (a two or three shift)  \noperation is started at the basic straight time rate or at a specific overtime rate, all shifts of that day's  \noperation shall be completed at that rate.  \nSECTION 3. SPECIAL WORK/TIDE WORK  \nWhen an employee has completed his/her scheduled shift and is called out to perform special  \nwork, including tide work, he/she shall receive premium pay in accordance with the following rates:  \n(a) For show up, four (4) hours pay at the straight time rate 1s due.  \n(b) = When put to work, a minimum of four (4) hours pay 1s due at applicable overtime rate.  \n"], ["ARTICLE 17  \nOVERTIME  \nSECTION 1.  \n", "(1) Monday through Friday, the first four (4) hours of overtime after eight (8) hours of straight  \ntime work shall be paid at one and one half (1-%) times the straight time rate of pay. All additional  \novertime will be paid at two (2) times the straight time rate of pay.  \n(2) On a four ten (10) hour shift, Monday through Thursday, the first two (2) hours of overtime  \nafter ten (10) hours of straight time work shall be paid at one and one half (14) times the straight time  \nrate of pay. All additional overtime will be paid at two (2) times the straight time rate of pay.  \nCARPENTER 12 2003-2007  \n(3) On a four ten (10) hour shift, Monday through Thursday, on Friday (except when worked  \nas a make-up day), the first twelve (12) hours of work will be paid at one and one half (1/4) times the  \nstraight time rate of pay. Additional overtime shall be paid at two (2) times the straight time rate of pay.  \nSECTION 2. Saturday, the first twelve (12) hours of work will be paid at one and one half (1’4) times  \nthe straight time mte of pay. All additional overtime shall be paid at two (2) times the straight time rate  \nof pay.  \nSECTION 3. All work performed on Sunday and Holidays shall be paid at two (2) times the straight  \ntime rate of pay.  \nSECTION 4. The Employer shall have the sole discretion to assign overtime work to employees.  \n"], ["ARTICLE 18 ;  \nREPORTING AND MINIMUM HOURS PAY  \n", "   \nSECTION 1. When an employee or new hire reports to work for his/her regular or assigned shift and  \nweather permitting is not put to work, he/she shall be paid two (2) hours reporting time and shall remain  \nat the job-site for the two (2) hours if required by the Employer.  \nSECTION 2. Employees who work less than four (4) hours shall be paid for four (4) hours; they shall  \nbe paid a minimum of six (6) hours if required to work more than four (4) hours; they shall be paid eight  \n(8) hours if required to work more than six (6) hours; and they shall be paid ten (10) hours if required to  \nwork more than eight (8) hours on a regularly established ten (10) hour shift. Employees who cannot  \nwork a full shift because of weather conditions shall be paid for actual hours worked.  \nSECTION 3. If any employee refuses to start work or if any employee stops work of his/her own  \nvolition, the minimum set forth in Section 2 above shall not apply.  \nSECTION 4. When employees are called out to work on overtime days and are not put to work, they  \nshall receive pay for two (2) hours at the applicable overtime rate of pay. When employees are put to  \nwork on overtime days, they shall be paid the actual time worked at the overtime rate, however, the  \nminimum shall be two (2) hours at the overtime rate of pay.  \nSECTION 5. When employees, including new hires, reporting for work arrive on the job unprepared  \nto perform the work required (for example, under the influence of alcohol or drugs, or inadequately  \nclothed), the Employer shall not be expected to put such individuals to work nor shall they be entitled to  \nreporting pay if not put to work.  \n"], ["ARTICLE 19  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. The Employer retains full and exclusive authority for the management of its operation  \nsubject to the provisions of this Agreement. The Employer shall direct his/her working forces at his/her  \nsole prerogative including, but not limited to hiring, promotion, transfer, layoff or discharge for just cause  \n2003-2007 13 CARPENTER  \nas traditionally practiced within the Construction Industry. The Employer shall utilize the most efficient  \nmethods or techniques of construction, tools or labor saving devices. There shall be no limitations upon  \nthe choice of materials or design except those imposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management nghts shall not be deemed to exclude other  \nfunctions not specifically set forth.  \nSECTION 3. It shall not be a violation of this Agreement when the Employer considers it necessary to  \nshut down to avoid possible loss of human life because of an emergency situation that could endanger  \nthe life and safety of an employee. In such cases, employees will be compensated only for the actual  \ntime worked. In the case of a situation described above whereby the Employer requests the employees  \nto stand by, the employees will be compensated for the \"stand by time.”  \nIf such a condition continues, the Employer agrees to give timely notice to members of the next  \nshift scheduled to report for duty. In the event that timely notice is not given employees who report for  \nwork at their regular reporting time and are not put to work shall be paid \"show up pay.\"  \nThis Article shall be subject to the grievance procedure set forth in Article 11.  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "SECTION |. Both parties recognize that there may be extenuating circumstances when it is to the  \nmutual interest of both parties to modify the terms of this Agreement. In that event, it will not be a  \nviolation of this Agreement for the parties having jurisdiction over the job-site and work affected to meet  \nand mutually agree to make such modifications to meet a specific need on a specific project.  \nIn order to maximize the effect of this provision, all crafts will be requested to act uniformly.  \nEmployees of a craft should be treated equally under this provision. The Employer shall request his/her  \nsubcontractors to comply with any modifications granted under this provision.  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION 1. In the event the Employer bids a public job or project being awarded by a Federal,  \nstate, county, city or other public entity which is to be performed at a pre-determined and/or prevailing  \nwage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law 74-403 (8/30/35)  \nas amended 3/23/41 and 7/2/64 (40 USC 276A-276A7 as amended) or established by the Industrial  \nCommission of Washington pursuant to the provisions of Title 39 RCW (39.12) prevailing wages on  \npublic works- Washington State, Prevailing Wage on Public Works, the published hourly wage rate set  \nforth in said public award in effect at the time of bid shall apply for the first twenty-four (24) months of  \nthe project from the date of the notice to proceed. Upon written request, the Employer will provide a  \ncopy of the notice to proceed to the Regional Council having jurisdiction of the project. The fnnge  \nCARPENTER 14 2003-2007  \nbenefit contribution rates shall be those as established and maintained by the Master Agreement and any  \nfringe increases are the responsibility of the Employer. Notwithstanding the above, project agreements  \nmay be mutually agreed upon to allow use of the pre-determined wage rate for the duration of a project  \nto exceed twenty-four (24) months.  \nSECTION 2. In the event the specifications include an escalator provision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may recover in the  \nescalator claim.  \nSECTION 3. The Employer may, when requested in writing, supply accurate and reliable information  \non company stationery that will assist the Union mn establishing the correct Davis-Bacon rates when  \nresponding to DOL requests for prevailing wage data.  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1, Labor and Management are committed to providing employees with a drug-free and  \nalcohol free workplace. It is the goal to protect the health and safety of employees and to promote a  \nproductive workplace, and protect the reputation of Labor and Management and the employees.  \nSECTION 2. Consistent with those goals, the Employer prohibits the use, manufacture, possession,  \ndistribution or sale, at its employment sites, of drugs, drug paraphernalia or alcohol. A testing program,  \npursuant to the Substance Abuse Program, may be instituted, upon mutual consent of Labor and  \nManagement which consent shall not unreasonably be withheld to monitor compliance with this policy.  \nSECTION 3. If the Employer implements a Substance Abuse Program according to the terms of this  \nArticle on a project, all subcontractors, on project, will be required to have and implement a substance  \nabuse program.  \nSECTION 4. acceptable Substance Abuse Program is contained in a separate addendum to this  \nCollective Bargaining Agreement, but it is not a part of this Agreement_and modifications to this  \nSubstance Abuse Program, by mutual agreement of an Employer and the Union, will not constitute a  \nchange to this Agreement. Mutual agreement will not be unreasonably withheld.  \nSECTION 5. Any grievance related to any employer’s substance_abuse program shall be resolved  \nthrough Article 11, Settlement of Disputes/Grievance, of this Agreement.  \n"], ["ARTICLE 23  \nHEALTH CARE LEGISLATION  \n", "SECTION |. If legislation is enacted by Federal or State Government to provide for a \"Health Care  \nSystem\" that would allow the contribution for Health and Security to be reduced, the bargaining parties  \nagree to meet and determine distribution of such reduced Health and Security contnbutions.  \n2003-2007 15 CARPENTER  \n"], ["ARTICLE 24  \nLIGHT DUTY RETURN TO WORK  \n", "It is agreed that the Employer may return an injured employee to light duty status when allowed by the  \nemployee’s doctor. When such light duty work is available, light duty functions may not be work of  \nanother craft or work under classifications covered by the Master Carpenters Agreement and Schedule  \n\"A\" classifications. At no time will an employee’s rate of pay be less than the base rate of pay, at the  \ntime of injury, for hours worked. Further, the Employee will be provided with a full fringe package, as  \nper the collective bargaining agreement, over and above total remuneration. Should the employee on  \nlight duty have to be laid off, due to no work available, the employer will not adversely affect his/her  \nability to continue to receive loss time benefits from the Industnal  \nInsurance Division of Labor and Industries (including self-insured employers), provided they are still  \nmedically eligible.  \nCARPENTER 16 2003-2007  \nAPPENDIX 1  \nSCHEDULE \"A\"  \nCLASSIFICATIONS & WAGES  \nSECTION 1. All employees covered by this Agreement shall be classified and paid in accordance  \nwith the classifications, scales, and special conditions set forth in Appendix 1, Schedules \"A,\" \"B,\" and  \n\"C\" and no other classification wage rates or special conditions shall be recognized.  \nZONE \"A\" RATES ONLY - REFER TO SCHEDULE \"C\" FOR ZONE RATES  \nEFFECTIVE  \nJune 1, June I, June 1 June 1,  \n2003 2004 2005 2006  \n         \n   \n          \n   \n     \n     \n   \n    \n     \n    \n            \n   \n    \n$28.40** | Open | Open _|  \n[Drywall Applicators | | $28.40** | Open | Open  \n| Lathers where applicable Ss | $28.40** | Open | Open _  \n| Carpenters on creosote material | $28.50** | Open | Open _  \n[Insulation | | Open | Open  \nSawfilers, Stationary Power Saw Operators,  \nFloor Finisher, Floor Layer, Shinglers,  \nFloor Sander Operator and Operators of  \nother stationary woodworking tools $28.53* | $28.53** On D  \n[Millwright and Machine Erector | $29.40** | Open | Open _  \n[Acoustical Workers | | $28.56%* | Open | Open _  \n   \n2003-2007 17 CARPENTER  \n      \n     \n     \n   \n      \n| = si  \nJunel, | Junel, | Junel, |  \n2003 2004 2005 2006  \nLocal 317, Aberdeen Local 317, Aberdeen (Counties: Grays Harbor Grays Harbor &  \nLocal 317, Aberdeen (Counties: Grays Harbor  \nPiledriver, driving, pulling, cutting, placing collars,  \n“ting welding, or creosote treated material, all ‘eau | smeare ome,  \n$28.60* | $28.60**  \nence lol om  \ntreated material same as Piledriver $28.40* | $28.40**  \nLocal 756, Bellingham (County: Whatcom  \nsetting, welding, or creosote treated matemal, all  \npiling $28.60* | $28.60**  \neee sae ||  \ntreated material-same as Piledriver $28.40* | $28.40**  \nLocal 1303, Port Angeles (Counties: Jefferson &  \nClallam  \nPiledriver, driving, pulling, cutting, placing coilars, |  \nsetting, welding, or creosote treated material, all  \nping $28.60* | $28.60**  \ntml ence |=]  \ntreated material-same as Piledriver $28.40* | $28.40**  \nLocal 2396, Seattle, Tacoma, Everett (Counties:  \nKing, Pierce, Snohomish, Skagit, San Juan Island,  \nKitsap, Mason, Thurston, Yakima, Kithtas,  \nChelan and parts of Douglas and Okanogan west  \nof 120 degre  \nal el al  \n  \n_treated materia-same as oe  \n\"Dive Wage Rat See atached Dives [TE  \n*Includes 0.25 which may be allocated to fringe benefits  \n**Includes 0.25 which may be allocated to fringe benefits by March 31, 2004  \n    \n       \n     \n   \n     \n    \n     \n      \n      \n       \n    \n    \n    \n   \n   \nrt  \n    \n    \n   \n      \n        \n     \n     \n   \n    \n    \n     \n     \n   \n     \n     \n   \nPiledriver, driving, pulling, cutting, placing collars,  \nin welding, or creosote treated material, all  \n      \nCARPENTER 18 2003-2007  \n      \n     \n    \n   \n   \n   \n    \nEFFECTIVE  \nFRINGE BENEFITS June 1, June 1, June 1, June 1,  \n2003 2004 2005 2006  \nHealth & Securi $5.23 $6.23 | Open | Open |  \n| Open  \nApprenticeship | $0.40 | $0.45 | Open  \n[Vacation Open | Open _  \n[UnionDeduction | 3.85%* | 3.85%* | Open | Open _|  \n    \n     \n     \n     \n    \n   \n    \nMillwnghts Dues Check-off (Local 204 4.5% 4.5%  \n   \n*3.85% of the taxable hourly wage rate converted to cents per hour, times all hours worked.  \nCarpenter foremen, genera! foremen, or superintendents would be charged using the  \njourneyman carpenter wage rate.  \nUNION DUES CHECK-OFF ASSIGNMENTS: In accordance with the terms of an individual and  \nvoluntary written authorization for check-off of Membership dues in the form permitted by the  \nprovisions of Section 302 €) of the Labor Management Act, as amended, the Employer agrees to  \ndeduct for working dues an amount of wages once each week which has been or will be in the future  \nauthorized by the Membership. The working dues, which are deducted, shall be paid monthly by the  \nfifteenth (15th) day of the month following the month in which they are deducted. The Employers will  \nremit the Union dues deducted on the transmittal forms used for fringe benefit contributions and that the  \npro-rata costs of such forms and the collection and accounting thereof, including any costs incurred by  \nthe administrator for acting as authorization depository, will be paid by the Union to the fringe benefit  \nadministrator. Dues deduction may be changed once per year on the anniversary date of the contract.  \nFRINGE OPTION: If additional sums are necessary to maintain the fringe benefits, by mutual  \nagreement sixty (60) days prior to the anniversary date, such sums may be deducted from wages at any  \nanniversary date of the Agreement.  \nHANDLING OF HAZARDOUS WASTE MATERIALS:  \nPersonnel in all craft classifications subject to working inside a designated hazardous waste perimeter  \nshall be eligible for compensation in accordance with the following group schedule relative to the level of  \nhazardous waste as outlined in the specific Hazardous Waste Project Site Safety Plan. (The level of  \nprotection shall be defined in CFR 1910.120. Appendix B.)  \n2003-2007 19 CARPENTER  \nClassificatton/Hazardous Waste Group Number  \nH-1 Base Wage Rate when on a hazardous waste site when not outfitted with protective clothing or  \nLevel \"D\" equipment  \nH-2 Class \"C\" Suit - Base Wage Rate plus $.25 per hour  \nH-3 Class \"B\" Suit - Base Wage Rate plus $.50 per hour  \nH-4 Class \"A\" Suit - Base Wage Rate plus $.75 per hour  \nForeman -It is not the Union's intent to establish crew or crew sizes but whenever an employee has the  \nresponsibility of supervising employees or coordinating subcontractors on the project, he/she will be  \npaid at least the foreman's scale. Foreman shall receive nine (9%) per hour above the highest paid  \njourneyman wage classification working under him/her.  \nAPPRENTICESHIP FUND  \nFour cents ($.04) of the A ticeship fund is dedicated to participation in UBC Intemational Trainin  \nFund and two cents to the UBC Labor Management Education and Development fund for a to total of  \nsix cents.  \nSECTION 2. Manning Jobs  \nEmployees shall be furnished to Employers during labor disputes with other construction crafts  \nand Employers will endeavor to work as long as economically possible during these periods, utilizing the  \nemployees furnished.  \nEmployers shall pay all cost of certification for certified welders, including wages, when directed  \nby the Employer to take any type of certification to be able to perform the work necessary on his/her  \nparticular job.  \nWelders Certification  \nWhen the Union fills a request for a certified welder, such referred Carpenter shall have in  \nhis/her possession a current recognized certificate comparable to the local area or W A BO test. If the  \njob to be performed requires additional certification of any kind, the Employer shall pay for all expenses  \ninvolved in securing such test.  \nRiggers, including signal person, burner and welders shall be paid according to the classification  \nin which they are working.  \nCARPENTER 20 2003-2007  \n   \nSECTION 3. Apprenticeship Wage Rate: \\  \nCarpenters, Piledrivers and Millwrights  \nIst period - 60% of journeyman rate  \n2nd period - 65% of journeyman rate  \n3rd period - 70% of journeyman rate  \n4th period - 75% of journeyman rate  \nSth period - 80% of journeyman rate  \n6th period - 85% of Journeyman rate  \n7th period - 90% of journeyman rate  \n8th period - 95% of journeyman rate  \nNo pension contributions are required on Apprentices during the 1st period.  \n(a) Each Employer may employ one (1) apprentice for each of the first five (5) carpenters in  \nhis/her employment, but he/she must employ one (1) apprentice when he/she has three (3) journeymen  \nin his/her employ.  \n(b) In addition to (a), each employer shall employ one (1) additional apprentice for each four  \n(4) additional  \n(c) On jobs of a technical nature, the Employer by mutual agreement with the local Business  \nRepresentative, may waive the above apprentice ratios on a job by job basis.  \nSECTION 4. Piledriver Crews  \nThe size of piledriver crews will be those established by area practice in each piledriver'’s unton  \narea and any dispute over such size of crews shall be handled by Union and Employer representatives  \nhaving jurisdiction in that territory. However, for safety concerns, there will be two (2) Front End  \nemployees on all piledriving operations, one of which can be a Foreman.  \nSCHEDULE \"B\"  \nFRINGE BENEFITS  \nThe Employer also agrees to serve as a trustee on any or all trusts listed below when and if  \nrequired, and in such cases, the Employer agrees that the trustee shall be a salaned executive or officer  \nof the signatory Employer or the Employer association. The Union's trustee must be employed by and  \nrepresenting members of the Union. It is further understood that should a trustee not meet the critena,  \n2003-2007 21 CARPENTER  \nhe/she must be replaced thirty (30) days by the selection process of the respective partis,  \nLabor/Management.  \nSECTION 1. Health and Security  \nIt is agreed by the parties hereto that all employers covered by this Agreement shall contribute a  \nsum as listed in Schedule \"A\" herein for each compensable man hour of Carpenters employed by  \nEmployers covered by this Agreement, which contribution shall be made to the Western Washington  \nCarpenters-Employers Health and Security Trust Fund in the manner as set forth in the Trust Agreement  \nof said Trust Fund. The details of the Health and Secunty Plan established by this Trust Fund and this  \nTrust Fund itself shall continue to be controlled and administered by a Jomt Board of Trustees  \ncomposed of equal representation of labor and management who are signators to the Trust Agreement  \nof the aforesaid Trust Fund. Each Trustee appointed by the Union shall be a member of the Union and  \nemployed by the Union and each Management trustee shall be a salaried executive or officer of a  \nsignatory Employer, or an employee of an Employer association, on behalf of tts member employers.  \nSECTION 2. Retirement  \n(a) Employer Contributions. All Employers covered by this Agreement shall contribute_a sum_as  \nlisted in Schedule “A” herein for each of Carpenters, including supervisory  \nemployees when covered by this Agreement in work contained in the terms of this Agreement. Said  \ncontributions shall be for the benefit of employed or retired Carpenters who are working under or have  \nretired under_the Carpenters Retirement Plan of Western Washington and Amended Carpenters of  \nWestern Washington Individual Account Pension Plan. Contributions shall be made to the Carpenters  \nRetirement Trust of Western Washington in the manner as set forth in the Trust Agreement of said Trust,  \nThe details of the Carpenters Retirement Plan of Western Washington and the Amended Carpenters of  \nWestern Washington Individual Account Pension Plan established by the Trust Funds and these Trusts  \nshall continue to be controlled and_administered_by Joint Boards of Trustees composed of equal  \nrepresentation of labor and management who are signators to the Trust Agreements of the aforesaid  \nTrust Funds. Allocation between the Carpenters Retirement Plan of Western Washington and the  \nAmended Carpenters of Western Washington Individual Account Pension Plan of contributions shall be  \ndetermined by the Joint Boards of Trustees in accordance with the actuarial and funding requirements of  \nthese Plans.  \n(b) Supplemental Contributions. Effective June 1, 2000, there shall be three (3) classifications of  \nemployees under this agreement to determine eligibility for supplemental contnibutions to the Individual  \nAccount Plan (which shall be fully vested Supplemental Contributions). Classification is based upon type  \nof work in the industry and attainment of advanced levels and experience and status, Applicable terms  \nand conditions of this be applied in accordance with the attained classification.  \nAttached is a Classification Schedule (Exhibit 1) to establish classifications and pay rates for the  \nSupplemental Contributions.  \nApplications for classification designations shall be submitted to the Executive Secretary-  \nTreasurer of the Union, and upon recommendation of the Executive classification  \nCARPENTER 22 2003-2007  \ndesignations shall be granted by the Union’s Executive Board upon verification that the applicant has  \nattained the requisite experience outlined below:  \nClass O: shall _consist_of any employees covered under the Western and Central  \nWashington Area Master Agreement Westem Washington Area (Collective Bargaining  \nAgreement), including Apprentices .  \nClass I: shall consist of those employees covered under the Collective Bargainmg Agreement,  \nwith more than six months of industry seniority (contiguous service shall count in establishing  \nindustry seniority).  \nClass I: shall consist_of senior employees who have attained journeyman status with at  \nleast one (1) year of industry seniority under the Collective Bargaining Agreement,  \nEach employee_shall_submit_to the Executive Secretary-Treasurer_ of the Local Union any  \nclassification change request no later than December _] of each year. Upon approval by the Union, such  \nclassifications shall be effective the following June 1. Classification change notifications shall be_in  \nwriting on an approved form and in accordance with the rules and regulations adopted by the Executive  \nBoard of the Union. Upon notification by the Union to the Employer of an approved classification  \nchange, the Employer shall pay wages and fringe contributions at the approved classification level unless  \nand until notified by the Union of a classification change. In no event, however, shall a classification  \nchange be implemented except_b notification from the Union, and no more than one (1  \nclassification change may be effected during any contract year and shall be effective as of June 1, except  \na reduction to Classification O may be effective the first of the next following month after notification to  \nthe Employer,  \nNotwithstanding an employee’s designated classification all premium rates (foremen differentials,  \novertime, etc.) shall be calculated at the Class O taxable wage rate.  \nNotwithstanding any provision herein to the contrary, the contribution levels to the Pension Plan  \nprovided herein shall not cause the Plan to be in violation of Section 415 of the Internal Revenue Code  \n(and any other sections of the Code); if necessary, adjustments to the contribution rates shall be agreed  \nto by the Union and contributing Employers to comply with the Code.  \n(c) Trustees. For the Carpenters Retirement Trust of Westem Washington and the Amended  \nCarpenters of Western Washington Individual Account Pension Trust, it is a that each Trustee  \nappointed by the Union shall be a member of the Union and employed by the Union and each  \nManagement trustee shall be a salaried executive or officer of a signatory Employer, or an employee of  \nan Employer association, on behalf of its member employers.  \nSECTION 3. Vacation  \n2003-2007 23 CARPENTER  \nIt is agreed that all Employers covered by this Agreement shall subtract a sum as listed in  \nSchedule \"A\" herein for each compensable hour from each employee’s net pay check (after taxes) and  \nshall pay this to a Vacation Fund as set forth herein. (Note: These sums shall be deductions (after  \ntaxes) from the rates shown in Schedule A.) Said contribution shall be made to the Carpenters  \nVacation Trust of Westem Washington in the manner as set forth in this Trust Agreement of said Trust.  \nThe details of such Vacation Plan established by this Trust Fund and this Trust Fund itself shall continue  \nto be controlled and administered by a Joint Board of Trustees composed of equal representation of  \nlabor and management who are signatories to the Trust Agreement of the aforesaid Trust Fund. Each  \nTrustee appointed by the Union shall be a member of the Union and employed by the Union and each  \nManagement trustee shall be a salaried executive or officer of a signatory Employer, or an employee of  \nan Employer association, on behalf of its member employers.  \nSECTION 4. Apprenticeship and Training  \nIt is agreed that all Employers covered by this Agreement shall contribute a sum as listed in  \nSchedule \"A\" herein for each compensable man-hour of Carpenters, including supervisory employees  \nwhen covered by this Agreement. Said contribution shall be made to the Carpenters Apprenticeship  \nand Training Trust of Westem Washington in the manner as set forth in the Trust Agreement of said  \nTrust. The details of such Apprenticeship and Training Plan established by this Trust Fund and this  \nTrust Fund itself shall continue to be controlled and administered by a Joint Board of Trustees  \ncomposed of equal representation of labor and management who are signators to the Trust Agreement  \nof the aforesaid Trust Fund. Each Trustee appointed by the Union shall be a member of the Union and  \nemployed by the Union and each Management trustee shall be a salaried executive or officer of a  \nsignatory Employer, or an employee of an Employer association, on behalf of its member employers.  \nSECTION 5. Millwrights Exception  \nIn that territory west of the 120th Meridian covered by Millwrights Local No. 1699, Pasco,  \nfringe benefits on their members will be paid to the Eastern Washington-Northem Idaho trust funds.  \nFringe payments as well as wages, travel and other conditions shall be those specified in the Eastern  \nWashington-Northern Idaho Carpenter Agreement. The aforementioned termtory includes the  \ncombined jurisdiction of Carpenters Local Union 770, Yakima, and Local 2205, Wenatchee and shall  \napply to millwright employees only.  \nSECTION 6. It is mutually agreed that in the territory of Local Unions 770 of Yakima and Local 2205  \nWenatchee, which is east of the 120th Meridian, the Trustees shall accept the Eastern Washington  \nAgreement setting forth the fact that Fringe Benefits under this Agreement shall apply for that area. All  \nTrusts shall credit such contributions as though they were made under this Agreement.  \nSECTION 7. Failure to Pay Contributions  \nIn the event an Employer fails to make the monetary contribution in conformity with this  \nAgreement, the Union is free to take any economic action agaist such Employer it deems necessary,  \nand such action shall not be considered a violation of this Agreement.  \nCARPENTER 24 2003-2007  \nSECTION 8. Information on Trust Agreement  \nIt'is understood that the Union, individual Employers, and signatory Employer Associations are  \nprincipal parties to the Health & Security, Retirement, Vacation and Apprenticeship and Training Trust  \nAgreements and are, therefore, entitled to full mformation on the actions of the Trustees and the  \noperation of the Trust.  \nSECTION 9. As it relates to Fringe Benefits Trust Funds; if Article 6 is not implemented within ninety  \n(90) days of completion of a project then Article 6 will be waived.  \nSECTION 10. It is understood that the principal parties to this Agreement will develop a selection  \nprocess for appointment of management trustees which offers trust representation to individual signatory  \nEmployers or signatory Employer associations as mentioned in Section 1 - 4 of Schedule B, above.  \nThis selection process will be incorporated into the applicable Trust Agreements.  \nSECTION 11. Parttes Bound  \nIt is further understood that Employers, who are parties to this Agreement, shall be bound by  \nthe terms and provisions of the Trust Funds and Plans as mentioned in Section 1 through 10 as though  \nthese Trust Funds and Plans were part of this Agreement.  \nSCHEDULE \"C\"  \nZONE PAY DIFFERENTIAL  \nSECTION 1. The parties recognize that it is sometimes inconvenient to get to the job location because  \nof varying distances. It is agreed and understood that while traveling to and from work, the employees  \nare not within the course and scope of their employment and the relationship of Employer-employee do  \nnot commence until the hourly wage commences.  \nSECTION 2. General Travel Conditions  \n(a) When the only access roads to a job require employees to travel into a higher travel zone  \nand back to the zone in which the job is located, then the employees shall be paid the zone pay  \ndifferential provided for the higher zone.  \n(b) Toll and Ferry Fares. All necessary ferry or other forms of water transportation are to be  \nreimbursed by the Employer in the following instances and manner:  \n2003-2007 25 CARPENTER  \n(1) Employees will be reimbursed at the passenger's fare or passenger's carfare when  \nsubstantiated by receipts.  \n(2) When employees elect to live at or near the project and forego daily ferry travel, it  \nis recognized that they are entitled to the prerogative of visiting their homes for the weekend, and in that  \nevent, ferry charges shall be paid for such weekend travel as substantiated by receipts.  \n(3) When circumstances make it necessary that a toll bridge be utilized, the employees  \nwill be reimbursed accordingly.  \n(c) Board and Lodging. When the Employer provides camp or board and lodging, the basic  \nwage scale will be observed and the rate for camp and board and lodging will not exceed $3.00 per  \nday to be paid by the employee. Any costs over $3.00 per day will be absorbed by the Employer.  \nThe applicable travel shall apply on the first and last day of employment, with the exception that should  \nthe employee quit of his/her own volition prior to five (5) days employment, travel expenses shall be  \nallowed for the first day only. Jobs in remote areas where camp or board and lodging 1s not provided  \nand housing is inadequate or cost for housing is prohibitive, the Employer will make every effort to  \narrange for housing at reasonable rates for his/her employees.  \n(d) Remote Projects. On dam, hydro-electric, building projects and other remote engineering  \nprojects such as airports, refineries and radar or radio installations, but not limited thereto, where the  \nEmployer provides camp or board and lodging, required travel time will be paid for the initial trip to the  \njob and return. Payment of travel time on the return trip will be paid to all employees, including  \ndischarges and layoff; the only exception that shall apply will be as to those employees that remain on  \nthe job less than thirty (30) calendar days who voluntanly quit.  \nSECTION 3. Carpenters’ Zone Pay  \nZone pay differential shall be paid on jobs located outside of the free zone computed from the city  \ncenter of the following listed cities:  \nSeattle Olympia Bellingham  \nAubum Bremerton Anacortes  \nRenton Shelton Yakima  \nAberdeen Hoquiam Tacoma Wenatchee  \nEllensburg Everett Port Angeles  \nCentralia Mount Vernon Sunnyside  \nChelan Port Townsend  \nZone A: Q - 25 radius miles - Free  \nZone B: 25 — 35 radius miles - $1.00 per hour  \nZone C: 35 — 45 radius miles - $1.15 per hour  \nZone D: 45 — 55 radius miles - $1.35 per hour  \nZone E: Over 55 radius miles - $1.55 per hour  \nCARPENTER 26 2003-2007  \nSECTION 4. Piledriver, Bridge, Dock And Wharf Builders’ Zone Pay: Local No. 2396, Seattle,  \nLocal No. 756, Bellingham, Local No. 1303, Port Angeles, and Local No. 317, Aberdeen.  \nZone pay differential to be computed from Seattle Union Hall, Tacoma City center, and Everett  \nCity center.  \nZone A: 0 - 25 radius miles Free  \nZone B: 25 — 35 radius miles 1.00 hour  \nZone C: 35 — 45 radius miles 1.15 hour  \nZone D 45 — 55 radius miles _ $1.35 per hour  \nOver 55 radius miles 1.55 per hour  \nZone F Over 90 radius miles _ $48 per day  \nThe following are exceptions to the above zone pay:  \n(a) San Juan County. Work in San Juan County (except Lopez Island) shall be considered as  \na subsistence zone. Employees will be paid forty-eight dollars ($48.00) per workday subsistence,  \nunless room and board is furnished by the Employer.  \n(b) Piledrivers who reside in Mount Vernon, Olympia, Wenatchee, or Yakima Local Union  \njurisdiction areas, working on jobs in their respective area, shall have their zone pay differential  \nmeasured from their respective city center. Piledrivers who are dispatched from Aberdeen, Bellmgham  \nand Port Angeles will be paid the Zone Pay from these respective city centers.  \nSECTION 5. Millwnghts’ Zone Pay: Local 204  \n(a) Millwrights’ zone pay differential shall be computed from Seattle Union Hall, Tacoma City  \ncenter, and Everett City center.  \nZone A: 0 - 25 radius miles Free  \nZone B: 25 - 35 radius miles _$ 1.00 per hour  \nZone C: 35 — 45 radius miles 1.15 hour  \nZone D 45 — 55 radius miles 1.35 per hour  \nOver 55 radius miles _ $1.55 per hour  \nZone F Over 90 radius miles _ $48 per day  \n2003-2007 27 CARPENTER  \n(b) The following are exceptions to the above Millwright zone pay:  \n(1) Subsistence _work in San Juan County (except Lopez Island), Clallam County,  \nJefferson County, and Pacific County will be paid forty-eight dollars ($48.00) per workday subsistence  \nunless room and board is furnished by the Employer.  \n(2) Millwrights who reside in Aberdeen, Bellingham, Port Angeles, Mount Vernon,  \nOlympia, Wenatchee, or Yakima Local Union jurisdiction areas, working on jobs in their respective  \narea, shall have their zone pay differential measured from their respective city center.  \n(3) Millwrights residing in the Wenatchee, Yakima and Pasco local untons’  \nshall receive zone pay rates figured from the city nearest their residence. When residing in the Pasco  \narea and dispatched to Yakima or Wenatchee local unions’ jurisdiction, zone pay rates shall be  \nmeasured from Pasco.  \n(4) Whenever a Millwright covered by a classification in this Agreement of required  \nskill is not available within the Local Union jurisdiction to be dispatched to the Employer but is available  \nfrom another jurisdiction within the bargaining area and the Employer authorizes his/her procurement,  \nthe Employer shall reimburse such workman in accordance with the above schedule from the city of  \nhis/her residence.  \n(5) But when a Millwright leaves his/her place of residence to voluntarily seek  \nemployment in another jurisdiction and makes himself/herself available to that jurisdiction, then the  \nemployee shall become subject to such local travel time, transportation and subsistence conditions that  \nare applicable.  \nAPPENDIX 2  \n"], ["ARTICLE 1  \nCRAFT WORK RULES  \n", "SECTION 1. Shop Stewards  \n(a) The Business Representative shall have the right to designate in writing to the Employer a  \nJourneyman Carpenter as a Steward on each of the Employer's projects. The Steward shall not be  \ndischarged or transferred except for just cause and shall remain on the job provided that there are at  \nleast four (4) Carpenters on the project. The Employer will notify the Union at least forty-eight (48)  \nhours prior to terminating the Steward. If a Steward is terminated, the Business Representative may  \nappoint another Steward from the remaining crew.  \n| (b) The Steward shall be allowed reasonable time to perform his/her duties in insuring that the  \nconditions of the Agreement are being adhered to and he/she shall be allowed time to advise the  \nBusiness Representative of any alleged violations. In addition to his/her other duties, the Steward shall  \nCARPENTER 28 2003-2007  \nhave the right to take up a report once each week during working hours. This must be done as  \nexpeditiously as possible.  \n(c) In the event it is found that a Steward is laid-off or discharged for performing his/her  \nfunctions as a Steward, the Employer shall reinstate himy/her with pay for all lost time as a result of such  \nimproper action.  \nSECTION 2. Tool Sharpening  \nAll employees will have their tools sharp and in good condition before going on any job.  \nSharpening of tools shall be the responsibility of all Employers. Employees shall be allowed time to file  \nand sharpen tools, or a saw filer may be employed on the job, a tools may be taken to a shop for  \nsharpening at the Employer's expense. Tools sharpened will be retumed at time of layoff or suitable  \narrangements will be made for their return to the employee or to the office of the Local Union having  \njurisdiction of the job.  \nSECTION 3. All or any equipment furnished by the Employer may be charged against the employee  \nsubject to credit refund upon their return to the Employer regardless of worn condition.  \nSECTION 4, Fumishing Tools  \nNo employee shall furnish, rent or lease, for compensation or otherwise on any job, a transit,  \nmortising, boring machine, power saw, power jointer, floor sander, power activated tools regardless of  \nwhether they are powered by batteries, AC-DC electrical, gas or air; ladder, trestle, bench, mitre box,  \nsiding cutter, dial indicator (larger than 1\" face), micrometer (not over 1\"), reamer, extractor, taps, tap  \nwrenches, metal drill, socket wrench (over 1/2\" drive), box end or adjustable wrench larger than a 12\"  \nCrescent, shaft levels (over 12\"), augers (over 1-1/8\"), auto, truck or similar equipment, welding  \nmachines, cutting torch, and welders protective equipment, such as gloves, leathers, hoods, goggles.  \nThe above equipment must be furnshed by the Employers.  \nSECTION 5. Tool Storage  \nThe Employer shall furnish a suitable place; dry, clean and safe for keeping employees’ tool kits  \nand weather gear, separate from other trades and separate from company tools, and the same to be  \nprovided with a suitable lock, for protection of tools and gear, during non-working hours, and separate  \nfrom alternate shifts. It shall be the responsibility of the Employer for the remmbursement based on  \ntoday's actual cost and the industrial standard of the Employees’ tools and weather gear lost through  \nfire, flood, theft by forced entry or damage by employer's equipment while same are at the job-site.  \nEmployers may require a list of tools and work clothing so stored.  \nSECTION 6. Tool Restrictions  \nThere shall be no restrictions on the full use of tools and equipment other than may be required  \nby safety regulations.  \n2003-2007 29 CARPENTER  \nSECTION 7. An Employer shall furnish warm, dry change rooms of ample size equipped with heat for  \ndrying clothes, lights when power is available, and free of any sexually or ethnically offensive materials  \nsuch as posters, drawings or other printed materials and with benches for use during lunch period.  \nSame to be situated close to the site of the work and shall not be used for storage of materials or  \nequipment.  \nSECTION 8. When working in toxic or radiation areas and where creosote and/or treated or oiled  \nmaterials are handled, adequate time shall be allowed for cleaning up before lunch and before the end of  \nthe shift.  \nSECTION 9. On subterranean water jobs such as tunnels, caissons, etc., rain gear and rubber boots  \nwith puncture-resistant insoles shall be furnished by the Employer.  \nOn operations requiring boots higher than calf length, they shall be furnished by the Employer.  \nThe employee shall furnish his own calf height rubber boots when otherwise needed.  \n_ SECTION 10, Employees will fumish their own rainwear. In the course of welding or buming or  \nhandling of hazardous or contaminated material, should they become damaged, the Employer will  \nreplace the damaged rainwear with new rain gear, provided the employee tums mn his/her damaged rain  \ngear to the Employer.  \n"]]