[["", "AGREEMENT  \nBetween  \nAALBERTS IPS  \n| Elkhart Products Corporation  \nINTERNATIONAL ASSOCIATION  \nOF MACHINISTS  \nAND  \nAEROSPACE WORKERS UNION  \nLOCAL LODGE 2018  \nI  \n  \n  \n   \nA  \nALPHABETICAL INDEX  \nBulletin Boards  \nCheckoff  \nComplete  \nDiscrimination  \nDischarge  \nEmergency V olunteers  \nFuneral Leave  \nGrievance Procedure  \nGroup Leaders  \nHolidays  \nHours of Work/Overtime  \nIndustrial Injury Pay  \nInsurance  \nInventory Shutdown  \nJob Preference Procedure  \nJury Duty  \nLeaves of Absence  \nManagement Rights  \nMilitary Service  \nNo Strike-No Lockout  \nOut of Classification Assignment  \nPension  \nPlant Closing/Road Conditions  \nProbationary Employees  \nPurpose and A pplication  \nRecall  \nRecognition  \nReduction in Force  \nReporting Pay  \nRest Periods  \nSafety Glasses  \nSafety Shoes  \nSecurity  \nSeniority  \nSeverability  \nShift Premium  \nShift Transfer  \nShop Committee Seniority  \nSupervisor Working  \nTerms of Agreement  \nTraining Rate  \nTransfer to Salary  \nUnion Activities  \nUnion Shop  \nUnion Visitation  \nVacations  \nWaiver of Rights  \nAppendix A-Wage Schedules  \nAppendix B-Memorandum of Understanding  \nAppendix C-No Absent Day Bonus  \nAppendix D-Drug and Alcohol Program  \nAppendix E-Multiple Machine/Multiple  \nProcess Operations  \nAppendix F-Training  \nAppendix G-Weekend Coverage  \nAppendix H-Supplemental Insurance  \nAttendance Program  \nELKHART PRODUCTS CORPORATION  \nAGREEMENT  \nTHIS AGREEMENT is made and entered into by and between AALBERTS IPS-ELKHART  \nPRODUCTS CORPORATION, (hereinafter called the Company), and the INTERNATIONAL  \nASSOCIATION OF MACHINISTS, AND AEROSPACE WORKERS UNION, LOCAL LODGE 2018  \n(hereinafter called the Union).  \n   \n"], ["ARTICLE I  \n", "Purpose and A pplication of Agreement  \nSection 1.1 Purpose.  \nIt is the intent and purpose of the parties hereto to set forth herein their agreement with respect to rates  \nof pay, hours of work, and conditions of employment to be observed by the Company, the Union, and  \nthe employees covered by this Agreement; to provide procedures for equitable adjustment of grievances;  \nto prevent lockouts, interruptions of work, work stoppages, strikes, or other interferences with the work  \nof the Company during the life of this Agreement; and in general, to promote harmonious relationships  \nbetween the Company and its employees and the Union.  \nSection 1.2 Application.  \nIt is understood and agreed that this Agreement applies to the Company's plant/facilities at Elkhart,  \nIndiana.  \nSection 1.3 Ownership.  \nThe provisions of this A greement shall be binding upon the Company and its successors and assigns and  \nall of the terms and obligations herein contained shall not be affected or changed in any respect by the  \nconsolidation, merger, or sale or changed in any respect by any change in the legal status, ownership or  \nmanagement of the Company.  \n"], ["ARTICLE II  \nRecognition  \n", "Section 2.1 Recognition.  \nThe Company agrees to recognize and to bargain with the Union as the sole and exclusive bargaining  \nrepresentative for all employees, as defined in Section 2.2, with respect to rates of pay, hours of work  \nand conditions of employment.  \nSection 2.2 Employee Defined.  \nThe term \"employee’’, as used in this Agreement, applies to all those employees of the Company included  \nin the unit established by the National Labor Relations Board in its election dated September 24, 1957,  \nin Case No. 13-RC-5654, which said unit is described in the certification of said election in words and  \nfigures as follows, to wit:  \nTHE UNIT: All Production and Maintenance employees, at the Employer's Elkhart, Indiana plant,  \nexcluding office clerical and plant clerical employees, professional employees, draftsmen, engineering  \nclerks, engineers, guards and supervisors as defined in the Act.  \nSection 2.3 Union Activities.  \nThe Union agrees that neither it nor any of its officers or members will engage in any Union activity  \nwhile such employees are on Company time, except that which is necessary in connection with the  \nhandling of complaints and grievances as provided in Article V, Section 5.4 (Grievance Procedure). All  \nofficers, committee persons, union members and stewards shall be excused for monthly Union Meetings  \nwith 24-hour prior notification.  \nSection 2.4 Discrimination.  \nThere shall be no discrimination, restraint or coercion by the Union or the Company against any  \nemployee because of activity in behalf of, membership or non-membership in the Union, as specifically  \nauthorized in this Agreement, nor shall there be discrimination on account of race, color, creed, sex,  \nnational origin or age, handicap, military veterans; or in violation of applicable Federal legislation. All  \nreferences in this agreement to \"him’’, \"his\" and \"men\" shall be construed as meaning either/or both  \nSexes,  \nSection 2.5 Union Shop.  \nLocal Lodge 2018 of the International Association of Machinists shall represent all hourly non  \nadministrative pay associates of the Company at the Elkhart, Indiana plant. Associates can join the  \nUnion or refrain from joining the Union per state law.  \n"], ["ARTICLE III  \nManagement  \n", "Section 3.1 Management Responsibilities.  \nThe Union recognizes that, subject to all other provisions of the Agreement, the Company management  \nshall continue to exercise its exclusive responsibilities to manage the business and direct the working  \nforces, including all such rights and functions not expressly limited by this Agreement, within the  \nguidelines of the contract. Among the exclusive rights of Management but not as a wholly inclusive list  \nof them, are rights to plan, direct, and control business operations, production methods, and production  \nstandards; to determine job content; to hire and transfer; to promote employees in accordance with  \nSection 13.1 of this Agreement; to select, instruct, assign and direct the working forces; to determine the  \nqualifications and competency of employees to perform work; to establish and enforce rules and  \nregulations; to suspend, discharge, and otherwise discipline employees for proper cause; to lay off or  \nrelease employees because of lack of work or for any other legitimate reason; provided, however, that  \nthis Article III will not be used for purposes of discrimination against any member of the Union.  \nThe above statement of management's responsibility is subject to all the terms and conditions of this  \nAgreement and is not to be construed to imply that the Union is relinquishing its rights to bargain  \ncollectively on matters pertaining to wages, hours and working conditions.  \nSection 3.2 Security Responsibility.  \nThe parties recognize that security requirements and/or regulations may be imposed upon the Company  \nby the terms of a federal or state law or by a government contract or sub-contract. The Union agrees that  \nin the event the Company is requested by any agency or individual charged with the administration or  \nexecution of security regulations, to deny employment to, or remove from the work and/or exclude from  \nthe Company, any person, the Union shall abide by such determination and no grievance may be  \nprocessed through the grievance procedure. In the case of a terminated individual returning to the  \npremises for meeting purposes, such plant visits will be processed through the facility’s main lobby  \nduring normal business hours. If either party should object to the presence of said terminated individual,  \nother arrangements to conduct the meeting will be mutually agreed upon.  \n"], ["ARTICLE IV  \nSeniority  \n", "Section 4.1 Seniority Defined.  \nThe seniority of each employee is based upon length of service with the Company.  \nSection 4.2 Seniority Lists.  \nThe Company shall prepare a seniority list effective each January 1 and July 1, stating names, addresses,  \nclassifications, rate of pay, and the last date of employment with the Company with no time deducted  \nfor voluntary or involuntary layoffs, for all employees working, on leave of absence, or on layoff, but  \nexcluding employees on military leave. The Company shall, at the time set forth hereinabove, and  \ncontaining the above information prepare a list, to the Company’s knowledge, of employees that are on  \nmilitary leave. Two (2) copies of the above two (2) lists will go to the Chairman of the Shop Committee  \nand one (1) copy of each to the Business Representative.  \nSection 4.3 Probationary Employees.  \nAll new employees will be hired in FM classification excluding Skilled Trades. Each new employee  \nshall serve a probationary period of ninety (90) calendar days. During the probationary period, the new  \nemployee shall be subject to termination of employment, by the Company, atits sole discretion, and  \ngrievances may not be presented in connection therewith. Upon completion of the probationary period,  \na new employee's length of service shall date from the beginning of the probationary period. It is  \nunderstood that the Company will extend the probationary period in only those cases that the work record  \nof an individual is questionable and additional time is needed to appropriately evaluate the individual to  \ndetermine if the individual should become a permanent employee. For employees hired after June 30\"  \nbut prior to Juanary 1°‘, upon completion of the ninety (90) day probationary period, the employee shall  \nbe granted one half (1/2) day of unpaid vacation for each month during the probationary period in which  \nthe employee had perfect attendance. All hiring agencies must honor the negotiated bargaining unit work  \nregulations as put forth in the contract.  \nSection 4.4 Reduction in Force.  \nThe parties agree it is necessary that the Company retain an efficient and well-balanced working force.  \nIn the event of a reduction in force, whether by layoff or classification reduction, seniority shall be ona  \nplant wide basis. The Header, Shafer, Group Leader and Special Fittings Welder classifications, shall  \nbe considered skilled trades. A notice of at least five (5) work days will be provided to employees  \nscheduled for external layoff. Employees with the greatest plant wide seniority shall be retained in the  \nplant and in their classification. Employees displaced from their shift and/or classification as a result of  \na layoff or a classification reduction shall, provided they have the reasonable skill and ability to perform  \nthe work in a satisfactory manner, have the following alternatives:  \nWhen referring to the Tool Room and Maintenance areas, they will be considered as two areas (Tool  \nRoom and Maintenance).  \nIn cases of shift reduction where the displaced employee remains in his/her current classification, such  \nemployee may elect to replace a junior employee from a multi-machine/process position providing they  \nhave previous experience and can fully perform the job with minimal familiarization.  \nA. Employees in the Tool Room and the Maintenance areas may replace the junior employee in their  \nrespective areas.  \nB. Employees in any other area or displaced employees in the Tool Room and Maintenance areas may:  \n1. Replace the junior employee who is being laid off, or  \n2. offered by the Company, or  \n3. Replace the junior employee in any previously held classification or FM or Servicing including  \nchoice of shift and area, as seniority permits, if qualified to fully perform the work of the junior  \nemployee being affected with minimal training.  \n4. Return to previous job, including multi process/multiple machines and classification if seniority  \nallows (if job is eliminated or shift is eliminated.)  \n5. Accept a layoff in lieu of any of the above listed alternatives.  \nIf it is necessary that an employee be reclassified in order to avoid his being laid off, he shall receive the  \nrate of pay for the job to which he is reclassified in accordance with the hours accredited to him in the  \nclassification from which he is transferred.  \nProvided, however, that if an employee is reclassified to a classification that he has held before, he shall  \nnot be placed in a lower progression than he held before.  \nShift preference will be granted to those employees who have a shift preference request on file and to  \nthose employees, who are losing their shift or classification due to reduction of force, based on their  \nseniority, at the time of layoff.  \nWhenever possible the Company will offer a voluntary temporary layoff to the hourly employees,  \nhowever, itis understood that there will be times in the best interest of efficient operations a mandatory  \nlayoff will be required.  \nSection 4.5 Plant Shutdown.  \nIn cases of full or partial temporary plant shutdowns, consisting of one (1) day but not more than ten  \n(10) consecutive work days, a two (2) week advance notice will be provided to the workforce. Limited  \nmanpower, if required on said days, will be scheduled accordingly:  \n1. Senior qualified volunteer, in the classification (all shifts).  \n2. Senior qualified volunteer, out of classification (all shifts).  \nShould additional volunteers be needed, the Company may require junior qualified employees, from the  \nclassification, to work. If this occurs, such junior employees will be provided a five (5) day notice prior  \nto the commencement of the shutdown. Once the schedule is posted, no further vacations will be  \napproved for the shutdown period. In the event production demands increase between the fifth (5\") day  \nof notification and shutdown commencement, the Union Committee shall be duly notified and additional  \njunior employees shall be required to perform such work.  \nSection 4.6 Recall.  \nRecall rights will be to all previously held classifications from which the employee was laid off,  \nprovided they have the necessary skill and ability to perform the work available. An employee may  \nrefuse recall to a classification, but in doing so forfeits all recall rights to that classification. However,  \nif an employee is laid off out of the plant, upon recall to his original classification the employee must  \naccept the available position. Verbal notice of recall (a phone call) will be placed to the employee’s  \nmost recent phone number of record by a Company representative in the presence of a Union steward,  \ninforming the employee of his recall. In the event that the Company representative is unsuccessful in  \nthe attempt to speak with the employee, the employee shall be granted 48 hours in which to respond to  \nthe attempted phone communication. After expiration of the 48-hour period, a second phone call to the  \nemployee’s most recent phone number of record shall again be made by a Company Representative in  \nthe presence of a Union steward. In the event that the Company is able to speak with the employee on  \neither attempted phone call, such recalled employee shall report to work within three (3) work days of  \nreceipt of verbal notice unless such employee is otherwise employed, in which case, he shall report to  \nwork within five (5) work days.  \nShould the Company representative be unsuccessful in speaking with the employee after the second  \nattempted phone call, the employee shall be granted a period of 72 hours in which to respond to the  \nattempted phone communication. If the employee has failed to respond to the attempted phone call  \nwithin the 72-hour period, the next employee otherwise eligible for recall shall be contacted according  \nto the above described method, and the originally recalled employee shall be placed at the top of the  \nlist of employees eligible for recall. Additionally, the Company shall send written notice (a letter) via  \ntraceable means (delivery confirmation) informing the employee of the previous recall attempts and the  \nemployee’s now current position at the top of the list of recall eligible employees. Should the  \nemployee fail to respond to the written notice with a statement of his desire to return to work and to  \nremain at the top of the recall eligible list within two (2) weeks of delivery of the letter, such employee  \nshall no longer be subject to recall and shall be considered as terminated.  \nAn employee who fails to report for work as stipulated herein or who has not been recalled for a length  \nof time equal to his length of service, at the time of layoff from the plant, but not to exceed two (2)  \nyears, shall no longer be subject to recall and shall be considered as terminated.  \nShift preference will be granted to those employees who have a shift preference on file and to those  \nemployees who are being recalled to the classification, based on their seniority, at the time of recall.  \nSection 4.7 Shift Transfer.  \nIn the event the Company operates more than one shift, employees will, to the extent practical, have  \npreference of shifts on the basis of seniority. Shift transfers, when granted, shall be effective not later  \nthan the third new pay period following the granting thereof. An employee who has been transferred at  \nhis request shall be eligible to request another transfer one additional time in the twelve-month period  \nbeginning with the date of the first transfer.  \nSection 4.8 Shop C ommittee.  \nMembers of the Shop Committee shall head the seniority list of the plant. Designated stewards shall  \nhead the seniority list during their term of office, secondary only to the Shop Committee. This seniority  \napplies to layoffs and recalls only. Should a Shop Committee member and/or Union Steward volunteer  \nfor layoff, recall in line of actual seniority will apply.  \nSection 4.9 Transfer to Salary.  \nAn employee in the bargaining unit transferring out of the bargaining unit to a salaried position may  \nreturn to an open job in the bargaining unit, one time, as long as the employee returns within ninety (90)  \ndays from the date of transfer from the bargaining unit. The employee returning to the bargaining unit  \ncan only be placed in the first available job open for hire (no other employee has job preference or recall  \nrights to this position). The returned employee will be eligible for all benefits effective immediately  \nupon returning to the bargaining unit based on the adjusted seniority date at that time. The adjusted  \nseniority date will be the employee's total continuous service with the company less the time the  \nemployee was in a salaried position. The returned employee will accumulate seniority as a new  \nemployee for the first six (6) months after returning to the bargaining unit, and this seniority will be used  \nwhen the company administers the layoff/recall procedure, shift transfers and assigns overtime. The  \nreturned employee will not be eligible to transfer under the provisions of the job preference procedure  \nuntil after six (6) months from the date of returning to the bargaining unit. At the end of six (6) months,  \nthe returned employee's seniority date will be adjusted and will be used when the company administers  \nall provisions of the agreement including job preference, shift transfers, layoff/recall procedure and the  \nassignment of overtime. This adjusted seniority date will be the employee's total continuous service less  \nthe time the employee was transferred out of the bargaining unit.  \nSection 4.10 Current Information.  \nEmployees are required to notify Human Resources, in writing, of their present post office address and  \ntelephone number and of any change(s) thereafter. In cases where notification to the employee is  \nrequired, the Company will not be held liable if the last known address and/or telephone number is  \nincorrect.  \n"], ["ARTICLE V  \nGrievance Procedures  \n", "Section 5.1 Shop C ommittee.  \nThe Company agrees to recognize a Shop Committee not to exceed three (3) members and two (2)  \nalternates, who shall be employees with at least three (3) months service with the Company. The  \nmembers of the Shop Committee shall be elected from Company employees only. In the event the  \nmembership fails to comply with this provision the Union may temporarily appoint the Committee  \nmembers. The Union will notify the Company in writing, addressed to the Plant Manager, immediately  \nof any change in the membership of the Shop Committee. The Company further agrees to recognize a  \nNegotiating Committee not to exceed five (5) members which members shall meet the qualifications set  \nforth hereinabove.  \nSection 5.2 Grievance Defined.  \nFor the purpose of this A greement a grievance is defined as a difference of opinion between the Company  \nand the Union or between the Company and an employee, with respect to rates of pay, hours of work,  \nand conditions of employment.  \nSection 5.3 Informal C omplaints - Grievances.  \nAny employee may consult directly with his supervisor on a matter without it constituting a grievance.  \nAny cases of complaints involving a grievance as heretofore defined in Section 5.2 or involving the  \nmeaning or application of any provision of this Agreement, the employee must, with his steward,  \nverbally submit his complaint to the supervisor of the area. In any case where the employee is not  \nsatisfied with respect to the disposition of the matter/complaint on which he has verbally consulted with  \nhis supervisor, the employee may submit his complaint as a written grievance pursuant to the provisions  \nof Section 5.4. Specifically, the matter/complaint must be verbally communicated to the employee's  \nsupervisor within five (5) work days from the occurrence of the incident or the acquisition of direct  \nknowledge by the employee of the condition which gave rise to the complaint. The supervisor will have  \ntwo (2) work days to respond to the verbal matter/complaint and reach a satisfactory resolution of the  \nmatter/complaint. If satisfactory resolution of the matter/complaint is not reached within two (2) work  \ndays from the time the employee verbally discussed the matter/complaint with his supervisor, the  \nemployee may submit a written grievance which will be processed as Step 1 of the grievance procedure  \nas outlined in Section 5.4. Employees must submit their written grievance within two (2) work days  \nfrom the time the supervisor responds to the verbal matter/complaint or within two (2) work days from  \nthe end of the second work day from the time the employee verbally discussed the matter/complaint with  \nhis supervisor, whichever occurs first. A written grievance may not be filed until the matter/complaint  \nhas been verbally communicated to the supervisor and the supervisor has been given an opportunity to  \nrespond as outlined above.  \nPrior to conducting and concluding any union related business, union officials shall record on the time  \nand attendance system, such activity period.  \nSection 5.4 Grievance Procedure.  \nGrievances must be in writing, properly signed by the employee on forms furnished by the Company.  \nWhen there are multiple signatures on a gnevance, or multiple grievances involving the same  \nissue/incident, such shall be treated as one grievance, and the union shall determine which two (2)  \naggrieved employees shall be present at all steps as the grievance is processed. Such grievances will be  \nprocessed in the following manner:  \nStep 1.  \nBy the aggrieved employee, his chosen steward, and the departmental supervisor, the General  \nSupervisor, or either or both. The grievance meeting will be held within five (5) work days from receipt  \nof grievance. Failure to adjust the matter within two (2) working days after Step 1 meeting, the matter  \nshall be referred to Step 2 for adjustment.  \nStep 2.  \nBy the Chairman of the Shop Committee, the aggrieved employee, his chosen steward, if desired, and  \nthe General Supervisor, the Human Resources Manager, or either or both, or their representatives.  \nShould they fail to adjust the matter within a period of five (5) working days, the Company shall email  \na copy of the grievance and the Company's answer to the Business Representative of Local Lodge 2018.  \nThe company shall schedule a third (3%) step meeting as soon as possible with the Business  \nRepresentative.  \nStep 3.  \nThe aggrieved employee, the Shop Committee and one (1) alternate, a maximum of (4) company  \nrepresentatives, the company legal representative, and the Union Business Representative shall meet to  \ndiscuss the grievance. By the aggrieved employee, the Shop Committee and a maximum of four (4)  \ncompany representatives. The Business Representative of Local Lodge 2018 or a representative of the  \nInternational of Machinists may be present at the option of the Committee or the aggrieved  \nemployee. The Company shall have ten (10) working days in which to announce its decision. A copy of  \nthe grievance with the company's third step answer/position will be emailed to the Business  \nRepresentative.  \n   \nSection 5.5 Arbitration.  \nIf a grievance is not settled through the full use of the foregoing Grievance Procedure, the Union may  \nrequest that it be submitted to final and binding arbitration in accordance with the following:  \nA. Only grievances having to do with the interpretation and application of Sections of this Agreement,  \nincluding discharges and disciplinary actions, may be arbitrated, it being specifically agreed that in no  \ncase and under no circumstances, may grievances or disputes concerning Management (Article III) be  \narbitrated, except as they are subject to or in violation of applicable provisions of this Agreement.  \nNeither shall grievances involving production and job standards, occupational classifications (or the  \nelimination or combining thereof) or occupational content or rates of pay, changes in incentive plans  \nand/or rates be arbitrated.  \nNor shall grievances involving the supervisory scheme, control of or cessation of production operations,  \nthe Company's wage structure, in whole or in part, including merit increases, or the terms of any contract  \nor agreement entered into or to be entered into in the future be arbitrated.  \nB. The request for arbitration must be in writing and served on the other party not later than thirty (30)  \ncalendar days after the conclusion of Step 3 of the Grievance Procedure.  \nC. Promptly following the giving and receiving of such notice, the Union Business Representative will  \nsend a hearing request to the appropriate arbitrator. A panel of five (5) arbitrators will be selected  \npursuant to the FMCS Rules as needed.  \nD. The arbitrator so selected shall arrange for hearing the matter at a date convenient to all parties.  \nE. The decision of the arbitrator shall be final and binding on all parties. The arbitrator shall have no  \npower to change, alter, detract from or add to the provisions of the Agreement, but shall have the power  \nonly to interpret and apply its provisions in reaching his decision.  \nF, The fees and expenses of the impartial arbitrator shall be divided equally.  \nG. No arbitrator shall be able to hear more than one grievance as defined by Section 5.4 of this agreement  \nunless mutually agreed by Company and Union.  \nSection 5.6 No Strike-No Lockout.  \nThere will be no strikes, slow-downs, work stoppages, picketing, or lockouts during the term of this  \nAgreement.  \nNotwithstanding anything herein to the contrary, it is agreed that either party may exercise its right of  \neconomic pressure as to any matter which is not arbitral under the provisions of Article V, Section 5.5  \nbut not while such matter is still under investigation or discussion under the grievance procedure  \nprovided herein and not, in cases where the question of arbitrability is raised before the arbitrator, until  \nsuch time as the arbitrator rules on this question.  \nSection 5.7 Time Limits.  \nWhere working days are referred to in this Article V, it shall refer to the normal working day of Monday  \nthrough Friday, inclusive, but shall exclude Saturdays, Sundays and days falling Monday through Friday  \nwhich are celebrated as Holidays pursuant to the terms of this Agreement. At any of the steps of the  \nwritten grievance procedure, the time limits can be extended by mutual agreement of the Company and  \nthe Union. Prior to the third step of the grievance procedure, the Plant Manager and Chairman of the  \nUnion Shop Committee must mutually agree to the extension. At the third step of the grievance  \nprocedure and beyond, the Director of Human Resources and the Union Business Representative must  \nmutually agree to the extension.  \nSection 5.8 Settlement Date.  \nSettlements made in connection with grievances shall normally be effective on the date on which the  \nsettlement is made unless the grievance is of a type for which an earlier date is provided elsewhere in  \nthe Agreement. Should retroactivity of any settlement be agreed upon, such retroactivity shall not extend  \nbeyond the date on which the grievance was first presented verbally to the supervisor as stipulated in  \nSection 5.3 of this Agreement.  \nSection 5.9 Pay for Grievance Time.  \nNo employee shall lose pay for time he spends during his regularly scheduled working hours in the  \nprocessing of his own grievance, nor shall any Shop Steward lose pay for time he spends during his  \nregularly scheduled working hours in the processing of grievances; subject, however, to the requirements  \nof Section 5.10. The Shop Committee shall not lose pay for the time spent by its members during  \nregularly scheduled working hours in the processing of grievances in those instances where this contract  \nprovides that the Shop Committee shall consider said grievances and in the instances where the Shop  \nCommittee attends a meeting called by Management. Notwithstanding the foregoing, it is agreed that  \nevery effort will be made to keep the time spent in the processing of grievances by the employee,  \nSteward, or Shop Committee at a minimum.  \nSection 5.10 Handling Grievances.  \nShop Stewards may not solicit, but may receive, discuss, and handle Grievances as provided in this  \nArticle V, on Company premises during and on working hours. No Steward or employee shall leave his  \nwork for the purpose of handling a grievance without first notifying his supervisor, who will make  \narrangements for his relief, if necessary, if no relief is necessary, or after arrangements are made, the  \nSteward or employee will be given permission to handle the grievance.  \n"], ["ARTICLE VI  \nHours, Overtime and Premium Pay  \n", "Section 6.1 Intent.  \nThis Article VI is intended only to provide a basis for computing premium pay and no provisions of this  \nAgreement, except for Section 6.6 shall be construed as a guarantee of a minimum number of hours of  \nwork per day or week, or pay in lieu thereof, nor limitation on the maximum hours per day or per week  \nwhich may be required to meet operating conditions.  \nSection 6.2 Definitions.  \nA. Employees shall be scheduled to work either on a Normal Work shift or on a Back-to-Back Work  \nshift.  \nB. Normal Work shift. The regular workday of employees working on a Normal Work shift shall be  \neight and one-half (8-1/2) consecutive hours (non-paid thirty (30) minute eating period included).  \nRegular working hours for a Normal Work shift shall be as follows:  \n1° Shift 6:45 a.m. until 3:15 p.m.  \n24 Shift 3:15 p.m. until 11:45 p.m.  \n3% Shift 10:15 p.m. until 6:45 a.m.  \nC. Back-to-Back Work shift. The regular workday of employees working on a Back-to-Back Work shift  \nshall be eight (8) consecutive hours (paid eighteen (18) minute eating period included). Regular working  \nhours for a Back-to-Back Work shift shall be as follows:  \n1° Shift 6:45 a.m. until 2:45 p.m.  \n24 Shift 2:45 p.m. until 10:45 p.m.  \n3% Shift 10:45 p.m. until 6:45 a.m.  \nD. When working on a regular shift (either a Normal Work shift or a Back-to-Back Work shift) and  \nadditional hours of work are scheduled, such hours will be added to the beginning and/or end of each  \nshift.  \nE. In the event the Company determines that it is necessary to change an employee from a Back-to-  \nBack to a Normal Work shift, or vice versa, with a shift starting time difference of two (2) hours or less,  \nthe employee will be notified not later than the end of the shift preceding said change. In the event the  \nCompany determines it is necessary to operate a portion or all of the plant on a different shift basis,  \nwhereby the shift starting time for affected employees shall be changed by more than two (2) hours, the  \nCompany shall notify the affected employees no later than Thursday at 12:00 noon prior to the change,  \nwhich change shall become effective with the third shift beginning the Sunday following the giving of  \nsaid notice.  \nF, The normal workweek of each employee shall be five (5) consecutive workdays, Monday through  \nFriday, inclusive except for the third shift. The normal workweek for the third shift shall be for five (5)  \nconsecutive workdays commencing Sunday evening after 10:00 p.m. as set forth in Section 6.3 D.  \nG. In the event the company should schedule Saturday or Sunday overtime, the following hours shall  \nbe applicable:  \n5 hour Saturday/Sunday 1% Shift 4:45 a.m. — 9:45 a.m.  \n24 Shift 9:45 p.m. — 2:45 p.m.  \n3% Shift 11:45 p.m. — 4:45 a.m.  \n8 hour Saturday/Sunday 1% Shift 4:45 am. — 12:45 p.m.  \n2nd Shift 12:45 p.m. — 8:45 p.m.  \n3% Shift 10:15 p.m. — 6:15 am.  \nSection 6.3 Premium Pay for Overtime and Holidays Worked.  \nPremium pay will be paid as follows:  \nA. One and one-half (1-1/2) times the basic hourly rate of the employee plus any applicable shift  \npremium shall be paid for all consecutive hours worked in excess of eight (8) within the twenty-four  \n(24) hour period commencing with the time the employee is normally scheduled to start to work.  \nB. One and one-half (1-1/2) times the basic hourly rate of the employee plus any applicable shift  \npremium shall be paid for all hours worked on a workday commencing on Saturday.  \nC. Twice the basic hourly rate of the employee plus any applicable shift premium shall be paid for all  \nhours worked on a workday commencing on Sunday or on a day recognized as a holiday except as  \nhereinafter modified.  \nD. The workweek for the third shift shall commence on Sunday and extend through Saturday. For work  \nscheduled to start later than 10:00 p.m. on a Sunday or a holiday, the overtime provisions of Section  \n6.3C shall not apply and said hours shall be considered as straight time hours for purposes of computing  \novertime.  \nOne and one-half (1-1/2) times the basic hourly rate of the employee plus any applicable shift premium  \nshall be paid for all hours worked on a workday commencing after 10:00 p.m. on a Friday.  \nTwice the basic hourly rate of the employee plus any applicable shift premium shall be paid for all hours  \nworked on a workday commencing after 10:00 p.m. on a Saturday or on a day recognized as a holiday.  \nE. Premium payments shall not be duplicated for the same hours worked under any of the terms of this  \nAgreement and to the extent that hours are compensated for at premium rates under one provision, they  \nshall not be counted as hours worked in determining overtime under the same or any other provision.  \nSection 6.4. Shift Premium.  \nA shift premium of fifty cents ($0.50) per hour will be paid to employees working the second shift. A  \nshift premium of sixty cents ($0.60) per hour will be paid to employees working the third shift.  \nSection 6.5 Assignment of Overtime.  \nA. The company will make every reasonable effort to distribute overtime among qualified employees  \nwithin their classification, area, and shift. Employees who are requested to work overtime will be given  \nas much advance notice as possible, it being the intent that in the absence of an emergency, the employee  \nwill be notified of daily overtime, prior to the lunch period and of weekend overtime by the previous  \nThursday as set forth in the following paragraphs.  \nAn employee performing an out-of-classification assignment, for fifteen (15) days or less is ineligible  \nfor overtime until employees in said classifications are allowed to work first. The out-of-classification  \nemployee, however, is entitled to overtime in his/her normal classification. Should an out-of-  \nclassification assignment last more than fifteen (15) days, the employee will be considered in-  \nclassification for purposes of overtime scheduling.  \nIn the event an error exists with any overtime schedule after being posted, associates are obligated to  \nbring it to supervision’s attention one (1) hour prior to the close of their workday, so that immediate  \ncorrection can be made. An employee shall only be compensated for missed overtime opportunity if  \nmanagement fails to correct the schedule after receiving proper notification.  \n10  \nB. 1. Sign-up sheets for voluntary daily overtime will be posted each day for associates to indicate  \ntheir availability within two (2) hours from the start of their regular shift. Overtime schedules will  \nbe posted daily prior to lunch period. Available overtime will be distributed between volunteers  \nwithin the classification and area, then classification, provided they have the necessary skills and  \nabilities to perform the work assignment and are willing to work the hour’s necessary, beginning  \nwith the highest seniority employee. The company reserves the right to request or schedule the  \nemployees in the classification who have not signed the volunteer list, prior to scheduling out of  \nclassification employees.  \nOn a daily basis, once overtime is assigned to employee(s) within the classification as set forth  \nabove, further available overtime may be assigned to senior employee(s) from other classifications  \nprovided they have the necessary skills and abilities.  \nDaily voluntary overtime may be cancelled by associates up to one-half (1/2 hour prior to lunch, as  \nwell as supervision’s notice to employees of cancellation two (2) hours prior to the overtime  \ncommencement. If the Company fails to cancel overtime prior to two (2) hours of commencement,  \nthe employee may decide to work or not. If the employee fails to provide proper cancellation notice,  \nthe absence will be charged against the attendance policy and perfect attendance bonus plan.  \n2. However employee(s) may be required to work up to six (6) hours of daily overtime per week,  \nwhich overtime shall not be more than two (2) hours per day Monday through Friday, and shall be  \ninclusive of voluntary and forced overtime. An employee who desires to refuse daily overtime in  \nexcess of six (6) hours in any week must so notify his supervisor on Monday of the week in question  \nor, if he is given notice the overtime is being scheduled later in the week, at the time he is given  \nsuch notice.  \n   \nC. The Company may request overtime work for the sixth and seventh workday (weekend) of a normal  \nworkweek in the following manner:  \n1. First the company will select volunteers as follows:  \n(a) The Company shall post a notice setting forth the classifications, areas and shifts to be  \nworked on the weekend.  \n(b) During a normal workweek the sign-up sheet shall be posted on Monday of the week  \nand shall be taken down for scheduling purposes no sooner than 9:30 a.m. on Wednesday.  \n(c) Employees selected for Saturday overtime will be notified by scheduled lunch period  \non the fourth workday of the regular week (Thursday) and for Sunday, by the scheduled  \nlunch period on the fifth workday (Friday). If an employee volunteers to work overtime  \nand is chosen, the employee must work. Such posting constitutes notification of the  \nemployee(s).  \n(d) Qualified volunteers will be selected first by seniority within the classification, area,  \nand shift. If a need still exists, senior qualified volunteer(s) in the classification (on the  \nshift) will be chosen. Then, the senior qualified volunteer(s) on the shift out of  \nclassification will be chosen. Next, the senior qualified volunteer(s) in the classification  \n(all shifts) will be chosen; and then if a need still exists, the senior qualified volunteer(s)  \nout of the classification (all shifts) will be chosen.  \n(e) When only one (1) shift is scheduled on a weekend day, senior employees will be  \nchosen, regardless of shift, through the steps listed above. If only two shifts are working,  \nthird shift shall be included by seniority.  \n2. On the sixth (or seventh, per Appendix G) work day, should the company fail to get a sufficient  \nnumber of employees (volunteers) for weekend overtime work, then the Company may assign  \nrequired overtime to junior employees on the shift within their area and then within their  \n11  \nclassification and in the case of Multiple Process Operators by junior qualified employees. The  \nCompany shall designate one weekend per month where mandatory overtime is not required.  \n3. No employee will work more than one (1) shift on a weekend day until all qualified volunteers  \nhave been scheduled a shift on each weekend day respectively.  \n4, Employees not notified of their overtime selection or assignment within the time as set forth in  \nsubparagraph (c) above, will not be required to work weekend overtime, unless the employee  \nvolunteered to work after the scheduled lunch period on the fourth day.  \n5. If an employee's voluntary or involuntary request for weekend overtime is accepted by the  \nCompany and the employee fails to work all or any portion of such overtime, that employee's failure  \nto work shall be counted as an absence and charged against the Attendance Program and Perfect  \nAttendance Bonus Plan.  \n6. Employees working weekend overtime shall be paid the rate of pay for the work performed, or  \ntheir normal regular hourly rate, whichever is greater.  \n7. Employees who are on a scheduled full day vacation, during the normal workweek on Monday  \nor Friday will not be required to work the adjoining weekend overtime, provided that the vacation  \nis scheduled before lunchtime on Thursday. However, employees who subsequently cancel vacation  \nscheduled for Monday or Friday, after having been excused from weekend overtime, will be  \n\"pointed\" for missing that overtime under the Attendance Program. Such points will impact the  \nPerfect Attendance bonus plan.  \nSection 6.6 Reporting Pay.  \nAn employee who reports for scheduled or prearranged work and who has not been notified to refrain  \nfrom reporting for work shall be guaranteed, either four (4) hours work at his basic hourly rate plus  \napplicable shift premium, or pay equal to four (4) times his hourly rate plus applicable shift premium,  \nless time deducted for tardiness, if any. Employees shall not be paid report-in pay if they refuse assigned  \nwork.  \nThe following shall be deemed appropriate notice when work shall not be available for reasons other  \nthan hazardous road conditions or the conditions outlined in the last sentence of Section 6.6: 1)  \nNotification to the employee or a responsible member of his family given at least two (2) hours prior to  \nhis scheduled starting time, or 2) notice posted by the Company the day before on the Company bulletin  \nboard and notice given to the Shop Committee. This Section 6.6 shall not apply if work is not available  \nbecause of an emergency such as work stoppage by employees, power failure, fire, explosion, or acts of  \nGod.  \nSection 6.7 Hazardous Road C onditions.  \nIf the Company, due to hazardous road conditions, decides to close the plant, a notice of one and a half  \n(1-1/2) hours prior to the start of the scheduled shift will be announced on the company call in line.  \nProvided the Company has the technological capabilities, the Company shall also implement group texts  \nfor notification. However, implementation of the group text notification system will not otherwise relieve  \nemployees from the duty to check the call in line for plant closure updates. If the Company decides to  \nclose the plant due to hazardous road conditions before the end of the scheduled shift, those employees  \nthat leave work will be considered excused under the Program and will not impact the No  \nAbsent Day Bonus Plan. However, this will not be construed to relinquish an employee's right for  \nReporting Pay if the plant is closed after the start of his normal shift. Notwithstanding notification by  \nthe Company, if a snow emergency is declared by the county in which the associate is a resident, that  \nassociate shall be excused from work for the affected shifts. In that case, the associate shall be required  \nto call in.  \n12  \n"], ["ARTICLE VII  \nHolidays  \n", "Section 7.1 Recognized Holidays.  \nThe following holidays are recognized: New Y ear's Day, Thanksgiving Day, Good Friday, Day after  \nThanksgiving Day, Memorial Day, Day before Christmas Day, Independence Day, Christmas Day,  \nLabor Day, and Day before New Y ear's Day.  \nThe holidays identified above falling on Saturday will be observed on the preceding Friday and those  \nfalling on Sunday will be observed on the following Monday, except where said holiday is celebrated  \non a different day as a result of a national proclamation. The Christmas and New Y ear's holidays will  \nbe observed as follows:  \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n2019  \nChristmas Eve 12/24/19  \nChristmas Day 12/25/19  \nNew Year’s Eve 12/31/19  \n2020  \nNew Year’s Day 01/01/20  \nChristmas Eve 12/24/20  \nChristmas Day 12/25/20  \nNew Year’s Eve 12/31/20  \n2021  \nNew Year’s Day 01/01/21  \nChristmas Eve 12/24/21  \nChristmas Day 12/27/21  \nNew Year’s Eve 12/31/21  \n2022  \nNew Year’s Day 01/03/22  \n7.2 Pay for Unworked Holidays.  \nEmployees who have completed their probationary period as provided in Section 4.3 of this  \nwill be paid for any day recognized as a holiday an amount not exceeding eight (8) times the individual  \nemployee's basic hourly rate for a full holiday, plus applicable shift premium, Holiday pay will be  \ncomputed based on the average hourly rate during the month prior to the holiday, excluding overtime  \nsubject to the following conditions:  \nA. An employee must have worked his normal shift hours on his last scheduled work day prior to and  \nhis next scheduled work day subsequent to the days recognized as Holidays, provided, however, that the  \nemployee shall have a total of two (2) hours allowance for possible tardiness at the beginning of his shift  \nfor the scheduled work days prior to and subsequent to the day recognized as a holiday; and provided  \nfurther that the requirements of this paragraph shall not apply: (a) where an employee's absence is  \nunavoidable because of a serious emergency, such as a death occurring in his immediate family (mother,  \nfather, stepparent, sister, brother, spouse, son, daughter, mother-in-law, father-in-law, step-parent in-  \nlaw, grandparents, great-grandparents, grandchildren, brother-in-law, sister-in-law, daughter-in-law,  \nson-in-law) and (b) where an employee is off due to personal illness substantiated by a doctor's statement  \nand (c) where an employee requests in advance and is granted permission by the Director of Human  \nResources or such person as the Director may designate to be absent on his last scheduled work day  \nprior to or his next scheduled work day subsequent to a recognized holiday. In the case of “visitation”,  \na four (4) hour grace period will be extended to second shift associates only between 3:15 p.m. — 7:15  \n13  \np.m. if such day falls prior to or subsequent a recognized holiday. Submittal of funeral attendance  \ndocumentation will be required. (d) Plant closing per section 6.7.  \nB. Anemployee who is \"out of pay\" status, e.g., on leave of absence, on lay-off, etc., shall not receive  \nholiday pay; provided, however, that an employee not working, but receiving worker’s compensation  \npayments, shall receive holiday pay for any holiday which occurs during the month that his injury was  \nsustained.  \nC. who is requested, and agrees, to work on a day recognized as a Holiday, but fails to do  \nso, Shall not receive Holiday pay for such day, subject to the provisions of Section 7.2 (A) (a) and Section  \n7.2 (A) (b).  \nD. The twenty-four (24) hour period commencing with an employee's scheduled starting time on the  \ncalendar day recognized as a holiday shall be deemed to be the holiday for purpose of computing pay.  \nE. When an employee's vacation period embraces a Holiday, the employee shall not lose such Holiday  \npay or time off.  \nF, If an employee works his regularly scheduled hours on the Friday before a week in which a holiday  \nfalls and the employee is laid off so that he does not work any of the said week in which said holiday  \nfalls, the employee will be eligible for holiday pay for the holiday which falls in said week.  \nG. Upon the election of a majority of the employees affected, the local Union Committee may request  \nwith the mutual agreement of the Company to change the observance of a holiday pay period. It is  \nunderstood that such a change will not result in any additional payment of holiday pay and the changing  \nof such holiday period is by mutual agreement and therefore not grievable matter.  \n"], ["ARTICLE VIII  \nVacations  \n", "Section 8.1 Benefits.  \nFor the purpose of determining vacation eligibility only, June 30th is established as the anniversary date  \nof all employees. Subject to the provisions of Section 8.2, employees hired after June 30th but before  \nJanuary Ist, will receive one (1) week of vacation. Vacation pay shall be computed on the employee's  \nprevious calendar year's gross earnings but not less than his basic hourly rate times the applicable  \nvacation amount (based on a standard eight (8) hour work day), based on the following schedule:  \nAn employee hired on or after January 1° but before March 1° shall receive four (4) days of vacation.  \nAn employee hired on or after March 1* but before May 1°, shall receive three (3) days of vacation. An  \nemployee hired on or after May 1°' but before July 1° shall receive two (2) days of vacation; otherwise:  \nService Vacation Amount Per Cent  \n1 Y ear 1 Week 2.0%  \n2 Y ears 2 Weeks 2.4%  \n3 Y ears 2 Weeks 2.8%  \n4 Y ears 2 Weeks 4.0%  \n6 Y ears 2 Weeks-2 Days 4.8%  \n8 Y ears 3 Weeks 6.0%  \n12 Y ears 3 Weeks-2 Days 6.8%  \n15 Y ears 4 Weeks 8.0%  \n20 Y ears 4 Weeks 9.0%  \n25 Y ears 5 Weeks 10.0%  \n14  \nSection 8.2 Regulations.  \nVacation benefits for all employees shall be subject to the following provisions:  \nA. The Company will, in scheduling vacations, give consideration to each employee's choice of vacation  \nperiod; however, vacation schedules shall be subject to the other provisions of this Section 8.2 and to  \noperational requirements of the Company. On a rolling basis, employees may submit their vacation  \npreference, up to one year in advance, during a monthly window enrollment period. At the end of each  \nrespective month, vacation requests will be reviewed and granted by seniority. Vacation submittals,  \nafter each monthly window enrollment, will be granted in order of receipt.  \nB. A temporary shutdown in any department for any reason, between A pril 1st and October 1st of any  \ncalendar year, unless other periods are mutually agreed upon, may be designated as comprising the  \nvacation period for any employees of the department who are otherwise eligible for vacation benefits. In  \nthe event the plant is to be closed for a vacation period, thirty (30) days’ notice will be given prior to the  \nshutdown.  \nEmployees may elect to receive vacation pay in lump sum payment or as vacation is taken. Such election  \nmust be made by April 1 of the calendar year and be in writing and delivered to the Human Resources  \nManager by April 1 of the applicable year. Once an election is made, such shall not be changed and in  \nthe event no election is received in the time limits specified, the employee failing to make such election  \nshall be paid in lump sum form on the day prior to the start of the summer vacation shutdown, but in no  \ncase later than June 30. Employees electing to receive vacation pay as vacation is taken, shall notify the  \nManager of Human Resources, at least one (1) calendar week, in advance of such vacation, that he desires  \npayment for such.  \nThe Company shall post a voluntary work sheet where employees may indicate their desire to work  \nduring the summer shutdown. Once an employee has signed for work, he may not remove his name and  \nmust perform such work if assigned. In the event that not enough employees volunteer for summer  \nshutdown work, the Company may require additional junior seniority employees to perform such work.  \nIn the event this occurs, such employees shall be given ten (10) days’ notice of such work requirement  \nprior to the commencement of the summer shutdown. In the event a production demand occurs between  \nthe tenth (10th) day of notification and the commencement of the shutdown, and additional employees  \nwill be required, the Union Committee shall be duly notified and the needed additional junior employees  \nshall be required to perform such work.  \nC. In order to receive vacation benefits, as provided above, an employee must have worked a total of  \ntwelve hundred (1,200) hours during the full vacation year. An employee who works less than twelve  \nhundred (1,200) hours but more than six hundred (600) hours in a full vacation year shall receive pro  \nrata vacation pay and time based on the number of hours worked in said vacation year, times the rate  \napplicable to the employee in A ppendix \"A\" times the percent applicable to the employee in the vacation  \nschedule of Section 8.1.  \nD. A vacation must be taken within twelve (12) months after eligibility for it has become established.  \nCarryover of vacation will be granted for up to one week if the requested vacation time was not approved  \nin the last two months of the vacation year. The vacation carryover must be taken within the first two  \nmonths of the new vacation year.  \nE. Payment in lieu of vacation shall not be made except as provided in Paragraph (F) below.  \nF, Upon termination of employment for any reason between June 30 and the vacation period, an  \nemployee shall be paid the vacation pay for which he is otherwise eligible.  \nG. If an employee dies while on the payroll of the Company, vacation pay, as provided above, shall be  \npaid to his heirs, executor or administrator, as the case may be. The payment will be made no later than  \ntwo (2) weeks after notification of their passing.  \n15  \nH. An employee placed on retirement shall be paid a prorated vacation payment based upon his service  \nfrom June 30 to date of retirement and shall receive vacation pay no later than two weeks after date of  \nretirement.  \nI. An employee may be required to take up to the first five (5) days of his vacation during the plant  \nvacation shutdown period. Any remaining vacation time may be taken in half-day increments.  \nJ. An employee eligible to take vacation days in one-day(s) and/or half-day increments, provided  \nemployee has sufficient time available (employees are responsible to track their own time), other than  \nvacation shutdown, must request to take such vacation day(s) no later than prior to the employee's  \nscheduled lunch period the day before the day(s) the employee wishes to take vacation with the exception  \nof two (2) days. The supervisor will respond to the employee's request and inform the employee that  \nsuch request has been approved or disapproved by the end of the shift on the day the request is made.  \nWhen such approval is obtained, the vacation day(s) will be guaranteed.  \nThe two (2) emergency vacation days, however, may be taken in four half-day increments or as full days  \nwithout obtaining advanced approval as long as prior notification is provided to supervision. Emergency  \nvacation days shall be unrestricted on all days other than the months of June, July, August and the day  \nbefore and the day after a holiday. In cases that scheduled vacations are at maximum limits, the two (2)  \nemergency vacation days will not be permitted during such periods. When limits are reached, notice  \nwill be posted.  \nK. Vacation schedule limits will be capped at 33% (rounded up) within the individual classifications of  \nPower Bend, Power Extrude, Power Spin, Special Fittings, Header Operator, Group Leader, and  \nwarehouse while all other production areas (excluding Tool Room, and Maintenance) will be capped at  \n15%; with the exception of the period between June 15 through August 15, which will be capped at 12%.  \n"], ["ARTICLE IX  \nLeaves of Absence  \n", "Section 9.1 Excused A bsences.  \nA. The Company will give consideration to a request made by an employee for leave of absence not to  \nexceed ninety (90) days in duration. The decision as to whether any such request will be granted will be  \nbased on such factors as: reason for request, length of absence desired, the employee's length of service  \nand attendance record, operational requirements of the business, etc. If an extension beyond ninety (90)  \ndays is requested by the employee, it shall not be granted without consent of the Company. No leave of  \nabsence shall be granted to an employee for the purpose of accepting employment elsewhere, except that  \nnot to exceed one (1) Union member in any one year accepting a full-time job with the Union, will upon  \ncertification by the Union, be granted a leave of absence not to exceed one (1) year. This leave will be  \nextended for similar periods upon thirty (30) calendar days’ written request prior to termination of the  \nleave. Upon return from any such leave, the employee will be reinstated to his shift and to his former  \nclassification, but if such classification is not in existence, then to a comparable classification.  \nB. Pregnancy leaves shall be handled in accordance with the procedures for sick leave.  \nC. Failure to report for work on the first working day following the end of the authorized leave of  \nabsence will mean the employee is subject to termination, or other appropriate disciplinary action.  \nD. An employee falsely stating his reason for a leave of absence will be terminated for cause upon  \ndiscovery of the falsification.  \nE. Sick Leave. A Sick Leave will be granted for absence periods of seven (7) calendar days or longer,  \ndue to personal illness or injury, providing proper certification is received. This certification shall  \n16  \ninclude a medical statement of facts and estimated length of disability submitted no later than the seventh  \ncalendar day of the absence period. Any medical leave extension must be verified prior to the expiration  \nof the current medical leave by submitting necessary documentation as listed above. In cases of  \nextraordinary circumstances, such time limits will be extended.  \nF, The parties have agreed that employees who are on an approved Family Medical Leave (FMLA) will  \nbe required to take 1-week (only) vacation, concurrently with that leave if the reason for the leave is  \ntheir own personal illness, if an employee is only allotted 1-week (total) vacation for the year then they  \nwill not be required to use vacation time. Employees who take an approved FMLA leave for other  \nreasons will be obligated to use %2 of their remaining vacation time. The parties further agree that  \nemployees will continue to accrue seniority during approved FMLA leaves of absence. Detailed  \nprocedures are provided in the Human Resources Department.  \nSection 9.2 Military Service.  \nVeteran's seniority shall be administered in accordance with the Universal Military Training and Service  \nAct of 1951. The parties shall have the right to rely upon and act in accordance with such law and any  \naction in accordance therewith shall not constitute a violation of this Agreement.  \nSection 9.3 Visitations by Servicemen.  \nThe Company shall permit a returning serviceman on furlough to enter the plant for the purpose of  \nconversing with his fellow employees after the serviceman has received authorization to enter the plant  \nfrom a responsible Company official.  \nSection 9.4 Funeral Leave.  \ncovered by this Agreement will be granted three (3) consecutive work days leave with pay  \nat eight (8) times his straight-time hourly rate, in the event of a death, or the removal of life support  \nsystems, of the employee's immediate family (father, mother, step-parent, sister, brother, step-brother,  \nstep-sister, spouse, child, step-child, mother-in-law, father-in-law, step parent in-law, grandparents,  \ngreat-grandparents, grandchildren, brother-in-law, sister-in-law, son-in-law or daughter-in-law) for the  \npurpose of attending funeral services, or the removal of life support systems. Such leaves of absence  \nshall not include pay for Saturdays, Sundays, or holidays. Evidence of the facts in any case must be  \nfurnished upon request of the Company.  \nOnly in instances of paid funerals will any scheduled vacation period be converted to funeral leave and  \nthe appropriate remaining vacation days restored, if requested by an employee.  \nAn employee who is absent to attend a funeral or a second shift employee attending visitation between  \nthe hours of 3:15 p.m. — 7:15 p.m. of a person other than a member of his immediate family listed above  \nshall not be compensated for such absence; however, this absence shall not be charged against the No  \nAbsent Day Bonus Plan as outlined in Appendix C or the Attendance Program. An employee will be  \nallowed one (1) day absence, with a limit of three (3) excused days per contract year, without pay to  \nattend a funeral of a person that is not a member of his immediate family in the local area (within a 150-  \nmile radius of Elkhart) and two (2) days for such absence outside the local area. An employee will need  \nto give 24-hour notice, to their supervisor and must call the call-in service, prior to shift start, the day of  \nthe funeral. An employee will be required to submit to the Company upon return to work verification  \nthat he attended the funeral of an individual other than an immediate family member listed above.  \nAny employee falsifying the reason for such absence shall be automatically discharged.  \nSection 9.5 Extended A bsences.  \nAnemployee who suffers a compensable occupational disease or industrial injury shall be automatically  \ngranted a leave of absence for the duration of such illness or injury. An employee who is absent from  \nwork by reason of a non-occupational illness or injury shall be eligible for a medical leave of absence in  \naccordance with Article IX, Section 9.1 for such causes for a period of time equal to the employee's  \nlength of service, at the time of medical leave, but not to exceed twenty-four (24) months. An employee  \n17  \nthat is on a medical leave for a non-occupational illness or injury for a period longer than his length of  \nservice with a maximum of twenty-four (24) months shall no longer be eligible for reinstatement and  \nshall be considered as terminated.  \nAny employee falsifying his reasons for a leave of absence shall be automatically discharged.  \nSection 9.6 J ury Leave.  \nAn employee who serves as a juror will be paid the difference between their regular straight time base  \nrate earnings and the fee received for jury service not to exceed eight (8) hours for each day of such  \nservice to a maximum of fourteen (14) calendar days during the term of this Agreement. Regardless of  \nshift, an employee reporting forjury duty and who serves as a juror on a day they are scheduled to work  \nwill be excused from work on that day.  \n"], ["ARTICLE X  \nWages  \n", "Section 10.1 Schedule of W age Rates.  \ncovered by this A greement shall be paid basic hourly rates in accordance with the attached  \nAppendix A \"Schedule of Wages\" which is hereby made a part of the Agreement. \"Basic hourly rate\" as  \nused in the Agreement shall mean the straight time rate of pay per hour of the individual employee,  \nexclusive of any premium pay, whether shift premium, overtime premium or other premium.  \nSection 10.2 Training Rate.  \nEmployees attending formal training during scheduled work hours will be paid a training rate equal to  \n95% of the employee's base rate and red circle rate if applicable.  \nAny employee, other than a group leader who is assigned to provide training to another employee will  \nbe paid an additional $1.00 per hour for time spent in training and will be required to complete daily  \nevaluations. Employees who are normally assigned to a specific job will be requested to provide training  \nfor specific skills, and senior employees will be requested to provide general training.  \nSection 10.3 Out of C lassification Assignment.  \nAn employee may be temporarily assigned to work which is normally performed by employees in  \nanother job classification. When such an assignment is to be made, the Company may request any  \nemployee in a classification to accept such assignment; if employees refuse, then the most junior  \nqualified employee or employees in the classification must accept the assignment. Such out of  \nclassification assignments shall not be for a period of more than fifteen (15) days unless the assignment  \nis to cover for an employee granted a personal leave by the Company, fill in for vacation, temporary  \nOpenings, or a medical leave, substantiated by a doctor's statement. When the Company becomes aware  \nthat a temporary opening will exceed fifteen days (15) (excluding permanent openings) the chairman of  \nthe shop committee will be notified of the expected length of the opening. When the opening is a  \npermanent opening and exceeds fifteen (15) days the job will be posted for bid. Upon termination of  \nsuch assignment, an employee will be returned to his former classification. Employees on leave who are  \nexpected to return to work at a later date will have theirjobs held open (not bid). However, if an employee  \nis on leave indefinitely the Company may bid the job or use temporary transfer. If the position is filled  \nthrough job preference procedure, upon the employees return they shall be allowed to fill a position in  \naccordance with Article IV, Seniority Section 4.4 (Reduction in Force).  \nWhenever possible we will use the most senior qualified employee who has a job preference on file when  \nfilling a temporary opening. It is understood there will be times when the Company will not be able to  \nuse the most senior employee in a temporary transfer situation.  \nEmployees who are placed on temporary assignments will not be disqualified from such assignment  \nwithout first being notified of their performance problems and given a reasonable time to improve. If  \n18  \ndisqualified, such disqualification will be for a maximum of one year, unless agreed by the Company  \nand the Union Committee.  \nPreventive maintenance activities involving cleaning, lubing, inspection, painting, and documentation  \nare considered normal production duties of each classification.  \n"], ["ARTICLE XI  \nMiscellaneous  \n", "Section 11.1 Severability.  \nIf any article or section of this Agreement should be held invalid by operation of law or by any tribunal  \nof proper jurisdiction, or if compliance with or enforcement of any article or section should be restrained  \nby such tribunal pending a final determination as to its validity, the remainder of this Agreement shall  \nnot be affected thereby.  \nSection 11.2 Waiver of Rights.  \nThe failure of either party to this Agreement to exercise any right given herein in a particular instance  \nshall not constitute a waiver of such right with respect to exercising such right upon proper occasions  \nthereafter.  \nSection 11.3 Bulletin Board.  \nThe Company will provide a locked bulletin board upon which the Union may post notices of activities,  \nsocial affairs, and educational activities. A duplicate key to this bulletin board will be provided to the  \nChairman of the Shop Committee. Notices will be cleared through the Chairman of the Shop Committee  \nand approved by the Plant Manager or the Human Resources Manager whose approval will not be  \nunreasonably withheld. The Company will also provide a bulletin board for the posting of items which  \nemployees have for sale, such items to be cleared by a designated Company representative and to be  \nposted for a maximum of seven (7) calendar days.  \nSection 11.4 Rest Periods.  \nEmployees shall be allowed one (1) ten (10) minute rest period during the first half of their shift and,  \nwhen the scheduled work day is longer than nine (9) hours in any twenty-four (24) hour period, there  \nshall be ten (10) minutes rest period in the last half of the shift.  \nWhen working back-to-back double shifts (totaling ten (10) hours on a weekend), the employee will be  \ngiven an additional ten (10) minute break at the beginning of the second five (5) hour shift.  \nSection 11.5 Discharges.  \nNo employee shall be discharged or disciplined without good and sufficient cause. Subject to Section  \n4.3, an employee who has been discharged shall, if he so requests, be granted an interview with his  \nchosen Shop Steward and/or committee representative before he is required to leave the plant, in cases  \nwhere the reason is considered to be a hostile situation (including abuse, threats and violence), the  \ninterview with his shop steward will be disallowed. In any case in which an employee who has completed  \nhis probationary period does not request such an interview, the Company will notify his Shop Steward  \nof the discharge before the end of the shift on which the action is taken. Should there be any dispute  \nbetween the employer and the Union concerning the existence of good and sufficient cause for discharge  \nor discipline, such dispute shall be adjusted as a grievance in accordance with the terms of Article V of  \nthis Agreement. Any time an employee is taken into the office for disciplinary purposes his Steward or  \nShop Committeeman will be present. The Company must issue discipline within seven (7) work days  \nof when they become aware of the infraction. The Company can request an extension if discussed with  \nthe Union Committee. All non-attendance warnings after twelve (12) months will be removed and they  \nwill not be used for progressive discipline. Security cameras may be used to substantiate claims by  \neither the Company or the A ssociate.  \n19  \nSection 11.6 Visitation by Union Representatives.  \nThe Company shall permit accredited representatives of the Union to enter the plant for purposes  \nconsistent with this A greement. The Company reserves the right to have a representative of the Company  \naccompany such Union representative while he is in the Plant.  \nSection 11.7 Supervisors W orking.  \nSupervisors are primarily to be used for the purpose of supervision and instruction and are not generally  \nor ordinarily to be used for the purpose of performing production or maintenance work so as to displace  \nproduction employees. This shall not be construed, however, to prevent the performance of production  \nwork by the supervisor in cases of absenteeism (a supervisor will: displace only those whose absence  \ncreates a shipping emergency), instruction, experimentation, or emergencies and shall not apply to  \nsupervisors in the Maintenance Department or the Inspection-Shipping Department. It is agreed that  \nSupervisors and non-bargaining unit personnel will not perform work so as to deprive bargaining unit  \nemployees of overtime.  \nSection 11.8 C heckoff.  \nThe Company agrees to deduct initiation fees, reinstatement fees, and monthly dues of Union members  \non a weekly basis, provided the employee has executed a written authorization to make such deductions.  \nThe International Association of Machinists Local 1315 will submit a list of employees who have past  \ndue union dues. The union dues will be withheld from the individual’s next paycheck. The Company  \nwill forward deductions to the Financial Secretary of the Lodge. When all Union members’ monthly  \ndues are to be increased or decreased at one time, the Union must send a letter setting forth the amount  \nand signed by the Financial Secretary of the local setting forth the amount. This letter must be received  \nat least thirty (30) days prior to the effective date of the change. The Union shall indemnify and save the  \nCompany harmless against any and all claims, demands and suits or other forms of liability that shall  \narise out of or by reason of action taken or not taken by the Company in reliance upon information  \nfurnished to the Company by the Union.  \nSection 11.9 Group Leaders.  \nGroup Leaders are not responsible for disciplinary action involving employees in their department. W hen  \nGroup Leaders are needed for overtime work, Group Leaders will be rotated within their area of  \nresponsibility to cover said work in accordance with present practice.  \n"], ["ARTICLE XII  \nSafety  \n", "Section 12.1 Industrial Injury Pay.  \nAny industrial injury must be reported to Supervision immediately and then handled only by the  \ncompany doctor or his designate. Employees who suffer an industrial injury requiring medical attention  \nfrom the company doctor during working hours on the day the injury occurs, provided that employee  \nreleased by the doctor for work shall complete their regular shift hours.  \nAn alternative company physician will be sought for work related accidents and injuries.  \nSection 12.2 Safety Glasses.  \nThe company will pay for the employee's prescription lens and frames once a year for safety glasses,  \nand for repair and replacement due to damage as needed at designated providers. If an employee desires  \nto purchase their glasses from their personal doctor, the Company will pay up to $35 per year.  \nPayment will be made on satisfactory evidence that the frames and glasses meet OSHA standards and  \nthe Company Eye Safety Program.  \n20  \nSection 12.3 Safety Shoes.  \nThe Company will reimburse the actual cost, of safety shoes per contract year with a maximum of  \n$125.00 peryear. Reimbursement will be given (through payroll), upon receipt of the proof of purchase.  \nCleaning line and T-Press employees may submit additional receipts, for the actual cost of shoes during  \nthe contract year for reimbursement of up to $250.00.  \nSection 12.4 Emergency  \nV olunteer firefighters, emergency medical technicians, reserve police officers, reserve posse, or clergy  \nwill be excused from work for those hours spent at the scene of a bona-fide emergency that threatens life  \nor property. Itis understood that such personnel will be afforded the opportunity to make up such hours  \nmissed at a like rate of pay within seven (7) days of such absence. Failure to accept such make up  \nopportunity will relieve the Company of any further obligation under this provision.  \nSection 12.5 Safety Responsibilities & Involvement.  \nIt is the responsibility of every associate to become thoroughly familiar with safety and health  \nrules/regulations, abide by such, and to report unsafe work conditions. Itis also understood that in order  \nto maintain a safe environment, joint effort is required. The facility will deploy a Tactical Safety  \nLeadership Committee in which one (1) hourly associate per 100 workers (minimum of two/maximum  \nof four) will be appointed by the Union in addition to the Union Committee Chairperson’s participation  \non the Strategic Safety Leadership Committee.  \n"], ["ARTICLE XIII  \nJ ob Preference  \n", "Section 13.1 J ob Preference Procedure.  \nThe Company recognizes the right of employees in line with their seniority, to seek work in a different  \nclassification or, in some cases, in a different designated area of a classification. The right to select ajob  \nin accordance with this Article shall only apply to vacancies in wage classification or in certain  \ndesignated areas of wage classifications and the Company retains the right to determine when there is a  \nvacancy.  \nProbationary associates will be initially placed on shifts in accordance to balancing the workforce,  \nexpeditiously replace vacation absences, and in preserving job knowledge. At the time of placement,  \nprobationary employees will not displace senior employees. Prior to completing the 90\" calendar day,  \nshift assignments will be made in accordance to plant-wide seniority.  \nWhen there is a vacancy in any wage classification, other than Skilled Trades, an examination of all  \nrequests for transfers to the wage classification in which there is a vacancy shall be made. The senior  \nemployee who has a request on file and who meets the promotion requirements below shall be assigned  \nto said position.  \nA. Employees may register in writing (copy to be retained by the employee) with the Human Resources  \nDepartment their desire for ajob preference transfer. All written requests will expire every January  \n1% and July 1°, however requests may be submitted on any date in between.  \nOpen positions will be posted for a minimum period of forty-eight (48) hours on a designated  \nbulletin board, while shift transfer opportunities posted for twenty-four (24) hours. Within the  \nposted time period employees will be able to add or remove their request for a job preference  \ntransfer. A job preference transfer will be awarded to the most senior employee who, in the  \nCompany's judgment, has the basic qualifications necessary for the open position. Employees who  \nmeet the above requirements must accept the job transfer.  \n21  \nThe name of the successful bidder will be posted. If a person who has signed a second bid and  \naccepts that job prior to the initial bid being awarded, that person may elect to accept the initial bid  \nif offered to them. The Shop Committee will receive copies of all bids and postings awarded.  \nB. Employees will be allowed to fill vacancies through the job preference procedure in areas of  \ndesignated wage classifications as follows, provided the employee meets the requirements of  \nsection 13.1 A.  \nIn the Fabricating Miscellaneous classification, job preference transfers shall be  \nallowed to fill vacancies between the following described areas:  \n(a) Saw area (includes automatic soap tanks).  \n(b) Adapter area (includes equipment utilized to manufacture adapters).  \n(c) General Wrot area (balance of Fabricating Miscellaneous classification).  \nVacancies in one of these designated areas shall be filled as follows:  \n(a) The vacancy in the FM area shall be filled by employees in the area in which there is  \na vacancy, as determined by the Company.  \n(b) If there is a job vacancy still open, an examination of all requests of employees in  \nServicing or FM for transfer to the area where the vacancy exists shall be made. The  \nService or FM employee who has a request on file to be transferred to the area in the  \nServicing or FM classification where the vacancy exists and who meets the promotion  \nrequirements of 13.1 A shall be assigned to said position.  \nC. A promoted employee shall have up to ten (10) working days to perform in the new classification to  \ndetermine personal preference of accepting/denying opportunity as well as for the Company to evaluate  \npromotee’s ability, with the Company retaining the right to extend said period of time up to thirty (30)  \nworking days and ninety (90) working days in the Header Operator, Group Leader classification, and all  \nskilled jobs in the Tool Room, and Maintenance areas.  \nIn the cases where said time period is extended, notice of such extension, the length, the employee  \ninvolved, and the reason therefore shall be given to the employee and the Chairman of the Union  \nCommittee to prove his ability to perform the job in the new classification or a shorter period if: (1) the  \nCompany determined he or she is not demonstrating reasonable progress, or (2) the employee decides to  \ndisqualify themselves from the new job classification. If one of the above is exercised, then the employee  \nwill return to his previous job and shift if seniority allows. In such events (1 or 2 above), the employee  \nwill be disqualified from making ajob preference application for that classification for a period of twelve  \n(12) months and until he shows that he has attained the necessary ability to enable him to qualify for that  \nclassification.  \nD. An employee who has been transferred from one wage classification to another or in certain  \ndesignated areas of wage classifications, at his request, shall only be eligible to transfer one more time  \nin a twelve (12) month period starting with the date of the first transfer.  \nE. Notwithstanding the above, it is understood and agreed that the procedure for assigning employees  \nwithin the Servicing and/or Group Leader classifications for the purpose of giving employees an  \nopportunity to have a primary assignment in an area but that the Company retains the full right to assign  \nService/Group Leader employees as needed by the Company for the purpose of carrying out the efficient  \nOperation of the Company as determined by the Company irrespective of said primary area of  \nassignment.  \nThe Company retains the right to assign the work in a classification or in an area, as it deems necessary  \nto the employees in the classification in which the work needs to be done and to assign work between  \nclassifications in accordance with the provisions of 10.4 - Out of Classification Assignment.  \n22  \nF. In cases of a layoff or recall from layoff, this Article XIII will not be applicable and the principles  \nof layoff and recall from layoff as set forth in Section 4.4 and 4.5 shall control.  \nG. If vacancies exist after exhausting the bid procedure, the Company may fill by hiring employees,  \nby transferring consenting seniority employees, by transferring probationary employees or by  \nassigning junior employees to said job.  \nH. The boxing classification is comprised of two (2) separate areas: Clean and Bag /General Boxing  \nand Label Room.  \n"]]