[["", "Boston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nAGREEMENT  \nBetween  \nTHE NEW ENGLAND REGIONAL COUNCIL OF CARPENTERS  \nLOCAL UNIONS  \n26, 33, 40, 67, 107, 111, 218, 275, 424, 475, 535, 624, 1305  \nof the  \nUNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA  \nand  \nLABOR RELATIONS DIVISION OF THE  \nASSOCIATED GENERAL CONTRACTORS OF MASSACHUSETTS, INC.  \nand  \nBUILDING TRADES EMPLOYERS' ASSOCIATION OF BOSTON AND EASTERN  \nMASSACHUSETTS, INC.  \nand  \nLABOR RELATIONS DIVISION OF THE CONSTRUCTION INDUSTRIES OF  \nMASSACHUSETTS  \nEffective: September 1, 2012  \nExpires: August 31, 2015  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nTable of Contents  \nPage #  \nArticle 1 Recognition and Trade 3  \n"], ["", "Article 2 — Jurisdictional I]  \nArticle3 12  \nArticle 3A Subcontracting 13  \n"], ["", "Article4 Jurisdictional Areas 14  \nArticle = Mobility of 16  \n"], ["", "Article6 ~~ Regular Shift, Daily and Weekly Hours, Shift Work............ 17  \nArticle 7 18  \n"], ["", "Article 8 Total Wages, Overtime and Other Payment Provisions.......... 19  \nArticle9 Dues 24  \nArticle 10 Fringe Benefit Fund and Other Payment Provisions............ 25  \nArticle 11 28  \n"], ["", "Article 12 New England Carpenters Labor Management Program ...... 29  \nArticle 13 Massachusetts Construction Advancement Program......... 30  \nArticle 14 New England Carpenters Training 3]  \nArticle 15 Delinquent 3]  \nArticle 16 Stewards 32  \nArticle 17 33  \n"], ["", "Article 18 Lockers, Tools, Safety 34  \nArticle 19 Drug and Alcohol Testing 36  \nArticle 20 Conditions of 36  \nArticle 21 Special 39  \nArticle 22  Discharge/Lay 39  \nArticle 23) Fund 40  \n"], ["", "Article 24. No Strike or Lockout AQ  \nArticle 25 Breach of 40  \nArticle 26 Grievance and 4]  \nArticle 27 Saving 42  \nArticle 28 Pre-Job 42  \nArticle 29 Applicability of 42  \n"], ["Article 30 Construction Ad  \nArticle 31 Expiration Ad  \n", "Furniture 47  \nSchedule A Wage and Benefit A8  \nINdOX.. 49  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nAGREEMENT  \nAGREEMENT as entered into this Ist day of September, 2012 by and  \nbetween the Labor Relations Division of the Associated General Contractors, of  \nMassachusetts, Inc. and the Building Trades Employers' Association of Boston and  \nEastern Massachusetts, Inc., and the Labor Relations Division of the Construction  \nIndustries of Massachusetts, on behalf of such members as may from time to time  \nauthorize the same to be done, and such other Employers who assent to its  \nprovisions by signature thereto and as hereinafter called the Employer and the New  \nEngland Regional Council of Carpenters and on behalf of Local Nos. 26, 33, 40,  \n67, 107, 111, 218, 275, 424, 475, 535, 624, 1305, 56, 723, 1121, 2168 of the  \nUnited Brotherhood of Carpenters and Joiners of America, hereinafter called the  \nUnion or Carpenters. Prior to negotiations, a current list of members of the  \nAssociations who have so authorized will be furnished the Union. The  \nAssociations shall provide the Union with additions to the list during the term of  \nthis Agreement. The Union may for good cause object to any such addition. Good  \ncause shall include, but not be limited to any contractor who has been delinquent in  \nthe payment of fringe benefit contributions, who has operated an unlawful double-  \nbreasted company, who has been previously terminated by the Union, or who does  \nnot employ carpenters while performing work covered by this agreement.  \nWhereas the parties hereto agree that harmonious relations and intelligent  \nworking arrangements are essential to an equitable relationship between Contractor  \nEmployers, the public, and the Union, and that all concerned must benefit by  \nindustrial peace and by the establishment and maintenance of fair contractual  \nterms, conditions and provisions, and by the establishment and use of proper and  \nfair methods of settling grievances.  \nTherefore, be it resolved:  \nThat this Agreement shall be binding upon the Parties, their successors and  \nassignees.  \n"], ["ARTICLE 1  \nRecognition  \n", "This Agreement shall cover “Trade Autonomy” and “Work Description” of  \nthe United Brotherhood of Carpenters and Joiners of America as follows:  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nTrade Autonomy  \nThe trade autonomy of the United Brotherhood of Carpenters and Joiners of  \nAmerica consists of milling, fashioning, joining assembling, erecting, fastening or  \ndismantling of all material of wood, plastic, metal fiber, cork and composition, and  \nall other substitute materials. The handling, erecting, installing, dismantling of  \nmachinery and equipment, and the manufacturing of all materials where the skill,  \nknowledge and training of the Carpenter or Joiner are required, either through the  \noperation of machine or hand tools, either at the job site or in production shops and  \nfactories.  \nOur claim of jurisdiction, therefore, extends over the following divisions and  \nsubdivisions of the trade:  \nCarpenters and Joiners, Millwrights, Timbermen and Core Drillers, Shipwrights,  \nBoat Builders, Ship Carpenters, Joiners and Caulkers, Cabinet Makers, Bench  \nHands, Stair Builders, Millmen, Wood and Resilient Floor Layers and Finishers,  \nCarpet Layers, Shinglers, Siders, Insulators, Acoustic and Dry Wall Applicators,  \nShorers and House Movers, Loggers, Lumber and Sawmill Workers, Furniture  \nWorkers, Reed and Rattan Workers, Shingle Weavers, Casket and Coffin Makers,  \nBox Makers, Railroad Carpenters and Car Builders and Lathers, Dock Builders,  \nPile Drivers, Bridge, Dock and Wharf Carpenters, Divers, Slurry Divers,  \nUnderpinners and Underwater Welders, and all those engaged in the operation of  \nwoodworking or other machinery required in the fashioning, milling, or  \nmanufacturing of products used in the trade or engaged as helpers to any of the  \nabove divisions or sub-divisions, and the unloading, handling, distributing, erecting,  \nand installing material for any of the above divisions or sub-divisions that is in the  \njurisdiction of the carpenter. Burning, welding, rigging, and the use of any  \ninstruments or tools for layout work, incidental to the trade, including the spotting  \nand aligning of all chalk lines and grades (other than control lines) that govern any  \nwork to be performed by carpenters.  \nWood Frame  \nThis Agreement shall cover the “Trade Autonomy” of the United  \nBrotherhood of Carpenters & Joiners of America as described in the Constitution  \nand Laws of the United Brotherhood of Carpenters & Joiners of America with  \nrespect to all aspects of carpenter work involved in the building of new wood-  \nframe construction. This definition shall also cover the receiving, fastening and  \nputting in place of all modular residential units when used in construction, as  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \ndescribed above, regardless of material utilized to construct modular units,  \nincluding, but not limited to wood, masonry, metal or plastic.  \nWords and Phrases Defined  \nThroughout this claim of jurisdiction and trade autonomy, the following  \nwords and phrases as used therein shall be considered to have the following  \nmeanings, respectively, unless the context shall clearly indicate a different  \nmeaning in the connection used:  \nThe term \"Carpenter\" and the term \"Joiner\" are synonymous, and in either case,  \nshall mean one who prefabs or constructs forms for footings or foundations of  \nhouses, buildings, structures of all descriptions, the setting of all forms, centers and  \nbulkheads; the fabrication and setting of screeds and stakes for concrete and mastic  \nfloors, where the screed is notched or fitted or made up of more than one member;  \nthe making, setting, and stripping of all forms, frames, and all framework and  \npartitions used in concrete work, including jacking of slip forms and stripping and  \ndismantling of all forms; setting of forms for sidewalks, sidewalk lights, curb and  \ngutters; the fabrication, erecting and dismantling of all falsework. Where power is  \nused for the setting or dismantling of forms or any other material erected by  \nCarpenters, all handling and signaling shall be done by Carpenters. The operation  \nof winches, jacks, scissors lifts, man lifts, forklifts, and lulls when they are tools of  \nthe trade, and aerial lifts, whether operated manually or mechanically by portable  \noperating devices, used to handle materials to be installed, erected, (or dismantled)  \nby members of the United Brotherhood of Carpenters and Joiners of America, and  \nall tagging and signaling incidental to the trade. The fabrication and/or setting of  \nall templates including anchor bolts necessary for structural members or machinery  \nand the placing and/or leveling of base and leveling plates and bolts is included.  \nAll framing in connection with the setting of metal columns;  \nThe building, erecting and dismantling of all scaffolding and staging for all trades;  \nthe building and constructing of all derricks; the making of mortar boards, boxes  \nand trestles; putting in needle uprights; all shoring of buildings, razing and moving  \nbuildings; building and repairing coal pockets, breakers, washers, tipples; and all  \nwelding and burning incidental to carpentry.  \nThe handling of lumber, the traditional work performed by Carpenters that relates  \nto the unloading, handling, and distribution of fixtures, trim and other material  \ninstalled by Carpenters.  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/3 1/15  \nThe erecting of structural parts of a house, building, or structure made of  \nwood or any substitute, such as plastics or composition materials, who puts  \ntogether roofs, partitions, fabricates or erects forms for decking or other structural  \nparts of houses, buildings, or any structure.  \nErection of all wood, metal, plastic, and composition partitions; cutting and  \napplying of all furring, installing of run-strips for plumbers or other trade or cutting  \nfor pipes through floors, joists or partitions composed entirely or in part of wood or  \nother materials erected by Carpenters; cutting and hanging all lumber or other  \nmaterials between girders and joists for fireproofing or concrete centers; framing of  \nall false work, derricks, and hoists, travelers and all lumber or material used in the  \nbuilding and construction industry; erecting mortar and brick hoists and concrete  \ndistributors used in erecting buildings or fireproofing floors or for pouring concrete  \nbuildings.  \nMaking and fastening of wood brackets for metal ceilings and side walls; erecting  \nof all wood furring for cornices; and putting on all grounds for plaster or cement  \nfinish; fastening on of all wooden, plastic, or composition cleats to iron work or on  \nother material; the erecting and installation of Stran-Steel or similar material;  \nLathing -- The erecting, constructing, installing, and completing of all light  \nchannel iron construction; furring; making and erecting of brackets, clips, and  \nhangers; wood, wire, and metal lath; plaster board or other material which takes the  \nplace of same to which plastic or acoustical material is adhered; corner beads; all  \nfloor construction; arches erected for the purpose of holding plaster, cement,  \nconcrete, or any other plastic or acoustical material. All carrying bars, perlins, and  \nfurring, regardless of size; light channel iron and metal furring of all descriptions,  \nsuch as rods, channels, flat iron, nail lock, screw lock, pomery, T-Bar, H-Bar, Z-  \nBar, metalsplines and other ceiling bars or systems for the receipt of metal lath,  \nrock lath, gypsum board, acoustical tile or any other materials; and all light channel  \niron and metal studs such as Stran Steel, Penn Metal, Soule, Trucson, or other trade  \nnames of metal studs; and all other types of light channel iron or metal studs, no  \nmatter what the manufacturer when such studs are to receive a dry-wall finish,  \nsuch as gypsum board, wall board, wooden paneling, etc.; or when such studs are  \nto receive metal lath, rock lath, or other material for the application of plaster or  \nother sprayed-on wet material; and all other light channel iron furring erected to  \nreceive lath and plastic acoustical materials. The nailing, tying, and fastening of  \nall wire and metallic lath, such as wire cloth, wire mesh, expanded metal lath,  \nhyrib lath, and all rib and flat expended metal lath and wire of all descriptions as  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nwell as the placing of all hangers and all inserts used for the purpose of supporting  \nsuspended ceilings of any of the above types of light channel iron and metal  \nfurring, which receive lath and plastic or acoustical materials; the placing of all  \ntypes of floor lath, such as hyrib lath, paperback steeltex floor lath, Penn metal rib,  \nand all other appurtenances connected therewith. The tying, nailing clipping, or  \nfastening of all types of lath, regardless of size, such as wood lath, plaster board,  \nbutton board, flaxlinum board, bishopric celotex gypsum lath, rock lath sheet rock,  \nor any and all other types of materials erected to receive or hold plastic or  \nacoustical material. The erection of all metal plastering accessories, such as metal  \ncorner beads, door and window casing beads, metal picture mold, metal chair rail,  \nmetal base and base screed, and any and all other metal plastering accessories,  \nwhich are covered and/or serve as a ground, guard, stop, or screed for plastic  \nmaterial; installing wood, metal and plastic corner beads.  \nFire stopping/smoke sealing of all penetrations, joints, gaps, and openings in fire-  \nrated construction, whether with sealants, mechanical devices, dry-mix  \ncompounds, tapes, pillows, and regardless of backing material used.  \nFire stopping/smoke sealing: the installation of “a single material or  \ncombination of materials used to create a fire-stop system or assembly capable of  \npreventing the spread of heat, fire, gasses, or smoke through an opening in a wall  \nor floor. The fire stop system or assembly refers to all the necessary components  \nin the approved fire-stop design, which can include, but is not limited to the  \npenetrant size, annular space, sealant depth, joint width, etc. The fire rating of the  \nfire stop system should be equivalent to the fire rating of the barrier in which the  \nfire stop 1s installed.  \nThe erection of any and all mechanical acoustical systems such as Cupples,  \nEconomy, fiberglass, Jackson, Reynolds, Aluminum, Securitee, interlock Grid, or  \nany other type or kind, which takes the place of same to which acoustical material  \nis attached or adhered. The application of acoustic tile whether glued or nailed; the  \nunloading, distribution and installation of all acoustical suspended ceilings of any  \ntype of material in its entirety and all insulation whether nailed, glued or blown.  \nThe hanging, setting and installation of wood, metal or plastic doors, sash,  \njambs, bucks, casings, putting on of all hardware; putting up interior and exterior  \ntrim or finish of wood; moldings, chair rails, mantels, base or mop boards,  \nwainscoting, furniture, china closets, kitchen cabinets, lockers, athletic equipment,  \nwardrobes, and installation of bowling alleys.  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nFitting, installation and fastening of stops, beads and molding in doors and  \nwindows; the installation of all moldings made of wood, metal, plastic or  \ncomposition; setting and hanging of all sash, doors, inside and outside blinds,  \nwindows, and other frames.  \nBuilding and erecting stairs, store, office, bank and other fixtures. The  \ninstallation of laboratory equipment including cabinets and work benches,  \nbookcases and cabinets, either separately or used in conjunction with heating  \nand/or air-conditioning units, blackboards, bulletin boards, billboards, marker  \nboards, white board, all interior signage, projection screens, and boards of all  \ntypes; shelving; racks, whether of wood or other material; making and fitting of  \nscreens; putting on weather strips and caulking.  \nThe installation of all framework partitions and trim materials for toilets and  \nbathrooms made of wood, metal, or plastics or composition materials.  \nThe assembling and setting of all seats in theaters, halls, churches, schools, banks,  \nstadiums, and open-air theaters and other buildings.  \nAny and all work related to clean-room work including the following: removal of  \nclean-room wall panels, track, and door units; removal of ULPA filter units, sheet  \nmetal plenum dividers, and ceiling grids; Unistrut supports, access flooring, and  \nsheet rock walls within the clean zone; sheet metal and aluminum wall panels  \nbelow the access floor, between the floor and ceiling system, and above the ceiling  \nsystem to the deck; all doors, frames, hardware, and glazing; all ceiling grid system  \ncomponents, including primary hangs of Unistrut, welded grid frames, fluid seals,  \nfilter units, and all components inherent to the ceiling system; access flooring,  \nvinyl tile flooring, and carpet, and all cleaning in the Fab will be done by trained  \ncarpenters knowledgeable of the system being serviced.  \nThe laying and finishing of all floors including wood, cork, asphalt  \nlinoleum, vinyl, rubber, sports floors, artificial turf or any other type of resilient  \nfloor covering. The installation of rugs, carpets, draperies and curtains.  \nErection or application of all shingles, siding, wallboard, or sheets composed  \nof wood, wood pulp, plastic, plaster, transite, or composition materials or any  \ncombination of any of the above with any other material including combined or  \nfaced with metal regardless of the manner attached. The erection of porcelain .  \nenameled panels, metal siding. The installation of wood, plastic or metal awnings,  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \ndoor shelters, marquees and jalousies; and the erection, dismantling and  \nreinstallation of wood fences.  \nThe manufacturing and erecting of cooling towers and tanks.  \nThe term \"Ship Carpenter, or Joiner and Caulker\" shall mean the ship  \ncarpenter, joiner, caulker, shipwright, and boat builder on all boats including those  \nmade of fiber glass and plastic, and the building and repairing of same; making and  \ninstallation of all furniture; and application of all insulation exclusive of pipe  \ninsulation.  \nThe term \"Railroad Carpenter\" shall mean the carpenter work, joining or any  \nof its sub-divisions when said journeymen are employed direct by railroad  \noperations in maintaining and repairing property of the railroad along the lines of  \nthe railroad property, but will not apply to office and other buildings or corporation  \nsituated away from the operating line of the road.  \nThe term \"Stair Builder\" shall cover the cutting, assembling and erecting of  \nrough stair carriages and platforms for same; the laying out, manufacturing, either  \nby hand or machine; all crooks, easements and casements, newel posts, stringers,  \nriser, wainscoting or panel work for stairs; the making of molding for stairs; the  \nerecting of the stairs complete, including the furring, both of sides and underneath  \nsame; working and erecting of all hand rails and balusters.  \nThe term \"Floor Layers, Wood, Resilient and Finishers\" shall cover the  \ninstallations of all accessories related to the laying, scraping and sanding either by  \nhand or machine, all wood, parquet, and special designs of wood, wood block,  \nwood composition, metal, tile, cork, asphalt, mastic, plastic, rubber, artificial turf,  \nsports floors, vinyl, linoleum, boltawall or similar material, whether nailed or  \napplied with adhesives, fitting, sewing and laying of all carpet material when  \napplied to floors, stairs, walls, ceilings or fixtures; this includes the preparation of  \nconcrete, wood, plastic and other surfaces to receive any of the above-mentioned  \nmaterial.  \nThe term \"Millman, Cabinet Maker, and Bench Hand\" shall mean the  \nmaking and assembling in ship, mill or factory or store, display, office, theater,  \nhall, church, school and bank fixtures and furniture, mantel pieces, cabinets of all  \ntypes, dressers, wardrobes, china closets, ornamental work of wood or  \ncomposition, panel work, partitions, pre-cut and pre-fit trim and doors, show and  \nwall cases, butcher shop fixtures, pallets, sash, doors, trim, molding, screen and  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nstorm sash and doors, flooring, plywood, making of pool and billiard tables,  \nhousehold fixtures and furniture, and other tables and desks, refrigerators, and ice  \nboxes, the unloading, handling, setting, and connecting together of self-service  \nrefrigerated and frozen food display cases, walk-in coolers, and freezers regardless  \nof material, metal bucks, doors and partitions; workers in the production work of  \ncutting, milling, tooling, assembling, handling of or the manufacturing of all wood,  \nmetal or plastic materials or products, also including the assembling, putting  \ntogether of work after same has been machined, hand worked, or shaped.  \nThe term \"Casket and Coffin Makers\" shall cover the manufacturing, in shop  \nor factory, of caskets, coffins, made of wood, metal, plastic or other material, and  \nouter boxes of wood or substitute materials including machine and bench work.  \nThe term \"Lumber and Sawmill Workers\" shall include all those employed  \nin all phases of the lumbering industry, including the logging of timber, operation  \nof sawmills, shingle mills, plywood plants, door factories, sash and door plants,  \nlaminating plants; the wholesale and retail outlets of lumber yards; the by-product  \nmanufacturing of sawdust, chips, pellets, pres-o-logs, whether working by hand;  \noperating fixed or moving machinery or attending controls of automatic machines;  \nor any workers incidental to the catering, lodging, and maintenance of all maps,  \nmills, plants and manufacturing relating to the lumber industry.  \nThe term \"Car Builder\" shall mean the building and repairing of all railroad  \ncars, street cars, buses, trailers, and mobile homes, the interior finish and repairs on  \nsame of all cars used for passenger or freight, whether the finish is of wood, metal  \nor plastic.  \nThe term \"Box Makers\" shall mean the making and repairing of all boxes  \nand shooks, and the sawing, re-sawing and cutting to size of all material for box  \nmaking and crates.  \nThe term \"Reed and Rattan Workers\" shall mean the machine and bench  \nwork in shop, mill, or factory, where reed and rattan is used in the construction of  \nany article of furniture.  \nThe term \"Lather\" shall be synonymous with the term carpenter.  \nThe term \"Allied Workers\" shall cover all persons engaged in creosoting or  \nchemically treating lumber, operating, assembling or processing wood, metal,  \nplastic or composition material for musical instruments, novelties, matches, tools,  \n10  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \ntoys, or parts of tools, or any article that is composed of wood, metal, plastic, or  \ncomposition material in whole, or in part.  \n"], ["ARTICLE 2  \nJurisdictional Procedure  \n", "Work assignments shall be made by the Employer in accordance with  \npresent decisions and agreements of record and area practice.  \nIn the event a jurisdictional dispute arises, the disputing unions shall request  \nthe other union or unions involved to send representatives to meet with  \nrepresentatives of the Union and Employer to settle the dispute. If the above  \nprocedure or any other mutually agreed upon procedure fails to resolve the  \nproblem, then the Employer, at the request of the Union, agrees to participate in a  \ntripartite arbitration with all the disputing parties. The impartial umpire to hear the  \ndispute can be mutually agreed upon by the parties, or appointed by the American  \nArbitration Association.  \nDecisions rendered by any of the above procedures shall be final, binding,  \nand conclusive on the Employer and the Union parties to this agreement. There  \nshall be no strikes, picketing or lockouts over any jurisdictional dispute.  \nMaintenance of Operations on Projects  \nTo prevent jurisdictional disputes from arising on projects or over the  \nmethod of starting a project, contractors are directed to follow the procedures  \noutlined below:  \nContractors Responsibility  \nThe contractor who has the responsibility for the performance and  \ninstallation shall make a specific assignment of the work, which is included in its  \ncontract. For instance, if Contractor A subcontracts certain work to Contractor B,  \nthen Contractor B shall have the responsibility for making the specific assignment  \nfor the work included in its contract. If Contractor B, in turn, shall subcontract  \ncertain work to Contractor C, then Contractor C shall have the responsibility for  \nmaking the specific assignment for the work included in its contract. The  \ncontractor shall not hold up disputed work or shut down a project on account of a  \njurisdictional dispute.  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 3  \nUnion Security  \n", "Section 1. The Employer agrees that all employees covered by this  \nagreement shall, as a condition of employment, become and remain members of  \nthe Union in good standing  \nSection 2. All workers employed by the Employer for a period of seven  \n(7) days continuously or accumulatively within the unit covered by this Agreement  \nshall, as a condition of employment, tender the full and uniform admission fees in  \neffect in the Union. All workers accepted into membership shall thereafter  \nmaintain their membership in good standing in the Union as a condition of  \nemployment.  \nSection 3. In the event that a worker fails to tender the admission fee or  \nthat a member of the Union fails to maintain his or her membership in accordance  \nwith the provisions of this Article, the Union shall notify the Employer in writing,  \nand such notice shall constitute a request to the Employer to terminate said  \nindividual within forty-eight (48) hours for failure to maintain continuous good  \nstanding in the Union in accordance with its rules above referred to in this  \nparagraph, and the Employer shall terminate such worker at the end of such period.  \nFailure to terminate will subject the Employer to damages for lost wages and  \nbenefits for each hour worked by the non-member after receipt of notification in  \nwriting.  \nSection 4. In the event that the Union does not accept into membership  \nany worker tendering the admission fee and the regular monthly Union fees, the  \nforegoing paragraph shall not be applicable, provided, however, that the Union  \nmay at any time thereafter decide to take such worker into membership, in which  \ncase, said worker shall be required to tender full and uniform admission fees in  \neffect in the Union not later than seven (7) days following notification by the  \nUnion and shall thereafter be required to maintain his or her membership in  \naccordance with the provisions of the foregoing paragraph. In the event that such  \nworker fails to comply with this paragraph, the Union shall notify the Employer,  \nand the Employer shall terminate the employment of such worker within forty-  \neight (48) hours. An employer that has hired a nonmember shall be required to  \nprovide written notification to the Union of the day of hire after the individual has  \nbeen employed for seven days. Failure to provide written notification will subject  \nthe Employer to damages for lost wages and benefits for each hour worked by the  \nnon-member after seven days.  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nThe Employer agrees to directly employ a minimum of two  \ncarpenters in the aggregate as a company or a firm on projects where work covered  \nby this Agreement is performed if he or she has not employed a minimum of two  \ncarpenters in the last ninety (90) days. If a contractor has not worked in the prior  \nsix months, the ninety day period commences when the Employer resumes  \nworking again.  \nArticle 3 (A),  \n“Subcontracting”  \nExcept for filed sub-bids, the Employer agrees that he will not subcontract  \nany work covered by this Agreement which is to be performed on the job site  \nexcept to contractors who are parties to a collective bargaining agreement with the  \nUnion, or to a contractor who is willing to sign a collective bargaining agreement  \nwith the Union provided that the Union with good cause may reject any such  \ncontractor. Good cause shall include, but not be limited to any contractor who has  \nbeen delinquent in the payment of fringe benefit contributions, who has operated  \nan unlawful double-breasted company, who has been previously terminated by the  \nUnion, or who does not employ carpenters while performing work covered by this  \nagreement. Said subcontractor must have entered into the collective bargaining  \nagreement with the Union before starting any carpentry work.  \nThe Employer when acting as a subcontractor agrees that except for filed  \nsub-bids and sub-contracts valued at less than $300,000 it will not subcontract any  \nwork covered by this Agreement, which is to be performed on the job site except  \nfrom contractors who are parties to a collective bargaining agreement with the  \nUnion. The only penalty for violations of this paragraph is the loss of mobility of  \nmanpower set forth in Article 5 on the project and a $2.50 per hour wage premium  \nfor all carpenter employees on the project. The Executive Secretary-Treasurer of  \nthe Council or his designee may grant relief from this paragraph. The granting of  \nsuch relief shall not constitute a violation of the favored nations clause of this  \nAgreement.  \nIn order to protect and preserve work traditionally performed by carpenters  \nunder this Agreement, all exterior wall system work and concrete form work  \ncovered by this Agreement that has traditionally been performed on-site that is  \nperformed off-site either by the Employer or a subcontractor of the Employer, shall  \nbe performed in accordance with the wages, benefits and other economic terms  \nprovided for in this Agreement. This provision does not apply to the wood frame  \npanels, manufactured glazed curtain wall systems and panels purchased directly  \n13  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nfrom recognized manufacturers whose business is exclusively manufacturing that  \nare traditionally performed off-site.  \n"], ["ARTICLE 4  \nJurisdictional Area  \n", "The terms of this Agreement shall apply to the work of carpentry within the  \nterritory of:  \n   \n   \nBOSTON  \nLocals 33, Boston, Belmont, Brookline, Cambridge, Chelsea, Dedham,  \n40, 67,218 Everett, Malden, Medford, Milton, Revere, Somerville, Winthrop,  \nand the islands in Boston Harbor.  \nASHLAND  \nLocal 475 Hudson, Clinton, Framingham, Marlboro, Westboro, Northboro, also  \nthe localities known as Ashland, Berlin, Bolton, Gleasondale,  \nHolliston, Hopkinton, Maynard, Saxonville, Sherborn, Southboro, and  \nStow.  \nBROCKTON  \nLocal 624 Abington, Avon, Barnstable County, Bridgewater, Brockton, Carver,  \nEast Bridgewater, Easton, Halifax, Hanson, Holbrook, Kingston,  \nNorth Easton, Plymouth, Plympton, Randolph, South Easton,  \nStoughton, West Bridgewater, and Whitman.  \nESSEX/MIDDLESEX  \nLocal 26 Arlington, Beverly, Burlington, Danvers, Essex, Gloucester,  \nHamilton, Ipswich, Lexington, Lynn, Lynnfield, Manchester,  \nMarblehead, Melrose, Middleton, Nahant, North Reading, Peabody,  \nReading, Rockport, Salem, Saugus, Stoneham, Swampscott,  \nTopsfield, Wakefield, Wenham, Wilmington, Winchester, Woburn,  \nand the islands of Salem Sound to Plum Island Sound.  \nFALL RIVER  \nLocal 1305 Acushnet, Berkley, Dartmouth, Dighton, Dukes County, Fairhaven,  \nFall River, Freetown, Lakeville, Mansfield, Marion, Mattapoisett,  \nMiddleboro, Nantucket, New Bedford, Norton, Raynham, Rehoboth,  \nRochester, Seekonk, Somerset, Swansea, Taunton, Wareham, and  \nWestport.  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nHINGHAM  \nLocal 424 Braintree, Cohasset, Duxbury, Hanover, Hingham, Hull, Marshfield,  \nNorwell, Pembroke, Quincy, Rockland, Scituate, and Weymouth.  \nMERRIMACK VALLEY  \nLocal lll Acton, Amesbury, Andover, Ballardvale, Billerica, Boxboro, Boxford,  \nByfield, Carlisle, Chelmsford, Cushing, Dracut, Dunstable, Forge  \nVillage, Georgetown, Graniteville, Groveland, Haverhill, Lawrence,  \nLittleton, Lowell, Merrimack, Methuen, Newbury, Newburyport,  \nNorth Andover, Rings Island, Rowley, Salisbury, Tewksbury,  \nTyngsboro, West Andover, West Newbury, Westford, and the towns  \nof Pelham and Salem, New Hampshire.  \nNEWTON  \nLocal 275 Bedford, Concord, Dover, Lincoln, Natick, Needham, Newton,  \nSudbury, Waltham, Watertown, Wayland, Wellesley, and Weston.  \nNORWOOD  \nLocal 535 Attleboro, Canton, Foxboro, Norfolk, North Attelboro, Norwood,  \nPlainville, Sharon, Walpole, Wrentham, Westwood and vicinity, the  \nvillage of Sheldonville, Bellingham, Franklin, Garyville, Hopedale,  \nMedfield, Medway, Mendon, Midland, Milford, Millis, Upton, West  \nMedway, West Upton and Woodside.  \nWORCESTER  \nLocal 107 Ashburnham, Ashby, Athol, Auburn, Ayer, Barre, Blackstone,  \nBoylston, Brookfield, Charlton, Douglas, Dudley, East Brookfield,  \nFitchburg, Devens, Gardner, Grafton, Groton, Hardwick, Harvard,  \nHolden, Hubbardston, Leominster, Leicester, Lancaster, Lunenburg,  \nMillbury, Millville, New Braintree, Northbridge, North Brookfield,  \nOakham, Oxford, Paxton, Pepperell, Petersham, Philipston, Princeton,  \nRoyalston, Rutland, Shirley, Shrewsbury, Southbridge, Spencer,  \nSterling, Sturbridge, Sutton, Templeton, Townsend, Uxbridge,  \nWarren, Webster, West Boylston, West Brookfield, Westminister, ,  \nWinchendon, and Worcester.  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 5  \nMobility of Manpower  \n", "Employers shall be restricted in their employment of Carpenters to those  \ncarpenters who normally work in the geographic jurisdiction area of the local  \nunion where the project is located.  \nNotwithstanding any language to the contrary in any area collective  \nbargaining agreement for work in Connecticut, Maine, Massachusetts, New  \nHampshire, Rhode Island and Vermont, the Employer shall have the right to  \nemploy any carpenter who normally works within any of the six New England  \nstates pursuant to the following conditions:  \nThe carpenter employee has worked a minimum of three (3) weeks for the  \nemployer in the previous five (5) months.  \nIf the Employer fails to notify a local union prior to commencing work on a  \nproject in that local’s geographical jurisdiction, the Employer shall lose the  \nmobility of manpower privileges for the duration of the project for the first  \nviolation and for 12 months on all projects for the second and subsequent  \nviolations, and the Employer shall be restricted in its employment of carpenters to  \nthose carpenters who normally work in the geographical area of the local union  \nwhere the project is located. This penalty may be appealed to the E.S.T. of  \nNERCC,  \nWhen a company whose main office is located outside the New England  \nRegional Council’s jurisdiction performs any work covered by this agreement, it  \nshall be permitted to bring in two (2) “key” traveling employees from its home  \narea. All additional employees shall be carpenters who normally work in the  \ngeographic jurisdiction area of the local union where the project is located. This  \nprovision shall not apply to contractors having a regular office within the  \njurisdiction of the New England Regional Council of Carpenters.  \nNo employee shall be required to work in a geographical jurisdiction outside  \nof the geographical jurisdiction of his home local. Employers shall not retaliate or  \ndiscriminate against an employee who refuses to work outside of the geographical  \njurisdiction of his home local. If there is no available work, other than work  \noutside the geographical jurisdiction of the employee’s home local or at a lesser  \npay rate than the employee’s home local, the Employer shall lay-off that employee  \nso that he is eligible to receive unemployment benefits.  \n16  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 6  \nRegular Shift, Daily, and Weekly Hours, Shift Work  \n", "Section |. Eight (8) hours shall constitute a day's work performed between  \nthe hours of 7 a.m. and 4:30 p.m. on Monday, Tuesday, Wednesday, Thursday, and  \nFriday. The starting time shall be set by the General Contractor at the pre-job  \nconference. Once the starting time has been established, it can only be changed by  \nmutual agreement between the General Contractor and the NERCC Council  \nRepresentative.  \nSection 1A. Notwithstanding the above, the Employer may, upon  \nnotification to NERCC Council Representative, work four (4) ten- (10-) hour days,  \nMonday through Thursday at straight time, provided that a fifth day, if worked,  \nshall be at least eight (8) hours long. Hours in excess of forty (40) for the week  \nshall be paid for at time and one-half (1 %) the basic wage rate. In the event there  \nis lost time during the four- (4)- day work week for any reason beyond the  \nEmployer's control, including inclement weather or equipment breakdowns, then  \nFriday may be worked as a make-up day at straight time.  \nSection 2. Forty (40) hours, as herein specified, shall constitute a regular  \nwork week.  \nSection 3. When an Employer wishes to work carpenters for the second or  \nthird shift period, he or she shall notify the NERCC Council Representative at least  \ntwenty-four (24) hours prior to starting the shifts so that proper arrangements shall  \nbe made under the following conditions:  \na. Where a job has more than one eight- (8-) hour shift in any one  \ntwenty-four- (24-) hour period, carpenters will not be permitted to work  \nmore than one shift in any one (1) work day.  \nb. All employees on shift work shall receive a full normal workday's  \npay.  \nC, Seven and one-half (7 ’2) hours’ work shall constitute the shift work  \nperiod during the second shift. The second shift shall begin within one-half  \n(1/2) hour of the end of the regular workday. Seven (7) hours work shall  \nconstitute the third shift. The third shift shall begin within one-half (1/2)  \nhour of the end of the second-shift period. There shall be a one-half (1/2)  \nhour lunch period at the mid-point of the second and third shift.  \n17  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nd. Where no third shift exists, ttme worked beyond the end of the second  \nshift shall be paid for at the applicable overtime rate.  \ne. No shift work will be permitted for less than two (2) consecutive  \nregular workdays.  \nf. On alteration work in occupied areas where work is not permitted  \nduring the regular work hours, the work day may start at any hour of the day  \nprovided permission is obtained from the NERCC Council Representative.  \nPayment shall be eight (8) hours’ pay and benefits, for seven (7) hours’  \nwork. Normal overtime rules shall apply to this section.  \ng. All regular and extra shifts begin and end at the designated times from  \nthe carpenter's locker which shall be located no higher than two (2) floors  \nabove ground level, unless the permission of the NERCC Council  \nRepresentative 1s obtained.  \nh. On public projects, where the awarding authority requires the  \ncontractor to work hours other than the regular work hours set forth in this  \nagreement, employees may be assigned to work these hours at eight (8)  \nhours’ straight time. Normal overtime rules shall apply to this section.  \n"], ["ARTICLE 7  \nHolidays  \n", "Section The legal holidays to be observed are New Year's Day,  \nPresidents Day, Patriots' Day, Memorial Day, Independence Day, Labor  \nDay, Columbus Day, Veterans Day, Thanksgiving Day, and Christmas.  \nSection 2, The Holidays named in Section | shall be observed on the day  \ndesignated by the Legislature of the Commonwealth of Massachusetts.  \nSection 3. Any holiday that falls on Sunday shall be observed on the  \nMonday following thereafter.  \nSection4. The above are the only holidays recognized under this  \nAgreement. Should any Employer observe any other holiday(s) by shutting  \ndown the job on said day(s), each carpenter employed on that job, who  \ncannot be employed elsewhere by the Employer on such a day, shall be paid  \n18  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \neight (8) hours’ pay for that day. Such alternate employment will be equally  \ndivided among the carpenters on the job.  \nSection 5. The Union and the Employer agree that the work day following  \nThanksgiving, Christmas, and New Year's Day are regular work days under  \nthis Agreement, and work shall be scheduled those days unless the Employer  \nobtains the prior agreement of the Council Representative or a majority of  \nthe carpenters on the job site indicate that they prefer not to work on any one  \nof the days in this section.  \nSection 6. Where an employee observes Martin Luther King Day as an  \nunpaid holiday, he/she shall not be discriminated against.  \n"], ["ARTICLE 8  \nTotal Wages, Overtime and Other Payment Provisions  \n", "Section 1. Wages  \nA. — The rate of wages per hour for all journeymen carpenters covered by  \nthis Agreement working within the territorial jurisdiction of this Agreement as  \noutlined in Article 4, including those journeymen carpenters performing  \nrenovation, rehabilitation, or alteration on existing wood-frame buildings, shall be  \nas outlined in attached Schedule A.  \nThe Counties of Duke and Nantucket’s wage and benefit rate will be equal to the  \nBoston Area.  \nRESIDENTIAL  \nWOOD FRAME RATES  \nI, Wages and Benefits for the new wood-frame work described in  \nArticle | will be as set forth in the Local 723 Agreement, except that for interior  \nand concrete work performed in Zone 2, the benefits shall be paid at the Eastern  \nArea rates set forth in this Agreement. For the purposes of this Article (“Total  \nWages, Overtime, and Other Payment Provisions”) in Boston, Brookline,  \nCambridge, Dedham, Malden, Medford, Somerville, and the Islands of Boston  \nHarbor (“Zone 1”), new wood-frame construction is defined to include wood-  \nframing, siding, roofing and exterior trim work in connection with new  \nconstruction of all residential units excluding dormitories, and any other university  \nor college housing. The woodframe construction covered by this agreement shall  \n19  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nbe limited to new woodframe construction that is permitted under the State  \nBuilding Code.  \n2. For the purposes of this Article, in Zone 2, which shall consist of all cities  \nand towns covered by this Agreement outside of Zone 1, new wood-frame  \nconstruction is defined to include all aspects of carpenter work, on new wood-  \nframe construction without regard to whether it is for residential use.  \n3. All work not covered by Sections 1 & 2 above shall be compensated at the  \ncommercial wage and benefit rate of the area where the work is performed.  \nPrevailing Rate Jobs - Wage Carry Over  \nOn prevailing wage rate jobs, where there is a scheduled contractual wage  \nincrease which has not been included in the prevailing wage rates provided to all  \nbidders, the Employer shall be permitted to work at the posted wage rate for a  \nperiod, not to exceed twelve months from the date the project is started provided,  \nhowever, that the Employer shall be required, regardless of the posted rate, to pay  \nthe contractual rate for all fringe benefits.  \nB. MCAP Contribution  \nAny Employer who does not pay the MCAP contribution must pay that  \namount as an additional payment to the local Carpenters Apprenticeship and  \nTraining Program.  \nC. Definitions (see Schedule A)  \nH -Health Benefits Fund - See Articles 10  \nP -Pension Fund - See Articles 10  \nA -Annuity Fund - See Articles 10  \nCLMP -N E Carpenters Labor Management Program - See Article 12  \n"], ["MCAP - Massachusetts Construction Advancement Program - See Article 13  \nNECTF - New England Carpenters Training Fund — See Articles 11 and 14  \n", "CITF - Carpenters International Training Fund — See Article 10  \nASSMNT - Working Dues deduction from net wages after taxes - See Article 9  \nVAC - Vacation Fund deduction from net wages after taxes — See Article 10  \n20  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nD. — Special Conditions  \nIt is mutually agreed that each Chairman will form a committee of Union  \nand Employer representatives to meet within sixty (60) days to discuss ways to  \nmutually explore lower rates and/or special conditions to compete on certain work  \nin each Local Union or District Council. The Union agrees that it shall discuss  \nwith the Employer means and methods, including productivity programs which  \nwill permit the Employer to be more competitive, thereby creating more work  \nopportunities for Union members.  \nE. Allocation to Fringes  \nThe Union shall have the option to divert money from wages to any of the  \nfunds provided for in this Agreement or to transfer contributions among any of  \nthese funds upon sixty (60) days’ prior written notification to the Associations  \nsignatory hereto. The sixty day prior notification can be waived by the mutual  \nconsent of the parties to this Agreement.  \nF. Floor Covering, Millwright, Pile Driver/ Dock Builder/ Tender/ Diver,  \nWood Framer Rates and Conditions  \nThe wage rates, terms, and conditions of Locals 2168, 1121, 56, and 723,  \nagreements shall apply to signatories of this Agreement when performing work  \nthat is covered by these agreements.  \nAll grievances arising under these agreements shall be processed under  \nArticle 26 of this Agreement.  \nG. Heavy & Highway Work (only)  \nIn the event there is lost time during the regular workweek due to inclement  \nweather, then Saturday may, at the option of the Employer, with the approval of  \nthe Business Representative, be worked as a make-up day at straight time.  \nApproval of the Business Representative will not be unreasonably withheld. Any  \ntime worked on Saturday, which is in excess of forty (40) hours for the week, shall  \nbe paid at the overtime rate of one and one-half (1 1/2) times the basic wage rate.  \nMake-up time for Saturday will be at least eight (8) hours in duration and shall not  \nbe mandatory. If any other person or trade on the project receives premium time  \nfor that Saturday, then all carpenter employees on that job shall receive premium  \npay. First preference for Saturday make-up shall be given to carpenter employees  \n2]  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \non the jobsite. If and when all of the Basic Building Trades Unions agree that this  \nprovision applies to work other than heavy and highway work, the parties to this  \nagreement will implement this provision with respect to that work.  \nSection 2, Overtime  \nA. | Work Outside the Regular Workday  \nWork performed on all construction outside the agreed-upon regular  \nworkday or shift hours, Monday through Friday, shall be paid for at the overtime  \nrate of time and one-half (1 1/2) the basic wage rate for the first four (4) hours of  \novertime worked each day. Overtime, beyond four (4) hours, Monday through  \nFriday, shall be paid at double the basic wage rate. Saturdays shall be paid for at  \nthe overtime rate of time and one-half (1 4%) the basic wage rate for the first ten  \n(10) hours worked. All work on Saturday beyond ten (10) hours shall be paid at  \ndouble the basic wage rate. Sundays and Holidays specified in this agreement  \nshall be paid for at the overtime rate of double the basic wage rate. All work on  \nSaturday, Sunday and Holidays shall be for eight hours duration unless the  \nemployees are notified on the day prior to the commencement of the work.  \nB. Lunch Period  \nAn employee who works on a concrete placement during the regularly  \nscheduled lunch period shall not be paid overtime for that period provided said  \nemployee is given between the hours of 11 a.m. and | p.m., or the corresponding  \nperiod of a second or third shift operation, a one-half (1/2) hour non-paid lunch  \nperiod. All other work performed during the regular lunch-hour time shall be paid  \nat the appropriate overtime rate, and employees involved shall have one-half (1/2)  \nhour for lunch.  \nC. Notification of Overtime  \nThe Employer shall notify the Union as soon as the Employer is aware of the  \nneed for overtime when any overtime, as defined by this Agreement, is to be  \nworked on the job.  \n22  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nD. — Equal Distribution of Overtime  \nIf overtime work is performed, it shall be done by carpenters working on the  \njob prior to the overtime period. Such overtime should be divided equally among  \nthe carpenter employees on the job.  \nSection 3. On “residential renovations” work, the Employer shall pay 90  \npercent of the Boston wage rate and 100 percent of the Eastern Area benefit  \ncontributions as provided for in this Agreement. All other terms and conditions set  \nforth in this Agreement shall apply to such work. “Residential renovations” shall  \nbe limited to carpentry work performed in the renovation of a residential unit in  \nMassachusetts, where the work to be performed is on no more than three  \nresidential units in a building.  \nSection 4. Shop and millwork, exclusive of regular milling, shall be paid  \nfor at the basic and overtime rates as specified in this Agreement for regular  \nCarpentry.  \nSection 5. Carpenters are to be paid weekly, and in no case shall more  \nthan three (3) days’ pay be withheld. Carpenters are to be paid on the job during  \nworking hours. Payment may be made by company payroll check not later than  \nThursday except that payment is to be made no later than Wednesday when a  \nholiday falls on Friday.  \nWhen payment is made by check, the Employer shall make suitable  \nprovisions locally for cashing of checks without charge to the employee. The  \nUnion may require an Employer to pay in cash or certified check whenever a check  \nis not honored or whenever there is doubt of the ability of the Employer to meet its  \nfinancial obligations under this agreement. In the event that any wage check is not  \nhonored by the bank on which it is drawn for reason of insufficient funds, there  \nshall be a penalty of one day’s pay for each check drawn. Any charges incurred by  \nthe employee because of a bad check will be reimbursed by the employer.  \nThe Employer, when paying by check, shall have a detachable stub to be  \nretained by the employee. The Employer shall include on the check stub and/or on  \nthe pay envelope the following information:  \nName of Employer - Name or Identification of Employee - number  \nof hours worked - social security deduction - federal withholding  \n23  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \ndeduction - state withholding deduction - net pay of employee - dates  \ncovered by pay.  \nThe Employer shall furnish to each employee a statement in writing giving  \nthe period of his or her employment and his or her gross earnings upon written  \nrequest of employee within thirty (30) days.  \nCarpenters shall not be required to fill out or sign any forms, whether before  \nor after being hired, except those required by Federal and State law, with the  \nexception of acknowledging the receipt of copies of company policies regarding  \nsexual harassment and/or safety. On the first day of employment, carpenters shall  \nfurnish the documentation required by federal law or regulation for I-9 and W-4  \nforms and their OSHA 10 certification.  \nSection 6. Carpenters who do not receive their pay before the end of their  \nnormal work day and who are required to wait beyond quitting time for their pay  \nshall be paid extra for the waiting time at the straight-time rate with benefits.  \nSection 7. Carpenters who voluntarily quit are to be paid not later than the  \nfirst regular payroll day following.  \nSection 8. Carpenters shall be paid during their working hours and at the  \nstation of their work. Otherwise, they shall be allowed not less than fifteen (15)  \nminutes to reach the job site office of the employer to get the pay.  \n"], ["ARTICLE 9  \nDues Assessment  \n", "Section 1. The employer shall deduct 2.5 percent of the total package paid  \nto an individual carpenter (or any other amount subsequently and lawfully decided)  \nfor each hour worked by each carpenter working within the territorial jurisdiction  \nof this Agreement. The employer shall deduct 2.5 percent of the journeyperson’s  \ntotal package from each foreman or superintendent as dues assessment for each  \nhour worked for each foreman or superintendent that is a member of the UBC. On  \novertime work, the 2.5 percent deduction shall be calculated at the straight-time  \nrate.  \nSection 2. The union shall indemnify and hold harmless the Employer  \nfrom any claims arising under this Article including the furnishing of Counsel to  \ndefend against any such action.  \n24  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nSection 3. Any Employer who fails to send the payment and the reports  \ndue under the Dues Deduction system as provided in this Article shall be  \nconsidered in violation of this Agreement and subject to the penalties outlined in  \nArticle 15.  \nSection 4. All employers shall pay fringe benefits payments outlined in  \nthis agreement for all hours worked.  \n"], ["ARTICLE 10  \nFringe Benefit Fund and Other Payment Provisions  \n", "Section 1. Trust Agreements and Other Provisions - Each Employer  \nsubscribes to and agrees to be bound by the provisions of the various Agreements  \nand Declarations of Trust, as originally adopted and as amended from time to time,  \nreferred to herein as \"The Funds\" and ratifies and approves all actions of the  \nTrustees within the scope of said Trust documents of the Funds:  \nNew England Carpenters Health Benefits Fund (H)  \nNew England Carpenters Pension Fund (P)  \nNew England Carpenters Guaranteed Annuity Fund (A)  \nNew England Carpenter Training Fund (NECTF)  \nNew England Carpenters Labor Management Program (CLMP)  \nNew England Carpenters Vacation Fund (VAC)  \nCarpenters International Training Fund (CITF)  \nand also agrees to be bound by the following other payment provisions:  \nMassachusetts Construction Advancement Program (MCAP)  \nWorking Dues Deduction (ASSMNT)  \nSection 2. Remittance Due Date - Any Employer working under a  \nparticipation agreement shall file monthly remittance reports as required by the  \nFunds or their designee not later than the tenth (10th) day of the calendar month  \nfollowing the performance of the work.  \nSection 3. Electronic Fringe Benefit Receipts - Each Employer shall make  \nall Fund contributions and working dues deductions utilizing the electronic benefit  \nprogram. The benefit program to be utilized by each Employer will provide for the  \npurchase of electronic benefit receipts by Employers, which are due and to be  \n25  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \ntendered to employees with their payroll checks, for each hour worked  \nrepresenting monies due to the Funds and dues deductions as provided for in  \nArticle 8.1. All Employers will be required to remit all benefit contributions to the  \nfunds using the “Point, Click, Remit Program” (Employer self-service portal).  \nThe parties have established a non-profit agency, the New England Carpenters  \nCentral Collection Agency, (NECCCA) whose purpose shall be to perform the  \ncollection, auditing and related activities for the Funds. The agency shall be  \ndirected equally by Union and Employer designees.  \nSection 4. Violation of Agreement - Failure to contribute weekly on all  \nemployees to these Funds shall be a violation of this Agreement. The Union and  \nthe Employer mutually recognize the requirement that contributions to these Funds  \nbe made on a current basis by all Employers.  \nSection 5. Interest - Any delinquent Employer shall be required to pay to  \nthe Funds interest at six (6) percent over the prime rate from the date when  \npayment was due to the date when payment was made. Interest will begin to  \naccrue (10) days from the due date and must be paid in full to bring the account  \ncurrent If legal action is necessary, the Employer shall be liable for, in addition to  \ndelinquent payment and late interest due, twenty percent (20%) liquidated  \ndamages, reasonable attorneys' fees, and any other costs of this action.  \nSection 6. Audit - The Employers shall make all reports on contributions  \nrequired by the Funds on forms furnished by the Funds or their authorized  \nrepresentatives. The Trustees or their authorized representatives upon reasonable  \nnotice may examine the pertinent payroll records of any Employer, including, but  \nnot limited to all quarterly and yearly payroll tax returns, payroll listings, payroll  \nrecords, individual earnings records, and checks. Cash disbursement journals and  \ngeneral ledgers may also be examined whenever such examination is deemed  \nnecessary by the Trustees of the funds in their sole discretion. Such examinations  \nmay be implemented by the trustees' authorized representatives in connection with  \nthe proper administration of the Funds. The expense of such audit of an  \nEmployer's records shall be borne by the Funds, unless the audit determines that  \ncontributions are owed in which event, the expense of audit may, under rules and  \nregulations adopted by the Trustees of each Fund, be charged against the  \nEmployer. If the expense of audit charged against the Employer is not paid by the  \nEmployer within thirty (30) days after written notice from the Funds or their  \nauthorized representatives, the Funds may take any action, including, but not  \nlimited to disallowing any future purchases of fringe benefits and/or court  \n26  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nproceedings, necessary to enforce payment of such audit expense, including  \nreasonable interest and an administration fee at such rates and in such amount as  \nthe Funds may determine, and including all attorneys' fees involved in collection of  \nsuch audit expense, interest and administration fee. In the event that the Funds or  \ntheir representative shall incur attorneys' fees or other expenses in order to enforce  \nthe Funds’ right to audit the records of any Employer, such attorneys' fees or other  \nexpenses shall be charged against such Employer regardless of whether the  \nEmployer shall have been delinquent in contributions to the Fund for the period of  \nthe audit.  \nSection 7. Benefits - The Funds shall be used to provide benefits as  \ndetermined by the Trustees in accordance with the terms of the Trust and this  \nAgreement.  \nSection 8. | New Federal Health Insurance Law - In the event that a new  \nfederal health insurance law becomes effective during the term of this Agreement,  \nthe parties agree to meet and reopen the contract to make any changes necessitated  \nby the law and to negotiate other provisions as may be appropriate. In the event  \nthe parties are unable to agree upon the changes required by law or other  \nappropriate changes, the matter may proceed to final and binding arbitration  \npursuant to Article 26 at the request of either party, provided that the arbitrator  \nshall not be permitted to increase the cost to the employer.  \nSection 9. If the Employer so elects, superintendents, estimators, or any  \nmember of management participating in the New England Carpenters Benefit  \nFunds described in this Agreement shall be guaranteed a minimum of 160 hours  \nper month of benefits, subject to the rules of the Funds.  \nOnce an employee has been classified in writing by the Employer as a  \ncovered superintendent, or once the Employer has commenced making  \ncontributions to the New England Carpenters Central Collection Agency  \n(NECCCA) on behalf of such employee, the obligation to contribute to the  \nNECCCA shall exist and remain in effect, unless revoked in writing by the  \nEmployer. Once an employee’s coverage is revoked, contributions cannot be  \nresumed on behalf of that employee unless the employee returns to covered  \nemployment.  \n27  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 11  \nApprentices  \n", "Section 1. Employer contributions shall be used exclusively for the  \ntraining and education of apprentices and journeymen skills upgrading and for the  \nadministrative costs of the Joint Apprenticeship Committees.  \nSection 2. Each Employer shall employ a ratio of at least one (1)  \napprentice to five (5) journeymen carpenters on the job or within its employ when  \nindentured apprentices are available and assigned to the Employer by the Local  \nUnion. No Employer shall layoff an apprentice for lack of work without giving at  \nleast twenty-four (24) hours prior notice to the Local Union.  \nBoth parties agree to comply with the Standards of  \nApprenticeship as established by the Joint Apprenticeship Committee for the  \ntraining of apprentice carpenters as applicable under this Agreement.  \nSection 4. The minimum rate of wages, and working dues deduction for  \nall apprentices shall be as follows:  \nThe basic hourly rate for Carpenter Apprentices shall be the percentages  \nlisted in the following schedule to be applied to the Journeyman Carpenter basic  \nwage rate:  \nFirst six-month period at 50%  \nSecond six-month period at 60 %  \nThird six-month period at 70%  \nFourth six-month period at 75%  \nFifth six-month period at 80%  \nSixth six-month period at 80%  \nSeventh six-month period at 90%  \nEight six-month period at 90%  \nPension contributions shall not be made by the employer for the first-year  \napprentices.  \nThe Annuity Fund contribution for first-year apprentices shall be $.25. However,  \nfor apprentices indentured after August 31, 2005, Annuity contribution shall be  \npaid at these percentages:  \n28  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nFirst year - 20% of contractual rate  \nSecond year - 40% of contractual rate  \nThird year - 60% of contractual rate  \nFourth year 80% of contractual rate  \nThese payments must be made to the NECCCA by electronic receipts.  \nSection 5. The Apprenticeship Fund shall annually submit to the  \nAssociations and Union a list of indentured apprentices with the proposed  \ncompletion date for each apprentice.  \nSection 6. Specialty trade employees who have become technologically  \nunemployed shall be permitted to enter the Apprenticeship and Training Program  \nfor retraining. Said employees shall be granted advanced standing in the  \nApprenticeship Program on the basis of their demonstrated ability and knowledge  \nand shall be paid the rate of the apprenticeship period to which they are assigned.  \nSection 7. _Laid-off Apprentices Eligible for Unemployment Insurance  \nContractors who employ apprentices during times when the apprentices must  \nattend school for mandatory apprentice-training sessions shall lay off the  \napprentices for the period of the training sessions, and they shall report the layoffs  \nas having been taken under the terms of a collective bargaining agreement to attend  \napprentice training school.  \n"], ["ARTICLE 12  \nThe New England Carpenters Labor Management Program  \n", "Section 1. Purpose — The New England Carpenters Labor Management  \nProgram, formerly known as the Metropolitan Boston Carpenters Promotional and  \nEducational Program, was established by an appropriate Agreement and  \nDeclaration of Trust, pursuant to Section 302 (c) of the National Labor Relations  \nAct, as amended. The purpose of the Program (Fund) is to provide labor  \nmanagement assistance and service to any participant employer or labor  \norganization; to promote the general welfare of employers and their employees in  \nthe construction industry; to seek and improve harmonious relationships between  \nlabor and management in the construction industry; to demonstrate that labor and  \nmanagement can effectively cooperate to establish an appropriate environment  \nconducive to producing cost-efficient construction projects; to establish and to  \nmaintain an appropriate educational program to further educate the members of the  \nlabor organizations in methods and means to obtain the goals established by the  \n29  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nProgram (Fund); and to engage in problem-solving efforts in the mutual interests  \nof labor and management in the construction industry.  \nSection 2. Trustees — This Fund shall be administered by an equal number  \nof trustees appointed by and representing the Union and the Associations — Labor  \nRelations Division of the Associated General Contractors of Massachusetts;  \nBuilding Trades Employers’ Association of Boston and Eastern Massachusetts;  \nand Labor Relations Division of the Construction Industries of Massachusetts;  \nLabor Relations Division, Building Trades; Employers’ Labor Policy Division of  \nthe Construction Industry Association of Western Massachusetts, Inc.; AGC/CCIA  \nBuilding Contractors Labor Division of Connecticut, Inc.; Northeast Flooring  \nContractors Association, Inc.; The Foundation and Marine Contractors Association  \nof New England, Inc.; Labor Relations Division of The Associated General  \nContractors of Rhode Island, Inc; and signatory contractors of Northern Ne  \nEngland. |  \nSection 3. Ifona particular project, an Employer is not required to make  \ncontributions to the New England Carpenters Labor Management Program and if  \nthe Employer decides not to make contributions in the amount set forth in this  \nAgreement to the New England Carpenters Labor Management Program, the  \nEmployer shall be required to make contributions in that amount as an additional  \npayment to the New England Carpenters Training Fund  \n"], ["ARTICLE 13  \nMassachusetts Construction Advancement Program  \n", "Section 1. Purposes - The Fund will be used by its Trustees only for the  \nfollowing express purposes: (a) Manpower Recruitment and Training; (b)  \nEducation; (c) Safety and Accident Prevention;(d) Public Relations; (e) Equal  \nEmployment; (f) Intra-industry Relations; (g) Market Development; (h) Market  \nResearch; (i) Information services, within the building construction industry for the  \nmutual benefit of Employers and their employees.  \nSection 2. Prohibited Purposes - The Fund shall not be used for any of the  \nfollowing expressly prohibited purposes: (a) Lobbying in support of anti-union  \nlegislation;( b) Supporting litigation before a court or any administrative body  \nagainst the Union or any of its agents;(c) Subsidizing contractors during a period or  \nperiods of work stoppages or strikes.  \n30  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nSection 3. Arbitration - In the event that the Union has reasonable cause to  \nbelieve that the Fund is being used for any of the purposes prohibited by Section 2,  \nthe dispute shall be subject to the arbitration provisions of this Agreement.  \n"], ["ARTICLE 14  \nNew England Carpenters Training Fund  \n", "The New England Carpenters Training Fund was established to provide  \nfacilities in New England for the training of carpenters. The training plans for  \nnewly entering apprentices and other apprentices, as well as the specialty training  \ncourses to current journeymen for upgrading skills will be established and  \nsupervised by the Trustees of the New England Carpenters Training Fund.  \n"], ["ARTICLE 15  \nDelinquent Payments  \n", "Section 1. Subcontractor Delinquency -Within seven (7) days of learning  \nthat an Employer is delinquent in its employee benefit contributions, the Union or  \nthe NECCCA shall notify in writing the Employer and the General  \nContractor/Construction Manager for whom the Employer is working of the  \ndelinquency amount. If the Employer does not pay the delinquency amount within  \nthree (3) working days of receipt of the notice or the General  \nContractor/Construction Manager does not agree, in writing, within three (3)  \nworking days of receipt of notification that it will be responsible to the NECCCA  \nfor that Employer’s employee benefit payments due for work on the General  \nContractor/Construction Manager’s project, the Union shall immediately withdraw  \nall carpenter employees from the Employer on that project.  \nUpon written notification from a NERCC Council Representative or the  \nNECCCA that a subcontractor is delinquent in the payment of wages or benefits to  \nthe Funds provided for in this Agreement, the general contractor shall assist the  \nUnion in collecting those wages and benefit contributions for that specific job to  \nthe extent that subcontractor funds are available and in hand.  \nAt the pre-job conference or any follow-up meeting, the NERCC Council  \nRepresentative will specifically identify to the general contractor any subcontractor  \nto be utilized on the project who is delinquent in the payment of wages or benefits  \nto the Funds provided for in this Agreement.  \n3]  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nThe general contractor shall pay subcontractors who are delinquent in the  \nbenefit payments on their jobs, by issuing a two-party check to the subcontractor  \nand the NECCCA for any delinquent subcontractor upon request for this procedure  \nfrom the Union or the NECCCA. The general contractor shall pay any new  \nsubcontractors who have no history with the NECCCA by issuing a two-party  \ncheck to the subcontractor and the NECCCA for any such new subcontractor upon  \nrequest for this procedure from the Union or the NECCCA provided that funds are  \navailable.  \nSection 2. No Stamps-No Carpenters -In the event an Employer fails to  \nmake current payments to the Funds, the Union shall have the right to strike said  \nEmployer after giving forty-eight (48) hours’ written notice to all signatory  \ncontractors on the project, and any employees removed for this reason, shall be  \npaid for their lost wages, up to a maximum of ten (10) days. Payments must be  \nbrought current before said Employer may resume any work covered by this  \nAgreement.  \nSection 3. Ifan Employer is habitually delinquent in the payment of fringe  \nbenefit contributions, the Union or the NECCCA will require the Employer to post  \na fringe benefit bond in an amount equal to either the average fringe benefit  \nliability for that Employer over the preceding 90 days or double the amount of the  \nmaximum contributions the Employer had not paid during its delinquency before  \nfurnishing carpenter employees to that Employer. A habitually delinquent is any  \nemployer who is delinquent in the payment of contributions to the New England  \nCarpenters Benefit Funds three or more times in a twelve month period. A habitual  \ndelinquent shall also include any delinquent employer who does not bring its  \ndelinquent account current by paying all benefits, interest, audit costs, liquidated  \ndamages and attorney’s fees where applicable. If an Employer has a history of  \nbeing delinquent in making its employee benefit contributions, the Union may  \ninvoke its right to strike and it’s right to terminate this Agreement upon seventy  \ntwo (72) hours’ written notice by certified or registered mail notice.  \n"], ["ARTICLE 16  \nStewards Clause  \n", "Section 1. The Council Representative shall furnish or appoint a steward  \nfor a job or a shop when the Council Representative deems it necessary. It is  \ncompulsory that the steward shall work and that he/she shall be qualified to  \nperform the work to which he/she is assigned and that he/she shall not be  \ndiscriminated against or discharged for the performance of his/her duties as  \n32  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nsteward. The steward shall be allowed to see that proper care and attention has  \nbeen given to any carpenter employee taken sick or being injured on the job and to  \nproperly take care of his or her tools without loss of pay.  \nSection 2. The Council Representative shall have the immediate right to  \nfurnish or appoint a steward whenever work covered by this Agreement is being  \nperformed. In all circumstances, no matter whether the first carpenter foreman is  \nemployed by a general contractor or by a subcontractor, the second carpenter  \nemployed on the jobsite shall be the steward. The steward may be assigned to a  \ncarpenter subcontractor on the project with the prior approval of the Council  \nRepresentative, which shall not be unreasonably withheld, so long as the general  \ncontractor does not employ carpenters on its payroll except for a carpenter  \nforeman. However, the general contractor shall have the ultimate responsibility to  \nmake certain that a steward is present when required by this Article, including all  \novertime. Said steward shall be the only steward on the project and be a working  \nsteward. The steward shall be notified twenty-four (24) hours before he/she is to  \nbe laid-off, except when he/she is the last carpenter on the job with the exception  \nof the carpenter foreman when the foreman is performing punch-list work only.  \nIn the event of additional shifts, the Council Representative, at his/her discretion,  \nmay require the steward to work a maximum of two (2) hours, or he/she may  \nfurnish or appoint a steward for the additional shifts.  \nSection 3. In the event of a total temporary layoff, the steward will be the  \nfirst carpenter to be recalled. The NERCC Council Representative shall be notified  \nto recall the steward so that in case the steward is unavailable to return to the job or  \nshop, the NERCC Council Representative will replace him or her.  \nSection 4. The steward shall be permitted time to investigate any carpenter  \ngrievance on his or her job during working hours with no loss of pay.  \nSection 5. Employers or their representatives shall inform the stewards of  \nall new carpenters on the project on a daily basis.  \n"], ["ARTICLE 17  \nForemen  \n", "Section 1. Subject to the provisions of Article 3 of this Agreement,  \nforemen of carpenters shall be members of the United Brotherhood of Carpenters  \nand Joiners of America, and be competent to properly handle the men/women and  \n33  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nwork and shall receive a minimum of three dollars ($3.00) more per hour than the  \nbasic wage rate for journeymen carpenters.  \nNo foreman shall be paid a wage rate less than the rate paid to any  \njourneyman carpenter on that job.  \nSection 2. Where a foreman has eight (8) or more men/women under his  \nsupervision, he/she shall not be permitted to use the tools except during layout.  \n"], ["ARTICLE 18  \nLockers, Tools, Safety Regulations  \n", "Section |. The Employer shall furnish separate, adequate locker facilities  \nwith heat and light, exclusively for the carpenters, with proper provisions for the  \nlocked storage of the carpenters’ personal tools and clothing and with seating  \nfacilities for all carpenters during the lunch period.  \nSection 2. Additional convenience lockers shall be provided not more than  \nseven (7) floors above or below the working level in the rough stage and not more  \nthan four (4) floors above or below the working level in the finish stage.  \nConvenience lockers shall be fitted in the above manner and condition.  \nSection 3. All power driven tools, power-actuated tools, battery-operated  \ntools, engineer's transits and levels, special tools and equipment not normally  \ncarried by the carpenter shall be furnished by the Employer, and carpenter  \nemployees shall not rent, lease, or loan equipment, power tools, or commercial  \nvehicles to the Employer.  \nSection 4. All power tools or special equipment shall be equipped with all  \nnecessary protective devices designed to protect the operator at all times.  \nSection 5. Tools, dulled on the job and belonging to the carpenters, shall be  \nreconditioned at the expense of the Employer. If the reconditioning of these tools  \nis done at the job site, it shall be done under the terms and conditions of this  \nagreement.  \nSection 6. In the event of loss of tools, the Employer shall be responsible for  \nthe actual fair replacement value of the tools and/or personal property so lost but  \nnot more than the sum of $750 for each carpenter, if the work is at the rough stage,  \nand not more than $750 for each carpenter if the work is at the finish stage. Upon  \nrequest, the carpenter shall provide an inventory of tools.  \n34  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nSection 7. All work performed by Employers and employees’ signatory  \nhereto shall comply with all local, state, and federal laws.  \na. The parties to this Agreement have agreed to implement a mandatory  \ntraining and incentive program. During the term of this Agreement, all  \ncarpenters, including foremen, working under this Agreement shall be  \nrequired to obtain certifications in the following: (1) OSHA 30; (2) scaffold  \ntraining; (3) First aid/CPR; and (4) fall protection. To fund the incentive  \nportion of this program for carpenters required to take these training courses  \nduring non-work time, the Employers shall make a $.05 per hour  \ncontribution to the New England Carpenters Labor Management Program  \n(“CLMP”). Prior to March 1, 2013, a Labor Management Committee  \nworking with the Trustees of the New England Carpenters Training Fund  \nshall establish the specifics of the training program, including the specifics  \nof the journeyman upgrade training to be required after the completion of the  \ntraining in the four areas identified above. A Labor Management Committee  \nshall also meet with the Trustees of CLMP to establish the incentive  \nprogram that will accompany this mandatory training program.  \nThe mandatory training is required as a condition of employment for all  \ncarpenter employees, including foremen, and the Employers must implement  \nthe mandatory requirement in a fair and non-discriminatory manner.  \nb. There will be mandatory Scaffold Erection training for all journeymen  \ncarpenters referred for scaffold erecting. This training will be of such a  \nnature to train this individual as a qualified person for scaffold erection as  \ndefined under Subpart L, 1926 29 CFR.  \nSection 8. The Employer and employee shall abide by the federal Williams-  \nSteiger Occupational Safety & Health Act as it applies to building construction.  \nEmployees will abide by the Employer’s safety policies that are more stringent  \nthan OSHA on items covered by OSHA.  \nSection 9. The employee shall wear all safety equipment required by local,  \nState, and federal laws. Failure of an employee to wear such equipment as  \ninstructed by the Employer may result in his or her discharge.  \nSection 10. It shall be the responsibility of the Employer to be certain that  \nany carpenter in its employ who is to use any power-actuated tools such as  \n\"Ramset,\" \"Stud Driver,\" etc., shall have a permit for the use of such tools as  \n35  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nprescribed by the Massachusetts Department of Labor and Industries. (Industrial  \nBulletin No. 22).  \n"], ["ARTICLE 19  \nDrug and Alcohol Testing Policy (CAP)  \n", "The parties agree that the Carpenters Assistance Program Inc., (CAP) has  \nbeen formed by the New England Carpenters Health Benefits Fund in order to  \nmake certain that a drug and alcohol free environment exists on all jobsites. For  \nthat reason, contractors are permitted to refer to CAP any carpenter whom the  \ncontractor suspects has been working on the jobsite under the influence of alcohol  \nor drugs. All rules and regulations with respect to the treatment, counseling or  \nscreening of carpenters who are suspected to be subject to a substance abuse  \nproblem shall be the sole and exclusive responsibility of the New England  \nCarpenters Health Benefits Fund and the Board of Directors of CAP. The  \nEmployers and the Union agree that an employer may implement a substance  \nabuse testing program, provided that the program is consistent with the program  \nadopted under the Harvard University Project Labor Agreement, effective June 1,  \n2012. Any amendments to the Harvard program must be independently approved  \nby the parties to this agreement in order to be binding on the parties to this  \nagreement.  \n"], ["ARTICLE 20  \nConditions of Employment  \n", "Section 1. Employment Guarantee - A carpenter, who reports to work on the  \nfirst or last day and appears competent at the beginning of the shift, shall receive  \none (1) full day's pay unless he or she quits within the period and unless he/she has  \nbeen laid off for absenteeism.  \nOn any day, other than the first or last day, when a carpenter is scheduled to  \nwork and reports to work is available and appears competent and is willing to work  \nat the beginning of the shift, without having been notified not to report, on the day  \nprior to commencement of the work, he or she shall be entitled to employment or  \npay for at least two (2) hours, unless he or she quits within the two (2) hour period.  \nIf the carpenter works any time beyond, or is requested to remain on the job  \nbeyond the first two (2) hours, he or she shall be entitled to employment or pay for  \nat least four (4) hours, unless he or she quits within the four (4) hour period. If the  \ncarpenter works any time beyond, or is requested to remain on the job beyond, the  \n36  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nfirst four (4) hours he or she shall be entitled to employment or pay for at least  \neight (8) hours, unless he or she quits within the eight (8) hour period.  \nThe aim of this is not to pay the carpenter for work not performed, but to  \nprovide at least two (2) hours of work every day the carpenter shows up for work.  \nThe key words are available (he or she must be on the job), competent (he or she  \nmust be able to perform the work available, i.e., dry wall, finish carpentry, etc.)  \nand willing (he or she must do the job requested), and if asked to work in the rain,  \nhe or she must be provided with rain gear by the Employer, as provided elsewhere  \nin the Agreement. If the carpenter does not meet all three (3) requirements, he or  \nshe is not entitled to pay.  \nSection 2. Carpenters, requested to work in foul weather or where water  \nconditions exist, shall be furnished foul weather clothing, including boots of the  \npullover type, by the Employer without expense to the carpenters. The employee  \nshall sign for such foul weather clothing and for safety equipment on a form  \nprovided by the Employer, and shall return clothing and equipment when requested  \nby the Employer. The employee shall also have the right to return clothing and  \nequipment when no longer needed.  \nSection 3. Carpenters requested by the Employer to wear protective devices  \nshall have such devices provided by the Employer at no expense to the carpenter.  \nSuch devices must be hygienic.  \nSection 4. Any employee engaged in the performance of work where  \ndamage to his or her clothes or shoes could result from their being exposed to  \nchemical action shall be furnished suitable protective clothing by his or her  \nEmployer at no cost.  \nSection 5. There shall be no lost time on the day of injury when medical  \nattention is required for a carpenter on the Employer's job, provided the employee  \nsubmits a note from the doctor or clinic stating that the employee cannot work that  \nday. If a carpenter while working on the job is required after the first day to visit  \nthe Employer's insurance carrier's clinic or doctor for treatment, he or she shall be  \npaid for the time involved at his or her normal straight time rate of pay unless a  \nlonger period of time has been previously agreed to by his or her Employer.  \nSection 6. All carpenter employees must be insured under the Workers'  \nCompensation Act and the Massachusetts Employment Security Act.  \n37  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nSection 7. The Employer shall comply with the provisions of Massachusetts  \nGeneral Laws, Chapter 149, Section 106, and OSHA Reg. 1926.51 with particular  \nreference to drinking water and toilets. Said toilets shall be heated during  \ninclement weather.  \nSection 8. A coffee break not to exceed ten (10) minutes, shall be allowed  \neach morning and each afternoon and the relative period of any extra shift or  \novertime granted in order that one member of the Union from each crew shall be  \nallowed to get the refreshments in properly covered containers and the carpenters  \nshall not leave their place of work. The break shall start when the refreshments are  \nbrought to the place of work.  \nSection 9. The Council Representative or other representative of the Local  \nUnion or Regional Council shall have access to all work areas at all times to  \nconduct union business when work is being done.  \nSection 10. The steward shall blow the whistle for starting time and  \nstopping time as agreed with the NERCC Council Representative. A minimum of  \nfive (5) minutes pick-up time will be allowed.  \nSection 11. Carpenters working on creosoted work or metal-panel forms  \nwith preservative chemicals which are injurious to the skin shall be allowed an  \nadditional five (5) minutes before noon and before quitting time for cleanup and  \npickup.  \nSection 12. No carpenter shall be discriminated against because of age, race,  \ncolor, religion, sex, or national origin. The Union recognizes the obligations which  \nhave been or may be imposed upon the Employers relative to equal employment  \nand non-discrimination, and the Union agrees that it will assist the Employers in  \nmeeting these obligations under plans which have been jointly accepted by the  \nparties where such plans are in existence, and in other areas under requirements of  \nawarding authorities and owners as long as the proposed goals do not exceed the  \nminority population ratio levels of the city, town, or standard metropolitan  \nstatistical area in which the project is located.  \nSection 13. There will be no limit or quotas on production by carpenters nor  \nrestrictions on the full use of tools, equipment, or other laborsaving devices, and no  \nrestrictions on the efficient use of manpower, provided the above comply with  \nOSHA.  \n38  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 21  \nSpecial Conditions  \n", "Section |. Any carpenter who is sent to work outside his or her territorial  \njurisdictional area as outlined in Article 4 of this Agreement shall be paid for travel  \nexpense at the amount equivalent to the straight-time rate for the time spent  \ntraveling, but not to exceed eight (8) hours in any one twenty-four (24-) hour  \nperiod, and for his or her transportation and subsistence expenses.  \nSection 2. Carpenters who are sent to work outside of their territorial  \njurisdictional area as outlined in Article 4 of this Agreement and who require board  \nand room accommodations, therefore, shall have expenses paid for by the  \nEmployer. Employees who are sent to work in Dukes County and Nantucket  \nCounty shall receive room, board, and a travel allowance.  \nSection 3. Any elevators, which are being used for personnel, shall be made  \navailable for the use of the carpenter employees.  \nSection 4. Carpenters who are sent to work on any of the Islands of Boston  \nHarbor where the only means of transportation is by boat shall be paid as travel  \nexpense an amount equivalent to two (2) hours’ pay each day, at the regular rate,  \nexcept where the Employer elects to transport the carpenters to and from the  \nmainland within the hours of the shift, as defined in this Agreement, in which case  \ncarpenters shall not be entitled to the additional two (2) hours’ compensation daily,  \nbut shall receive a full shift's pay.  \nSection 5. Carpenters who leave the dock in Boston to go to work on the  \nislands in Boston Harbor, but who are unable to work through no fault of their  \nown, shall be paid travel expense at an amount equivalent to the regular rate for the  \ntime that has elapsed until they are brought back to the same dock, or its equivalent  \nplace, as means of reaching the mainland, and from which place they shall be able  \nto reach their home as usual. However, a minimum of four (4) hours’ pay, which  \nincludes travel expense, shall be paid to the carpenters on such occasions.  \n"], ["ARTICLE 22  \nDischarge  \n", "Section 1. Carpenters who are laid off or discharged must be notified one  \n(1) hour prior to severance in order that they may properly prepare to leave or be  \ngiven one (1) hour's straight time additional pay in lieu of proper notice.  \n39  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nSection 2. When laid-off or discharged, the carpenter must be paid in full,  \nincluding all electronic benefit receipts, if available; furnished a discharge slip as  \nprovided in Regulation 30-2 (11) of Massachusetts Division of Employment  \nSecurity on Form 590, or as otherwise authorized; and given a true copy of the  \nEmployer's full company name and its proper address for his or her personal  \nrecords and use (unemployment claims).  \n"], ["ARTICLE 23  \nFund Reports  \n", "A certified audit shall be submitted to the Associations and Unions signatory  \nhereto at the end of each fiscal year for review on status of all funds provided for in  \nthis Agreement.  \n"], ["ARTICLE 24  \nNo Strike or Lockout Clause  \n", "The Employer guarantees that there will be no lockouts for any reason  \nduring the term of this Agreement, and the Union guarantees that there will be no  \nstrikes, slow downs, sit downs or any other refusals to work during the term of this  \nAgreement except for the following:  \nl, Failure of the Employer to provide Workers' Compensation coverage  \n2. Failure of the Employer to pay unemployment contributions  \n3. Failure of the Employer to issue electronic benefit receipts with weekly  \npayroll checks  \n4. Refusal of either party to submit to arbitration in accordance with Article 26  \nor failure on the part of either party to carry out the arbitration award  \n5. The failure of the Employer to pay wages provided herein  \n"], ["ARTICLE 25  \nBreach of Agreement  \n", "Only the Employer who violates the terms of this Agreement shall be liable  \nfor such violations, and neither the Associations nor the other members of the  \nAssociations shall be held liable therefore. Liability of the Associations hereunder  \n40  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nshall be limited to the case of a violation hereof by the Association. In the event  \nany member of the Associations violate the terms of this Agreement, the Union  \nshall not take punitive measures against Associations or any members thereof  \nexcept the offending member.  \n"], ["ARTICLE 26  \nGrievance and Arbitration  \n", "Section |. In the event a grievance arises, other than jurisdictional disputes,  \na meeting shall be held between the contractor or its accredited representatives and  \nthe Union. For Association employers, if a settlement is not reached at this point,  \nthe parties shall contact the Association of which the contractor is a member. A  \nrepresentative of the Association shall confer with representatives of the Union and  \nthe contractor to endeavor to settle the dispute. Any grievance not filed in writing  \nwithin sixty (60) days from the day of the occurrence on which the grievance is  \nbased, shall be forever barred. If the dispute is not settled at this conference, it shall  \nbe subject to arbitration.  \nSection 2. A Committee shall be appointed as an arbitration board to consist  \nof not more than two (2) members from the Union and not more than two (2)  \nmembers from the Association to who will be referred any grievance involving an  \ninterpretation of this contract including grievances concerning contractors who are  \nnot members of the Associations. Association members shall have the option of  \nwaiving the joint board step and proceeding directly to the American Arbitration  \nAssociation. The association members must exercise this option within seven (7)  \ndays of the grievance. The board shall meet to consider and act on the matter  \nwithin three (3) days, and the decision of the board shall be final and binding on  \nboth parties. The board shall make its decision within seventy-two (72) hours. In  \nthe event of the failure of the board to arrive at a solution, the case shall be referred  \nto one of the of following two arbitrators; Mark Irvings and Larry Katz in rotating  \norder, and the arbitration shall be conducted under the voluntary labor arbitration  \nrules of the American Arbitration Association, and the decision of the umpire shall  \nbe final and binding on both parties. The board of arbitration or umpire shall not  \nhave the power to add to, subtract from, or modify any term of this agreement.  \nThe cost of the arbitration shall be borne equally by both parties to the grievance.  \nThe time deadlines may be extended by agreement between the Union and the  \nAssociation. A non-association employer whose actions are the subject of a  \nGrievance shall have no say in extending the deadlines.  \n4  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 27  \nSaving Clause  \n", "Should any part or any provision herein contained be rendered or declared  \ninvalid or amended by reason of any existing or subsequent enacted legislation or  \nby any decree of a court of competent jurisdiction, such invalidation or amendment  \nof such part or portion of this Agreement shall not invalidate the remaining  \nportions thereof; provided, however, upon such invalidation, the parties signatory  \nhereto agree to immediately meet to renegotiate such parts or portions affected.  \nThe remaining parts or provisions shall remain in full force and effect.  \n"], ["ARTICLE 28  \nPre-Job Conference  \n", "Any Employer, prior to the starting of work, shall contact the local  \nNERCC Council Representative to discuss, but not limited to, the following: Type  \nof work to be performed, manpower needs, schedule, utilization of contractor's  \nwork forces and other matters pertinent to the work, thus providing to all parties  \nproper knowledge in order to perform said work in an efficient workmanlike  \nmanner.  \n"], ["ARTICLE 29  \nApplicability of Agreement  \n", "Section 1. AlJl work in Connecticut, Maine, New Hampshire, Rhode Island,  \nVermont and Western Massachusetts shall be performed in accordance with the  \nterms and conditions of the local area agreement of the Carpenters Local Union in  \nthe area where the work is performed.  \nSection 2. The Union recognizes the threat of non-union competition and  \nwill do all possible to promote Union construction, including holding pre-bid  \nand/or pre-job conferences on an individual job basis to mutually agree on ways to  \nenable the Union Employers to be more competitive with non-union Employers.  \nThe parties recognize the threat of unfair competition in certain areas and types of  \nwork from contractors who do not conform to the standards provided in this  \ncollective bargaining agreement. In order to address that problem, the Employer  \nmay request relief from certain provisions of this collective bargaining agreement.  \nThe Employer shall contact the Executive Secretary-Treasurer (EST) of the  \nCouncil or his designee to discuss the relief being requested. If an agreement on  \nrelief 1s granted, it will be reduced to writing, and reasonable efforts will be made  \n42  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nto advise other signatory contractors who are bidding on the project of the relief. It  \nis expressly understood that no modification or deviation may be made from the  \nexisting collective bargaining agreement except by mutual agreement of the  \nparties. It is further understood that failure to reach an agreement under this  \nprovision shall not be subject to arbitration. It is the intent of the parties that this  \nprocedure will be utilized where circumstances warrant and that the Employer will  \nnot abuse this procedure. Relief granted under this section shall not constitute a  \nviolation of the favored nations provisions of Section 5 of this Article.  \nProcedures shall be established by the EST to notify all contractors of the  \nchanges, which have been decided for that particular job.  \nSection 3. In order to protect and preserve, for the employees covered by  \nthis Agreement, all work heretofore performed by them, and in order to prevent  \nany device or subterfuge to avoid the protection and preservation of such work, it  \nis hereby agreed as follows: if and when the Employer performs any job site  \nconstruction work of the type covered by this Agreement, under its own name or  \nunder the name of another, as a corporation, company, partnership, or any other  \nbusiness entity, including a joint venture, wherein the Employer has either directly  \nor indirectly, a significant degree of ownership, management or control, the terms  \nand conditions of this Agreement shall be applicable to all such work.  \nSection 4. Remedy - All alleged violations of Section 3 of this Article will  \nbe processed under the Grievance and Arbitration Procedure, Article 26, of this  \nAgreement. Any awards issued shall include payment of wages and benefits for  \nthose employees who lost work opportunities.  \nSection 5. Most Favored Nations Clause - The Union agrees that in the  \nevent it grants more favorable terms or conditions, other than those contained in  \nthis agreement, to any employer or association, the Union will extend those same  \nterms and conditions to the parties to this agreement. The Union further agrees that  \nit will not enter into any project labor agreements or side letter agreements that  \ncontain more favorable terms than those contained in this agreement without  \noffering those same terms to the parties to this Agreement. If any project labor  \nagreement or agreement to grant relief on a particular project contains more  \nfavorable terms, the offering of those terms to other contractors will be limited to  \nthat particular project.  \n43  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n"], ["ARTICLE 30  \nConstruction Manager  \n", "Whenever any signatory contractor performs work as a management  \nconsultant, construction manager, developer, owner/builder or solicits bids from  \nsubcontractors, considers proposals submitted by subcontractors or coordinates  \n- work performed by subcontractors it shall be deemed to be a general contractor  \nsubject to the terms and conditions of this Agreement, with respect to all jobsite  \nwork, including, but not limited to assuring that all work covered by this  \nAgreement is performed by contractors that are parties to a collective bargaining  \nagreement with the Union, provided, however, this provision shall not apply to any  \naffiliated development company or to an entity that does not manage and/or  \ncoordinate the construction contracts or construction work and that does not select  \nsubcontractors. The Employer recognizes that the Union, pursuant to the National  \nLabor Relations Act, has the right to request that the Employer provide it with  \ninformation relating to whether it manages and/or coordinates contracts or work or  \nselects subcontractors.  \n"], ["ARTICLE 31  \nExpiration Provision  \n", "This agreement will expire on August 31, 2015 except that if neither  \nof the parties identified on page 3 of this Agreement gives notice in writing to the  \nother party on or before July 1, 2015 that it desires a change after August 31, 2015,  \nthen this Agreement will continue in effect until August 31, 2016 and so on each  \nyear thereafter unless on or before July 1 of each year thereafter, a notice 1s given  \nby either party. This year to year evergreen clause does not apply to any  \nindependent non-Association employers. If neither the Union nor the independent  \nemployer gives notice on or before July 1, 2015, they are bound to the successor to  \nthis Agreement for its full term.  \nLABOR RELATIONS DIVISION OF THE NEW ENGLAND REGIONAL  \nASSOCIATED GENERAL CONTRACTORS COUNCIL OF CARPENTERS  \nOF MASSACHUSETTS, INC. |  \nThomas H. O’Connor, Jr., Chairman Mark Erlich  \nExecutive Sec. Treasurer  \n    \n44  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n/  \nBUILDING TRADES EMPLOYERS'  \nASSOCIATION OF BOSTON  \nAND EASTERN MASS., INC.  \n     \n     \nThomas J. Gu xecutive Director  \n      \ning,  \nLABOR RELATIONS DIVISION OF  \nTHE CONSTRUCTION INDUSTRIES  \nOF MASS ACHE A >  \n  \nJ oht D. O'Reilly, Ul  \n      \n   \n     \nSY (NA  \nNick DiGiovanni  \n‘Joe Se angi  \nPaul | Hughes | |  \nft _Z\\ Of, WM  \n/ []  \n   \na en * MEO Ee  \nots  \nXk ohn Murphy  \n-~ } | \\  \n(Pf rts _\\  \nRich Pedi  \n   \n45  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/ 3 /  \n   \n        \n   \n    \n/  \nhoo  \nMe \\s2 fd  \nCharlieRyan(/  \n   \n46  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nFurniture Addendum  \nThe following terms and conditions apply only to the office furniture/FFE industry  \nwhich is defined to include demountable partitions, cubicles, knock down work  \nstations, file cabinets, desks, chairs, credenzas and other free standing or wall  \nmounted furniture.  \n1. Any day other than the first or last, has a 4 hour minimum show up time,  \nany time after 4 hours will be paid at time worked. The first and last days are  \nat least 8 hours pay, even if less than 8 hours are worked.  \n2. Overtime will be paid at the double time rate on Sundays and Holidays only,  \nall other overtime will be paid at the time and one half rate.  \n3. In the Eastern MA area (Locals 26,107, 111, 275, 424, 475, 535, 624, and  \n1305) the Journeyman’s total package will be reduced by $8 per hour, for  \nbidding purposes against non-union competition.  \nIf the project is won, the contractor will apply for Market Opportunity Funds  \nin order to fully fund the bid. The Market Opportunity funds will be applied  \nto the benefits so the carpenter will see no reduction in their total package.  \nIf the Market Opportunity Fund can not cover the amount requested, due to  \ninsufficient resources in the Fund, the $8 will be deducted from the  \ncarpenter’s wages.  \nThis would apply to ALL journeymen on the project except the foreman.  \nThe Steward will be responsible to sign off on the MOF site specific reports  \nor will verify the paychecks for equal reduction in wage.  \nApprentices will not be affected by this reduction; their wage percentage is  \nbased on the CBA not this addendum.  \n47  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \n   \n   \nSCHEDULE A  \nBOSTON  \nDate TOTAL = WAGES H P A NECTP CLMP MCAP_ CITE  \n9/1/2012 $65.80 $38.87 $9.80 $7.76 $7.85 $0.90 $0.47 $0.05 $0.10  \nVAC ASSMNT  \n$1.27 $1.70  \nDate TOTAL  \n3/1/2013 $66.50  \n   \n(+ $0.65 TO BE ALLOCATED) (+$0.05 to MCAP)  \n|  \n9/1/2013 $67.33 (+ $0.83 TO BE ALLOCATED)  \nI]  \n3/1/2014 $68.16 (+ $0.83 TO BE ALLOCATED)  \n(+ $1.02 TO BE ALLOCATED)  \n9/1/2014 $69.18  \n3/1/2015 $70.20 (+ $1.02 TO BE ALLOCATED)  \n   \nEASTERN MA  \nDate TOTAL = WAGES H P A NECTP CLMP MCAP_ CITE  \n9/1/2012 $59.91 $33.48 $9.80 $7.76 $7.85 $0.90 $0.47 $0.05 $0.10  \nVAC ASSMNT  \n$0.39 $1.55  \nDate TOTAL  \n3/1/2013 $60.40  \n   \nII  \n(+ $0.44 TO BE ALLOCATED) (+$0.05 to MCAP)  \n9/1/2013 $61.01 = (+ $0.61 TO BE ALLOCATED)  \n3/1/2014 $61.61 = (+ $0.60 TO BE ALLOCATED)  \n9/1/2014 $62.38 = (+ $0.77 TO BE ALLOCATED)  \n3/1/2015 $63.15 = (+ $0.77 TO BE ALLOCATED)  \n48  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nIndex  \nAccess to Work Areas  \nApplicability of Agreement  \nApprentices  \nApprentice Notice of Layoff  \nApprentice Layoff for School  \nBreach of Agreement  \nThe N.E. Carpenters Labor Management  \nCleanup Time  \nCoffee Break  \nConditions of Employment  \nConstruction Manager Language  \nDefinitions of Benefit Funds  \nDelinquent Payments  \nDischarge / Lay Off  \nDrinking Water  \nDrug Testing  \nDues Assessment  \nExpiration Provision  \nFailure to Call in Job  \nFailure to Maintain Good Standing  \nFilling out of Forms  \nForemen Pay  \nForemen - Nonworking  \nFringe Benefit Fund Provisions  \nFund Reports  \nGrievance and Arbitration  \nHolidays  \nHours of Employment  \nJurisdictional Areas  \nJurisdictional Procedures  \nLay Off/ Discharge  \nLockers and Carpenter Shack  \nLunch Period  \n49  \nNIAAA NA AL IDNA INP LOND OED JED SNES OPIN LANDAU  \nArticle 20.9  \nArticle 29  \nArticle 11  \nArticle 11.2  \nArticle 11.7  \nArticle 25  \nArticle 12  \nArticle 20.11  \nArticle 20.8  \nArticle 20  \nArticle 30  \nArticle 8.1C  \nArticle 15  \nArticle 22  \nArticle 20.7  \nArticle 19  \nArticle 9  \nArticle 31  \nArticle 5  \nArticle 3  \nArticle 8.5  \nArticle 17.1  \nArticle 17.2  \nArticle 10  \nArticle 23  \nArticle 26  \nArticle 7  \nArticle 6  \nArticle 4  \nArticle 2  \nArticle 22  \nArticle 18.1-2  \nArticle 8.2B  \nPage #  \nYP A AAR SAN ALAR  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nMakeup Day — Heavy and Highway Only  \nNew England Carpenters Training Program  \nMass. Construction Advancement Program  \nMembership in the Union  \nMinority Plans  \nMobility of Manpower  \nMost Favored Nations Clause  \nNo Stamps, No Carpenters  \nNo Strike or Lockout Clause  \nNo Strike for Jurisdiction  \nNotification of Overtime  \nOvertime - General  \nOvertime - Equal Distribution  \nPay Period  \nPay Stub Information  \nPickup Time  \nPre-Job Conference  \nPrevailing Wage — Wage Carryover  \nProtective Gear  \nQuotas  \nRain Gear  \nRecognition and Trade Autonomy  \nResidential Remodeling  \nResponsibility of Assignment  \nReverse Subcontractor Clause  \nSaving Clause  \nSchedule A  \nShift Work  \nShow-up Pay — 8 hours for first & last day  \n2-4-8 hours  \nSpecial Conditions  \nStamp Delinquency by Subcontractor  \nStamps with Paycheck  \nStart Times  \nSteward Appointment  \n50  \nArticle 8.1G  \nArticle 14  \nArticle 13  \nArticle 3  \nArticle 20.12  \nArticle 5  \nArticle 29.5  \nArticle 15.2  \nArticle 24  \nArticle 2  \nArticle 8.2C  \nArticle 8.2A  \nArticle 8.2D  \nArticle 8.5  \nArticle 8.5  \nArticle 20.10  \nArticle 28  \nArticle 8  \nArticle 20.3-4  \nArticle 20.13  \nArticle 20.2  \nArticle 1  \nArticle 8.3  \nArticle 2  \nArticle 3A  \nArticle 27  \nArticle 6  \nArticle 20.1  \nArticle 21  \nArticle 15.1  \nArticle 10.3  \nArticle 6.1  \nArticle 16.2  \nBoston and Eastern Area of Massachusetts Carpenters CBA 9/1/12-8/31/15  \nStewards Clause - General Article 16 32  \nSteward Layoff Article 16.2 = 33  \n"], ["", "Steward Rehire Article 16.3 33  \nStrike Reasons Article 24 40  \nSubcontractor Violation Article 3A 13  \nTen Hour Days Article 6.1A 17  \nToilets - Heated Article 20.7 = 38  \nTools Article 18.3-5 34  \nTools - Stolen Article 18.6 34  \n"]]