[["", "AGREEMENT  \nBetween  \nTHE NEW ENGLAND REGIONAL COUNCIL OF CARPENTERS  \nLocal Unions 26, 33, 40, 67, 107, 111, 218,  \n275, 424, 475, 535, 624, 723, 1305  \nof the  \nUnited Brotherhood of Carpenters and J oiners of America  \nand  \nLABOR RELATIONS DIVISION OF THE  \nASSOCIATED GENERAL CONTRACTORS OF MASSACHUSETTS, INC.  \nand  \nBUILDING TRADES EMPLOYERS' ASSOCIATION OF BOSTON AND EASTERN  \nMASSACHUSETTS, INC.  \nand  \nLABOR RELATIONS DIVISION OF THE CONSTRUCTION INDUSTRIES OF  \nMASSACHUSETTS  \nEffective: September 1, 2009  \nExpires: August 31, 2012  \nArticle 1  \nArticle 2  \nArticle 3  \nArticle 3A  \nArticle 4  \nArticle 5  \nArticle 6  \nArticle 7  \nArticle 8  \nArticle 9  \nArticle 10  \nArticle 11  \nArticle 12  \nArticle 13  \nArticle 14  \nArticle 15  \nArticle 16  \nArticle 17  \nArticle 18  \nArticle 19  \nArticle 20  \nArticle 21  \nArticle 22  \nArticle 23  \nArticle 24  \nArticle 25  \nArticle 26  \nArticle 27  \nArticle 28  \nArticle 29  \nArticle 30  \nArticle 31  \nSchedule A  \nTable of Contents  \nRecognition and Trade Autonomy... ... 0.06. ccc cee cee eee eee cee eee  \nJurisdictional Procedures... ... cc cee cee cee cee cae eee san eee  \nUnion Security... .  \nSubcontracting Language...  \nJurisdictional Areas ..  \nMobility of Manpower...  \nRegular Shift, Daily and Weekly Hours, Shift Work...  \nHolidays...  \nTotal Wages, Overtime and Other Payment Provisions..  \nDues Assessment...  \nFringe Benefit Fund and Other Payment Provisions...  \nApprentices...  \nThe New England Carpenters Labor Management Program..  \nMassachusetts Construction Advancement Program...  \nNew England Carpenters Training Program............... 45. a  \nDelinquent Payments... ...... 0.0.66 ccc cee cee cee eee cee cee cae nee eee eee  \nStewards Clause... ... 0. ccs cee cee cee cee cee cee cee cee cae see eee eee eee eee  \nForemen...  \nLockers, Tools, Safety Regulations...  \nDrug and Alcohol Testing Policy...  \nConditions of Employment... ...... 0... 00.06. cee ee tes sec ee  \nSpecial CONCItIONS... cee cee cee cee cee cae eee sea eee eee eee ees  \nDischarge/Lay Off...  \nFund Reports...  \nNo Strike or Lockout Clause...  \nBreach of AQTe@Ment... 00... ce ee cee cee eee cee cee cee tee eee eee tee aes  \nGrievance and Arbitration... 0.0.0... cee cee cee cee cee cae eee eee eee  \nSaving Clause...  \nPre-Job Conference...  \nApplicability of A  \nConstruction Manager...  \nEXp1ratlOn PYOVISION... 0.0.6 cc. cee cee cee cee cee cee cee sen tee eee cee tens  \nWage and Benefit Rates... cee cee cee cee cee eee cee cee cae eee eee  \n0  \nAGREEMENT  \nAGREEMENT as entered into this 1st day of September, 2009 by and between the Labor  \nRelations Division of the Associated General Contractors, of Massachusetts, Inc. and the Building  \nTrades Employers' Association of Boston and Eastern Massachusetts, Inc., and the Labor Relations  \nDivision of the Construction Industries of Massachusetts, on behalf of such members as may from time  \nto time authorize the same to be done, and such other Employers who assent to its provisions by  \nsignature thereto and as hereinafter called the Employer and the New England Regional Council of  \nCarpenters and on behalf of Local Nos. 26, 33, 40, 67, 107, 111, 218, 275, 424, 475, 535, 624, 723,  \n1305 56, 1121, 2168 of the United Brotherhood of Carpenters and Joiners of America, hereinafter called  \nthe Union or Carpenters. Prior to negotiations, a current list of members of the Associations who have  \nso authorized will be furnished the Union. The Associations shall provide the Union with additions to  \nthe list during the term of this Agreement. The Union may for good cause object to any such addition.  \nGood cause shall include, but not be limited to any contractor who has been delinquent in the payment  \nof fringe benefit contributions, who has operated an unlawful double-breasted company, who has been  \npreviously terminated by the Union, or who does not employ carpenters while performing work covered  \nby this agreement.  \nWhereas the parties hereto agree that harmonious relations and intelligent working arrangements  \nare essential to an equitable relationship between Contractor Employers, the public, and the Union, and  \nthat all concerned must benefit by industrial peace and by the establishment and maintenance of fair  \ncontractual terms, conditions and provisions, and by the establishment and use of proper and fair  \nmethods of settling grievances.  \nTherefore, be it resolved:  \nThat this Agreement shall be binding upon the Parties, their successors and assignees.  \n"], ["ARTICLE 1  \nRecognition  \n", "This Agreement shall cover “Trade Autonomy” and “Work Description” of the United  \nBrotherhood of Carpenters and Joiners of America as follows:  \nTrade Autonomy  \nThe trade autonomy of the United Brotherhood of Carpenters and Joiners of America consists of  \nmilling, fashioning, joining assembling, erecting, fastening or dismantling of all material of wood,  \nplastic, metal fiber, cork and composition, and all other substitute materials. The handling, erecting,  \ninstalling, dismantling of machinery and equipment, and the manufacturing of all materials where the  \nskill, knowledge and training of the Carpenter or Joiner are required, either through the operation of  \nmachine or hand tools, either at the job site or in production shops and factories.  \nOur claim of jurisdiction, therefore, extends over the following divisions and subdivisions of the  \ntrade:  \nCarpenters and Joiners, Millwrights, Timbermen and Core Drillers, Shipwrights, Boat Builders, Ship  \nCarpenters, Joiners and Caulkers, Cabinet Makers, Bench Hands, Stair Builders, Millmen, Wood and  \nResilient Floor Layers and Finishers, Carpet Layers, Shinglers, Siders, Insulators, Acoustic and Dry Wall  \nApplicators, Shorers and House Movers, Loggers, Lumber and Sawmill Workers, Furniture Workers,  \nReed and Rattan Workers, Shingle Weavers, Casket and Coffin Makers, Box Makers, Railroad  \nCarpenters and Car Builders and Lathers, Dock Builders, Pile Drivers, Bridge, Dock and Wharf  \nCarpenters, Divers, Slurry Divers, Underpinners and Underwater Welders, and all those engaged in the  \noperation of woodworking or other machinery required in the fashioning, milling, or manufacturing of  \nproducts used in the trade or engaged as helpers to any of the above divisions or sub-divisions, and the  \nunloading, handling, distributing, erecting, and installing material for any of the above divisions or sub-  \ndivisions that is in the jurisdiction of the carpenter. Burning, welding, rigging, and the use of any  \ninstruments or tools for layout work, incidental to the trade, including the spotting and aligning of all  \nchalk lines and grades (other than control lines) that govern any work to be performed by carpenters.  \nWood Frame  \nThis Agreement shall cover the “Trade Autonomy” of the United Brotherhood of Carpenters &  \nJoiners of America as described in the Constitution and Laws of the United Brotherhood of Carpenters  \n& Joiners of America with respect to all aspects of carpenter work involved in the building of new  \nwood-frame construction. For the purpose of this paragraph, new wood-frame construction is defined as  \na structure or a building with a wood-framed exterior skeleton, wood-framed interior support and  \nroofing frame. This definition shall also cover the receiving, fastening and putting in place of all  \nmodular residential units when used in construction, as described above, regardless of material utilized  \nto construct modular units, including, but not limited to wood, masonry, metal or plastic. This definition  \nShall also cover all carpentry work on energy efficient retrofit projects on existing residential structures  \nthat is funded through the American Recovery and Reinvestment A ct of 2009.  \nWords and Phrases Defined  \nThroughout this claim of jurisdiction and trade autonomy, the following words and phrases as  \nused therein shall be considered to have the following meanings, respectively, unless the context shall  \nclearly indicate a different meaning in the connection used:  \nThe term \"Carpenter\" and the term \"Joiner\" are synonymous, and in either case, shall mean one  \nwho prefabs or constructs forms for footings or foundations of houses, buildings, structures of all  \ndescriptions, and modular units, whether made of wood, metal, plastic, or any other type of material.  \nThe erecting of structural parts of a house, building, or structure made of wood or any substitute,  \nsuch as plastics or composition materials, who puts together roofs, partitions, fabricates or erects forms  \nfor decking or other structural parts of houses, buildings, or any structure, and stripping and dismantling  \nof all forms, the fabrication, erecting and dismantling of all false work, and any and all work related to  \nclean-room work including the following: removal of clean-room wall panels, track, and door units;  \nremoval of ULPA filter units, sheet metal plenum dividers, and ceiling grids; Unistrut supports, access  \nflooring, and sheet rock walls within the clean zone; sheet metal and aluminum wall panels below the  \naccess floor, between the floor and ceiling system, and above the ceiling system to the deck; all doors,  \nframes, hardware, and glazing; all ceiling grid system components, including primary hangs of Unistrut,  \nwelded grid frames, fluid seals, filter units, and all components inherent to the ceiling system; access  \nflooring, vinyl! tile flooring, and carpet, and all cleaning in the Fab will be done by trained carpenters  \nknowledgeable of the system being serviced . Where power is used for the setting or dismantling of  \nforms or any other material erected by Carpenters, all handling and signaling shall be done by  \nCarpenters. The fabrication and/or setting of all templates including anchor bolts necessary for  \nstructural members or machinery and the placing and/or leveling of base plates and bolts and leveling  \nplates on leveling nuts is included.  \nAll framing in connection with the setting of metal columns; the setting of all forms, centers and  \nbulkheads; the fabrication and setting of screeds and stakes for concrete and mastic floors, where the  \nscreed is notched or fitted or made up of more than one member; the making, setting, and stripping of all  \nforms, frames, and all framework and partitions used in concrete work, including jacking of slip forms;  \nthe installation of all moldings made of wood, metal, plastic or composition, installing of run-strips for  \nplumbers or other trade or cutting for pipes through floors, joists or partitions composed entirely or in  \npart of wood or other materials erected by Carpenters.  \nThe installation of all framework partitions and trim materials for toilets and bathrooms made of  \nwood, metal, or plastics or composition materials; fastening on of all wooden, plastic, or composition  \ncleats to iron work or on other material; the erecting and installation of Stran-Steel or similar material;  \ncutting and hanging all lumber or other materials between girders and joists for fireproofing or concrete  \ncenters; setting and hanging of all sash, doors, inside and outside blinds, windows, and other frames;  \nerection or application of all shingles, siding, wallboard, or sheets composed of wood, wood pulp,  \nplastic, plaster, transite, or composition materials or any combination of any of the above with any other  \nmaterial including combined or faced with metal regardless of the manner attached.  \nErection of all wood, metal, plastic, and composition partitions; cutting and applying of all  \nfurring, making and fastening of wood brackets for metal ceilings and side walls; erecting of all wood  \nfurring for cornices; and putting on all grounds for plaster or cement finish.  \nThe building, erecting and dismantling of all scaffolding and staging for all trades; the building  \nand constructing of all derricks; the making of mortar boards, boxes and trestles; putting in needle  \nuprights; all shoring of buildings, razing and moving buildings.  \nFitting, installation and fastening of stops, beads and molding in doors and windows; framing of  \nall false work, athletic equipment, derricks, and hoists, travelers and all lumber or material used in the  \nbuilding and construction industry; putting on of all hardware; putting up interior and exterior trim or  \nfinish of wood.  \nThe manufacturing and erecting of cooling towers and tanks; the installation of wood, plastic or  \nmetal awnings, door shelters, marquees and jalousies. The laying and finishing of all floors including  \nwood, cork, asphalt linoleum, vinyl, rubber, sports floors, artificial turf or any other type of resilient  \nfloor covering. The installation of rugs, carpets, draperies and curtains. The application of acoustic tile  \nwhether glued or nailed; the unloading, distribution and installation of all acoustical suspended ceilings  \nof any type of material in its entirety and all insulation whether nailed, glued or blown. The hanging,  \nsetting and installation of wood, metal or plastic doors, sash, jambs, bucks, casings, moldings, chair  \nrails, mantels, base or mop boards, wainscoting, furniture, china closets, kitchen cabinets, lockers,  \nwardrobes, and installation of bowling alleys.  \nBuilding and erecting stairs, store, office, bank and other fixtures; shelving; racks, whether of  \nwood or other material; making and fitting of screens; putting on weather strips and caulking. The  \ninstallation of laboratory equipment including cabinets and work benches, bookcases and cabinets, either  \nseparately or used in conjunction with heating and/or air-conditioning units, blackboards, bulletin  \nboards, billboards, marker boards, white board, all interior signage, projection screens, and boards of all  \ntypes.  \nThe handling of lumber, the traditional work performed by Carpenters that relates to the  \nunloading, handling, and distribution of fixtures, trim and other material installed by Carpenters; the  \nerection of porcelain enameled panels, metal siding; and the erection, dismantling and reinstallation of  \nwood fences. The assembling and setting of all seats in theaters, halls, churches, schools, banks,  \nStadiums, and open-air theaters and other buildings; installing wood, metal and plastic comer beads;  \nerecting mortar and brick hoists and concrete distributors used in erecting buildings or fireproofing  \nfloors or for pouring concrete buildings; building and repairing coal pockets, breakers, washers, tipples;  \nsetting of forms for sidewalks, sidewalk lights, curb and gutters; and all welding and burning incidental  \nto carpentry.  \nLathing -- The erecting, constructing, installing, and completing of all light channel iron  \nconstruction; furring; making and erecting of brackets, clips, and hangers; wood, wire, and metal lath;  \nplaster board or other material which takes the place of same to which plastic or acoustical material is  \nadhered; corner beads; all floor construction; arches erected for the purpose of holding plaster, cement,  \nconcrete, or any other plastic or acoustical material. All carrying bars, perlins, and furring, regardless of  \nsize; light channel iron and metal furring of all descriptions, such as rods, channels, flat iron, nail lock,  \nscrew lock, pomery, T-Bar, H-Bar, Z-Bar, metalsplines and other ceiling bars or systems for the receipt  \nof metal lath, rock lath, gypsum board, acoustical tile or any other materials; and all light channel iron  \nand metal studs such as Stran Steel, Penn Metal, Soule, Trucson, or other trade names of metal studs;  \nand all other types of light channel iron or metal studs, no matter what the manufacturer when such studs  \nare to receive a dry-wall finish, such as gypsum board, wall board, wooden paneling, etc.; or when such  \nstuds are to receive metal lath, rock lath, or other material for the application of plaster or other sprayed-  \non wet material; and all other light channel iron furring erected to receive lath and plastic acoustical  \nmaterials. The nailing, tying, and fastening of all wire and metallic lath, such as wire cloth, wire mesh,  \nexpanded metal lath, hyrib lath, and all rib and flat expended metal lath and wire of all descriptions as  \nwell as the placing of all hangers and all inserts used for the purpose of supporting suspended ceilings of  \nany of the above types of light channel iron and metal furring, which receive lath and plastic or  \nacoustical materials; the placing of all types of floor lath, such as hyrib lath, paperback steeltex floor  \nlath, Penn metal rib, and all other appurtenances connected therewith. The tying, nailing clipping, or  \nfastening of all types of lath, regardless of size, such as wood lath, plaster board, button board, flaxlinum  \nboard, bishopric celotex gypsum lath, rock lath sheet rock, or any and all other types of materials erected  \nto receive or hold plastic or acoustical material. The erection of any and all mechanical acoustical  \nsystems such as Cupples, Economy, fiberglass, Jackson, Reynolds, Aluminum, Securitee, interlock Grid,  \nor any other type or kind, which takes the place of same to which acoustical material is attached or  \nadhered. The erection of all metal plastering accessories, such as metal comer beads, door and window  \ncasing beads, metal picture mold, metal chair rail, metal base and base screed, and any and all other  \nmetal plastering accessories, which are covered and/or serve as a ground, guard, stop, or screed for  \nplastic material.  \nThe operation of winches, jacks, scissors lifts, man lifts, fork lifts, and lulls when they are tools  \nof the trade, and aerial lifts, whether operated manually or mechanically by portable operating devices,  \nused to handle materials to be installed, erected, (or dismantled) by members of the United Brotherhood  \nof Carpenters and Joiners of America, and all tagging and signaling incidental to the trade.  \nFire stopping/smoke sealing of all penetrations, joints, gaps, and openings in fire-rated  \nconstruction, whether with sealants, mechanical devices, dry-mix compounds, tapes, pillows, and  \nregardless of backing material used.  \nFire stopping/smoke sealing: the installation of “a single material or combination of materials  \nused to create a fire-stop system or assembly capable of preventing the spread of heat, fire, gasses, or  \nsmoke through an opening in a wall or floor. The fire stop system or assembly refers to all the necessary  \ncomponents in the approved fire-stop design, which can include, but is not limited to the penetrant size,  \nannular space, sealant depth, joint width, etc. The fire rating of the fire stop system should be equivalent  \nto the fire rating of the barrier in which the fire stop is installed.  \nThe term \"Ship Carpenter, or Joiner and Caulker\" shall mean the ship carpenter, joiner, caulker,  \nshipwright, and boat builder on all boats including those made of fiber glass and plastic, and the building  \nand repairing of same; making and installation of all furniture; and application of all insulation exclusive  \nof pipe insulation.  \nThe term \"Railroad Carpenter\" shall mean the carpenter work, joining or any of its sub-divisions  \nwhen said journeymen are employed direct by railroad operations in maintaining and repairing property  \nof the railroad along the lines of the railroad property, but will not apply to office and other buildings or  \ncorporation situated away from the operating line of the road.  \nThe term \"Stair Builder\" shall cover the cutting, assembling and erecting of rough stair carriages  \nand platforms for same; the laying out, manufacturing, either by hand or machine; all crooks, easements  \nand casements, newel posts, stringers, riser, wainscoting or panel work for stairs; the making of molding  \nfor stairs; the erecting of the stairs complete, including the furring, both of sides and underneath same;  \nworking and erecting of all hand rails and balusters.  \nThe term \"Floor Layers, Wood, Resilient and Finishers\" shall cover the installations of all  \naccessories related to the laying, scraping and sanding either by hand or machine, all wood, parquet, and  \nspecial designs of wood, wood block, wood composition, metal, tile, cork, asphalt, mastic, plastic,  \nrubber, artificial turf, sports floors, vinyl, linoleum, boltawall or similar material, whether nailed or  \napplied with adhesives, fitting, sewing and laying of all carpet material when applied to floors, stairs,  \nwalls, ceilings or fixtures; this includes the preparation of concrete, wood, plastic and other surfaces to  \nreceive any of the above-mentioned material.  \nThe term \"Millman, Cabinet Maker, and Bench Hand\" shall mean the making and assembling in  \nship, mill or factory or store, display, office, theater, hall, church, school and bank fixtures and furniture,  \nmantel pieces, cabinets of all types, dressers, wardrobes, china closets, ornamental work of wood or  \ncomposition, panel work, partitions, pre-cut and pre-fit trim and doors, show and wall cases, butcher  \nshop fixtures, pallets, sash, doors, trim, molding, screen and storm sash and doors, flooring, plywood,  \nmaking of pool and billiard tables, household fixtures and furniture, and other tables and desks,  \nrefrigerators, and ice boxes, the unloading, handling, setting, and connecting together of self-service  \nrefrigerated and frozen food display cases, walk-in coolers, and freezers regardless of material, metal  \nbucks, doors and partitions; workers in the production work of cutting, milling, tooling, assembling,  \nhandling of or the manufacturing of all wood, metal or plastic materials or products, also including the  \nassembling, putting together of work after same has been machined, hand worked, or shaped.  \nThe term \"Casket and Coffin Makers\" shall cover the manufacturing, in shop or factory, of  \ncaskets, coffins, made of wood, metal, plastic or other material, and outer boxes of wood or substitute  \nmaterials including machine and bench work.  \nThe term \"Lumber and Sawmill Workers\" shall include all those employed in all phases of the  \nlumbering industry, including the logging of timber, operation of sawmills, shingle mills, plywood  \nplants, door factories, sash and door plants, laminating plants; the wholesale and retail outlets of lumber  \nyards; the by-product manufacturing of sawdust, chips, pellets, pres-o-logs, whether working by hand;  \nOperating fixed or moving machinery or attending controls of automatic machines; or any workers  \nincidental to the catering, lodging, and maintenance of all maps, mills, plants and manufacturing relating  \nto the lumber industry.  \nThe term \"Car Builder\" shall mean the building and repairing of all railroad cars, street cars,  \nbuses, trailers, and mobile homes, the interior finish and repairs on same of all cars used for passenger or  \nfreight, whether the finish is of wood, metal or plastic.  \nThe term \"Box Makers\" shall mean the making and repairing of all boxes and shooks, and the  \nSawing, re-Sawing and cutting to size of all material for box making and crates.  \nThe term \"Reed and Rattan Workers\" shall mean the machine and bench work in shop, mill, or  \nfactory, where reed and rattan is used in the construction of any article of furniture.  \nThe term \"Lather\" shall be synonymous with the term carpenter.  \nThe term \"Allied Workers\" shall cover all persons engaged in creosoting or chemically treating  \nlumber, operating, assembling or processing wood, metal, plastic or composition material for musical  \ninstruments, novelties, matches, tools, toys, or parts of tools, or any article that is composed of wood,  \nmetal, plastic, or composition material in whole, or in part.  \n"], ["ARTICLE 2  \nProcedure  \n", "Work assignments shall be made by the Employer in accordance with present decisions and  \nagreements of record and area practice.  \nIn the event a jurisdictional dispute arises, the disputing unions shall request the other union or  \nunions involved to send representatives to meet with representatives of the Union and Employer to settle  \nthe dispute. If the above procedure or any other mutually agreed upon procedure fails to resolve the  \nproblem, then the Employer, at the request of the Union, agrees to participate in a tripartite arbitration  \nwith all the disputing parties. The impartial umpire to hear the dispute can be mutually agreed upon by  \nthe parties, or appointed by the American Arbitration Association.  \nDecisions rendered by any of the above procedures shall be final, binding, and conclusive on the  \nEmployer and the Union parties to this agreement. There shall be no strikes, picketing or lockouts over  \nany jurisdictional dispute.  \nMaintenance of Operations on Projects  \nTo prevent jurisdictional disputes from arising on projects or over the method of starting a  \nproject, contractors are directed to follow the procedures outlined below:  \nContractors Responsibility  \nThe contractor who has the responsibility for the performance and installation shall make a  \nSpecific assignment of the work, which is included in its contract. For instance, if Contractor A  \nsubcontracts certain work to Contractor B, then Contractor B shall have the responsibility for making the  \nSpecific assignment for the work included in its contract. If Contractor B, in tum, shall subcontract  \ncertain work to Contractor C, then Contractor C shall have the responsibility for making the specific  \nassignment for the work included in its contract. The contractor shall not hold up disputed work or shut  \ndown a project on account of a jurisdictional dispute.  \n"], ["ARTICLE 3  \nUnion Security  \n", "Section 1. The Employer agrees that all employees covered by this agreement shall, as a  \ncondition of employment, become and remain members of the Union in good standing. No worker shall  \nbe refused admittance and the right to maintain membership in the Union provided he qualifies and  \ncomplies with the Constitution and By-Laws of the Union.  \nSection 2. All workers employed by the Employer for a period of seven (7) days  \ncontinuously or accumulatively within the unit covered by this Agreement shall, as a condition of  \nemployment, the full and uniform admission fees in effect in the Union. All workers accepted into  \nmembership shall thereafter maintain their membership in good standing in the Union as a condition of  \nemployment.  \nSection 3. In the event that a worker fails to tender the admission fee or that a member of the  \nUnion fails to maintain his or her membership in accordance with the provisions of this Article, the  \nUnion shall notify the Employer in wniting, and such notice shall constitute a request to the Employer to  \nterminate said individual within forty-eight (48) hours for failure to maintain continuous good standing  \nin the Union in accordance with its rules above referred to in this paragraph, and the Employer shall  \nterminate such worker at the end of such period. Failure to terminate will subject the Employer to  \ndamages for lost wages and benefits for each hour worked by the non-member after receipt of  \nnotification in writing.  \nSection 4. In the event that the Union does not accept into membership any worker tendering  \nthe admission fee and the regular monthly Union fees, the foregoing paragraph shall not be applicable,  \nprovided, however, that the Union may at any time thereafter decide to take such worker into  \nmembership, in which case, said worker shall be required to tender full and uniform admission fees in  \neffect in the Union not later than seven (7) days following notification by the Union and shall thereafter  \nbe required to maintain his or her membership in accordance with the provisions of the foregoing  \nparagraph. In the event that such worker fails to comply with this paragraph, the Union shall notify the  \nEmployer, and the Employer shall terminate the employment of such worker within forty-eight (48)  \nhours. An employer that has hired a nonmember shall be required to provide written notification to the  \nUnion of the day of hire after the individual has been employed for seven days. Failure to provide  \nwritten notification will subject the Employer to damages for lost wages and benefits for each hour  \nworked by the non-member after seven days.  \nSection 5. The Employer agrees to directly employ a minimum of two carpenters in the  \naggregate as a company or a firm on projects where work covered by this Agreement is performed if he  \nor she has not employed a minimum of two carpenters in the last ninety (90) days. If a contractor has  \nnot worked in the prior six months, the ninety day period commences when the Employer resumes  \nworking again.  \nArticle 3 (A), “Subcontracting”  \nExcept for filed sub-bids, the Employer agrees that he will not subcontract any work covered by  \nthis Agreement which is to be performed on the job site except to contractors who are parties to a  \ncollective bargaining agreement with the Union, or to a contractor who is willing to sign a collective  \nbargaining agreement with the Union provided that the Union with good cause may reject any such  \ncontractor. Good cause shall include, but not be limited to any contractor who has been delinquent in  \nthe payment of fringe benefit contributions, who has operated an unlawful double-breasted company,  \nwho has been previously terminated by the Union, or who does not employ carpenters while performing  \nwork covered by this agreement. Said subcontractor must have entered into the collective bargaining  \nagreement with the Union before starting any carpentry work.  \nThe Employer when acting as a subcontractor agrees that except for filed sub-bids and sub-  \ncontracts valued at less than $300,000 it will not subcontract any work covered by this Agreement,  \nwhich is to be performed on the job site except from contractors who are parties to a collective  \nbargaining agreement with the Union. The only penalty for violations of this paragraph is the loss of  \nmobility of manpower set forth in Article 5 on the project and a $2.50 per hour wage premium for all  \ncarpenter employees on the project. The Executive Secretary-Treasurer of the Council or his designee  \nmay grant relief from this paragraph. The granting of such relief shall not constitute a violation of the  \nfavored nations clause of this  \nIn order to protect and preserve work traditionally performed by carpenters under this  \nAgreement, all exterior wall system work and concrete form work covered by this Agreement that has  \ntraditionally been performed on-site that is performed off-site either by the Employer or a subcontractor  \nof the Employer, shall be performed in accordance with the wages, benefits and other economic terms  \nprovided for in this Agreement. This provision does not apply to the wood frame panels, manufactured  \n10  \nglazed curtain wall systems and panels purchased directly from recognized manufacturers whose  \nbusiness is exclusively manufacturing that are traditionally performed off-site.  \n"], ["ARTICLE 4  \nArea  \n", "The terms of this Agreement shall apply to the work of carpentry within the territory of:  \nBOSTON  \nLocals 33, 40, 67, 218  \nBoston, Belmont, Brookline, Cambridge, Chelsea, Dedham, Everett, Malden, Medford,  \nMilton, Revere, Somerville, Winthrop, and the islands in Boston Harbor.  \n   \nASHLAND  \nLocal 475  \nHudson, Clinton, Framingham, Marlboro, Westboro, Northboro, also the localities known  \nas Ashland, Berlin, Bolton, Gleasondale, Holliston, Hopkinton, Maynard, Saxonville,  \nSherbom, Southboro, and Stow.  \nBROCKTON  \nLocal 624  \nAbington, Avon, Barnstable County, Bridgewater, Brockton, Carver, East Bridgewater,  \nEaston, Halifax, Hanson, Holbrook, Kingston, North Easton, Plymouth, Plympton,  \nRandolph, South Easton, Stoughton, West Bridgewater, and W hitman.  \nESSEX /MIDDLESEX  \nLocal 26  \nArlington, Beverly, Burlington, Danvers, Essex, Gloucester, Hamilton, Ipswich,  \nLexington, Lynn, Lynnfield, Manchester, Marblehead, Melrose, Middleton, Nahant,  \nNorth Reading, Peabody, Reading, Rockport, Salem, Saugus, Stoneham, Swampscott,  \nTopsfield, Wakefield, Wenham, Wilmington, Winchester, Wobum, and the islands of  \nSalem Sound to Plum Island Sound.  \nFALL RIVER  \nLocal 1305  \nAcushnet, Berkley, Dartmouth, Dighton, Dukes County, Fairhaven, Fall River, Freetown,  \nLakeville, Mansfield, Marion, Mattapoisett, Middleboro, Nantucket, New Bedford,  \nNorton, Raynham, Rehoboth, Rochester, Seekonk, Somerset, Swansea, Taunton,  \nWareham, and Westport.  \nHINGHAM  \nLocal 424  \nBraintree, Cohasset, Duxbury, Hanover, Hingham, Hull, Marshfield, Norwell,  \nPembroke, Rockland, Scituate, Weymouth, and the city of Quincy.  \n11  \nMERRIMACK VALLEY  \nLocal 111  \nActon, Amesbury, Andover, Ballardvale, Billerica, Boxboro, Boxford, Byfield, Carlisle,  \nChelmsford, Cushing, Dracut, Dunstable, Forge Village, Georgetown, Graniteville,  \nGroveland, Haverhill, Lawrence, Littleton, Lowell, Merrimack, Methuen, Newbury,  \nNewburyport, North Andover, Rings Island, Rowley, Salisbury, Tewksbury, Tyngsboro,  \nWest Andover, West Newbury, and Westford, Massachusetts, and the towns of Pelham  \nand Salem, New Hampshire.  \nNEWTON  \nLocal 275  \nBedford, Concord, Dover, Lincoln, Natick, Needham, Newton, Sudbury, Waltham,  \nWatertown, Wayland, Wellesley, Weston, and vicinity.  \nNORWOOD  \nLocal 535  \nAttleboro, Canton, Foxboro, Norfolk, North Attelboro, Norwood, Plainville, Sharon,  \nWalpole, Wrentham, Westwood and vicinity, the village of Sheldonville, Bellingham,  \nFranklin, Garyville, Hopedale, Medfield, Medway, Mendon, Midland, Milford, Millis,  \nUpton, West Medway, West Upton and Woodside.  \nWORCESTER  \nLocal 107  \nAshbumham, Ashby, Athol, Auburn, Ayer, Baldwinville, Barre, Blackstone, Boylston,  \nBrookfield, Charlton, Cherry Valley, Coldbrook, Dodge, Douglas, Dudley, East  \nBlackstone, East Brookfield, East Douglas, East Gardner, East Templeton, Erving,  \nFitchburg, entire boundaries of Fort Devens, Franumsville, Fisherville, Fiskdale,  \nGardner, Grafton, Groton, Harvard, Holden, Hubbardston, Leominster, Jefferson,  \nLeicester, Lancaster, Loring, Lunenburg, Manchaug, Millbury, Millville, New Braintree,  \nNorthbridge, North Brookfield, North Grafton, North Leomister, North Orange, North  \nOxford, North Uxbridge, Oakham, Orange, Otter River, Oxford, Paxton, Pepperell,  \nPetersham, Philipston, Princeton, Quinapoxet, Rochedale, Royalston, Rutland,  \nSaudersville, Shirley, Shirley Center, entire boundaries of Shirley Industrial School,  \nShrewsbury, South Ashbumham, South Barre, South Lancaster, South Royalton,  \nSouthbridge, Spencer, Sterling, Sturbridge, Sutton, Templeton, Thayer, Townsend,  \nUxbridge, Warwick, Waterville, Webster, West Auburn, West Boylston, West Groton,  \nWest Millbury, West Rutland, West Townsend, Westminister, Whitinsville,  \nWilkinsonville, Winchendon, Winchendon Springs, and Worcester, Massachusetts;  \nGreenville, New Ipswich, Rindge, East Rindge and West Rindge, New Hampshire.  \n"], ["ARTICLE 5  \n", "12  \nMobility of Manpower  \nEmployers shall be restricted in their employment of Carpenters to those carpenters who  \nnormally work in the geographic jurisdiction area of the local union where the project is located.  \nNotwithstanding any language to the contrary in any area collective bargaining agreement for  \nwork in Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island and V ermont, the Employer  \nShall have the right to employ any carpenter who normally works within any of the six New England  \nstates pursuant to the following conditions:  \nThe carpenter employee has worked a minimum of three (3) weeks for the employer in the  \nprevious five (5) months.  \nIf the Employer fails to notify a local union prior to commencing work on a project in that local’s  \ngeographical jurisdiction, the Employer shall lose the mobility of manpower privileges for the duration  \nof the project for the first violation and for 12 months on all projects for the second and subsequent  \nviolations, and the Employer shall be restricted in its employment of carpenters to those carpenters who  \nnormally work in the geographical area of the local union where the project is located. This penalty may  \nbe appealed to the E.S.T. of NERCC.  \nWhen a company whose main office is located outside the New England Regional Council’s  \njurisdiction performs any work covered by this agreement, it shall be permitted to bring in two (2) “key”  \ntraveling employees from its home area. All additional employees shall be carpenters who normally  \nwork in the geographic jurisdiction area of the local union where the project is located. This provision  \nShall not apply to contractors having a regular office within the jurisdiction of the New England  \nRegional Council of Carpenters.  \nNo employee shall be required to work in a geographical jurisdiction outside of the geographical  \njurisdiction of his home local. Employers shall not retaliate or discriminate against an employee who  \nrefuses to work outside of the geographical jurisdiction of his home local. If there is no available work,  \nother than work outside the geographical jurisdiction of the employee’s home local or at a lesser pay rate  \nthan the employee’s home local, the Employer shall lay-off that employee so that he is eligible to  \nreceive unemployment benefits.  \n"], ["ARTICLE 6  \nRegular Shift, Daily, and Weekly Hours, Shift Work  \n", "Section 1. Fight (8) hours shall constitute a day's work performed between the hours of 7  \na.m. and 4:30 p.m. on Monday, Tuesday, Wednesday, Thursday, and Friday. The starting time shall be  \nset by the General Contractor at the pre-job conference. Once the starting time has been established, it  \ncan only be changed by mutual agreement between the General Contractor and the NERCC Council  \nRepresentative.  \nSection 1A. Notwithstanding the above, the Employer may, upon notification to NERCC  \nCouncil Representative, work four (4) ten- (10-) hour days, Monday through Thursday at straight time,  \nprovided that a fifth day, if worked, shall be at least eight (8) hours long. Hours in excess of forty (40)  \n13  \nfor the week shall be paid for at time and one-half (1 14) the basic wage rate. In the event there is lost  \ntime during the four- (4- day work week for any reason beyond the Employer's control, including  \ninclement weather or equipment breakdowns, then Friday may be worked as a make-up day at straight  \ntime.  \nSection 2. Forty (40) hours, as herein specified, shall constitute a regular workweek.  \nSection 3. When an Employer wishes to work carpenters for the second- or third-shift  \nperiod, he or she shall notify the NERCC Council Representative at least twenty-four (24) hours prior to  \nstarting the shifts so that proper arrangements shall be made under the following conditions:  \na.W here a job has more than one eight- (8-) hour shift in any one twenty-four- (24-) hour period,  \ncarpenters will not be permitted to work more than one shift in any one (1) work day.  \nb. All employees on shift work shall receive a full normal workday's pay.  \nC. Seven and one-half (7 2) hours’ work shall constitute the shift work period during the  \nsecond shift. The second shift shall begin within one-half (1/2) hour of the end of the regular  \nworkday. Seven (7) hours work shall constitute the third shift. The third shift shall begin within  \none-half (1/2) hour of the end of the second-shift period. There shall be a one-half (1/2) hour  \nlunch period at the mid-point of the second and third shift.  \nd. Where no third shift exists, time worked beyond the end of the second shift shall be paid  \nfor at the applicable overtime rate.  \ne No shift work will be permitted for less than two (2) consecutive regular workdays.  \nf. On alteration work in occupied areas where work is not permitted during the regular work  \nhours, the work day may start at any hour of the day provided permission is obtained from the  \nNERCC Council Representative. Payment shall be eight (8) hours’ pay and benefits, for seven  \n(7) hours’ work. Normal overtime rules shall apply to this section.  \ng. All regular and extra shifts begin and end at the designated times from the carpenter's  \nlocker which shall be located no higher than two (2) floors above ground level, unless the  \npermission of the NERCC Council Representative is obtained.  \nh. On public projects, where the awarding authority requires the contractor to work hours  \nother than the regular work hours set forth in this agreement, employees may be assigned to  \nwork these hours at eight (8) hours’ straight time. Normal overtime rules shall apply to this  \nsection.  \n14  \n"], ["ARTICLE 7  \nHolidays  \n", "Section 1. The legal holidays to be observed are New Y ear's Day, Presidents Day, Patriots’  \nDay, Memorial Day, Independence Day, Labor Day, Columbus Day, Veterans Day, Thanksgiving Day,  \nand Christmas.  \nSection 2. The Holidays named in Section 1 shall be observed on the day designated by the  \nLegislature of the Commonwealth of Massachusetts.  \nSection 3. Any holiday that falls on Sunday shall be observed on the Monday following  \nthereafter.  \nSection 4. The above are the only holidays recognized under this Agreement. Should any  \nEmployer observe any other holiday(s) by shutting down the job on said day(s), each carpenter  \nemployed on that job, who cannot be employed elsewhere by the Employer on such a day, shall be paid  \neight (8) hours’ pay for that day. Such alternate employment will be equally divided among the  \ncarpenters on the job.  \nSection 5. The Union and the Employer agree that the work day following Thanksgiving,  \nChristmas, and New Year's Day are regular work days under this Agreement, and work shall be  \nscheduled those days unless the Employer obtains the prior agreement of the Council Representative or  \na majority of the carpenters on the job site indicate that they prefer not to work on any one of the days in  \nthis section.  \nSection 6. Where an employee observes Martin Luther King Day as an unpaid holiday,  \nhe/she shall not be discriminated against.  \n"], ["ARTICLE 8  \nTotal Wages, Overtime and Other Payment Provisions  \n", "section 1. Wages  \nA. The rate of wages per hour for all journeymen carpenters covered by this Agreement  \nworking within the terntorial jurisdiction of this Agreement as outlined in Article 4, including those  \njourneymen carpenters performing renovation, rehabilitation, or alteration on existing wood-frame  \nbuildings, shall be as outlined in attached Schedule A.  \nThe Counties of Duke and Nantucket’s wage and benefit rate will be equal to the Boston A rea.  \nRESIDENTIAL  \nWOOD FRAME RATES  \n1. Wages and Benefits for the new wood-frame work described in Article 1 will be as set  \nforth in the Local 723 Agreement, except that for interior and concrete work performed in Zone 2, the  \n15  \nbenefits shall be paid at the Eastern Area rates set forth in this Agreement. For the purposes of this  \nArticle (“Total Wages, Overtime, and Other Payment Provisions”) in Boston, Brookline, Cambridge,  \nDedham, Malden, Medford, Somerville, and the Islands of Boston Harbor (“Zone 1”), new wood-frame  \nconstruction is defined to include wood-framing, siding, roofing and exterior trim work in connection  \nwith new construction of all residential units excluding dormitories, and any other university or college  \nhousing. The woodframe construction covered by this agreement shall be limited to new woodframe  \nconstruction that is permitted under the State Building Code and all carpentry work on energy efficient  \nretrofit projects on existing residential structures funded by the American Recovery and Reinvestment  \nAct of 2009.  \n2. For the purposes of this Article, in Zone 2, which shall consist of all cities and towns  \ncovered by this Agreement outside of Zone 1, new wood-frame construction is defined to include all  \naspects of carpenter work, on new wood-frame construction without regard to whether it is for  \nresidential use, and all carpentry work on energy efficient retrofit projects on existing residential  \nstructures funded by the American Recovery and Reinvestment Act of 2009.  \n3. All work not covered by Sections 1 & 2 above shall be compensated at the commercial  \nwage and benefit rate of the area where the work is performed.  \nPrevailing Rate J obs - Wage Carry Over  \nOn prevailing wage rate jobs, where there is a scheduled contractual wage increase which has not  \nbeen included in the prevailing wage rates provided to all bidders, the Employer shall be permitted to  \nwork at the posted wage rate for a period, not to exceed twelve months from the date the project is  \nstarted provided, however, that the Employer shall be required, regardless of the posted rate, to pay the  \ncontractual rate for all fringe benefits.  \nB. MCAP Contribution  \nAny Employer who does not pay the MCAP contribution must pay that amount as an additional  \npayment to the local Carpenters A pprenticeship and Training Program.  \nC. Definitions (see Schedule A)  \nH - Health Benefits Fund - See Articles 10  \nP - Pension Fund - See Articles 10  \nA - Annuity Fund - See Articles 10  \nBATF - Boston Carpenters A pprenticeship and Training Fund See Article 11  \n"], ["", "EATF - Eastern MA Carpenters Apprenticeship and Training Fund See Article 11  \nCLMP - New England Carpenters Labor Management Program - See Article 12  \nMCAP - Massachusetts Construction Advancement Program - See Article 13  \nNECTP - New England Carpenters Training Program - See Article 14  \nCITF - Carpenters International Training Fund - See Article 10  \nNLMP - National Labor Management Program  \nASSMNT - Working Dues deduction from net wages after taxes - See Article 9  \nVAC - Vacation Fund deduction from net wages after taxes - See Article 10  \n16  \nD. Special Conditions  \nIt is mutually agreed that each Chairman will form a committee of Union and Employer  \nrepresentatives to meet within sixty (60) days to discuss ways to mutually explore lower rates and/or  \nSpecial conditions to compete on certain work in each Local Union or District Council. The Union  \nagrees that it shall discuss with the Employer means and methods, including productivity programs  \nwhich will permit the Employer to be more competitive, thereby creating more work opportunities for  \nUnion members.  \nE. Allocation to Fringes  \nThe Union shall have the option to divert money from wages to any of the funds provided for in  \nthis Agreement or to transfer contributions among any of these funds upon sixty (60) days’ prior written  \nnotification to the Associations signatory hereto.  \nF. Floor Covering, Millwright, Pile Dock Builder/ Tender/ Diver, Wood Framer  \nRates and Conditions  \nThe wage rates, terms, and conditions of the Locals 56, 723, 1121, and 2168 agreements shall  \napply to signatories of this Agreement when performing work that is covered by these agreements.  \nAll grievances arising under these agreements shall be processed under Article 26 of this  \nAgreement.  \nG. Heavy & Highway Work (only)  \nIn the event there is lost time during the regular workweek due to inclement weather, then  \nSaturday may, at the option of the Employer, with the approval of the Business Representative, be  \nworked as a make-up day at straight time. Approval of the Business Representative will not be  \nunreasonably withheld. Any time worked on Saturday, which is in excess of forty (40) hours for the  \nweek, shall be paid at the overtime rate of one and one-half (1 1/2) times the basic wage rate. Make-up  \ntime for Saturday will be at least eight (8) hours in duration and shall not be mandatory. If any other  \nperson or trade on the project receives premium time for that Saturday, then all carpenter employees on  \nthat job shall receive premium pay. First preference for Saturday make-up shall be given to carpenter  \nemployees on the jobsite. If and when all of the Basic Building Trades Unions agree that this provision  \napplies to work other than heavy and highway work, the parties to this agreement will implement this  \nprovision with respect to that work.  \nsection 2. Overtime  \nA. Work Outside the Regular W orkday  \nWork performed on all construction outside the agreed-upon regular workday or shift hours,  \nMonday through Friday, shall be paid for at the overtime rate of time and one-half (1 1/2) the basic wage  \nrate for the first four (4) hours of overtime worked each day. Overtime, beyond four (4) hours, Monday  \n17  \nthrough Friday, shall be paid at double the basic wage rate. Saturdays shall be paid for at the overtime  \nrate of time and one-half (1 1%) the basic wage rate for the first ten (10) hours worked. All work on  \nSaturday beyond ten (10) hours shall be paid at double the basic wage rate. Sundays and Holidays  \nspecified in this agreement shall be paid for at the overtime rate of double the basic wage rate. All work  \non Saturday, Sunday and Holidays shall be for eight hours duration unless the employees are notified on  \nthe day prior to the commencement of the work.  \nB. Lunch Period  \nAn employee who works on a concrete placement during the regularly scheduled lunch period  \nshall not be paid overtime for that period provided said employee is given between the hours of 11 a.m.  \nand 1 p.m., or the corresponding period of a second- or third-shift operation, a one-half (1/2) hour non-  \npaid lunch period. All other work performed during the regular lunch-hour time shall be paid at the  \nappropriate overtime rate, and employees involved shall have one-half (1/2) hour for lunch.  \nC. Notification of Overtime  \nThe Employer shall notify the Union as soon as the Employer is aware of the need for overtime  \nwhen any overtime, as defined by this is to be worked on the job.  \nD. Equal Distribution of Overtime  \nIf overtime work is performed, it shall be done by carpenters working on the job pnior to the  \novertime period. Such overtime should be divided equally among the carpenter employees on the job.  \nSection 3. On “residential renovations” work, the Employer shall pay 90 percent of the  \nBoston wage rate and 100 percent of the Eastern Area benefit contributions as provided for in this  \nAgreement. All other terms and conditions set forth in this Agreement shall apply to such work.  \n“Residential renovations” shall be limited to carpentry work performed in the renovation of a residential  \nunit in Massachusetts, where the work to be performed is on no more than three residential units in a  \nbuilding.  \nSection 4. Shop and millwork, exclusive of regular milling, shall be paid for at the basic and  \novertime rates as specified in this A greement for regular carpentry.  \nSection 5. Carpenters are to be paid weekly, and in no case shall more than three (3) days’  \npay be withheld. Carpenters are to be paid on the job during working hours. Payment may be made by  \ncompany payroll check not later than Thursday except that payment is to be made no later than  \nWednesday when a holiday falls on Friday.  \nWhen payment is made by check, the Employer shall make suitable provisions locally for  \ncashing of checks without charge to the employee. The Union may require an Employer to pay in cash  \nor certified check whenever a check is not honored or whenever there is doubt of the ability of the  \nEmployer to meet its financial obligations under this agreement. In the event that any wage check is not  \nhonored by the bank on which it is drawn for reason of insufficient funds, there shall be a penalty of one  \n18  \nday’s pay for each check drawn. Any charges incurred by the employee because of a bad check will be  \nreimbursed by the employer.  \nThe Employer, when paying by check, shall have a detachable stub to be retained by the  \nemployee. The Employer shall include on the check stub and/or on the pay envelope the following  \ninformation:  \nName of Employer - Name or Identification of Employee - number of hours worked -  \nsocial security deduction - federal withholding deduction - state withholding deduction -  \nnet pay of employee - dates covered by pay.  \nThe Employer shall furnish to each employee a statement in writing giving the period of his or  \nher employment and his or her gross earnings upon written request of employee within thirty (30) days.  \nCarpenters shall not be required to fill out or sign any forms, whether before or after being hired,  \nexcept those required by Federal and State law, with the exception of acknowledging the receipt of  \ncopies of company policies regarding sexual harassment and/or safety. On the first day of employment,  \ncarpenters shall furnish the documentation required by federal law or regulation for I-9 and W-4 forms  \nand their OSHA 10 certification.  \nSection 6. Carpenters who do not receive their pay before the end of their normal work day  \nand who are required to wait beyond quitting time for their pay shall be paid extra for the waiting time at  \nthe straight-time rate with benefits.  \nSection 7. Carpenters who voluntarily quit are to be paid not later than the first regular  \npayroll day following.  \nSection 8. Carpenters shall be paid during their working hours and at the station of their  \nwork. Otherwise, they shall be allowed not less than fifteen (15) minutes to reach the job site office of  \nthe employer to get the pay.  \n"], ["ARTICLE 9  \nDues Assessment  \n", "Section 1. The employer shall deduct 2.5 percent of the total package paid to an individual  \ncarpenter (or any other amount subsequently and lawfully decided) for each hour worked by each  \ncarpenter working within the territorial jurisdiction of this Agreement. The employer shall deduct 2.5  \npercent of the journeyperson’s total package from each foreman or superintendent as dues assessment  \nfor each hour worked for each foreman or superintendent that is a member of the UBC. On overtime  \nwork, the 2.5 percent deduction shall be calculated at the straight-time rate.  \nSection 2. The union shall indemnify and hold harmless the Employer from any claims  \narising under this Article including the furnishing of Counsel to defend against any such action.  \n19  \nSection 3. Any Employer who fails to send the payment and the reports due under the Dues  \nDeduction system as provided in this Article shall be considered in violation of this Agreement and  \nsubject to the penalties outlined in Article 15.  \nSection 4. All employers shall pay fringe benefits payments outlined in this agreement for all  \nhours worked.  \n"], ["ARTICLE 10  \nFringe Benefit Fund and Other Payment Provisions  \n", "Section 1. Trust Agreements and Other Provisions - Each Employer subscribes to and agrees  \nto be bound by the provisions of the various Agreements and Declarations of Trust, as originally  \nadopted and as amended from time to time, referred to herein as \"The Funds\" and ratifies and approves  \nall actions of the Trustees within the scope of said Trust documents of the Funds:  \nNew England Carpenters Health Benefits Fund (H)  \nNew England Carpenters Pension Fund (P)  \nNew England Carpenters Guaranteed Annuity Fund (A)  \nBoston Carpenters and Training Fund (BA TF)  \nEastern Massachusetts Carpenters A pprenticeship and Training Fund (EATF)  \nNew England Carpenter Training Program (NECTP)  \nNew England Carpenters Labor Management Program (CLMP)  \nCarpenters International Training Fund (CITF)  \nNew England Carpenters V acation Fund (VAC)  \nNational Labor Management Program (NLMP)  \nand also agrees to be bound by the following other payment provisions:  \nMassachusetts Construction Advancement Program (MCA P)  \nWorking Dues Deduction (ASSMNT)  \nSection 2. Remittance Due Date - Each Employer shall file monthly remittance reports as  \nrequired by the Funds or their designee not later than the tenth (10th) day of the calendar month  \nfollowing the performance of the work.  \nSection 3. Stamp System - Each Employer shall make all Fund contributions and working  \ndues deductions utilizing either the stamp system or the electronic benefit program. The benefit  \nprograms to be utilized by each Employer will provide for the purchase of stamps or fringe benefit  \nreceipts in varying denominations by Employers, to be tendered to employees with their payroll checks,  \nfor each hour worked representing monies due to the Funds and dues deductions as provided for in  \nArticle 8.1. Upon completion of the ESS (Employer Self Service), on or before July 1, 2010, all  \nEmployers will be required to remit all benefit contributions to the funds using the new “Point, Click,  \nRemit Program”. The payment of contributions and dues deductions shall not relieve the Employer of  \nthe obligation of filing monthly remittance reports except for an employer that is participating in the  \nelectronic benefit program where remittance reports are not required.  \n20  \nThe parties have established a non-profit agency, the New England Carpenters Central Collection  \nAgency, (NECCCA) whose purpose shall be to perform the collection, auditing and related activities for  \nthe Funds. The agency shall be directed equally by Union and Employer designees.  \nSection 4. Violation of Agreement - Failure to contribute to these Funds shall be a violation  \nof this Agreement. The Union and the Employer mutually recognize the requirement that contributions  \nto these Funds be made on a current basis by all Employers.  \nSection 5. Interest - Any delinquent Employer shall be required to pay to the Funds interest  \nat six (6) percent over the prime rate from the date when payment was due to the date when payment  \nwas made. If legal action is necessary, the Employer shall be liable for, in addition to delinquent  \npayments due, twenty percent (20%) liquidated damages, reasonable attorneys' fees, and any other costs  \nof this action.  \nSection 6. Audit - The Employers shall make all reports on contributions required by the  \nFunds on forms furnished by the Funds or their authorized representatives. The Trustees or their  \nauthorized representatives upon reasonable notice may examine the pertinent payroll records of any  \nEmployer, including, but not limited to all quarterly and yearly payroll tax returns, payroll listings,  \npayroll records, individual earnings records, and checks. Cash disbursement journals and general  \nledgers may also be examined whenever such examination is deemed necessary by the Trustees of the  \nfunds in their sole discretion. Such examinations may be implemented by the authorized  \nrepresentatives in connection with the proper administration of the Funds. The expense of such audit of  \nan Employer's records shall be bome by the Funds, in which event, the expense of audit may, under  \nrules and regulations adopted by the Trustees of each Fund, be charged against the Employer. If the  \nexpense of audit charged against the Employer is not paid by the Employer within ten days after written  \nnotice from the Funds or their authorized representatives, the Funds may take any action, including, but  \nnot limited to court proceedings, necessary to enforce payment of such audit expense, including  \nreasonable interest and an administration fee at such rates and in such amount as the Funds may  \ndetermine, and including all attomeys' fees involved in collection of such audit expense, interest and  \nadministration fee. In the event that the Funds or their representative shall incur fees or other  \nexpenses in order to enforce the Funds' right to audit the records of any Employer, such attorneys' fees  \nor other expenses shall be charged against such Employer regardless of whether the Employer shall have  \nbeen delinquent in contributions to the Fund for the period of the audit.  \nsection 7. Benefits - The Funds shall be used to provide benefits as determined by the  \nTrustees in accordance with the terms of the Trust and this A greement.  \nSection 8. New Federal Health Insurance Law - In the event that a new federal health  \ninsurance law becomes effective during the term of this Agreement, the parties agree to meet and reopen  \nthe contract to make any changes necessitated by the law and to negotiate other provisions as may be  \nappropriate. In the event the parties are unable to agree upon the changes required by law or other  \nappropriate changes, the matter may proceed to final and binding arbitration pursuant to Article 26 at the  \nrequest of either party, provided that the arbitrator shall not be permitted to increase the cost to the  \nemployer.  \nSection 9. If the Employer so elects superintendents, estimators, or any member of  \n21  \nmanagement participating in the New England Carpenters Benefit Funds described in this Agreement  \nshall be guaranteed a minimum of 160 hours per month of benefits, subject to the rules of the Funds.  \nOnce an employee has been classified in writing by the Employer as a covered superintendent, or  \nonce the Employer has commenced making contributions to the New England Carpenters Central  \nCollection Agency (NECCCA) on behalf of such employee, the obligation to contribute to the NECCCA  \nShall exist and remain in effect, unless revoked in writing by the Employer. Once an  \ncoverage is revoked, contributions cannot be resumed on behalf of that employee unless the employee  \nretums to covered employment.  \n"], ["ARTICLE 11  \nApprentices  \n", "Section 1. Employer contributions shall be used exclusively for the training and education of  \napprentices and journeymen skills upgrading and for the administrative costs of the Joint A pprenticeship  \nCommittees.  \nSection 2. Each Employer shall employ a ratio of at least one (1) apprentice to five (5)  \njourneymen carpenters on the job or within its employ when indentured apprentices are available and  \nassigned to the Employer by the Local Union. No Employer shall layoff an apprentice for lack of work  \nwithout giving at least twenty-four (24) hours prior notice to the Local Union.  \nSection 3. Both parties agree to comply with the Standards of Apprenticeship as established  \nby the Joint Committee for the training of apprentice carpenters as applicable under this  \nAgreement.  \nSection 4. The minimum rate of wages, and working dues deduction for all apprentices shall  \nbe as follows:  \nThe basic hourly rate for Carpenter Apprentices shall be the percentages listed in the following  \nschedule to be applied to the Journeyman Carpenter basic wage rate:  \nFirst six-month period at 50%  \nSecond six-month period at 60 %  \nThird six-month period at 70%  \nFourth six-month period at 75%  \nFifth six-month period at 80%  \nSixth six-month period at 80%  \nSeventh six-month period at 90%  \nFight six-month period at 90%  \nPension contributions shall not be made by the employer for the first-year apprentices.  \nThe Annuity Fund contribution for first-year apprentices shall be $.25. However, for apprentices  \nindentured after August 31, 2005, Annuity contribution shall be paid at these percentages:  \n22  \nFirst year - 20% of contractual rate  \nSecond year - 40% of contractual rate  \n- 60% of contractual rate  \nFourth year - 80% of contractual rate  \nThese payments must be made to the NECCCA by electronic stamps. If the electronic stamps are not  \nused, the Employer shall pay the 100% Annuity Fund contribution set forth in this Agreement.  \nSection 5. The Apprenticeship Fund shall annually submit to the Associations and Union a  \nlist of indentured apprentices with the proposed completion date for each apprentice.  \nSection 6. Specialty trade employees who have become technologically unemployed shall be  \npermitted to enter the Apprenticeship and Training Program for retraining. Said employees shall be  \ngranted advanced standing in the A pprenticeship Program on the basis of their demonstrated ability and  \nknowledge and shall be paid the rate of the apprenticeship period to which they are assigned.  \nSection 7. Laid-off Apprentices Eligible for Unemployment Insurance  \nContractors who employ apprentices during times when the apprentices must attend school for  \nmandatory apprentice-training sessions shall lay off the apprentices for the period of the training  \nsessions, and they shall report the layoffs as having been taken under the terms of a collective bargaining  \nagreement to attend apprentice training school.  \n"], ["ARTICLE 12  \nThe New England Carpenters Labor Management Program  \n", "section 1. Purpose - The New England Carpenters Labor Management Program, formerly  \nknown as the Metropolitan Boston Carpenters Promotional and Educational Program, was established  \nby an appropriate A greement and Declaration of Trust, pursuant to Section 302 (c) of the National Labor  \nRelations Act, as amended. The purpose of the Program (Fund) is to provide labor management  \nassistance and service to any participant employer or labor organization; to promote the general welfare  \nof employers and their employees in the construction industry; to seek and improve harmonious  \nrelationships between labor and management in the construction industry; to demonstrate that labor and  \nmanagement can effectively cooperate to establish an appropriate environment conducive to producing  \ncost-efficient construction projects; to establish and to maintain an appropriate educational program to  \nfurther educate the members of the labor organizations in methods and means to obtain the goals  \nestablished by the Program (Fund); and to engage in problem-solving efforts in the mutual interests of  \nlabor and management in the construction industry.  \nSection 2. Trustees - This Fund shall be administered by an equal number of trustees  \nappointed by and representing the Union and the Associations - Labor Relations Division of the  \nAssociated General Contractors of Massachusetts; Building Trades Employers’ Association of Boston  \nand Eastern Massachusetts; and Labor Relations Division of the Construction Industries of  \nMassachusetts; Labor Relations Division, Building Trades; Employers’ Labor Policy Division of the  \nConstruction Industry Association of Western Massachusetts, Inc.; AGC/CCIA Building Contractors  \nLabor Division of Connecticut, Inc.; Northeast Flooring Contractors Association, Inc.; The Foundation  \n23  \nand Marine Contractors Association of New England, Inc.; Labor Relations Division of The Associated  \nGeneral Contractors of Rhode Island, Inc; and signatory contractors of Northern New England.  \nSection 3. If on a particular project, an Employer is not required to make contributions to  \nthe New England Carpenters Labor Management Program and if the Employer decides not to make  \ncontributions in the amount set forth in this Agreement to the New England Carpenters Labor  \nManagement Program, the Employer shall be required to make contributions in that amount as an  \nadditional payment to the Local Joint A pprentice and Training Fund where the work is performed.  \n"], ["ARTICLE 13  \nMassachusetts C onstruction Advancement Program  \n", "Section 1. Purposes - The Fund will be used by its Trustees only for the following express  \npurposes: (a) Manpower Recruitment and Training; (b) Education; (c) Safety and Accident  \nPrevention;(d) Public Relations; (e) Equal Employment; (f) Intra-industry Relations; (g) Market  \nDevelopment; (h) Market Research; (i) Information services, within the building construction industry  \nfor the mutual benefit of Employers and their employees.  \nSection 2. Prohibited Purposes - The Fund shall not be used for any of the following  \nexpressly prohibited purposes: (a) Lobbying in support of anti-union legislation;(b) Supporting  \nlitigation before a court or any administrative body against the Union or any of its agents;(c) Subsidizing  \ncontractors during a period or periods of work stoppages or strikes.  \nSection 3. Arbitration - In the event that the Union has reasonable cause to believe that the  \nFund is being used for any of the purposes prohibited by Section 2, the dispute shall be subject to the  \narbitration provisions of this Agreement.  \n"], ["ARTICLE 14  \nNew England Carpenters Training Program  \n", "The New England Carpenters Training Program was established to provide facilities in the  \nCommonwealth of Massachusetts for the training of carpenters. The training plans for newly entering  \napprentices and other apprentices, as well as the specialty training courses to current journeymen for  \nupgrading skills will be established and supervised by the Trustees of the New England Carpenters  \nTraining Program.  \n"], ["ARTICLE 15  \nDelinquent Payments  \n", "Section 1. Subcontractor Delinquency  \nUpon written notification from a NERCC Council Representative or the NECCCA that a subcontractor  \nis delinquent in the payment of wages or benefits to the Funds provided for in this Agreement, the  \ngeneral contractor shall assist the Union in collecting those wages and benefit contributions for that  \nspecific job to the extent that subcontractor funds are available and in hand.  \n24  \nAt the pre-job conference or any follow-up meeting, the NERCC Council Representative will  \nspecifically identify to the general contractor any subcontractor to be utilized on the project who is  \ndelinquent in the payment of wages or benefits to the Funds provided for in this A greement.  \nThe general contractor shall pay subcontractors who are delinquent in the benefit payments on their jobs,  \nby issuing a two-party check to the subcontractor and the NECCCA for any delinquent subcontractor  \nupon request for this procedure from the Union or the NECCCA. The general contractor shall pay any  \nnew subcontractors who have no history with the NECCCA by issuing a two-party check to the  \nsubcontractor and the NECCCA for any such new subcontractor upon request for this procedure from  \nthe Union or the NECCCA provided that funds are available.  \nSection 2. No Stamps-No Carpenters  \nIn the event an Employer fails to make current payments to the Funds, the Union shall have the right to  \nstrike said Employer after giving forty-eight (48) hours’ written notice to all signatory contractors on the  \nproject, and any employees removed for this reason, shall be paid for their lost wages, up to a maximum  \nof ten (10) days. Payments must be brought current before said Employer may resume any work  \ncovered by this  \nSection 3. If an Employer has a history of being delinquent in making its employee benefit  \ncontributions, the Union may invoke its right to strike and it’s right to terminate this Agreement upon  \nseventy two (72) hours’ written notice by certified or registered mail notice.  \n"], ["ARTICLE 16  \nStewards C lause  \n", "Section 1. The Council Representative shall furnish or appoint a steward for a job or a shop  \nwhen the Council Representative deems it necessary. It is compulsory that the steward shall work and  \nthat he/she shall be qualified to perform the work to which he/she is assigned and that he/she shall not be  \ndiscriminated against or discharged for the performance of his/her duties as steward. The steward shall  \nbe allowed to see that proper care and attention has been given to any carpenter employee taken sick or  \nbeing injured on the job and to properly take care of his or her tools without loss of pay.  \nSection 2. The Council Representative shall have the immediate right to furnish or appoint a  \nsteward whenever work covered by this Agreement is being performed. In all circumstances, no matter  \nwhether the first carpenter foreman is employed by a general contractor or by a subcontractor, the  \nsecond carpenter employed on the jobsite shall be the steward. The steward may be assigned to a  \ncarpenter subcontractor on the project with the prior approval of the Council Representative, which shall  \nnot be unreasonably withheld, so long as the general contractor does not employ carpenters on its  \npayroll except for a carpenter foreman. However, the general contractor shall have the ultimate  \nresponsibility to make certain that a steward is present when required by this Article, including all  \novertime. Said steward shall be the only steward on the project and be a working steward. The steward  \nShall be notified twenty-four (24) hours before he/she is to be laid-off, except when he/she is the last  \ncarpenter on the job with the exception of the carpenter foreman when the foreman is performing punch-  \nlist work only.  \n29  \nIn the event of additional shifts, the Council Representative, at his/her discretion, may require the  \nsteward to work a maximum of two (2) hours, or he/she may furnish or appoint a steward for the  \nadditional shifts.  \nSection 3. In the event of a total temporary layoff, the steward will be the first carpenter to  \nbe recalled. The NERCC Council Representative shall be notified to recall the steward so that in case  \nthe steward is unavailable to return to the job or shop, the NERCC Council Representative will replace  \nhim or her.  \nSection 4. The steward shall be permitted time to investigate any carpenter grievance on his  \nor her job during working hours with no loss of pay.  \nSection 5. Employers or their representatives shall inform the stewards of all new carpenters  \non the project on a daily basis.  \n"], ["ARTICLE 17  \nForemen  \n", "Section 1. Subject to the provisions of Article 3 of this Agreement, foremen of carpenters  \nShall be members of the United Brotherhood of Carpenters and Joiners of America, and be competent to  \nproperly handle the men/women and work and shall receive a minimum of three dollars ($3.00) more  \nper hour than the basic wage rate for journeymen carpenters.  \nNo foreman shall be paid a wage rate less than the rate paid to any journeyman carpenter on that  \njob.  \nSection 2. Where a foreman has eight (8) or more men/women under his supervision, he/she  \nshall not be permitted to use the tools except during layout.  \n"], ["ARTICLE 18  \nLockers, Tools, Safety Regulations  \n", "Section 1. The Employer shall furnish separate, adequate locker facilities with heat and light,  \nexclusively for the carpenters, with proper provisions for the locked storage of the carpenters’ personal  \ntools and clothing and with seating facilities for all carpenters during the lunch period.  \nSection 2. Additional convenience lockers shall be provided not more than seven (7) floors  \nabove or below the working level in the rough stage and not more than four (4) floors above or below  \nthe working level in the finish stage. Convenience lockers shall be fitted in the above manner and  \ncondition.  \nSection 3. All power driven tools, power-actuated tools, battery-operated tools, engineer's  \ntransits and levels, special tools and equipment not normally carried by the carpenter shall be furnished  \nby the Employer, and carpenter employees shall not rent, lease, or loan equipment, power tools, or  \ncommercial vehicles to the Employer.  \n26  \nSection 4. All power tools or special equipment shall be equipped with all necessary protective  \ndevices designed to protect the operator at all times.  \nSection 5. Tools, dulled on the job and belonging to the carpenters, shall be reconditioned at the  \nexpense of the Employer. If the reconditioning of these tools is done at the job site, it shall be done  \nunder the terms and conditions of this agreement.  \nSection 6. In the event of loss of tools, the Employer shall be responsible for the actual fair  \nreplacement value of the tools and/or personal property so lost but not more than the sum of $750 for  \neach carpenter, if the work is at the rough stage, and not more than $750 for each carpenter if the work is  \nat the finish stage. Upon request, the carpenter shall provide an inventory of tools.  \nsection 7. All work performed by Employers and employees’ signatory hereto shall comply  \nwith all local, state, and federal laws.  \na. All apprentices and journeymen performing work under this Agreement will complete the OSHA  \n10-hour certification course for Construction.  \nb. All foremen and stewards performing work under this Agreement will complete the OSHA-30  \nhour certification course in Construction. The Employer has exclusive responsibility for  \nensuring that the foreman has the OSHA-30 certification and the Union has exclusive  \nresponsibility for ensuring that the steward has the OSHA-30 certification, and this provision is  \nnot subject to the grievance procedure.  \nc. There will be mandatory Scaffold Erection training for all journeymen carpenters referred for  \nscaffold erecting. This training will be of such a nature to train this individual as a qualified  \nperson for scaffold erection as defined under Subpart L, 1926 29 CFR.  \nsection 8. The Employer and employee shall abide by the federal Williams-Steiger  \nOccupational Safety & Health Act as it applies to building construction. Employees will abide by the  \nEmployer's safety policies that are more stringent than OSHA on items covered by OSHA.  \nSection 9. The employee shall wear all safety equipment required by local, State, and federal  \nlaws. Failure of an employee to wear such equipment as instructed by the Employer may result in his or  \nher discharge.  \nSection 10. It shall be the responsibility of the Employer to be certain that any carpenter in its  \nemploy who is to use any power-actuated tools such as \"Ramset,\" \"Stud Driver,\" etc., shall have a  \npermit for the use of such tools as prescribed by the Massachusetts Department of Labor and Industries.  \n(Industrial Bulletin No. 22).  \n"], ["ARTICLE 19  \nDrug and Alcohol Testing Policy (CAP)  \n", "The parties agree that the Carpenters Assistance Program Inc., (CAP) has been formed by the  \nNew England Carpenters Health Benefits Fund in order to make certain that a drug- and alcohol-free  \n27  \nenvironment exists on all jobsites. For that reason, contractors are permitted to refer to CAP any  \ncarpenter whom the contractor suspects have been working on the jobsite under the influence of alcohol  \nor drugs. All rules and regulations with respect to the treatment, counseling or screening of carpenters  \nwho are suspected to be subject to a substance abuse problem shall be the sole and exclusive  \nresponsibility of the New England Carpenters Health Benefits Fund and the Board of Directors of CAP.  \nThe Employers and the Union agree that an employer may implement a substance abuse testing  \nprogram, provided that the program is consistent with the program adopted under the Massachusetts  \nGeneral Hospital Project Labor Agreement, effective May 14, 2008. However, the program shall  \ninclude a 10-panel test instead of the 5-panel test utilized in the MGH program. Any amendments to the  \nMGH program must be independently approved by the parties to this agreement in order to be binding  \non the parties to this agreement.  \n"], ["ARTICLE 20  \nConditions of Employment  \n", "Section 1. Employment Guarantee - A carpenter, who reports to work on the first or last day and  \nappears competent at the beginning of the shift, shall receive one (1) full day's pay unless he or she quits  \nwithin the period and unless he/she has been laid off for absenteeism.  \nOn any day, other than the first or last day, when a carpenter is scheduled to work and reports to  \nwork is available and appears competent and is willing to work at the beginning of the shift, without  \nhaving been notified not to report, on the day prior to commencement of the work, he or she shall be  \nentitled to employment or pay for at least two (2) hours, unless he or she quits within the two (2) hour  \nperiod. If the carpenter works any time beyond, or is requested to remain on the job beyond the first two  \n(2) hours, he or she shall be entitled to employment or pay for at least four (4) hours, unless he or she  \nquits within the four (4) hour period. If the carpenter works any time beyond, or is requested to remain  \non the job beyond, the first four (4) hours he or she shall be entitled to employment or pay for at least  \neight (8) hours, unless he or she quits within the eight (8) hour period.  \nThe aim of this is not to pay the carpenter for work not performed, but to provide at least two (2)  \nhours of work every day the carpenter shows up for work. The key words are available (he or she must  \nbe on the job), competent (he or she must be able to perform the work available, i.e., dry wall, finish  \ncarpentry, etc.) and willing (he or she must do the job requested), and if asked to work in the rain, he or  \nshe must be provided with rain gear by the Employer, as provided elsewhere in the Agreement. If the  \ncarpenter does not meet all three (3) requirements, he or she is not entitled to pay.  \nSection 2. Carpenters, requested to work in foul weather or where water conditions exist, shall  \nbe furnished foul weather clothing, including boots of the pullover type, by the Employer without  \nexpense to the carpenters. The employee shall sign for such foul weather clothing and for safety  \nequipment on a form provided by the Employer, and shall return clothing and equipment when requested  \nby the Employer. The employee shall also have the right to return clothing and equipment when no  \nlonger needed.  \nSection 3. Carpenters requested by the Employer to wear protective devices shall have such  \ndevices provided by the Employer at no expense to the carpenter. Such devices must be hygienic.  \n28  \nSection 4. Any employee engaged in the performance of work where damage to his or her  \nclothes or shoes could result from their being exposed to chemical action shall be furnished suitable  \nprotective clothing by his or her Employer at no cost.  \nSection 5. There shall be no lost time on the day of injury when medical attention is required for  \na carpenter on the Employer's job, provided the employee submits a note from the doctor or clinic  \nStating that the employee cannot work that day. If a carpenter while working on the job is required after  \nthe first day to visit the Employer's insurance carrier's clinic or doctor for treatment, he or she shall be  \npaid for the time involved at his or her normal straight time rate of pay unless a longer period of time  \nhas been previously agreed to by his or her Employer.  \nSection 6. All carpenter employees must be insured under the Workers' Compensation Act and  \nthe Massachusetts Employment Security A ct.  \nSection 7. The Employer shall comply with the provisions of Massachusetts General Laws,  \nChapter 149, Section 106, and OSHA Reg. 1926.51 with particular reference to drinking water and  \ntoilets. Said toilets shall be heated during inclement weather.  \nSection 8. A coffee break not to exceed ten (10) minutes, shall be allowed each morning and  \neach afternoon and the relative period of any extra shift or overtime granted in order that one member of  \nthe Union from each crew shall be allowed to get the refreshments in properly covered containers and  \nthe carpenters shall not leave their place of work. The break shall start when the refreshments are  \nbrought to the place of work.  \nSection 9. The Council Representative or other representative of the Local Union or Regional  \nCouncil shall have access to all work areas at all times to conduct union business when work is being  \ndone.  \nSection 10. The steward shall blow the whistle for starting time and stopping time as agreed  \nwith the NERCC Council Representative. A minimum of five (5) minutes pick-up time will be allowed.  \nSection 11. Carpenters working on creosoted work or metal-panel forms with preservative  \nchemicals which are injurious to the skin shall be allowed an additional five (5) minutes before noon and  \nbefore quitting time for cleanup and pickup.  \nSection 12. No carpenter shall be discriminated against because of age, race, color, religion, sex,  \nor national origin. The Union recognizes the obligations which have been or may be imposed upon the  \nEmployers relative to equal employment and non-discrimination, and the Union agrees that it will assist  \nthe Employers in meeting these obligations under plans which have been jointly accepted by the parties  \nwhere such plans are in existence, and in other areas under requirements of awarding authorities and  \nowners as long as the proposed goals do not exceed the minority population ratio levels of the city,  \ntown, or standard metropolitan statistical area in which the project is located.  \nSection 13. There will be no limit or quotas on production by carpenters nor restrictions on the  \nfull use of tools, equipment, or other laborsaving devices, and no restrictions on the efficient use of  \nmanpower, provided the above comply with OSHA.  \n29  \n"], ["ARTICLE 21  \nSpecial C onditions  \n", "Section 1. Any carpenter who is sent to work outside his or her territorial jurisdictional area as  \noutlined in Article 4 of this Agreement shall be paid for travel expense at the amount equivalent to the  \nstraight-time rate for the time spent traveling, but not to exceed eight (8) hours in any one twenty-four  \n(24-) hour period, and for his or her transportation and subsistence expenses.  \nSection 2. Carpenters who are sent to work outside of their territorial jurisdictional area as  \noutlined in Article 4 of this Agreement and who require board and room accommodations, therefore,  \nShall have expenses paid for by the Employer. Employees who are sent to work in Dukes County and  \nNantucket County shall receive room, board, and a travel allowance.  \nSection 3. Any elevators, which are being used for personnel, shall be made available for the use  \nof the carpenter employees.  \nSection 4. Carpenters who are sent to work on any of the Islands of Boston Harbor where the  \nonly means of transportation is by boat shall be paid as travel expense an amount equivalent to two (2)  \nhours’ pay each day, at the regular rate, except where the Employer elects to transport the carpenters to  \nand from the mainland within the hours of the shift, as defined in this Agreement, in which case  \ncarpenters shall not be entitled to the additional two (2) hours’ compensation daily, but shall receive a  \nfull shift's pay.  \nSection 5. Carpenters who leave the dock in Boston to go to work on the islands in Boston  \nHarbor, but who are unable to work through no fault of their own, shall be paid travel expense at an  \namount equivalent to the regular rate for the time that has elapsed until they are brought back to the  \nsame dock, or its equivalent place, as means of reaching the mainland, and from which place they shall  \nbe able to reach their home as usual. However, a minimum of four (4) hours’ pay, which includes travel  \nexpense, shall be paid to the carpenters on such occasions.  \n"], ["ARTICLE 22  \nDischarge  \n", "Section 1. Carpenters who are laid off or discharged must be notified one (1) hour prior to  \nseverance in order that they may properly prepare to leave or be given one (1) hour's straight time  \nadditional pay in lieu of proper notice.  \nsection 2. When laid-off or discharged, the carpenter must be paid in full, including all fringe  \nbenefit stamps or electronic receipts, if available; furnished a discharge slip as provided in Regulation  \n30-2 (11) of Massachusetts Division of Employment Security on Form 590, or as otherwise authorized;  \nand given a true copy of the Employer's full company name and its proper address for his or her personal  \nrecords and use (unemployment claims).  \n30  \n"], ["ARTICLE 23  \nFund Reports  \n", "A certified audit shall be submitted to the Associations and Unions signatory hereto at the end of  \neach fiscal year for review on status of all funds provided for in this A greement.  \n"], ["ARTICLE 24  \nNo Strike or Lockout Clause  \n", "The Employer guarantees that there will be no lockouts for any reason during the term of this  \nAgreement, and the Union guarantees that there will be no strikes, slow downs, sit downs or any other  \nrefusals to work during the term of this Agreement except for the following:  \n1. Failure of the Employer to provide W orkers' Compensation coverage  \n2. Failure of the Employer to pay unemployment contributions  \n3. Failure of the Employer to make contributions to any of the Funds  \nprovided herein or failure to file remittance reports with the Funds by the end of the month next  \nfollowing the month in which the work is performed  \nA. Refusal of either party to submit to arbitration in accordance with A rticle 26 or failure on the part  \nof either party to carry out the arbitration award  \n5. The failure of the Employer to pay wages provided herein  \n"], ["ARTICLE 25  \nBreach of Agreement  \n", "Only the Employer who violates the terms of this Agreement shall be liable for such violations,  \nand neither the Associations nor the other members of the Associations shall be held liable therefore.  \nLiability of the Associations hereunder shall be limited to the case of a violation hereof by the  \nAssociation. In the event any member of the Associations violate the terms of this Agreement, the  \nUnion shall not take punitive measures against Associations or any members thereof except the  \noffending member.  \n"], ["ARTICLE 26  \nGrievance and Arbitration  \n", "Section 1. In the event a grievance arises, other than jurisdictional disputes, a meeting shall be  \nheld between the contractor or its accredited representatives and the Union. For Association employers,  \nif a settlement is not reached at this point, the parties shall contact the Association of which the  \ncontractor is a member. A representative of the Association shall confer with representatives of the  \nUnion and the contractor to endeavor to settle the dispute. Any grievance not filed in writing within  \nsixty (60) days from the day of the occurrence on which the grievance is based, shall be forever barred.  \nIf the dispute is not settled at this conference, it shall be subject to arbitration.  \n31  \nSection 2. A Committee shall be appointed as an arbitration board to consist of not more than  \ntwo (2) members from the Union and not more than two (2) members from the Association to who will  \nbe referred any grievance involving an interpretation of this contract including grievances concerning  \ncontractors who are not members of the Associations. Association members shall have the option of  \nwaiving the joint board step and proceeding directly to the American Arbitration Association. The  \nassociation members must exercise this option within seven (7) days of the grievance. The board shall  \nmeet to consider and act on the matter within three (3) days, and the decision of the board shall be final  \nand binding on both parties. The board shall make its decision within seventy-two (72) hours. In the  \nevent of the failure of the board to arrive at a solution, the case shall be referred to one of the of  \nfollowing two arbitrators; Mark Irvings and Larry Katz in rotating order, and the arbitration shall be  \nconducted under the voluntary labor arbitration rules of the American Arbitration Association, and the  \ndecision of the umpire shall be final and binding on both parties. The board of arbitration or umpire  \nshall not have the power to add to, subtract from, or modify any term of this agreement. The cost of the  \narbitration shall be borne equally by both parties to the grievance. The time deadlines may be extended  \nby agreement between the Union and the Association. A non-association employer whose actions are the  \nSubject of a Grievance shall have no say in extending the deadlines.  \n"], ["ARTICLE 27  \nSaving Clause  \n", "Should any part or any provision herein contained be rendered or declared invalid or amended by  \nreason of any existing or subsequent enacted legislation or by any decree of a court of competent  \njurisdiction, such invalidation or amendment of such part or portion of this Agreement shall not  \ninvalidate the remaining portions thereof; provided, however, upon such invalidation, the parties  \nsignatory hereto agree to immediately meet to renegotiate such parts or portions affected. The  \nremaining parts or provisions shall remain in full force and effect.  \n"], ["ARTICLE 28  \nPre-] ob Conference  \n", "Any Employer, prior to the starting of work, shall contact the local NERCC Council  \nRepresentative to discuss, but not limited to, the following: Type of work to be performed, manpower  \nneeds, schedule, utilization of contractor's work forces and other matters pertinent to the work, thus  \nproviding to all parties proper knowledge in order to perform said work in an efficient workmanlike  \nmanner.  \n"], ["ARTICLE 29  \nApplicability of Agreement  \n", "Section 1. All work in Connecticut, Maine, New Hampshire, Rhode Island, Vermont and  \nWestern Massachusetts shall be performed in accordance with the terms and conditions of the local area  \nagreement of the Carpenters Local Union in the area where the work is performed.  \nSection 2. The Union recognizes the threat of non-union competition and will do all possible to  \npromote Union construction, including holding pre-bid and/or pre-job conferences on an individual job  \nbasis to mutually agree on ways to enable the Union Employers to be more competitive with non-union  \nEmployers. The parties recognize the threat of unfair competition in certain areas and types of work  \n32  \nfrom contractors who do not conform to the standards provided in this collective bargaining agreement.  \nIn order to address that problem, the Employer may request relief from certain provisions of this  \ncollective bargaining agreement. The Employer shall contact the Executive Secretary-Treasurer (EST)  \nof the Council or his designee to discuss the relief being requested. If an agreement on relief is granted,  \nit will be reduced to writing, and reasonable efforts will be made to advise other signatory contractors  \nwho are bidding on the project of the relief. It is expressly understood that no modification or deviation  \nmay be made from the existing collective bargaining agreement except by mutual agreement of the  \nparties. It is further understood that failure to reach an agreement under this provision shall not be  \nSubject to arbitration. It is the intent of the parties that this procedure will be utilized where  \ncircumstances warrant and that the Employer will not abuse this procedure. Relief granted under this  \nsection shall not constitute a violation of the favored nations provisions of Section 5 of this Article.  \nProcedures shall be established by the EST to notify all contractors of the changes, which have  \nbeen decided for that particular job.  \nSection 3. In order to protect and preserve, for the employees covered by this Agreement, all  \nwork heretofore performed by them, and in order to prevent any device or subterfuge to avoid the  \nprotection and preservation of such work, it is hereby agreed as follows: if and when the Employer  \nperforms any job site construction work of the type covered by this Agreement, under its own name or  \nunder the name of another, as a corporation, company, partnership, or any other business entity,  \nincluding a joint venture, wherein the Employer has either directly or indirectly, a significant degree of  \nownership, management or control, the terms and conditions of this Agreement shall be applicable to all  \nsuch work.  \nSection 4. Remedy - All alleged violations of Section 3 of this Article will be processed under  \nthe Grievance and Arbitration Procedure, Article 26, of this Agreement. Any awards issued shall  \ninclude payment of wages and benefits for those employees who lost work opportunities.  \nsection 5. Most Favored Nations Clause - The Union agrees that in the event it grants more  \nfavorable terms or conditions, other than those contained in this agreement, to any employer or  \nassociation, the Union will extend those same terms and conditions to the parties to this agreement. The  \nUnion further agrees that it will not enter into any project labor agreements or side letter agreements that  \ncontain more favorable terms than those contained in this agreement without offering those same terms  \nto the parties to this Agreement. If any project labor agreement or agreement to grant relief on a  \nparticular project contains more favorable terms, the offering of those terms to other contractors will be  \nlimited to that particular project.  \n"], ["ARTICLE 30  \nConstruction Manager  \n", "Whenever any signatory contractor performs work as a management consultant, construction  \nmanager, developer, owner/builder or solicits bids from subcontractors, considers proposals submitted  \nby subcontractors or coordinates work performed by subcontractors it shall be deemed to be a general  \ncontractor subject to the terms and conditions of this Agreement, with respect to all jobsite work,  \nincluding, but not limited to assuring that all work covered by this Agreement is performed by  \ncontractors that are parties to a collective bargaining agreement with the Union, provided, however, this  \nprovision shall not apply to any affiliated development company or to an entity that does not manage  \n33  \nand/or coordinate the construction contracts or construction work and that does not select  \nsubcontractors. The Employer recognizes that the Union, pursuant to the National Labor Relations A ct,  \nhas the right to request that the Employer provide it with information relating to whether it manages  \nand/or coordinates contracts or work or selects subcontractors.  \n"]]