[["", "K  \n[325 worker  \nAGREEMENT  \nBETWEEN THE  \nMI REGIONAL COUNCIL OF CARPENTERS  \nOF THE  \nUNITED BROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA  \nSAGINAW/FLINT AREA, LOCAL NO. 706  \nAND  \nMICHIGAN CHAPTER  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA, INC.  \nLABOR RELATIONS DIVISION  \nJULY 17, 2003 THROUGH JULY 16, 2006  \nArticle  \nXII  \nXI]  \nXIV  \nXVI  \nXVII  \nXVII  \nXIX  \nXXII  \nPage  \nsn |  \nGeographical ]  \nIntent and Purpose 1  \n2  \nUnion 2  \nProtection Of Rights 3  \nSafety cd ASAE 14m es na 4  \nREAD 91 8k ms a ss aac ns om nS 5  \nSHE BAD AS Fa ma 5  \nEqual Treatment 6  \nSubcontractor 6  \nHOUPS 6  \nReporting soem 18  \nWages and Fringe 9°  \nFringe Benefit Funds 11  \nCompensation Insurance 15  \nPayday 15  \nTermination of Employment 15  \nAPPTEMtiCeS etn 16  \nGrievance: PROCECUTE: nee cnet me a 16  \nEqual Employment 17  \n17  \nTermination of 18  \nMarket Recovery Terms and Conditions 19  \nSupplemental Residential Agreement 20  \nAcoustical Supplemental 2]  \nIndependent Signatory Page oe  \nMichigan State Carpenters Council Consent Agreement 24  \nAGREEMENT  \nTHIS AGREEMENT, made and entered into this day of July, 2003 by and between the Michigan  \nRegional Council of Carpenters of the United Brotherhood of Carpenters and Joiners of America, and its  \naffiliated Local Unions, hereinafter called the “Union,” and the Michigan Chapter, Associated General  \nContractors of America, Inc., Labor Relations Division, hereinafter called the “Association” and  \n“Employer,” shall become effective this date and remain in full force and effect through July 16, 2006,  \nand from year-to-year thereafter unless changed in accordance with the provisions of this Agreement.  \n"], ["ARTICLE I  \nGEOGRAPHICAL JURISDICTION  \n", "THE RECOGNIZED AREA of this collective bargaining Agreement is as follows:  \nLocal Union #706: Arenac, Bay, Clare, Genesee, Gladwin, Gratiot, Huron, Iosco, Isabella,  \nLapeer, Midland, Ogemaw, Saginaw, Shiawassee, and Tuscola Counties.  \n"], ["ARTICLE Hf  \nINTENT AND PURPOSE  \n", "WHEREAS, it is mutually recognized that it is to the advantage of the parties hereto, to prevent strikes  \nand lockouts with the resultant detrimental effect to all parties concerned to maintain a uniform wage  \nscale, working conditions and hours of employment, and to facilitate the settlement of grievances that  \nmay arise from time-to-time between the Employer and his employees, and to stabilize the industry for  \nthe betterment of the parties hereto, we the undersigned parties do agree as follows:  \n(a) The Association recognizes the Michigan Regional Council of Carpenters as the sole and  \nexclusive bargaining agent for any and all of its employees performing work coming  \nunder the jurisdiction of the United Brotherhood of Carpenters and Joiners of America.  \n(b) The Union recognizes the Association as the sole and exclusive Employer representation  \nfor its members for the purpose of collective bargaining within the geographical area  \ncoming within the jurisdiction of this Agreement.  \n(c) It is understood that the Association is acting only as an agent in the negotiation of this  \nAgreement, and that they are the agent only for those Employers, individuals,  \npartnerships and corporations who have authorized them so to act. In no event shall the  \nAssociation be bound as principal or be liable in any manner for any breach of this  \ncontract by any of the Employers for whom it is acting or any employees of such  \nEmployers. It is further agreed and understood that the liabilities of the Employers who  \nhave authorized the negotiation and execution of this Agreement shall be individual and  \nnot joint.  \n(a)  \n(b)  \n(c)  \n(d)  \n(a)  \n(b)  \nIt is further agreed and understood that the United Brotherhood of Carpenters and Joiners of  \nAmerica and the Michigan Regional Council of Carpenters, which have authorized the  \nnegotiation of this Agreement, shall not be liable for any act or acts of any member of any Local  \nUnion or any acts of the Local Union itself which may be contrary and in violation of this  \nAgreement.  \n"], ["ARTICLE II  \nJURISDICTION  \n", "This Agreement covers all employees performing work under the jurisdiction of the United  \nBrotherhood of Carpenters and Joiners of America in the area covered by this Agreement.  \nWorking conditions and jurisdiction of pile driving operations, and residential carpenter work  \nshall be established by the Supplemental Agreement attached hereto.  \nMechanics Performing the Erection of Acoustical Ceiling Tile. It is agreed that Employers of  \nmechanics performing the erection of acoustical ceiling tile agree to be bound by the terms and  \nconditions of the Agreement between the Michigan Regional Council of Carpenters of the  \nUnited Brotherhood of Carpenters and Joiners of America and the Michigan Chapter, Associated  \nGeneral Contractors of America Inc., Labor Relations Division, effective date July 17, 2003  \nthrough July 16, 2006.  \nLift type trucks are to be considered a tool of the trade.  \nIn the event of a jurisdictional dispute involving the Union, the parties shall request the other  \nUnion or Unions involved to send representatives to the job site to meet with representatives of  \nthe Union and Employer to settle the dispute. If a settlement is not reached at that meeting, the  \nUnion shall request that its International Union assign a representative who shall make  \narrangements to meet representatives of the other International Union or Unions involved and  \nRepresentatives of the Employer on the job site to seek settlement of the dispute. The Employer  \nshall also request the International Union involved to assign representatives to seek settlement of  \nthe dispute. The Union and the Employer agree that there shall be no strikes, lockouts or  \ninterruption of the disputed work over jurisdictional disputes.  \n"], ["ARTICLE IV  \nUNION SECURITY  \n", "The Employer agrees that, as a condition of continued employment, all present and future  \nemployees covered by this Agreement shall become and remain members in good standing in the  \nappropriate Local Union affiliated with the Michigan Regional Council of Carpenters no later  \nthan either the eighth (8\"\") day following the beginning of their employment or the eighth (8'\")  \nday following the effective date of this clause, whichever is later.  \nWhen the Employer needs employees, it shall give the Union equal opportunity with other  \nsources to provide applicants in filling job vacancies. On request of the Employer, the Union  \nwill refer to the Employer any member who is requested by name and is available. Former  \nemployees of the individual Employer, now or hereafter a party hereto, may first be recalled or  \nrehired; and the Union shall be notified through the job Steward of all such recalls.  \n(c)  \n(d)  \n(€)  \n(f)  \n(a)  \n(b)  \n(c)  \nAll other applicants for employment shall be required to pass a fair and comprehensive  \nexamination before reporting to work for the Employer. Rules and regulations governing  \nexamination for applicants as established by the Carpenters’ Joint Apprenticeship Committee,  \nshall be considered as part of this Agreement.  \nThe Employer shall retain the right to accept or reject any applicant for employment.  \nThe Union shall have the right to require the removal of employees for failure to pay or tender  \ninitiation fees and dues as required by this Agreement. All requests for removal by the Union of  \nemployees for non-payment of, or failure to tender, initiation fees and dues shall be made to the  \nEmployer in writing.  \nThe Association agrees not to enter into an Agreement with any other dual local organization  \nduring the life of this Agreement, with respect to work covered by this Agreement, and the  \nAssociation and Union agree not to allow any task work or piece work.  \nNo party to this Agreement shall discriminate against any employee or applicant for employment  \nbecause of race, color, religion, sex, national origin, age, handicap or status as a veteran.  \nEmployer Security: The Union further agrees that it will not require the Employers or any  \nEmployer to take any action which violates the Labor Relations Act of 1947 and the Labor-  \nManagement Act of 1959, as the same exists or may hereafter be amended. The Employer shall  \nnot be obligated hereunder to discharge or discriminate against any employee for non  \nmembership in the Union, (a) if there are reasonable grounds for believing that such membership  \nwas not available to the employee on the same terms and conditions generally applicable to other  \nmembers, or (b) there are reasonable grounds for believing that membership was denied or  \nterminated for reasons other than failure of the employee to tender the periodic dues and  \ninitiation fees uniformly required as a condition of acquiring and retaining membership.  \n"], ["ARTICLE V  \nPROTECTION OF RIGHTS  \n", "The Employer shall not take disciplinary action against or discharge any employee or employees  \nfor refusing to go through the primary picket line of a Labor Organization, nor shall the exercise  \nof any employee’s rights permitted by law be a violation of this Agreement.  \nThe Michigan Regional Council of Carpenters agrees that in the event the Employer becomes  \ninvolved in a controversy with another Labor Organization, the Council will do all in its power  \nto help effect a fair settlement.  \nBusiness Representatives shall have access to all jobs at all times where possible.  \nA Business Representative of the Michigan Regional Council of Carpenters shall have the right  \nto visit the job during working hours to interview the Employer, Steward or workers, but shall  \nnot hinder the progress of the work.  \n"], ["ARTICLE VI  \nSAFETY  \n", "(a)  \n(b)  \n(c)  \n(d)  \n(e)  \n(f)  \n(g)  \n(h)  \nThere shall be no restriction on the use of safe equipment or power tools furnished by the  \nEmployer; however, no employee shall be penalized in any way for refusal to work under  \nconditions with unsafe equipment or power tools until same is corrected.  \nNo employee shall remove any guard or safety device from power tools, except where he is  \ndirected to do so by the Employer or his representative and where another suitable safety device  \nis supplied.  \nThe Employer agrees to furnish welding, burning and protective equipment, and/or all protective  \nclothing. All sawhorses, work benches, ladders, scaffolding, miter boxes and power-driven tools  \nshall be furnished by the Employer.  \nAny injured employee reserves the right to be treated by a licensed doctor of his choice, after  \nreporting to the Employer’s designated doctor.  \nWhen an employee is injured on the job and is sufficiently incapacitated so as to be unable to  \ncontinue his work on that day, he will be paid at his regular rate of pay for all time lost that  \nregular work day as a direct result of his injury. It shall be the duty of the Employer to see that  \nhe is taken home, to a doctor or hospital, and to see that he is properly cared for. During the  \nemployee’s absence, the Steward is to be responsible for the proper care of his tools. Any  \nnecessary expense or loss of time by the Steward in connection thereof shall be defrayed by the  \nEmployer for whom the sick or injured man is working.  \nThe Employer agrees to replace, in as short a time as possible, any eye glasses and/or dentures  \nthat are damaged on the job by accident during the course of employment as covered by  \nEmployer’s Workers’ Compensation Insurance. :  \nThe Employer agrees to provide an ample and safe storage place for all carpenters’ tools. A safe  \nstorage place means a gang box for tools only or a shanty with lock and key. The Employer also  \nagrees to furnish suitable housing for a lunch room and for keeping carpenters’ clothes, a table  \nfurnished to eat on, drinking water furnished under sanitary conditions (iced when necessary),  \nand also furnish sanitary drinking cups and provide sanitary toilet facilities on all jobs. On large  \nindustrial projects where the construction site.is remote from the entrance gate, the Employer  \nwill, where necessary, provide transportation for tools of new hires and layoff employees from  \ngate site.  \nThe Employer shall be responsible for the workers' tools and clothing for loss by fire and/or  \nburglary on the job site when the project is not operating; provided that the employees shall have  \ngiven the Employer an itemized list of their tools at the time of bringing the tools on the job.  \nSuch liability shall be limited to not more than four hundred dollars ($400) for loss of tools and  \nseventy-five dollars ($75) for loss of clothing for each employee. Each employee shall be  \nrequired to furnish the Employer or his agent with an itemized, sworn statement of loss, provided  \nthat such articles are locked up in the Employer’s shanty or gang box. The Employer agrees to  \npay for the sharpening of carpenter's tools in use on the job, but it is understood that the method  \nis left to the discretion of the Employer.  \nContinue to implement ‘Safe2Work’ Program as we have been in the past.  \n(1)  \n(j)  \n(a)  \n(b)  \n(c)  \n(d)  \n(a)  \n(b)  \n(c)  \n(d)  \nDrug Testing Program: The Employer may exercise any rights granted by law to initiate and  \noperate a drug and alcohol screening program for all bargaining unit employees. Furthermore,  \nthe Employer agrees the Union is not responsible for ascertaining or monitoring the drug- free  \nand/or alcohol free status of any employee or applicant for employment.  \nShould the Michigan Carpenters' Health Care Fund Trustees agree to support the cost of  \n“Performance-Based Physicals” for carpenters working and/or potential carpenters applying for  \nwork in the geography covered by this Agreement, the following clause will be implemented on  \na “Pilot Basis.”  \nPerformance-Based Physicals. The parties agree that efforts will be made to secure a method  \nand means of ensuring that performance-based physicals for employees working under this  \nAgreement will be provided on an annual basis.  \n"], ["ARTICLE VII  \nFOREMAN  \n", "Carpenter Foreman shall be selected by the Employer. Foremen shall not be required to violate  \nany part of this Agreement as a condition of employment.  \nThere shall be a Carpenter Foreman on all jobs where three (3) carpenters are employed. One (1)  \nForeman shall be allowed to supervise more than one job, provided his time and transportation  \nexpenses between jobs are paid for by the Employer.  \nThe carpenters shail take orders from no other than their designated Carpenter Foreman, and no  \nForeman shall be allowed to work with tools while directing more than five (5) carpenters.  \nNames of Foremen and Superintendents will be furnished to the Union in writing upon request.  \n"], ["ARTICLE VIII  \nSTEWARDS  \n", "In accordance with Union procedure, a Journeyman working Steward shall be selected on all  \njobs from the Local Union members of the area on the job.  \nThe Employer agrees that there shall be a Journeyman working Steward on the job at all times  \nwhen carpenters are working, who shall report any violation of the Agreement and perform the  \nusual duties of the Steward with the least interference to the Job.  \nThe Job Steward, who is appointed by the Business Agent, shall call the Foreman’s attention to  \nany deviation from this Agreement. If the Foreman and the Steward cannot agree, or if having  \nagreed, action to correct same is not taken by the Foreman, the Steward shall make a report to the  \nUnion. The Employer and the Union will then each send a representative to the job to observe  \nconditions and agree on corrective measures to be taken.  \nThe Employer or his agent agree not to lay off, discharge or transfer a carpenter Steward so  \nacting on any job, except for just cause. The Employer will notify the Union before terminating  \nor transferring a Union Steward.  \n(e) The Union will notify the Employer’s Representative of the Steward’s name when the Steward is  \nappointed by the Business Agent.  \n"], ["ARTICLE IX  \nEQUAL TREATMENT  \n", "If the Union shall furnish employees to any Employer in the geographical jurisdiction of this Agreement  \nfor the type of work covered by this Agreement, upon any more favorable terms or conditions than those  \ncontained herein, the Union agrees that such more favorable terms and conditions shall automatically be  \nextended to the Employers covered by this Agreement.  \n"], ["ARTICLE X  \nSUBCONTRACTORS  \n", "The Employer agrees he will not enter into subcontracts for work covered by this Agreement to be done  \nat the site of construction, building, repair or alteration with any Employer who does not agree to abide  \nby the terms and conditions of this Agreement.  \n"], ["ARTICLE XI  \nHOURS  \n", "(a) All work before 8:00 a.m. or after 4:30 p.m. of a regular workday or before the regular starting  \ntime of a shift, or after the closing time of a shift Monday through Friday, and all work on  \nSaturday, shall be paid at time and one-half (144). All work on Sundays or legal holidays shall  \nbe double (2x) time. No overtime work or holiday work shall be allowed without notification of  \nthe Business Agent or Representative of the Union. By mutual agreement between the Employer  \nand the Union, the regular and normal working schedule on jobs may be changed to start as early  \nas 7:00 a.m. or work as late as 5:30 p.m. Eight (8) hours shall constitute a regular day’s work.  \nThere shall be a one-half hour (4) unpaid lunch break to be taken between 11:00 a.m. and 1:00  \np.m.  \nHowever, in the event inclement weather prevails for two (2) days, Monday through Friday  \n(minimum of four (4) hours lost each day), the make-up day as proposed by the Employer  \nCommittee will become operational for that week, subject to written request by the Employer  \nand written approval by the Union. The following clause shall become applicable:  \nIt is understood that forty (40) hours constitutes a regular workweek (5-8s) Sunday midnight  \nthrough Friday midnight with an inclement weather make-up day on Saturday, to be paid at  \nstraight-time rate, understanding anything over eight (8) hours per day is one and one-half  \ntimes wages. Employees desiring to work on Saturday must commit their intent no later than  \nnoon on Friday. The regular workweek shall be defined as seven (7) consecutive days, midnight  \nto midnight, for payroll purposes only. Hours worked on Saturday, except for inclement weather  \nmake-up, shall be paid at time and one-half (14). Employees shall not be discriminated against  \nwhatsoever for not working a make-up day, prior to commitment. Make-up days must be  \nscheduled for a minimum of eight (8) hours, weather permitting.  \n(a-1) Four Tens (4-10s) Workweek. A 410s workweek must be approved by the Union prior to  \nimplementation and must run four (4) consecutive days between Sunday midnight through  \nFriday midnight with an inclement weather make-up day, at the straight-rate rate on Friday.  \n6  \n(a-2)  \n(b)  \n(c)  \n@  \n(e)  \n(f)  \n(g)  \nAnything over ten (10) hours per day is to be paid at time and one-half (1/4) rate. Employees  \ndesiring to work on Friday as a make-up day at the straight-rate rate must commit their intention  \nno later than noon on Thursday. The Union is to be informed of make-up days worked on  \nFriday. Hours worked on Friday except for inclement weather make-up shall be paid at time and  \none-half (144). Employees shall not be discriminated against whatsoever for not working a  \nmake-up day, work must be scheduled for Friday. The 410 hour workweek must be scheduled  \nto begin on Monday, except in the event of inclement weather or a holiday.  \nEmployees will be permitted a ten (10) minute unorganized break at the workstation, during the  \nsecond (2\"4) or third hour of the first four (4) hours of their shift. Employees will be  \npermitted a ten (10) minute unorganized break at the workstation during the second four (4)  \nhours of their shift, also. If employees abuse this Section (a)(2), such complaint will be  \ninvestigated, and if following such investigation, the abuse did occur, the Union will be informed  \nin writing. They will correct said abuse within three (3) days. If the abuse is repeated, Section  \n(a)(2) will become null and void as of that date.  \nAll employees shall have at least five (5) minutes to clean up, pick up and to put tools away, but  \nshall not leave the job before the end of the shift.  \nNew Year’s Day, Memorial Day, Fourth of July, Labor Day, Thanksgiving Day and Christmas  \nDay shall be recognized as legal holidays. Should any of these days fall on Sunday, the  \nfollowing day shall be observed as the legal holiday. No employee shall be allowed to work on  \nLabor Day. .  \nWhen working more than one (1) shift, the first (1*') shift shall work the regular workday with a  \none-half (2) hour unpaid lunch break to be taken between 11:00 a.m. and 1:00 p.m. The second  \n(2°*) and third (3\") shifts shall work seven (7) hours with one-half (4) hour for lunch and be  \npaid eight (8) hours at fifty cents (50¢) per hour additional pay. Second (2\") and third (3) .  \nshifts starting in the afternoon or night previous to a Saturday or legal holiday shall be allowed to  \ncomplete their regular shift without overtime rate, provided the shift is completed before 8:00  \na.m. of said Saturday or legal holiday. Any of the three (3) shifts starting to work on a Saturday  \nwill be paid time and one-half (14), Sunday or legal holiday shall be paid double (2x) time for  \nthe entire shift. Any second (2\"4) or third shift less than three (3) days shall be paid at the  \ndouble (2x) time rate.  \nFor remodeling or maintenance work, or for new work where it is not possible to do such work  \nduring the regular working hours, started at a time other than the regular daily starting time  \nregardless of the number of days worked or the number of shifts worked, there shall be a  \npremium of seventy-five cents (75¢) per hour in addition to the regular wage scale for the first  \neight (8) hours work on such shift. For work over eight (8) hours on such shifts, or for work on  \nSaturdays, time and one-half (1 %) and Sundays or holidays double (2x) time the regular wage  \nrate shall be paid; but no shift premium shall be paid.  \nNo employee covered by this Agreement shall be allowed to work more than one (1) shift in any  \ntwenty-four (24) hour period without the permission of the Union. Overtime shall be distributed  \nas equally as possible without discrimination.  \nEmployees required to work more than ten (10) hours on any shift may take a one-half (1/2) hour  \nunpaid lunch break at the end of the tenth (10\"\") hour.  \n7  \n"], ["ARTICLE XII  \nREPORTING TIME  \n", "(a) Any employee reporting for work as notified and not placed to work, weather permitting, shall  \nreceive two (2) hours pay for show-up time.  \n(b) The determination of “Weather Permitting” shall be mutually agreed upon between the Union  \nRepresentative (Steward) and Employer Representative.  \n"], ["ARTICLE XlIll  \nWAGES AND FRINGE BENEFITS  \n", "(a) Journeyman - Saginaw Area: Arenac, Bay, Clare, Gladwin, Gratiot, Huron, losco, Isabella,  \nMidland, Ogemaw, Saginaw and Tuscola Counties.  \nWAGE RATES AND FRINGE BENEFIT CONTRIBUTIONS  \n*Subject to withholding taxes and FICA  \nCOMMERCIAL BUILDING RATES  \nSAGINAW:  \nEffective First Full Pay Period On Or After July 17, 2003:  \n7/17/03  \n*Base Rate $23.96  \n*Dues (Increased to 3% effective 10/1/02) (.72)  \n*Special Assessment (deduct) (.20)  \n*Building Assessment (deduct) (.10)  \nHealth & Welfare 3.95  \nPension 3.25  \nAnnuity 1.53  \nApprenticeship 25  \nUBC Health & Safety .02  \nUBC Apprenticeship & Training 02  \nUBC Industry Promotion .02  \nCIAP mee  \nTotal | | $33.11  \nNote: Dues deduction is based on 2% of Journeyman’s Base Rate. The actual per-hour amount of the  \ndeduction will be the same for all classifications. See Article XIV, Section (g).  \nForeman: The Foreman rate shall be one dollar and fifty cents ($1.50) above the Journeyman rate.  \nApprentice Schedule: (Yearly) 2003  \nFirst (1*) Year 50% $11.98  \nSecond (2\") Year 70% $16.77  \nThird (3°) Year 75% $17.97  \nFourth (4'\") Year 85% $20.37  \nFlint Area: Genesee, Lapeer and Shiawassee Counties.  \nFLINT:  \nEffective First Full Pay Period On Or After July 17, 2003:  \n*Base Rate  \n*Dues (Increased to 3% effective 10/1/02)  \n*Special Assessment  \n*Building Assessment (deduct)  \nHealth & Welfare  \nPension  \nAnnuity  \nApprenticeship  \nUBC Health & Safety  \nUBC Apprenticeship & Training  \nUBC Industry Promotion  \nCIAP  \nTotal  \ntime.  \nthat time.  \nNote: Dues deduction is based on 2% of Journeyman’s Base Rate. The actual per-hour amount of the  \n7/17/03  \n$24.52  \n(.74)  \n(20)  \n(.10)  \n3.95  \n3.25  \n1.57  \n25  \n02  \n02  \n02  \naul  \n$33.71  \n| Effective the first full pay period on or after July 17, 2003, there will be a total package increase of  \n$1.25/per hour with a $.01/per hour increase in CIAP. The fringe allocation can be seen above.  \n| Effective the first full pay period on or after July 17, 2004, there will be a total package increase of  \n$1.10/per hour with a CIAP increase to $.12/per hour. The fringe allocation will be available at that  \n' Effective the first full pay period on or after July 17, 2005, there will be a total package increase of  \n$1.15/per hour with an increase of CIAP to $.13/per hour. The fringe allocation will be available at  \ndeduction will be the same for all classifications. See Article XIV, Section (g).  \n(b) . Foreman. The Foreman rate shall be one dollar fifty cents ($1.50) above the Journeyman rate.  \nThere shall be a Carpenter Foreman on all jobs where more than three (3) carpenters are  \nemployed.  \n(c) Apprentice. The Apprentice wage rate schedule shall be as follows:  \nApprentice Schedule: (Yearly) 2003  \nFirst (1*) Year 50% $12.26  \nSecond (2\") Year 70% $17.16  \nThird (3\") Year 75% $18.39  \nFourth (4\"\") Year 85% $20.84  \n(a)  \n(b)  \n(c)  \n(d)  \n"], ["ARTICLE XIV  \nFRINGE BENEFIT FUNDS  \n", "Apprenticeship Fund. The Employer agrees to pay into the Joint Apprenticeship Fund for each  \nhour worked by all employees covered by this Agreement in accordance with the schedule in  \nArticle XIII.  \nHealth Care and Pension Funds. The Employer agrees to pay into the Michigan Carpenters’  \nCouncil Health Care Fund and the Michigan Carpenters’ Pension Fund for each hour worked by  \nall employees covered by this Agreement in accordance with the Trust Fund Agreements  \nnegotiated between the Michigan Regional Carpenters’ Council and the Michigan Chapter,  \nAssociated General Contractors of America, Inc., Labor Relations Division.  \nMichigan Regional Council of Carpenters’ Annuity Fund. The Contractors agree to pay the  \namount specified in Article XIII into the Michigan Regional Council of Carpenters’ Annuity  \nFund for each hour worked by all employees covered by this Agreement in accordance with  \nArticle XIII and the Supplemental Agreements. All annuity contributions shall be computed on  \nactual hours worked, without regard to whether the employee was working on straight time or  \novertime. These contributions shall be deposited each month, or at such other regular intervals  \nas may be determined by the Trustees of said Fund.  \nThe Employers agree to be bound to the Agreement and Declaration of Trust establishing the  \nCarpenters’ Annuity Fund and by any present and future amendments thereto, and hereby accept  \nand designate as their representatives to the Board of Trustees such Trustees as are named in said  \nAgreement and Declaration of Trust as Employer Trustees, together with their successors  \nselected in the manner provided by said Agreement and Declaration of Trust as it may be  \namended from time to time.  \nSo that the Michigan Chapter AGC, Labor Relations Division (AGC/LRD) may monitor the  \nactivities and performance of the Carpenters’ Annuity Fund, the AGC/LRD will be furnished on  \na regular basis with copies of all documents provided to the Fund Trustees, including but not  \nlimited to: Trustee meeting agendas; Trustee meeting minutes; Fund accounting and actuarial  \nreports; Investment Manager reports and filings with the Internal Revenue Service, U.S.  \nDepartment of Labor or other government agencies; reports by Fund legal counsel and the Fund  \nAdministrator; all Fund financial reports of any type; and Committee reports and documents.  \nThese materials will be mailed, faxed or delivered to the AGC/LRD at the same time they are  \nmailed, faxed or delivered to the Fund Trustees.  \nUnited Brotherhood of Carpenters’ National Health and Safety, Apprenticeship and  \nTraining, and Education and Development Funds. The Employer(s) and the Union recognize  \nthe need for quality safety and health training and related services to enable Union workers to  \nremain healthy and productive, and to aid the Employer in meeting its own safety and health  \ngoals, as well as those established by government agencies and construction owners. The  \nEmployer and Union further recognize the need for quality training for Apprentices and Journey  \npersons to meet the industry’s needs for skilled Craft labor. And finally, the Employer and  \nUnion recognize the importance of cooperating in jointly and aggressively pursuing new work  \nopportunities utilizing Union members and in formulating new initiatives designed to enhance  \nthe competitiveness of Union contractors.  \nI!  \nTherefore, in addition to any contributions otherwise called for herein, the parties agree that the  \nEmployer shall make a contribution of six cents (6¢) per hour worked by all employees covered  \nby this Agreement in accordance with Article XIII and the Supplemental Agreements to the UBC  \nHealth and Safety Fund, the UBC National Apprenticeship and Training Fund, and the UBC  \nLabor-Management Education and Development Fund. This six cents (6¢) contribution shall be  \ndivided as follows: two cents (2¢) to the Health and Safety Fund, two cents (2¢) to the  \nApprenticeship and Training Fund, and two cents (2¢) to the Labor-Management Education and  \nDevelopment Fund. Payment to the Funds shall be made on or before the twentieth (20\"\") day of  \nthe month following the month of the work performed, and shall be remitted in accordance with  \nthe instructions of the Trustees of the respective Funds.  \nAll Health and Safety, Apprenticeship and Training and Labor-Management Education and  \nDevelopment contributions shall be computed on actual hours worked, without regard to whether  \nthe employee was working on straight time or overtime. These contributions shall be deposited  \neach month, or at such other regular intervals as may be determined by the Trustees of each of  \nthe Trust Funds referenced above.  \nThe Employer hereby also agrees to be bound by the Trust Indenture Agreements applicable to  \neach of the respective UBC Trust Funds described above.  \nUpon request, each Employer and/or Union shall receive a copy of each of the Funds’ Annual  \nReports. |  \nFringe Benefit Funds. The Trust Agreements which establish the following Trust Funds,  \ntogether with any later agreements signed by the Trustees of the respective Funds, shall become  \na part of this Agreement by reference:  \n(1) The Trust Agreement for the Michigan Regional Council of Carpenters’ Pension Fund,  \ndated August 6, 1963;  \n(2) The Trust Agreement for the Michigan Regional Council of Carpenters’ Joint  \nApprenticeship Training Fund, dated December 1, 1966;  \n(3) The Trust Agreement for the Michigan Regional Council of Carpenters’ Health Care  \nFund, dated March 1, 1973;  \n(4) The Trust Agreement for the Michigan Regional Council of Carpenters’ UBC Health and  \nSafety and Apprentice Funds, dated May 24, 1990;  \n(5) The Trust Agreement for the Michigan Regional Council of Carpenters’ Annuity Fund,  \ndated June I, 1995;  \n(6) The Trust Agreement for the Michigan Regional Council of Carpenters’ UBC Marketing  \nAlliance (Education and Development) Fund, dated June 8, 1998.  \nThe Contractor specifically agrees to be bound by the Trust Agreements establishing the above  \nTrust Funds and any amendments, rules, regulations, or other requirements relating to the Funds  \nadopted by the Trustees of each respective Fund.  \n(f)  \n(g)  \n(h)  \n(i)  \nConstruction Industry Advancement Program. Each Employer covered by this Agreement  \nshall pay to the Construction Industry Advancement Program as stated in Article XII], Wage and  \nFringe Benefits, the cents per hour for each hour paid by the Employer to his employees  \npursuant to this Collective Bargaining Agreement. Payments shall be made with such  \ninstructions and on such forms as are furnished by the program. Delinquent contributions shall  \nbe subject to such penalties or assessments as the Program may prescribe from time to time.  \nIt is agreed by the Employer that the Construction Industry Advancement Program Trust Fund  \nshall not be used for lobbying in support of anti labor legislation of any kind at municipal, state  \nor national levels or to subsidize any Contractor or Contractor Association in connection with  \nany work stoppage or strike, nor shall it be used to support any ant+ Union activity.  \nThe Program shall comply with all present and future Federal Laws governing the same.  \nThe Union shall have no participation or control of any kind or degree whatsoever, nor shall the  \nUnion be connected in any way with the Construction Industry Advancement Program.  \nDues Deduction. The Employer appoints the Contract Administrator of the Carpenters’ Fringe  \nBenefits Programs as its agent for the receipt of dues deduction authorizations. Receipt of a  \nwritten authorization by the Administrator shall constitute receipt by each Employer.  \nThe Employer shall deduct as working dues from the wages of each employee who has  \nindividually and voluntarily authorized such deduction in writing, the amount certified by the  \nUnion to be the working dues uniformly required. Any such authorization by any employee shall  \ncontain a provision as required by law for revocation. The percentage rate of dues deduction  \nmay be changed at the option of the Union upon referendum vote.  \nThe Union will hold the Company harmless and indemnify them for any loss suffered as a result  \nof the Union dues deduction.  \nViolation of Payments. The Employer agrees to pay all costs of collection charges resulting  \nfrom late payments of delinquent contributions, and further agrees to abide by the rules and  \nregulations promulgated by the Trustees of said Funds. If the Employer fails to make fringe  \nbenefit contributions in accordance with this Agreement, the Union may take economic action  \nagainst the Employer, including the withdrawal of manpower to secure compliance with this  \nAgreement, provided it gives written or telegraphic notice forty-eight (48) hours, excluding  \nSaturday, Sunday or holidays, to said Employers and the Association before taking such action.  \nThe deposits will be accompanied by such reports as may be designated by the Trustees of the  \nFunds in accordance with the terms of the Agreement of the Trust, which is incorporated herein  \nby reference. The deposits will be sent to such depository as may be designated by the Trustees.  \nFringe Benefits Security. Any Employer who does not have an established satisfactory record  \nof payments into the Fringe Benefit Funds and any Employer who becomes delinquent in the  \nmonthly record of Health Care, Pension and/or Apprenticeship payments as determined by the  \nFund Administrator, or in the payment to the Dues Deduction Program, as determined by the  \nUnion based upon the record supplied by the depository, shall be required to post a surety bond  \nor certified check in an amount of $25,000 payable to the Trustees, to guarantee payment to the  \nFringe Benefit Funds in accordance with the terms of this Agreement.  \n13  \nQ)  \nSaid surety bond or certified check is to be held by in escrow by the Fund Administrator until:  \n1. Completion of twelve (12) successive months of operation without delinquency;  \nhowever, the requirement may be reinstated upon any subsequent delinquency.  \n2. Termination of this Agreement.  \n3. Completion of such Employer’s project, upon the written clearance from the Fund  \nAdministrator’s office that such Employer has satisfactorily made necessary  \ncontribution payments as required by this Agreement.  \nUpon receipt from the Fund Administrator’s office of the monthly eligible reports that such  \nEmployer is delinquent in contributions required as set forth in this Agreement, the Fund  \nAdministrator shall deduct the delinquency and appropriate penalties from the surety bond or  \ncertified check security to apply on said delinquencies.  \nIf after payment of said delinquency there is a balance remaining, said cash balance shall be left  \non deposit with the Fund Administrator and the Employer shall be required to give an additional  \nsurety bond, certified check or cash to bring the security back to the required amount ($25,000  \nmaximum). Upon request of the Union, individual Employers will furnish proof of their  \ncompliance with the provisions of this Article.  \nIf the amounts held as security are to be returned to an Employer in accordance with the  \nforegoing and the Employer cannot be located by the Fund Administrator, any balance remaining  \nafter two (2) years shall be forfeited and shall be transferred to and become part of the Joint  \nApprenticeship Fund, provided that the Joint Apprenticeship Fund shall pay to any such  \nEmployer the amount so transferred if, within three (3) years of transfer, a claim is made by the  \nEmployer.  \nDelinquent Contractors. In order to assure compliance by all Employers in making the  \ncontributions required by this Article, the Union and the Association will request from the  \nAdministrator of the Trust Funds each month a list of Employers who are delinquent in making  \nthe required payments. This list will be made available to signatory Contractors and to  \nrepresentatives of the Union in order to encourage compliance with the obligations of this  \nArticle.  \n14  \n(a)  \n(b)  \n(a)  \n(b)  \n(c)  \n(d)  \n(a)  \n(b)  \n"], ["ARTICLE XV  \nCOMPENSATION INSURANCE  \n", "It is agreed that each Employer shall cover all employees with Workers’ Compensation  \nInsurance, Social Security and also that he will become and remain a subject Employer under the  \nMichigan Employment Security Act, regardless of the number of employees. The Employers  \nagree to furnish proof of compliance.  \nIn the event that the Michigan State legislature, during the term of this Agreement, passes a bill  \namending the Workers’ Compensation Act to the extent that it becomes permissible to collective  \nbargaining language concerning workers’ compensation, then the parties to this Agreement will  \nattempt to mutually draft an addendum to this Agreement reflecting their intent insofar as  \nworkers’ compensation is concerned, in accordance with the parameters spelled out in any such  \namendment to the Act, within sixty (60) to ninety (90) days after such Act has been passed as  \nlaw.  \n"], ["ARTICLE XVI  \nPAYDAY  \n", "All employees working under this Agreement shall be paid every week in currency or local  \n_ bank-approved payroll checks approved by the Michigan Regional Council of Carpenters upon  \nwhich shall be placed a detachable stub with the payrol] deductions, name of the company and  \nhours worked. The checks are to be presented on the job or in the shop before 4:30 p.m. or the  \nemployees will be allowed sufficient time during the regular working day to go to the shop or  \noffice and receive their pay. The payroll week shall be a calendar week, and payday shall not be  \nlater than the following Friday.  \nAny employee who fails to receive his week’s wages on the regular payday, shall immediately  \nnotify the Representative of the Council, who shall proceed at once to collect same, waiting time  \nto be paid by the Employer, until wages are received where negligence is proven. Waiting time  \nas provided herein shall not exceed two (2) hours pay computed at the employee’s straight-time  \nearings.  \nAny employee failing to report same within seventy-two (72) hours shall forfeit his claim to  \nservices of the Michigan Regional Council of Carpenters in collecting said wages.  \nChecks may be mailed to the employee provided he first agrees in writing. Electronic funds  \ntransfer or paycheck direct deposit may be utilized by the Employers with pay stubs faxed to the  \njob on payday.  \n"], ["ARTICLE XVII  \nTERMINATION OF EMPLOYMENT  \n", "The Employer shall not discharge any employee without just cause. Termination of employment  \nshall be by written notice on slips furnished by the Union. These slips shall be filled out by the  \nEmployer in triplicate (3x); one (1) copy going to the employee, one (1) copy going to the  \nEmployer and one (1) copy to the Steward and/or Union. Any employee may request an  \ninvestigation as to his discharge.  \nAll employees shall be notified one (1) hour prior to being laid off or discharged, and shall be  \npaid in full at the end of the hour.  \n"], ["ARTICLE XVIII  \n", "15  \nAPPRENTICES  \nIn order to maintain a sufficient number of skilled carpenters in the industry covered by this‘Agreement,  \nthe necessity for the employment of Apprentices is recognized. The training and employment of as  \nmany Apprentices as is reasonable and practicable shall be encouraged and undertaken by both the  \nUnion and the Employers. To further this objective in a meaningful way, when Apprentices are  \navailable for employment, the Employer will employ Apprentices in a ratio of one (1) Apprentice for the  \nfirst three (3) Journeymen and then one (1) to six (6) thereafter, based on total employment (excluding  \nsupervision).  \nIt is mutually agreed that the signatory parties hereto will abide by all the rules set down by the Joint  \nApprenticeship Committee and such rules shall be considered as part of this Agreement.  \n(a)  \n(b)  \n(c)  \n(d)  \n"], ["ARTICLE XIX  \nGRIEVANCE PROCEDURE  \n", "In the event a dispute occurs due to a misunderstanding, misinterpretation and/or violation of this  \nAgreement or any Section thereof, an earnest effort will be made to settle such dispute between  \nthe Contractor and/or his representative and the Union. If the dispute cannot be resolved in two  \n(2) working days by this method, either party can then refer the matter to the Joint Gnevance  \nCommittee as outlined hereafter.  \nThe Joint Grievance Committee shall be composed of four (4) members, two (2) from the  \nEmployers and two (2) from the Union. Following appointment, said Grievance Committee  \nshall meet, elect a Chairman and Secretary, adopt rules of procedure that shall bind the parties  \nconcerned and proceed to consider any matters properly before it. The Joint Grievance  \nCommittee shall have the powers only to adjust disputes that may arise due to a  \nmisunderstanding, misinterpretation and/or violation of this Agreement or any section thereof.  \nNo Committee member shall be directly involved in the dispute to be resolved by said  \nCommittee.  \nAll complaints based on a misunderstanding, misinterpretation and/or violation of this  \nAgreement or any Section thereof shall be referred to the Joint Grievance Committee in writing,  \nand said Committee shall meet within two (2) working days of receipt of said complaint to  \nconsider same. If the Committee, within two (2) working days after such meeting, is unable to  \ndecide the matter before it, the members of the Committee shall choose a fifth (5'\") member.  \nShould the Committee be unable to agree on the fifth (5'\") member within two (2) working days,  \nthe Director of the Federal Mediation and Conciliation Service shall be requested to supply a list  \nof five (5) arbitrators from which the Union and the Association shall alternately strike two (2)  \neach, with the remaining one to become the fifth (5'\") member. The decision of said Committee  \nshall be determined by a majority of its members and shall be rendered within five (5) days after  \nsuch a submission. Said decision shall be final and binding upon the parties. Any expense.  \ninvolved in the operation of the Committee shall be borne equally by the parties involved in the  \ndispute. |  \nNo proceedings hereunder based on any dispute, complaint or grievance herein provided shall be  \nrecognized unless called to the attention of the Employer and the Union in writing within seven  \n(7) calendar days after the alleged violation was committed.  \n(e) Pending final decision on any matter by the Joint Grievance Committee, no action will be taken  \nby either party that will halt or interrupt the orderly conduct of the Employer’s business.  \n(f) The time limits expressed in this Article may be waived by mutual consent of the parent bodies  \nto this Agreement.  \n(g) The arbitrator shall have no authority to add to, modify or detract from the terms of this  \nAgreement.  \n"], ["ARTICLE XX  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "There shall be no discrimination against or preference for any employee or applicants for employment  \non the basis of race, age, color, creed, sex or national origin.  \n"], ["ARTICLE XXI  \nINVALIDITY  \n", "The parties believe that this Agreement is not in any part contrary to the provisions of any municipal,  \nState or Federal law; in the event that it should later be found that a clause, sentence or paragraph of this  \nAgreement is in derogation of the provisions of any municipal, State, or Federal law, then that portion of  \nthe Agreement shall give way to the provisions of such law, and if it is necessary to revise such clause,  \nsentence or paragraph, the parties will meet and negotiate same. All provisions of the Agreement not so  \nin derogation, shall continue in full force and effect, without change, until the termination of this  \nAgreement.  \n"]]