[["", "_. K  \n| 1,000  \na 2002-2007  \nUy pe:  \nTEAMSTERS.  \nMASTER LABOR AGREEMENT  \nBetween  \nOregon-Columbia Chapter  \nThe Associated General Contractors of America, Inc.  \nAnd  \nThe Joint Council of Teamsters  \nNo. 37  \n   \n   \n   \n    \n» Oregon  \nColumbia  \n» Chapter  \ni,  \nASSOCIATED GENERAL CONTRACTORS  \n   \nArticle  \nTEAMSTERS  \n2002 -— 2007 MLA INDEX  \nTitle  \nPreamble  \nPurposes of this Agreement  \nDefinitions  \nMutual Recognition and Work Affected  \nEffective Dates — Duration  \nNo strike, no lockout provisions  \nTermination of Agreement  \nSubcontractors and Other Employers  \nMBE-WBE Subcontractors  \nNon-Union Subcontractors  \nVendors  \nOwner-Operator  \nHiring  \nUnlawful Discrimination  \nPre-Job Conference  \nComposite Crew  \nTransfer of Employees  \nGovernment Requirements  \nAmericans with Disabilities (ADA)  \nUnion Membership  \nShifts - Hours of Work — Overtime  \nWork Week  \nFederally Funded Work (Overtime)  \nSpecial Operations (Overtime)  \nFour-Ten Hour Shifts  \nEquipment Breakdown  \nMake-Up Day  \nShifts  \nAGC-Teamster MLA 2002 - 2007  \nPage  \nGd Un Ge  \nah bh W  \n&  \nCOCO HNN UI  \nIndex 1  \nSingle Shift — Heavy Highway 10  \nSingle Shift — Building 10  \nTwo Shift Operations © 10  \nThree Shift Operations 10  \nMulti-Shift Operations 11  \nSpecial Shifts 1}  \nHolidays 11  \nMeals 12  \n9 Reporting Pay —- Minimum Pay 12  \nImmigration Reform and Control Act 12  \nReporting Expense 12  \nMinimum Pay 12  \nStand-By 13  \nCall-Back 13  \n10 Non-Recurring Work 13  \n11 Wage Scales 13  \nOld Work Protection 13  \nMonetary Increases 14  \n12 Camp Requirements | 15  \n13 Transportation and Movement of Equipment 15  \n44 Payday 16  \nProtest/Claims/Adjustments 16  \n45 Health and Welfare 16  \nNational Health Care 17  \n16 Pension 17  \nProgram for Enhanced Early Retirement  \n(PEER) 17  \n17 Vacation Fund 18  \n18 Training 18  \n19 Appointment of Trustees 19  \n20 Prevailing Wage Law Enforcement 19  \n21 Contract Administration Fund 19  \nAGC-Teamster MLA 2002 - 2007 index 2  \n22  \n23  \n24  \n25  \n26  \n27  \n28  \nZo  \n30  \n3]  \n32  \n33  \n34  \n35  \n36  \nOregon-SW Washington Fair Contracting  \nFoundation  \nAuthorization  \nSpecial Agreements  \nMemorandum of Understanding  \nStrikes and Lockouts  \nSettlement of Disputes — Arbitration Board  \nNon-Jurisdictional Disputes  \nGrievance Procedure  \n“Short-Form” Employers  \nJurisdictional Disputes  \nUnion Admission to Job  \nOperating Conditions  \nHealth and Safety  \nMiscellaneous  \nForeman and/or Truck Dispatchers  \nForeman Training  \nSaving Clause  \nAdoption of Agreement  \nHazardous Waste Removal Agreement  \nGuarantee of Authority  \nSignature Page  \nSCHEDULE A  \nSummary  \nZone Pay Differential  \nToll Fees  \nJob Site Transportation  \nTravel Time  \nWage and Fringe Benefit Packages  \nAGC-Teamster MLA 2002 - 2007  \n20  \n20  \n21  \n21  \n21  \n21  \n21  \n21  \n23  \n24  \n24  \n25  \n26  \n27  \n28  \n28  \n28  \n29  \n29  \n29  \n30  \n31  \n32  \n33  \n33  \n34  \nIndex 3  \nEffective 6/1/02 — 5/31/03 35  \nEffective 6/1/03 — 5/31/04 36  \nEffective 6/1/04 — 5/31/05 36  \nEffective 6/1/05 — 5/31/06 36  \nEffective 6/1/06 — 5/31/07 36  \nWage Classifications 37  \nTrainee Wage Schedule 39  \nPublic Works — Davis-Bacon Act 39  \nSCHEDULE C  \nList of Signatory Local Unions 41  \nTrust Fund Administrator 41  \nADDENDUM AGREEMENTS  \nO Article 21 — Special Agreements  \nADDENDUM AGREEMENTS (published under  \nSeparate cover)  \na Utilization of Manpower Agreement  \nQO Hazardous Waste Removal Agreement  \nQo Drug & Alcohol Policy - Amended 4/17/90  \nAGC-Teamster MLA 2002 - 2007 Index 4  \nPREAMBLE  \nThis agreement, made and entered into the day of June, 2002 for the period  \nJune 1, 2002 to May 31, 2007 by and between certain members of the Oregon-Columbia Chapter of  \nthe Associated General Contractors of America, Inc. (AGC), whose names are set forth in Schedule  \n\"B\", and referred to as the Employer or Contractor,  \nand  \nThe Joint Council of Teamsters No. 37, affiliated with the International Brotherhood of  \nTeamsters, Chauffeurs, Warehousemen and Helpers of America, for themselves and on behalf of the  \nlocal unions whose names are set forth in Schedule \"C\" or any supplement thereto, and hereinafter  \nreferred to as the \"Union.\"  \nFor purposes of this Agreement, the Associated General Contractors is not acting as a  \nmulti-employer bargaining agent in a single multi-employer unit, but is acting for and on behalf of the  \nEmployers who have individually requested the Associated General Contractors to act as their  \nindividual and separate bargaining agent in individual Employer units.  \nThe Agreement constitutes a continuation and extension of the contractual relationship  \nheretofore existing between the Contractor, the AGC, and the Union as evidenced by prior labor  \nagreements between the AGC and the Union.  \nPURPOSES OF THIS AGREEMENT  \nThe purposes of this Agreement are to promote the settlement of labor disagreements  \nby conference, to prevent strikes and lockouts, and to prevent avoidable delays and expense. Both  \nparties pledge their efforts to these purposes.  \n"], ["ARTICLE 1  \nDEFINITIONS  \n", "1.1.a. Association: The term \"Association\" means the Oregon-Columbia Chapter, The  \nAssociated General Contractors of America, Inc.  \n1.1.b. Contractor: The term \"Contractor\" means the Members of Oregon-Columbia Chapter,  \nThe Associated General Contractors of America, Inc., and whose names are set forth in Schedule \"B\"  \nor any supplement thereto.  \n1.1.c. Union: The term \"Union\" means the Joint Council of Teamsters No. 37, affiliated with  \nthe International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America.  \n1.1.d. Local Union: The term \"Local Union\" means one of the following local unions  \naffiliated with the Joint Council of Teamsters No. 37, affiliated with the International Brotherhood of  \nAGC/Teamster MLA 2002-2007 Page |  \n4  \nTeamsters, Chauffeurs, Warehousemen and Helpers of America whose names are set forth in Schedule  \n\"C\" or any supplement thereto.  \n. Le. Territory: The term \"Territory\" shall mean the entire State of Oregon and the following  \narea in the State of Washington: The counties of Klickitat, Skamania, Clark, Cowlitz, Wahkiakum,  \nand that portion of Pacific County South of a straight line made by extending the north boundary line  \nof Wahkiakum County west to the Pacific Ocean.  \n1.1.f. Other Employer: The term \"Other Employer\" as used herein shall mean employers  \nwho are not members of the Association but who have subscribed to terms and conditions of this  \nAgreement.  \n"], ["ARTICLE 2  \nMUTUAL RECOGNITION & WORK AFFECTED  \n", "Zils The Association and the Contractors recognize the Union as the sole and exclusive  \nbargaining representative of all workmen of the Contractors employed in the territory of this  \nAgreement with respect to highway, general building and the heavy construction industry who are  \nemployed in the job classifications of this Agreement and in work of which the Union has jurisdiction,  \nand the Union and Local Unions recognize the Association as the sole collective bargaining agent of  \nits members as listed in Schedule \"B\" hereof and the supplements thereto.  \n2.2.4. Heavy and highway work, shall include but not be limited by inference or otherwise, to  \nroads, streets, highways, grading and paving, excavation of earth and rock, grade separations, elevated  \nhighways, viaducts, bridges, abutments, retaining walls, alleys, sidewalks, guardrails, fences,  \nparkways, parking areas, athletic fields, railroads, railway track elevations, grade crossings, overpasses,  \nunderpasses, subways, airport grading, surfacing and drainage, elevated highways, piledriving, electric  \ntransmission line and conduit projects (both above and below ground), telephone and TV cable  \ntransmission lines (open ditch and/or plowed), water supply, water development, reclamation,  \nirrigation, drainage and flood control projects, water mains, pipe lines, sanitation and sewer projects,  \nall common ditches, dams, aqueducts, canals, reservoirs, intakes, channels, levees, dikes, revetments,  \njetties, quarrying of breakwater or riprap stone, foundations, piledriving piers, docks, locks, river and  \nharbor projects, breakwaters, dredging, channel-cutoffs, duct lines, subways, shafts, tunnels, drilling,  \nsoil testing, clearing and grubbing, land leveling, quarrying, demolition and site clearing. Industrial  \nplant construction shall include but not be limited to refineries, power plants and incidental structures.  \nIt shall include the operation, maintenance and repair of equipment or vehicles and other facilities used  \nin connection with the described work and services and all other work of a simular nature.  \n2.2.b. Building work, shall include but not be limited by inference or otherwise, to the  \nconstruction, erection, alteration, repair, modification, painting, addition or improvements, in whole or  \nin part, of any building structure, either residential or commercial. It shall include the operation,  \nmaintenance and repair of equipment or vehicles, and other facilities used in connection with the  \ndescribed works and services and all other work of a similar nature.  \nAGC/Teamster MLA 2002-2007 Page 2  \n2.2. Craft jurisdiction is neither determined nor awarded by classifications or scope of work  \ncovered in any AGC Labor Agreement.  \n2.3. is expressly understood and agreed by all parties hereto that when operations such as  \nQuarries, Gravel, Sand and Gravel] Plants, Asphalt Plants, Ready-Mix Concrete or Batch Plants are  \noperated by a Contractor at the job site, primarily to supply materials to the Contractor, the Contractor  \nshall be required to see that the terms and conditions of this Labor Agreement are complied with.  \n2.4. Teamster work as classified in this Agreement performed by the Contractor at the job  \nsite or project warehouses, shops, or yards shall be performed under the terms of this Agreement.  \n2.5. This Agreement shall be binding upon the parties and their successors. In the event the  \n. Contractor's business is sold, transferred or merges, such business shall continue to be subject to the  \nterms and conditions of this Agreement. The Contractor shall give notice of the existence of this  \nAgreement to any purchaser, assignee, etc., of the business. Such notice shall be in wnting with a  \ncopy to the Union and shall be given at the time of such sale or transfer of the business.  \n"], ["ARTICLE 3  \nEFFECTIVE DATE - DURATION  \n", "3.1. When executed by parties hereto, the terms and conditions of this Agreement shall  \nbecome effective on June 1, 2002, and shall remain in full force and effect through May 31, 2007. The  \n\"no-strike, no-lockout\" provisions of this Agreement shall remain in full force and effect during the  \nentire five (5) year duration of this Agreement. The monetary considerations, i.e. wages, fringe  \nbenefits, etc., shall be as set forth in Article 10 and Schedule \"A\" for rates to be effective June 1, 2002.  \n3.2. Any party hereto desiring termination or modification of this Agreement shall serve written  \nnotice on the other party at interest on or before March 1, 2007 advising of intent to terminate or  \nmodify and requesting negotiations. If no such written notice is given, this Agreement shall  \ncontinue in full force and effect from year to year.  \n"], ["ARTICLE 4  \nSUBCONTRACTORS AND OTHER EMPLOYERS  \n", "4.1.a. A subcontractor is one who takes over any part or a complete section of a general  \ncontract, including both the furnishing of materials for and the performance of labor on the job, or the  \nperformance of labor only. No Contractor or joint venture covered by the terms and conditions of this  \nAgreement shall subcontract any job site work to a subcontractor or employer who is not signatory to  \nthis Labor Agreement except as provided in Sections 4.1.b. and 4.1.c._ The Contractor or joint venture  \nshall be held responsible for the payment of Wages, Travel Pay, Pension, Health and Welfare,  \nVacation, Training, PWLE and CAF incurred by the subcontractor and shall see that the subcontractor  \nadheres to the working conditions.  \nAGC/Teamster MLA 2002-2007 Page 3  \n4.1.b. Section 4.1.a. shall not be operative when potential union subcontractors are not  \navailable. When a subcontractor is not signatory to a labor agreement, there shall be a pre-job  \nconference between the Local Union, a representative of the Joint Council of Teamsters No. 37, the  \nContractor, the subcontractor and the Association if affected. The parties will attempt to reach  \nagreement regarding this section before the subcontractor performs any work on the project.  \n4.1.c. In order to comply with this Article, the Union shall make available an agreement for  \nthe duration of the project or subcontract to cover only the subcontracted work, if requested by a  \nsubcontractor.  \n4,2. In the event a Contractor is unable to find qualified competitive union MBE-WBE  \nsubcontractors when the Contractor is obligated to satisfy MBE-WBE recruiting requirements, what  \never the percentage of work is required by the owner dollar wise may be exempted from this Article.  \nPercentage to be used once with all crafts included in total percentage. Al] subcontractors must be  \nsignatory or become signatory.  \n4.3. Where the general contractor receives bids that show the non-union subcontractor five  \npercent (5%) or more lower than the union subcontractor, the Contractor and the Union shall waive  \nthis Article, provided however the Union and the Contractor shail review the prices submitted before  \nsigning the non-signatory subcontractor. Due to the special nature of subcontracting in this area, the  \ndifferential for labor subcontracts shall be ten percent (10%). Labor subcontracts include labor and  \nsmall tools only; they do not include rentals, equipment or materials.  \n4.4. A vendor, who makes delivery of materials, supplies or equipment and who, incidental  \nto or as a part of the furnishing or delivery of material, supplies, or equipment, does any work at the  \njob site, shall be a party to a collective bargaining agreement with Joint Council of Teamsters No. 37  \nor its signatory local unions, containing the full terms of this Agreement. In the event a vendor is not a  \nparty to such an agreement, he shall not perform any job site work except that deliveries may be made  \nby such vendor to job site.  \n"], ["ARTICLE 5  \nOWNER - OPERATOR  \n", "5.1. The parties understand and agree that a primary purpose of this Agreement is to  \npreserve work, which has traditionally been performed by employees in the unit. The intent of this  \nArticle is to have all owner operators signatory to the contract.  \n5.2. Owner-Operator is an individual that holds legal or registered title to a motor vehicle or  \nto the power equipment unit thereof in his/her name and who personally drives such vehicle unit in the  \nperformance of work covered by this Agreement.  \n5.3. The Contractor shall notify the Joint Council with area jurisdiction at the start of the  \njob that the Contractor is engaging owner-operators on the job. Within forty-eight (48) hours after the  \nowner-operator begins work on the job the Contractor will notify the Joint Council of Teamsters No.  \n37 of the name and Social Security Number of the Owner-Operator.  \nAGC/Teamster MLA 2002-2007 Page 4  \n5.4. All owner-operators who hire employees or operators of fleet owned Teamster  \nequipment shall be classified as subcontractors and will fall under Article 4, Sections 4.1.a., 4.1.c., 4.2.  \nand 4.4. of subcontractors or other employers. All other sections of Article 4 shall not apply.  \n5.5. The hiring hall provisions in this Agreement shall not be enforced under this Article on  \na single shift operation. |  \n"], ["ARTICLE 6  \nHIRING  \n", "6.1. In order to maintain stable employment and preserve workable labor relations within  \nthe industry, there is hereby established a plan of referral, which shall prevail with respect to the hiring  \nof workers.  \n6.2. There shal! be no unlawful discrimination by the Contractor or the Local Union with  \nrespect to the hiring, tenure, or discharge of any worker, and any requirements as to membership or  \nnon-membership in any union shall be in accordance with the National Labor Relations Act of 1947 as  \namended and Equal Employment Opportunity Regulations supported by Executive Orders.  \n6.3. It is recognized within the construction industry that the Local Union affords the prime  \nsource of qualified workers in the classifications covered by this Agreement. The Local Union agrees  \nto make every effort to furnish the Contractor with an adequate supply of qualified workers.  \n6.4. Workers covered by this Agreement have certain accrued rights or benefits for  \nthemselves and their dependents under Health and Welfare and Pension Plans which accrue to them by  \nvirtue of length of employment with employers party to this Agreement, and such are generally  \ncontinuous while under employment and remain effective until a certain period of time after layoff or  \ndischarge.  \n6.5. All employees working within a job classification covered by this Agreement shall be  \nhired upon referral to the Contractor by the Local Union having jurisdiction where the job is located,  \nexcept as hereinafter provided.  \n6.6. Whenever the Contractor requires Teamsters on any job, he shall notify the Local  \nUnion office in writing or by telephone stating the location, starting time, approximate duration of the  \njob, the type of equipment to be operated and the work to be performed and the number of workers  \nrequired, and the requisition number by which each worker is ordered.  \n6.7. The Contractor will give the Local Union reasonable advance notice of his needs for  \nworkers. When such notice is given for workers to report to work at the job site, a reasonable time  \nshall be allowed for workers traveling to such job sites as to be agreed to between the Local Union and  \nthe Contractor. When a worker fails to report to the job site within the time agreed upon, the  \nContractor may hire workers from other sources.  \nAGC/Teamster MLA 2002-2007 Page 5  \n6.8. The Contractor shall not recruit or hire applicants not referred by the Union except as  \nprovided hereafter.  \nShould the Union be unable to refer qualified workers for employment to the  \nContractor within twenty-four (24) hours from the time of receiving the Contractor's request  \n(Saturdays, Sundays and Holidays excepted) or at the time mutually agreed upon at time of request, or  \nif a worker fails to report to the job site on the agreed time, the Contractor shal] be free to secure  \nworkers from any source. The Contractor shall notify the Local Union promptly of the names, social  \nsecurity numbers and date of hire of such employees.  \n6.9. Each Local Union shall maintain a register or list of applicants for employment. All  \ndispatching by the Local Union shall be on the basis of objective employment criteria including  \nexperience, competence and residence. It is further agreed that workers once dispatched to a  \nContractor for a specific project will, in case of lay-off have rehire rights for a period of twenty-four  \n(24) months. Such workers shall be redispatched by the Local Union.  \n6.10.a. PRE-JOB CONFERENCE. Before commencing work, a pre-job conference shall be  \nheld for all construction projects within the jurisdictional area of any local union signatory to this  \nagreement. However, on projects of less than twenty-five (25) workdays in lieu of a pre-job  \nconference the contractor shall be required to notify the local union of the commencement of the  \nproject, the approximate duration and any unusual conditions. The contractor will also notify the local  \nunion of the subcontractors to be used on the project. If a pre-job conference is held, the contractor  \nwill arrange for a representative of the subcontractor to be present if appropriate. The pre-job  \nconference shall be held in Portland or at a location near the job or project.  \nFor the purpose of this section, on-going operations from a permanently established  \nplant (i.e. Asphalt plants, crushers or pug mills) shall be considered as one job.  \n6.10.b. COMPOSITE CREW: Contractors may establish for a project or job a crew or crews  \nknown as a \"composite\" which shall consist of the required crafts in such proportions as are respective  \nto the type of work to be performed. In performing its work, the \"composite crew” shall be allowed  \nrelaxation from strict craft jurisdiction, provided the employees from each craft are assigned to their  \ncraft's jurisdiction as far as practical and possible, but not inconsistent with the provision of this  \nagreement.  \nThe aforementioned provision shall be arranged at a pre-job conference or subsequent  \nmeetings of the contractor and crafts involved. Any disagreement over this provision may be appealed  \nto the chief representatives of the respective five crafts and AGC.  \n6.11. TRANSFER OF EMPLOYEES.  \n6.11.a. On projects where the Teamster work can be performed in a twenty-five (25)  \nconsecutive work day period or less, the Contractor may bring in any worker who has been employed  \nby the Contractor in the last twelve (12) months. Such twenty-five (25) consecutive workdays shal!  \nexclude Saturdays and Sundays and shall be adjusted for workdays lost due to weather, owner directed  \nsuspension of work and other delays or suspensions beyond the control of the Contractor. Such  \nAGC/Teamster MLA 2002-2007 Page 6  \nworkers shall be cleared and dispatched from the Local Union. Thereafter all other workers shall be  \nreferred from the Loca! Union.  \n6.11.b. On projects requiring more than twenty-five (25) consecutive workdays of Teamster  \nwork, the Contractor will state at the pre-job conference the number of workers whom he desires to  \nbring into the area, and an attempt will be made to reach a mutual understanding on the matter and any  \nsuch understanding shall be reduced to writing. After the agreed number has been brought in, all  \nadditional workers will be referred from the Local Union. If no agreement is reached, then that fact  \nshall be reduced to writing. In the event the parties are unable to reach an agreement the Contractor  \nmay bring in workers under one of the following options:  \n(1) The Contractor will be allowed to bring in any worker on his payroll during the  \ntwelve (12) months preceding the pre-job conference up to a maximum of forty percent (40%) of the  \nwork force, provided that the ratio of workers shall be maintained at sixty percent (60%) from the  \nLocal Union and forty percent (40%) brought into the area by the Contractor. All workers requested  \nunder this option shall be cleared and dispatched by the Local Union subject to the ratio prescribed  \nabove. This option shall not be applied to workers from outside the territory of this Agreement.  \n(2) The Contractor may bring in a worker as the first to be employed on the  \nproject. The next three (3) workers shall be referred from the Local Union pursuant to the provisions  \nof this Article. This procedure shall be repeated as additional workers are required, provided that the  \nratio of workers employed on the project shall be maintained at three (3) workers referred by the Union  \nand one (1) brought in by the Contractor.  \n(3) For asphaltic concrete surfacing operations, the Contractor shall be entitled to  \nbring in any workers on his payroll continuously except for normal and seasonal layoff due to  \ninclement weather or lack of work during the twelve (12) months preceding the pre-job conference up  \nto a maximum of 80 percent of the work force, provided that the ratio of workers shall not exceed  \neighty percent (80%) percent brought into the area by the Contractor. All workers requested under this  \nprovision shall be cleared and dispatched by the Local Union before performing any work on the  \nproject.  \n6.1 1.c. In the preceding Section 6.11.b. (including subparagraphs 1, 2, and 3), where workers  \nare to be referred from the local union, the Contractor may request, by name, fifty percent (50%) of  \nthose referrals from the local union's \"A\" list.  \n6.11.d. Any worker hired by the Contractor in violation of this Section shall be removed from  \nthe project by the Contractor within twenty-four (24) hours from receipt of written notice from the  \nUnion specifying this subsection as the reason for such request. The Local Union shall dispatch a  \nreplacement employee. Such replacement shall report to the Contractor for work at such time as is  \nmutually agreed or twenty-four (24) hours from the Contractor's receipt of written notice of violation.  \nPayment of all wages, including overtime and all benefits to the replacement employee shall  \ncommence at the designated time for reporting to work. Such payment shall be for each hour worked  \nthat is in violation of this Section after said reporting time.  \n6.12. The Contractor will notify the Local Union within three (3) days giving the names,  \nAGC/Teamster MLA 2002-2007 Page 7  \naddresses, date of hire and classification of any worker hired other than by referral through the Local  \nUnion. This provision shall also apply to regular employees of the Contractor brought in from other  \nareas,  \n6.13. The Local Union shall make every effort to furnish the Contractor with competent,  \nexperienced workers, and the Contractor shall determine the applicant's suitability for the job in a fair  \nand non-discriminatory manner. |  \n6.14. The Contractor and the Union recognize that a Contractor should not lose jobs because  \nof Government requirements, which are in conflict with the hiring hall. Therefore, when a government  \ncontract or Government Agency requires a different hiring hall arrangement to meet Federal or State  \nrequirements, the hiring hall arrangement will be modified to meet the demands of those  \nrequirements. It is understood that the hiring hal! will be followed as closely as possible without being  \nin conflict with the Government requirements.  \nThe Contractor will notify the Union in advance of the commencement of the job of the  \nGovernment requirements, and upon request will provide the Union with a copy of pertinent  \nprovisions.  \n| It is also further understood and agreed that this section is not intended to create jobs  \nwhere none exist.  \n6.15. See Schedule \"A\" for hiring requirements of Teamster trainees.  \n6.16. - Tf qualified workers are not available for referral, the Union and Contractor may by  \nmutual agreement indenture an unqualified worker as a trainee. Both Contractor and Trainee shall  \nagree to fulfill all the provisions of the existing Training Program.  \n6.17. American Disabilities Act (ADA). The parties to this Agreement recognize the  \nmandate to accommodate the disabled and agree that, other provisions of the Agreement  \nnotwithstanding, the Contractor may take reasonable actions as necessary to accornmodate an  \nindividual who is or may be disabled. The Union agrees that it will conduct the affairs of its  \noperations consistent with the requirements of the American with Disabilities Act.  \n"], ["ARTICLE 7  \nUNION MEMBERSHIP  \n", "Teds All workers employed by the Contractor to perform work within the properly  \ndetermined craft jurisdiction of the Local Union involved, who are members of the Local Union in  \ngood standing on the effective date of this Agreement shall remain members in good standing, and  \nthose who are not members on the effective date of this Agreement, or who shall thereafter become so  \nemployed, shall as a condition of employment, not later than the eighth day following the effective  \ndate of this Agreement, or the beginning of such employment, whichever is the later, become and  \nremain members in good standing in the Local Union.  \nAGC/Teamster MLA 2002-2007 Page 8  \nA member in good standing shall be defined as a worker who tenders the periodic dues  \nand initiation fees uniformly required as a condition of acquiring or retaining membership in the Local  \nUnion (subject, however, to Sections 7.2 and 7.3 of this Article).  \n7.2. The Local Union accepts all obligations for the continued membership of its members  \nas provided in Section 7.1 of this Article for the collection of their initiation fees and dues. There shall  \nbe no stoppage or slow-up of work because of disciplinary action on the part of the Union, except that  \nthe Local Union shall have the right to require the removal of employees for failure to pay or tender  \ninitiation fees and dues as required by this Agreement.  \nTos All requests by the Local Union for the removal of an employee for non-payment of or  \nfailure to tender initiation fees and dues shall be made to the Contractor in writing, in which event the  \n_ Contractor agrees to remove the employee involved in accordance with the provisions of this Article,  \nand failure to remove such employee shall be considered a breach of this Agreement. It shall not be  \ndeemed a violation of this Agreement for the Union to refuse to work or take any economic action  \nwhere a Contractor fails to remove the employee involved within forty-eight (48) hours of such written  \nnotice by receipt of registeréd letter to the Employer, (Saturdays, Sundays and Holidays excluded).  \n7.4. This Agreement shall not apply to workers hired or employed as general  \nsuperintendents, superintendents, general foremen, master mechanics, time-keepers, clerks,  \nmessengers, watchmen, guards, confidential employees or as office help generally, or their  \ntransportation, or any other supervisory employees of the Contractor as defined and excluded by the  \nLabor Relations Act of 1947, as amended. It is. further understood that the employees listed above  \nshall not perform any work covered by this Agreement.  \n"], ["ARTICLE 8  \nSHIFTS - HOURS OF WORK - OVERTIME  \n", "(The official time for the purposes of this Agreement shall be applicable legal time.)  \n8.1. The hours of work per week or month shall be as regulated by particular contract which  \nthe Contractor has to perform and shall be arranged to meet the requirements of the Contractor as best  \nsuits the calendar time allowed by the contract for completion.  \n8.2.a. WORK WEEK  \n(1) The workweek shail be forty (40) hours, Monday through Friday, and the work  \nday shall not exceed eight (8) hours per day.  \nAll time worked in excess of the foregoing shall be paid for at the rate of time  \nand one-half (1’Ax).  \nWork performed on Saturdays shall be paid for at the rate of time and one-half  \n  \nAGC/Teamster MLA 2002-2007 Page 9  \nSunday and Holiday work shall be paid for at the rate of Double time (2.0x).  \n(2) On work that is entirely federally funded, the workweek shall be forty (40)  \nhours, Monday through Friday. All work in excess of forty (40) hours in one week, or ten (10) hours  \nin one (1) day shall be paid for at the rate of time and one-half (14x)  \nThe Contractor shall not employ a second crew to circumvent overtime pay  \nafter 40 hours. .  \n(3) On operations such as green sawing, dewatering, curing and protection of  \nconcrete, all overtime pay shall be time and one-half (14x), including Sundays and Holidays.  \n(4) Notwithstanding the above, the Contractor may, at his option, establish ten (10)  \nhour shifts for a minimum of any four consecutive scheduled work days, Monday through Friday, on  \nsome or all operations on a project, without being required to pay overtime. Anything over ten (10)  \nhours shall be subject to the provisions above. Failure to work the four (4) day minimum shall require  \novertime unless such failure is caused by actual inclement weather or other conditions definitely  \nbeyond the control of the Contractor.  \nFour ten (4-10) hour shifts at the straight time rate may be established Monday  \nthrough Thursday. In the event the job is down due to weather conditions or equipment breakdown,  \nthen Friday may be worked as a make-up day at the STRAIGHT TIME RATE.  \nMake-up day applies to the crew so affected.  \n8.2.b. SHIFTS - (STARTING TIME) - SINGLE SHIFT:  \n(1) HEAVY HIGHWAY - Eight (8) hours work per day between the hours of 5:00  \na.m. to 7:00 p.m. and five (5) days per week, Monday through Friday, shall be the normal working  \ntime of all employees covered by this Agreement. Starting and quitting times may be expanded by  \nmutual consent.  \n(2) BUILDING - Eight (8) hours work per day between the hours of 6:00 a.m. to  \n6:00 p.m. and five (5) days per week, Monday through Friday, shall be the normal working time of all  \nemployees covered by this Agreement. Starting and quitting times may be expanded by mutual  \nconsent.  \n8.2.c. TWO-SHIFT OPERATION: Ona two (2) daylight and consecutive shift operation, no  \nshift penalty is involved for work performed in either of these two shifts. Each shift must be scheduled  \nfor at least eight (8) hours except as provided for in the Reporting Pay/Minimum Pay requirements of  \nthis Agreement.  \n8.2.d. THREE-SHIFT OPERATION:  \n(1) On a three (3)-shift operation, the first shift of eight (8) hours (exclusive of  \nAGC/Teamster MLA 2002-2007 Page 10  \nmeal period) shall start between the hours of 6:00 a.m. and 8:00 a.m., and eight (8) hours work shall  \nconstitute the first shift for which eight (8) hours shall be paid.  \n(2) The second shift shall consist of seven and one-half hours (exclusive of  \nmeal period) for which (8) hours at the straight time rate shall be paid. (3) The third shift shall be  \nseven (7) hours (exclusive of meal period) for which eight (8) hours at the straight time rate shall be  \npaid. Thirty-five (35) hours shall constitute a week's work on the third shift, and the third shift shall  \nbe considered as a part of the same day on which the first shift started.  \n8.2.e. ON A MULTI-SHIFT OPERATION: If an employee, after completing his normal  \nSaturday work day shift, is required by the Contractor to perform work on the succeeding shift, the  \nemployee shall be paid double time (2x) for the hours worked on the succeeding shrit.  \n8.2.f. For the purposes of this Article, a full shift period shall be considered the regularly  \nscheduled hours of work for each shift and the second and third shifts shall be considered as a part of  \nthe working day on which the first shift started. The regularly scheduled shift hours shall not be  \nchanged during the workweek without two (2) days prior notice and not more than once during the  \nworkweek. The total allowable time for a two or three shift operation shall not be in excess of twenty-  \nfour (24) hours from the regular starting time of the first shift.  \n8.2.2. Should a Contractor elect to start a shift before the regular starting time, the applicable  \novertime rate shall be paid until the regular starting time, and the eight (8) hours of continuous  \nemployment (exclusive of meal period) following the regular starting time shall be at the regular  \n_ straight time rate and/or in accordance with Section 8.2.a. (2, 4 & 5) of this Article. Should a  \nContractor elect to start an employee prior to his regularly scheduled hours of work, such employee  \nshall receive the applicable overtime rate up to his regularly scheduled hours.  \n8.2.h. SPECIAL SHIFT  \n(1) A special shift may be established at any time, at the option of the Contractor,  \non any job or project. Said shift shall not be started until the union has been notified. There shall be  \nno premium or penalty for working a special shift.  \n(2) All time worked before the special shift or after it ends and/or all time worked  \nin excess of eight (8) consecutive hours, exclusive of meal period, and all work performed on  \nSaturdays, Sundays and Holidays, shall be paid at the applicable overtime rate, except as provided in  \nSection 8.2.a. (2, 4 & 5).  \n8.3. HOLIDAYS shall be:  \nNew Year's Day Labor Day Christmas Day  \nFourth of July Thanksgiving Day  \nMemorial Day Day after Thanksgiving  \nShould any of these Holidays fall on Sunday, the following Monday shall be  \nAGC/Teamster MLA 2002-2007 Page 11  \nconsidered a legal Holiday. Should any of these Holidays fall on Saturday, the preceding Friday shall  \nbe considered a legal Holiday.  \nShould an employee be required to work on Presidential Election Day, arrangements  \nshall be made to allow him ample time to vote. However, the Employer will not be required to pay for  \nany time not worked.  \n8.4. MEALS:  \n8.4.a. A regular lunch period of not less than one haif (1/2) hour or more than one (1) hour  \nshall be established within one (1) hour of mid-shift but in no event longer than five (5) hours from the  \nbeginning of the shift. If an employee is required to work more than five (5) hours from the beginning  \nof the shift without a lunch period, he shall be paid one half (1/2) hour at the applicable overtime rate  \nand in addition given adequate time to eat his lunch. If the employee is not given adequate time to eat,  \nhe shall then receive an additional one half (1/2) hour at the applicable overtime rate.  \n8.4.b. Employees who have been given sufficient time to eat during the regular shift may be  \nallowed to work twelve (12) hours without a second lunch period penalty. If the employee works over  \ntwelve (12) hours, he shall be paid one half (1/2) hour penalty at the applicable overtime rate. If the  \nemployee is not given sufficient time to eat his lunch during his regular shift, an additional one half  \n(1/2) hour penalty shall be paid if required to work longer than ten (10) hours.  \n"], ["ARTICLE 9  \nREPORTING PAY - MINIMUM PAY  \n9.1. IMMIGRATION REFORM AND CONTROL ACT (IRCA) - Any referral who is  \n", "unable to qualify for employment under the provisions of the IRCA shall not be eligible for  \nemployment and the attendant benefits therein.  \n9.2. REPORTING EXPENSE - When qualified workers report for work as directed and for  \nwhom no work is provided, they shall be paid forty dollars ($40.00) reporting expense unless  \nprevented from working by causes not under the control of the Contractor. It being understood that the  \nabove reimbursements are for the inconvenience of reporting to the job site and are not to be construed  \nas wages for work performed and that workers entitled to reporting expense shall not be required to  \nremain on the job site except as provided below. .  \n9.3. MINIMUM PAY  \n9.3.a, Employees who work less than four (4) hours shall be paid for four (4) hours and if  \nworked more than four (4) hours shall receive pay for the actual time worked.  \n9.3.b. If an employee leaves or quits of his/her own volition, the employee shall be paid for  \nAGC/Teamster MLA 2002-2007 Page 12  \n4  \nactual time worked at applicable straight and overtime rates. If a new hire is put to work and judged  \nby the Contractor to be unsatisfactory, the new hire shall be paid only for the actual time worked.  \n9.4, Stand-By - On rain sensitive work such as Dirt Work, Slab Work, Asphalt Work or in  \nsuch cases as equipment breakdown, the Contractor may request the employees to remain on the job  \nfor up to two (2) hours on a stand-by basis. If not put to work during this two hour period, the  \nemployee shall receive two (2) hours wages plus fringes but shall not receive the forty dollars ($40.00)  \n. Reporting expense. If put to work, employees shall receive pay for actual hours worked in accordance  \nwith the minimum pay requirement of this Article.  \n9.5. Call Back - In the event an employee has completed his or her shift and left the job or  \nproject and is called back to perform work the employee shall be paid a minimum of four (4) hours at  \nthe applicable overtime rate in addition to wages earned prior to such call back.  \n9.6. Employee Notification - Should a regular employee fail to report at the time and place  \nassigned to report for work, the employee must make every effort to notify the Contractor prior to or  \nduring the shift involved.  \n"], ["ARTICLE 10  \nNON-RECURRING WORK  \n", ". 10.1. When a Contractor has Teamsters’ equipment on the job and does not have a Teamster  \nemployee available on the job site for the work to be performed, the Contractor shall obtain a Teamster  \nunder the terms and conditions of this Agreement. The Contractor may temporarily use any employee  \nwithout regard to craft jurisdiction when vacancies are caused by sickness or other unavoidable  \nabsence beyond the control of the Contractor. Such emergency work shall in no way prejudice the  \nproper jurisdiction of the Union.  \n"], ["ARTICLE 11  \nWAGE SCALES  \n", "11.1. Old Work Protection: All private sector work in progress or bid which was covered by  \nthe scope of the previous agreement, shall be guaranteed the protection of the appropriate wage and  \nfringe benefit rates in effect in the previous agreement. For work bid under the 2002-2007 contract, old  \nwork protection will last for twenty four (24) months from award of bid, except the contract will pay  \nall Health and Welfare increases up to fifty cents ($0.50). After the twenty four (24) months, the  \ncontractor shall pay all current wage and benefits.  \nPrivate Work bid after June 1, 2002 shall be at the new wage and benefit rates as  \nprovided in SCHEDULE “A”. Public Work performed under the provisions of a prevailing wage  \nstatute shall be administered in accordance with Schedule \"A\" - Public Works Project, Davis-Bacon  \nAct and Related statutes.  \nAGC/Teamster MLA 2002-2007 Page [3  \n11.2. Monetary Increases.  \n11.2.a. The classifications of employment, Wage scales, Health and Welfare, Pension,  \nVacation, PWLE, CAF and Training, as set forth in this Agreement and Schedule \"A\" attached shall be  \napplicable for the period covered as set forth in Article 3.  \n11.2.b. Monetary increases in the total wage/fringe packages for the life of this Five (5) year  \nagreement are effective on the dates indicated below:  \nJune 1, 2002 - $0.40 per hour for each group, distributed with:  \n$0.25 per hour to Base Wage  \n$0.15 per hour to Health & Welfare  \nJune 1, 2003 - $0.55 per hour for each group, distribution by mutual agreement to be |  \ndetermined.  \nJune 1, 2004 - $1.00 per hour for each group, distribution by mutual agreement to be  \ndetermined. |  \nJune 1, 2005 - Wage and Fringe Benefit opener (with distribution by mutual  \nagreement).  \nJune 1, 2006 — Wage and Fringe Benefit (opener) (with distribution by mutual  \nagreement).  \n11.3. Additions of classifications and applicable wage scales for the purpose of clarification  \nor of supplying omissions may be made from time to time when signed by the parties hereto, and shall  \nbe confirmed by written supplements to be attached to Schedule \"A  \n11.4.a. This Agreement contemplates that, as and when types of equipment are developed to  \nwhich present classifications in Schedule \"A\" of this Agreement are not fairly applicable, the  \nAssociation and the Union will promptly negotiate an appropriate rate for its operation. After written  \nrequest, the Association and the Union shall meet and negotiate a proper classification and wage rate,  \nwhich shall become a part of Schedule \"A\", effective on the date the equipment is first used. While  \nsuch negotiations are under way, the equipment will be operated at a temporary classification and rate.  \n11.4.b. If the parties are unable to negotiate such change or classification, within thirty (30)  \ndays (unless extended by mutual consent), either party may, after three (3) days written notice to the  \nother, submit the matter to Arbitration under Step Four, of Article 26.  \nAGC/Teamster MLA 2002-2007 Page 14  \n"], ["ARTICLE 12  \nCAMP REQUIREMENTS  \n", "12.1. Where and when standard camp facilities are provided by the Employer at or near the  \njob site, cost to the employee shall be decided by mutual agreement between the Union and Employer  \nin accordance with Article 26. It is understood an employee will be paid Zone A wages if the  \nemployer utilizes a camp facility. Use of a camp facility is solely the option of the employee.  \n"], ["ARTICLE 13  \nTRANSPORTATION AND  \nMOVEMENT OF EQUIPMENT  \n", "13.1.a. When Teamster operated equipment, classified in this Agreement, is moved under its  \nown power from one construction job to another, or from yard to job site or vice versa, such movement  \nof equipment will be done by Teamster employees under the terms and conditions of this Agreement.  \n13.1.b. The Contractor shall furnish return transportation, or an allowance therefore, from the  \npoint of delivery direct to the starting point. Time spent on the return trip shall be considered work  \n- time under the terms and conditions of this Agreement except as hereinafter provided.  \n13.1.¢. Any workers relieved from duty at delivery point shall be given at least eight (8) hours  \nrest and any legitimate expense incurred, provided the employee shall furnish receipts for same.  \n13.1.d. After the rest provided in paragraph 13.1.c. above, the employee returning on Saturday,  \nSunday, or Holidays shall be paid the regular straight time wage rate up to a maximum of eight (8)  \nhours out of each twenty-four (24) hour period. Employees shall receive a minimum pay of four (4)  \nhours; if traveling in excess of four (4) hours they shall be paid for six (6) hours; if traveling in excess  \nof six (6) hours they shall be paid eight (8) hours pay.  \n13.1.e. Any employee requested to return from delivery point to starting point with no rest  \nperiod shall be paid straight time or overtime rates under the terms and conditions of this Agreement.  \nIn addition the Employee shall be paid any legitimate expense incurred provided the employee shall  \nfurnish receipts for same. |  \n13.2. Teamsters driving lowbed, flatbed, semi-trailer, truck and trailer, or doubles, engaged  \nin the transportation of materials, machinery or equipment from one construction job to another, from  \nyard to job site, or vice versa, shall be covered by the terms and conditions of this Agreement. When  \nheld away from home terminal overnight, or nights, they shall be paid the cost of their lodgings, meals  \nand any other legitimate expense. The employee shall furnish receipts for such expenditures.  \nAGC/Teamster MLA 2002-2007 Page 15  \n"], ["ARTICLE 14  \nPAYDAY  \n", "14.1. Payday shall be once a week. Employees shall be paid on the job at a mutually  \nconvenient location. When daily time and equipment cards are required by the Contractor such cards  \nshall be made out on the job during work hours or immediately thereafter. Employees discharged or  \nterminated shall be paid immediately on such discharge or termination, provided that payment by  \ncheck to the employee, or mailed and postmarked to their residence addresses, within twenty-four (24)  \nhours after such discharge or termination, shall be deemed compliance with this section. When  \nemployees quit of their own accord, they shall receive the pay due them not later than the next regular  \npayday. Ifthe Contractor does not comply with the above procedures as to payment for discharge,  \ntermination or quit, the employee shall be paid for eight (8) hours additional pay at his or her straight  \ntime rate for each day (Saturdays, Sundays and Holidays excepted) until paid. Under Article 26, Step  \nThree the committee may impose limitations to the penalty as they deem equitable. |  \n14.2. Payments will be assumed to be correct and there shall be no adjustments made unless  \nthe employees file a protest with the union within fifteen (15) days after receiving check. No erasure  \nor alteration of time or equipment cards shall be allowed.  \n"], ["ARTICLE 15  \nHEALTH AND WELFARE  \n", "15.1. In addition to the wage scales listed in Schedule \"A\" herein, all persons, parties, firms  \nor corporations as listed in Schedule \"A\" herein, all persons, parties, firms or corporations as listed in  \nSchedule \"B\" or otherwise coming under the scope of this Agreement, who are, or may become  \nsignatory parties to this Agreement, agree that the existing AGC-Teamsters Health and Welfare Trust  \nFund as established June 5, 1959, shall continue in full force and effect and shall continue to be  \nappropriate depository for the contributions referred to herein, shall pay monthly in accordance with  \nthe Trust Agreement, the sum as indicated in Schedule \"A\" per compensable hour, for the purpose of  \nproviding Health and Welfare benefits for all eligible employees covered by this Agreement. Such  \npayments shall be made on or before the 20th day of each month. The details of the Health and  \nWelfare Plan established by this Trust Fund shall continue to be controlled and administered pursuant  \nto the terms of the Trust Agreement, by a joint Board of Trustees composed of equal representation  \nfrom the Union and the Association who are signators to the Trust Agreement.  \n15.2. It shall not be deemed a violation of this Agreement for the Union to refuse to work, or  \ntake any economic action where a Contractor fails to make proper contributions to the Health and  \nWelfare Fund in accordance with the provisions of this Agreement. The Contractor will be notified by  \nregistered or certified mail prior to such economic action. The terms of this subparagraph shall not be  \napplied in regard to any contributions, which are due or claimed to be due as a result of the application  \nof the provisions in Article 4 (Subcontractors).  \nAGC/Teamster MLA 2002-2007 Page 16  \n15.3.a. National Health Care Legislation: In the event of the enactment of National Health  \nCare legislation, which limits the deductibility of employer Health/Welfare contributions, the  \nAssociation and Union will meet immediately to ensure the deductibility to the employer of the full  \ncompensation package.  \n15.3.b. If the method of adjustment cannot be mutually agreed upon within sixty (60) days, it  \nwill be referred to the grievance procedure.  \n"], ["ARTICLE 16  \nPENSION  \n", "16.1. In addition to the wage scales listed in Schedule \"A\" herein, all persons, parties, firms  \nor corporations as listed in Schedule \"B\" or otherwise coming under the scope of this Agreement,  \nagree that the existing Western Conference of Teamsters Pension Trust Fund shall continue in full  \nforce and effect and shall continue to be the appropriate depository for the contributions referred to  \nherein, shall pay, monthly in accordance with the Trust Agreement, the sum as indicated in Schedule  \n\"A\" per compensable hour for the purpose of providing pension benefits due on behalf of all  \nemployees performing bargaining unit work. Such payment shall be made on or before the 10th day  \nafter the last business day of the month for which contributions are due. The details of the Pension  \n. Plan established by this Trust Fund shall continue to be controlled and administered pursuant to the  \nterms of the Trust Agreement, by a Joint Board of Trustees composed of equal representation from the  \nUnion and the Association. The Union and Contractor agree to be bound by the Western Conference  \n_ of Teamsters Agreement and Declaration of Trust and Plan or as hereafter amended, retroactively or  \notherwise, and to be bound by the actions of the duly appointed Board of Trustees or their successors.  \n16.2. It shall not be deemed a violation of this Agreement for the Union to refuse to work, or  \ntake any economic action where a Contractor fails to make proper contributions to the Pension Trust  \nFund in accordance with the provisions of this Agreement. The Contractor will be notified by  \nregistered or certified mail prior to such economic action. The terms of this subparagraph shall not be  \napplied in regard to any contributions, which are due or claimed to be due as a result of the application  \nof the provisions in Article 4 (Subcontractors).  \n16.3. Program for Enhanced Early Retirement (PEER). Effective June 1, 1992; in lieu of  \nwages, the contribution to the Western Conference of Teamsters Pension Trust F und (WCTPTF) shall  \nbe allocated to provide for the Program for Enhanced Early Retirement (PEER). Contributions will be  \npaid in accordance with the aforementioned sections of this Article 16. The total contributions to the  \nWCTPTE will be as indicated in Schedule \"A\". The contributions required to provide the Program for  \nEnhanced Early Retirement will not be taken into consideration for benefit accrual purposes under the  \nPlan. The additional contribution for the PEER must at all times be 11.5% of the basic contribution  \nand cannot be decreased or discontinued at any time.  \nAGC/Teamster MLA 2002-2007 Page 17  \n"], ["ARTICLE 17  \nVACATION FUND  \n", "17.1. in addition to the wage scales listed in Schedule \"A\" herein, all persons, parties, firms  \nor corporations as listed in Schedule \"B\", or otherwise coming under the scope of this Agreement, who  \nare, or may become signatory parties to this Agreement, agree that the existing AGC-Teamsters  \nVacation Fund as established November 30, 1970, shall continue in full force and effect and shall  \ncontinue to be the appropriate depository for the contributions referred to herein, shall pay monthly in  \naccordance with the Trust Agreement, the sum as indicated in Schedule \"A\" per compensable hour, for  \nthe purpose of providing Vacation benefits for all eligible employees covered by this Agreement. The  \ndetails of the Vacation Plan established by this Trust Fund shal! continue to be controlled and  \nadministered pursuant to the terms of the Trust Agreement by a Joint Board of Trustees who shall be  \nthe same as the Health and Welfare Trustees.  \n17.2. It shall not be deemed a violation of this Agreement for the Union to refuse to work, or  \ntake any economic action where a Contractor fails to make proper contributions to the Vacation Trust  \nFund in accordance with the provisions of this Agreement. The Contractor will be notified by  \nregistered or certified mail prior to such economic action. The terms of this subparagraph shall not be  \napplied in regard to any contributions, which are due or claimed to be due as a result of the application  \nof the provisions in Article 4 (Subcontractor).  \n17.3 DRIVE Program. The Teamsters, at its discretion, may implement the Democrat,  \nRepublican, Independent Voter Education (DRIVE) through the Vacation Trust. The implementation  \nof DRIVE is subject to the following:  \na. The program must be reauthorized by mutual agreement each contract year.  \nb. At the end of each contract year, the AGC will be allowed to audit the uses of  \nthe DRIVE Funds.  \nc. The employees must individually authorize the deduction.  \n"], ["ARTICLE 18  \nTRAINING  \n", "18.1. The parties signatory hereto agree to maintain a Joint Training Committee. Said  \nCommittee shall formulate and operate a training program in the area of this Agreement in accordance  \nwith the laws and regulations administered by the Washington State Apprenticeship and Training  \nCouncil and the Oregon State Apprenticeship and Training Council.  \nAGC/Teamster MLA 2002-2007 Page 18  \n18.2. All persons, parties, firms or corporations as listed in Schedule \"B\" or otherwise  \ncoming under the scope of this Agreement, who are or may become signatory parties to this Labor  \nAgreement, shall pay into the Trust Fund in the manner set forth in the Trust Agreement the amount as  \nindicated in Schedule \"A\" per compensable hour for Teamsters covered by this Agreement.  \nThe Training Trust Fund shall be administered and controlled by a Joint Board of  \nTrustees composed of equal representation from the Union and the Association which are signators to  \nthe Trust Agreements.  \nSee Schedule \"A\" for hiring requirements of Teamster trainees.  \n"], ["ARTICLE 19  \nAPPOINTMENT OF TRUSTEES  \n", "19.1. Each Trustee appointed by the Union shal! be a member of the Union and each Trustee  \nappointed for the Contractors shall be either an active Employer, a Full-time non-bargaining unit  \nemployee of an active Employer, a regular officer of an active Employer, or a full-time employee of the  \nAssociation.  \n"], ["ARTICLE 20  \nPREVAILING WAGE LAW ENFORCEMENT  \n", "(PWLE) |  \n20.1. In addition to wage scales listed in Schedule \"A” herein, all persons, parties, firms or  \ncorporations as listed in Schedule \"B\" or otherwise coming under the scope of this Agreement, who  \nare, or may become signatory to this Agreement agree that the PWLE is in effect and shall pay  \nmonthly in accordance with the Trust Agreement, the amount as indicated per compensable hour for  \nthe purpose of enforcing the Federal and State Prevailing Wage Laws.  \nContributions will be made on the same form as other Trust payments  \nThe bargaining parties agree to designate Three Cents ($0.03) per hour to go into a  \nManagement Trust Fund for the purpose of enforcing existing Federal and State prevailing wage  \nstatutes.  \nThe enforcement process will be administered through a Joint Labor/Management  \nBoard.  \n"], ["ARTICLE 21  \nCONTRACT ADMINISTRATION FUND (CAF)  \n", "21.1. Effective June 1, 1991, a Contract Administration Fund (CAF) shall be established by  \nAGC/Teamster MLA 2002-2007 Page 19  \n_ virtue of this agreement and shall continue in full force and effect during the term of this agreement.  \nAll employers signatory to this Collective Bargaining Agreement, or who become signatory, or  \notherwise come under the scope of this agreement, shall contribute the sum of Three Cents ($0.03) for  \neach hour worked by employees covered under this agreement into said fund. An employer shall not  \nbe required to contribute more than a total of One Thousand Dollars ($1,000.00) in any contract year  \n(i.e. June 1st to May 31st) to the Fund, but amount erroneously paid in excess of said $1,000.00 yearly  \nmaximum shall be deemed to be voluntarily paid without right of refund. Contributions will be made  \non the same form as other Trust payments.  \n"], ["ARTICLE 22  \nOREGON-SOUTHWEST WASHINGTON  \n~ FAIR CONTRACTING FOUNDATION  \n(FCF)  \n", "22.1. Effective June 1, 1991, herein, all persons, parties, firms or corporations as listed in  \nSchedule \"B\" or otherwise coming under the scope of this Agreement who are, or may become  \nsignatory to this Agreement, agree to deduct from the net pay after taxes of each employee performing  \nwork covered by the terms of this Agreement a sum of Five Cents ($0.05) for each hour worked and  \nremit sameto Oregon-Southwest Washington Fair Contracting Foundation. Contributions will be  \nmade on the same form as the Health and Security payments.  \nThe pro-rata costs of such forms, collection and accounting will be paid by the  \nFoundation to the fringe benefit administrator.\"  \n"], ["ARTICLE 23  \nAUTHORIZATION  \n", "23.1.a. The Association has attached hereto Schedule \"B\" setting forth the names of its  \nmembers subscribing to this Agreement at the date of signing this Agreement. The name of any new  \nContractor subscribing to this Agreement shall be promptly filed by the Association with the Union as  \na supplement to Schedule \"B\", and with such filing such new Contractor automatically becomes bound  \nby the terms and conditions of this Agreement.  \n23.1.b. The Union has attached hereto Schedule \"C\" setting forth the names of its Local  \nUnions subscribing to this Agreement at the date of signing of this Agreement.  \n23.2. Short Form Employers - The Union shall file with the Association the names of any  \nemployers subscribing to this Agreement directly or on a short form, and such subscribing employers  \nthereupon shall be bound by all of the provisions hereof.  \n23.3.4. Additional Local Unions affiliated with the Joint Council of Teamsters No. 37,  \nAGC/Teamster MLA 2002-2007 Page 20  \naffiliated with the International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers  \nof America, who may desire to sign this document and become a party thereto. may do so by  \nobtaining written consent of the Union, and executing all copies of this document with proper  \nformality.  \n"], ["ARTICLE 24  \nSPECIAL JOB AGREEMENTS  \n", "24.1. Special job agreements may be negotiated by the parties hereto by mutual consent. A  \n- Memorandum of Understanding dated July 7, 1988, is incorporated as a Supplement to this  \nAgreement.  \n"], ["ARTICLE 25  \nSTRIKES AND LOCKOUTS  \n", "25.1. It is mutually agreed that except as may be specifically provided otherwise in this  \nAgreement, there will be no strikes, lockouts or cessation of work by either party for the duration of  \nthis Agreement until after all steps of Settlement of Disputes and Arbitration, Article 26, have been  \n_ fully utilized, as provided in this Agreement.  \n25.2. It shall not be a violation of this Agreement, and shall not be cause of discharge or  \n. disciplinary action in the event an employee refuses to enter upon any property of his employer or  \nplaces of business of any other employer involved in a lawful primary labor dispute, or refuses to go  \nthrough or work behind any primary picket lines approved by the J oint Council of Teamsters No. 37  \nincluding primary pickét lines of unions party to this Agreement.  \n"], ["ARTICLE 26  \nSETTLEMENT OF DISPUTES -  \nARBITRATION BOARD  \n", "26.1. Should any dispute, other than a jurisdictional dispute, arise between the parties during  \nthe term of this Agreement, the following procedure shall be followed:  \nSTEP ONE  \nThe individual Contractor and the Local Union Representative shail attempt to settle  \nthe dispute on a local basis. In the event that the dispute cannot be satisfactorily adjusted on a-local  \nbasis, the dispute shall be referred in writing to the authorized representative of the Union and the  \nauthorized representative of the appropriate signatory Association for settlement.  \nDisputes, complaints or grievances must be presented to the Contractor within fifteen  \n(15) days of the alleged incident.  \nAGC/Teamster MLA 2002-2007 Page 2]  \n. STEP TWO  \nThe authorized representative of the Union or Association shall serve written notice  \nupon the authorized representative of the other party setting forth the basis of the dispute. Should the  \nauthorized representatives agree to a settlement, it shall be reduced to wniting and signed by both  \nparties whereupon it shall become final and binding upon all parties.  \nSTEP THREE  \nShould the authorized representatives of the Association and the Union fail to effect a  \nsettlement within three (3) days after written notification of the dispute (Saturdays, Sundays and  \nHolidays excluded), said dispute shall be referred to a committee of four (4), two (2) representatives to  \nbe appointed by each party. (Such representatives must be appointed and the other party notified  \nwithin forty-eight (48) hours after the matter is referred to the committee.) The committee shall meet  \nno later than forty-eight (48) hours after such appointment to consider and determine the  \ndispute. Should the committee agree to a settlement, it shall within forty-eight (48) hours notify the  \nparties involved in writing to comply with their findings, which shall be final and binding on both  \nparties.  \nSTEP FOUR  \n_ Should the committee fail to effect a settlement within three (3) days after referral to  \nthe committee (Saturdays, Sundays and Holidays excluded), the committee shall select a third party to  \nact as arbitrator. In the event the committee is unable to agree upon the selection of a third party  \nwithin forty-eight (48) hours thereafter, the office of the Federal Mediation and Conciliation Service or  \nAmerican Arbitration Association will be requested jointly by all members of the committee to submit  \na list of five proposed arbitrators. The employer representatives and the Union representatives shall  \neach alternately strike from this list one name at a time until only one name remains on the list. The  \nname of the arbitrator remaining on the list shall be accepted by all parties. The decision of the  \narbitrator shall be final and binding upon both parties.’ The arbitrator's decision may provide for  \nretroactivity not to exceed sixty (60) calendar days from the date of the earliest written filing of the  \ncomplaint. Neither the committee nor the arbitrator shall handle negotiations for a new agreement, or  \nmake changes in wage scales, hours of work or working conditions. The cost of the arbitrator shall be  \nborne equally by the parties.  \n26.2. Should the parties involved fail to comply with the findings and rulings of the  \nrepresentatives reached under Step One or Step Two, or the committee under Step Three, or the  \narbitrator under Step Four within three (3) days of the receipt of written notification of such rulings,  \nthen all means of settlement shall be considered exhausted. Also if either party fails to comply with  \nany of the time limits established herein for appointment or meeting of the committee, or the |  \nappointment of an arbitrator, then all means of settlement shall be considered exhausted. In either  \ncase, either party may then take such legal or economic action as it deems necessary and such shall not  \nbe considered a violation of this Agreement. The provision for economic action shall not be applied  \nwith respect to the enforcement of the provisions of Article 4 (Subcontractors) of this Agreement. Any  \ntime limits provided herein may be extended by mutual agreement.  \nAGC/Teamster MLA 2002-2007 Page 22  \n26.3. SETTLEMENT OF DISPUTES - \"Short Form\" Employers.  \nShould any dispute, other than a jurisdictional dispute, arise between the Union and  \nanother employer who is signatory to a \"short form agreement\" wherein such Employer and the Union  \nhave agreed to be bound by the terms of this Agreement, the following procedure shall be followed:  \nSTEP ONE  \nSuch Employer and the Local Union shall attempt to settle the dispute on  \na local basis. In the event the dispute cannot be satisfactorily adjusted on a local basis, the dispute  \nshall be referred in writing to the authorized representative of the Union and the authonzed  \nrepresentative of such Employer.  \nNo dispute, complaint or grievance shall be recognized unless called to the attention of  \nthe employer in writing within fifteen (15) days after knowledge the alleged violation was committed.  \nSTEP TWO  \nSuch authorized representative of the Union and the Employer shall meet and attempt  \n. to settle the dispute. Should the authorized representative agree to a settlement, it shall be reduced to  \n- writing and signed by both parties whereupon it shall become final and binding upon all parties.  \nSTEP THREE  \nShould such authorized representatives of the Union and the Employer fail to effect a  \nsettlement within three (3) days after the dispute has been referred to them, either party may thereafter  \nrefer the matter to binding arbitration and if the parties are unable to select, by mutual agreement, an  \narbitrator within forty-eight (48) hours either party may request the Federal Mediation and Conciliation  \nService or American Arbitration Service. to submit a list of five (5) proposed arbitrators. The  \nrepresentative of the Employer and the representative of the Union shall each alternately strike from  \nthe list one name at a time until only one name remains on the list and the remaining name shall be the  \narbitrator. If the parties are unable to agree, the arbitrator shall have power to set the time and place for  \nthe arbitration hearing. The hearing will be conducted expeditiously and the arbitrator shall be  \nrequired to render a decision not later than twenty-four (24) hours following the close of the hearing.  \nAll evidence and briefs must be submitted at the hearing. The decision of the arbitrator shall be final  \nand binding upon both parties. The arbitrator's decision may provide for retroactivity not to exceed  \nsixty (60) calendar days from the date of the earliest written filing of the complaint. The arbitrator  \nshall not handle negotiations for a new agreement, or make changes in wage scales, hours of work or  \nworking conditions. The cost of the arbitrator shall be borne equally by the parties. Should either  \nparty fail to comply with the decision of the arbitrator, the other party shall be free notwithstanding any  \nother provision of this Agreement to take legal or economic action unless such dispute involves a  \nviolation of Article 4 of this Agreement.  \nAGC/Teamster MLA 2002-2007 Page 23  \n"], ["ARTICLE 27  \nJURISDICTIONAL DISPUTES  \n", "271 Employers shall make all work assignments as follows:  \n27.1.a. In accordance with the terms of an existing Labor Agreement providing for such work.  \n27.1.b. In accordance with the terms of any International and/or Local Agreements and/or  \nMemorandum of Understandings between the signatory Union and any other Union.  \n27.1.¢. In accordance with the area practices of local building trades.  \n27.2. If the Employer has complied with the provisions of Section 27.1 and receives written  \nnotification of two (2) or more Unions contesting the work assignment, the Employer shall maintain its  \nwork assignment until the dispute has been resolved in accordance with the following procedure:  \nContesting Unions and the Contractor shall attempt to resolve disputes. If unable to  \nresolve said dispute within forty-eight (48) hours (Saturday, Sunday and Holidays excluded) then;  \n27.2.b. . The parties to this Agreement shall meet for the purpose of resolving the dispute. If  \nunable to resolve said dispute within forty-eight (48) hours (Saturday, Sunday and Holidays excluded)  \nthen;  \nZeke. The parties to this Agreement shall have exhausted their intemal remedies and may  \nthen seek resolution through the NLRB and/or the courts. No legal action may be initiated before such  \ninternal remedies are exhausted.  \n27.3. The parties agree that there will be no cessation or stoppage of work because of  \njurisdictional disputes. Failure to follow the above procedures shall be a breach of contract.  \n"], ["ARTICLE 28  \nUNION ADMISSION TO JOB  \n", "28.1. The authorized representative of the Union signatory to this Agreement shall have the  \nright to solicit membership, collect dues, investigate conditions existing on the job at any time, upon  \nfirst reporting at the office or to the job superintendent, or Contractor's representative, if possible, and  \npresenting properly certified credentials signed by the Secretary-Treasurer of the Joint Council of  \nTeamsters No. 37, or the Secretary of the Local Union.  \n28.2. Should the Contractor refuse the authorized representative of the Union admission to  \nAGC/Teamster MLA 2002-2007 Page 24  \nthe job at any time, the Union is free with concurrence of Joint Council Representatives to take any  \neconomic action against such Contractor as it deems necessary and such action shall not be considered  \na violation of this Agreement.  \n28.3. On projects which are under security regulations the Contractor will cooperate with the  \nUnion officials in this regard as far as regulations permit. Contractor will notify the Local Union  \nrepresentative of all equipment being utilized on such projects and provide the representative with the  \n- names of all employees working within the jurisdiction of this Agreement on the project.  \n28.4. The Union shall notify the Contractor in writing of all stewards on the job or jobs. Job  \n_ stewards have no authority to take any action interrupting the Employer's business. The Employer in  \n-so recognizing such limitation shall have the authority to impose proper discipline, including  \n- discharge, in the event the steward has taken unauthorized action, slow down or work stoppage in  \nviolation of this Agreement. A steward cannot be removed from his/her job for legitimate union  \nactivities. The Employer shall give the Union one (1) full working day's notice before lay-off or  \ntermination.  \nIf the Local Union so elects and notifies the Employer in writing at the start of the project,  \nthe job Steward shall be retained as long as the Employer is performing work covered by this  \n- Agreement provided that he/she is qualified to perform the available work.  \n"], ["ARTICLE 29  \nOPERATING CONDITIONS  \n", "29.1. All parties to this Agreement pledge to use their best efforts to improve utilization of  \nmanpower in the construction industry. To insure good utilization, every employee on the job should  \nbe productively engaged in work for their full time on the job. Toward this end, the parties to this  \nAgreement have established a Labor Management Board, as provided for in the addendum of this  \nAgreement.  \n29.2.a. When the Contractor requires that equipment is to be operated on production work  \nbefore the shift starts or after it ends, or on Saturdays, Sundays or Holidays, such overtime work will  \nbe first offered to the crew members who have operated this same equipment on the straight time shift  \nduring the regular work week. If crew members who operated this same equipment on the straight  \n- time shift during the regular workweek are available and bypassed, they shall be paid for time  \nequipment is worked. |  \n29.2.b. The provisions of this section shall not apply to persons who have been on the payroll  \nless than one week.  \nAGC/Teamster MLA 2002-2007 Page 25  \n29.3. In case an employee is assigned to work of a higher classification during the working  \nday, the employee shall be paid the higher wage rate for the day involved.  \n29.4. No employee covered by this Agreement shall be discharged without cause or be  \ndiscriminated against. Any conduct committed more than eighteen (18) months prior to the discharge  \nmay not be used as evidence of cause for discharge.  \n29.5. When a piece of Teamster-operated equipment requires an assistant to operate said  \npiece of equipment; such Teamster assistant shall be employed subject to the terms and conditions of  \nthis Agreement.  \n29.6. No employee working under this Agreement shall be required to perform any work  \noutside of the employee's craft jurisdiction. However, it is the intent of the parties to this Agreement  \nthat Teamster employees be productively engaged in work.  \n29.7.a. When a Contractor is performing the fueling, cleaning, lubricating, tire and battery  \nservices of Teamster-operated equipment, the work shall be done by workers employed pursuant to  \nthis Agreement. Other services necessary in the and repair of such equipment shall be  \ndone by workers covered by this Agreement, subject to the provisions of Section 29.7.b.  \n29.7.b. = The repair or adjustment of any equipment or machinery, either pursuant to the terms of  \na guarantee by the manufacturer's agent, or requiring the skills of specialty technicians, modification  \nexperts, or electrical or electronics service specialists, will not be subject to this Agreement and the  \nUnion will not interfere with such exempted work.  \n29.8. When rigging and signaling are required in connection with work performed by  \nTeamsters, such rigging and signaling will be done by employees covered by this Agreement.  \n29.9. Driving of pilot cars shall be done by members of the Teamsters craft under the terms  \nand conditions of this Agreement.  \n"], ["ARTICLE 30  \nHEALTH AND SAFETY  \n", "30.1. The Contractor and the employees shall comply with all applicable federal and state  \nlaws and OSHA governing safety. The Union shall cooperate with the Contractor in the carrying out  \nof all such Contractor's safety measures and practices for accident prevention not in conflict with the  \nprovisions of this Agreement. The safety and health standards of applicable state and federal laws are  \nAGC/Teamster MLA 2002-2007 Page 26  \nminimum standards and are not intended to imply the Union objects to the establishment and  \nimposition by the Contractor of additional or more stringent rules to protect the health and safety of the  \nemployees. It shall be the exclusive nght and responsibility of the Contractor to insure compliance  \nwith safety and health standards and rules.  \n30.2.a. Labor and Management agree that it is in the best interests of all to promote an alcohol  \nand drug-free working environment and pledge both to work within their own areas of influence and to  \ncooperate to that end.  \n30.2.b. The Employer has the right to screen employees for alcohol and drugs as a condition of  \n. employment, as long as the above is in compliance with state and federal laws. Drug and Alcohol  \n_ Testing is permitted under the conditions as outlined in Section 30.2.d. of this Article.  \n30.2.c. All testing will be paid for by the Employer. If test results are negative, the Employee  \nwill be paid his scheduled hourly wage rate and fringes for the time required to take the test.  \n30.2.d. The AGC-5-Craft Drug and Alcohol Policy dated January 30, 1990 and amended April  \n17, 1990 and any mutually agreed upon successor is incorporated by reference as a part of this  \nagreement.  \n"], ["ARTICLE 31  \nMISCELLANEOUS  \n", "31.1. When equipment is altered or side boards or other apparatus are added to a piece of  \nequipment for the purpose of increasing struck carrying capacity, the rate applicable to the increased  \nstruck carrying capacity shall be paid. (Manufacturer's rating and formula for computing struck  \n\"Capacity\" will be used.) Ifa dispute arises as to the struck carrying capacity, it shall be determined by  \na recognized engineering firm. Cost for same to be borne by loser of dispute.  \n31.2. Teamsters operating equipment underground will receive twenty-five cents ($0.25) per  \nhour over the appropriate wage rates in Schedule \"A\". A \"Tunnel\" shall be defined as a subterranean  \nexcavation, lined or unlined, which because of its length necessitates an employee or employees  \nworking underground for a distance of ten feet or more. On all work classified as \"tunnel,\" the tunnel  \nclassifications and rates shall apply to the entire length of the tunnel from portal to portal.  \n31.3. Oil distributor drivers and levermen shall be furnished gloves and rubber aprons by the  \ncontractor.  \nAGC/Teamster MLA 2002-2007 Page 27  \n"], ["ARTICLE 32  \nFOREMEN AND/OR TRUCK DISPATCHERS  \n", "32.1.a. The foreman and/or truck dispatcher shall be paid seventy-five cents ($0.75) per hour  \nabove the highest paid classification under the foreman's supervision. On projects where teamster  \nequipment is used, the Employer shall have a Teamster employee as a foreman who may be a working  \nor nonworking foreman, as specified below.  \n32.1.b. When in the Employer's opinion, or mutually agreed to at a pre-job conference, the  \nproject is sufficient to require the services of a truck foreman or truck dispatcher, such foreman or  \ndispatcher shall be or become a member of the Teamsters Union and shall be employed under the  \nterms and conditions of this Agreement. Under no circumstances, unless mutually agreed to at the pre-  \njob conference, shal! an Employer utilize more than ten (10) pieces of Teamster equipment classified  \nin Schedule \"A\" of this Agreement without designating a Teamster foreman. An additional Teamster  \nforeman shall be designated when twenty (20) or more pieces of teamster-classified equipment are  \nutilized.  \n32. 1L.c. Foreman Supervisory Skills. The Association, the Union, and the respective training  \naffiliates agree to commence efforts on Journeyman upgrade training programs, which focus on  \nForemen's,supervisory skills and responsibilities. An increased Foreman's Premium of Thirty-Five  \ncents ($0.35) will be provided for individuals who successfully complete a jointly agreed upon  \nannual Foreman's Training Curriculum, and, when the individual is assigned as a Foreman by  \nhis/her employer.  \n"], ["ARTICLE 33  \nSAVING CLAUSE  \n", "33. Should any part or any provision of this Agreement be rendered or declared invalid  \nby reason of any existing or subsequently enacted legislation, or by any decree of a court of  \ncompetent jurisdiction, such invalidation of such part or provision of this Agreement shall not  \ninvalidate the remaining parts or provisions hereof; provided, however, upon such invalidation, the  \nparties agree to meet without delay and negotiate such part or provision affected. The remaining  \nparts or provisions shall remain in full force and effect. If the parties are unable to negotiate such  \nchange or classification, within thirty (30) days (unless extended by mutual consent), either party  \nmay, after three (3) days written notice to the other, submit the matter to Arbitration under Step  \nFour, of Article 26.  \nThe above paragraph shall apply in the event of relevant actions by Financial  \nAccounting Standards Board (FASB).  \nAGC/Teamster MLA 2002-2007 Page 28  \n"], ["ARTICLE 34  \nADOPTION OF AGREEMENT  \n", "34.1. The signatory parties adopt as a part of this Agreement any attached Addendums or  \n_ Supplements negotiated between the Joint Council of Teamsters No. 37 and Oregon-Columbia  \nChapter, Associated General Contractors of America, Inc.  \n"], ["ARTICLE 35  \nHAZARDOUS WASTE AGREEMENT  \n", "35.1. The Hazardous Waste Removal Agreement dated December 1, 1990, shall be  \nconsidered as an addendum to this agreement and all terms and conditions of the Master Labor  \nAgreement are, by reference, incorporated into and become a part of the Hazardous Waste Removal  \nAgreement.  \n: Anyone signatory to this agreement may exclude the Hazardous Waste Removal  \n. Agreement from the terms of this agreement by providing written notice to the Union within ten (10)  \ndays of the execution of this agreement or its effective date, whichever is later.  \n"]]