[["", "  \n$300  \nLABORERS'  \nMARCH 4, MARCH 1,  \n2004 - 2009  \nAGREEMENT  \nnegotiated by  \nASSOCIATED GENERAL  \nCONTRACTORS  \nOF ST. LOUIS  \nand  \nLOCALS NOS. 42, 53, AND 110  \nAFFILIATED WITH THE EASTERN MISSOURI  \nDISTRICT COUNCIL AND  \nTHE LABORERS’ INTERNATIONAL UNION  \nOF NORTH AMERICA, AFL-CIO  \nINDEX  \nSUBJECT PAGE  \nAbility to Work Four 10-Hour DAYS  \nAppendix A - Supplemental Job Labor  \nStandards Agreement o.oo.  \n  \nALES  \nAudits and Suits to Collect  \nBasic Rate - Building and Heavy/Highway ooo.  \nBasic Rate - Finish Cleaning-Furniture Handling  \nPrivate Work Only  \nBasic Rate - Residential............  \nBasic Wrecking Rate —  \nCertified Hazardous Material  \nee  \nCompressed Air Rates and  \nConcrete Specialist  \nDeclaration of Principles  \nDrain Tile Rate  \nDynamiter or Powderman  \nExcavation  \n  \n  \nForeman  \nRake  \nFree Air Tunnels and  \nGenerali Foreman Rate amp  \nGrievance Procedure and vane  \nHeat, Power, Water and Cooling Lines  \n  \nIASUTANCE  \nIntent and PUPPOSE  \nJob Labor  \n  \nLegal  \nLetter of Understanding..................  \n3  \na?  \n42  \nLimitation of Agreement  \nLunchtime  \nManagement 40  \nMiscellaneous 2  \nNon-Loss Time Accid@nt 31  \nNotification - Referral for Employment 2  \nOutstate Work 36  \nPier Hole Rate... Dg  \nPlumber Laborer ‘Work... oD  \nPro-Bid 42  \nPre-JOb COnference 5  \nPRIDE/Escrow... A?  \nProjects That Cannot ‘Be Performed During Regular ‘Workday . 27  \nRecognition - Right t0 Hite 1  \nReporting and Delinquent UP  \nSafety Provisions... cea  \nSt. Louis Construction n Training ‘and ‘Advancement Foundation . 15  \nSelection of Labor ...  \nSt@Ward 33  \nStorm and Sewer  \nStructure ... a  \nSubstance Abuse .  \nSuppertime...  \nSupplemental Dues... 16  \nSupplies Furnished .. rs  \nSurety Bond and Insurance 19  \nTO@MMination 40  \nTerritoria! Jurisdiction of Locals 42, 53 and 110.. |  \nTraining and Apprentice 15  \nOGL 31  \nUnion Security .......... 5  \n15  \nViSiBING JODS 34  \nVoting Time for Employees 31  \nWages - Working Rules 7  \nWaiting Time ,29  \nWater Boy Rat aaron 20  \nWANG 14  \ncx a  \n   \nCOLLECTIVE BARGAINING  \nAGREEMENT  \nTHIS AGREEMENT, made and entered into, effective the first  \nday of March, 2004 by and between the ASSOCIATED GENERAL  \nCONTRACTORS OF ST. LOUIS, for and in behalf of its members who  \nsign individual contracts, and far and in behalf of companies who have  \ndesignated that Association as their collective bargaining agent,  \nhereinafter referred to as the Employer and LOCALS NOS. 42, 53 and  \n110 and the EASTERN MISSOURI LABORERS’ DISTRICT COUNCIL,  \nLABORERS’ INTERNATIONAL UNION OF NORTH AMERICA, A.F.L.-  \nC.|.O. hereinafter referred to as the Union.  \nFor and in consideration of the mutual promises herein  \ncontained and for other good and vatuable consideration, the receipt  \nof which is hereby acknowledged, the parties agree and contract as  \nfoltows:  \nSUBSTANCE ABUSE  \nThe Employer may require employees to submit to testing for  \nalcohol or controlled substances to the extent and in the manner  \nrequired by applicable law, or by a project owner.  \nThe Employer shail also have discretion to require its  \nemployees covered by the Agreement to submit to testing for alcoho!  \nor controifed substances under the rules and procedurés of a testing  \nProgram that is administered by a third party and is acceptable to the  \nUnion. The St. Louis Construction Industry Substance Abuse  \nConsortium is such a program acceptable to the Union.  \n"], ["ARTICLE 1  \nRecognition - Right to Hire  \n", "Notification - Referral for Employment  \nJob Labor Standards  \nPre-Job Conference  \nSection 1.01 Recognition-Right to Hire: The Employer  \nthe Union as the sole callective bargaining agency with  \nrespect to wages, hours, and other conditions of employment in the  \nunit consisting of Building, Site and Mighway & Heavy Laborers who  \nare amployed by the Employer on its construction work, located in the  \nCity and County of St. Louis, State of Missouri and as otherwise  \nspecified herein. Reference to employees in this Agreement shall  \nmean employees of the unit above described.  \nSection 1.02 The Employer reserves and shall have the right  \nto accept or reject, to employ or not to employ any persons furnished  \nby the Union, or to discharge for cause any employee who has been  \naccepted but who subsequently proves unsatisfactory to the  \nEmployer.  \nNeither the Union nor the Employer shall discriminate in the  \nreferring or hiring of employees because of age, race, color, religion,  \nsex, nationat origin, or status as a Vietnam-Era Veteran nor against  \nqualified disabled Veterans or qualified individuals with handicaps or  \ndisabilities. Any reference to the masculine gender in this agreement  \nshall atso be understood to mean the female gender.  \nNo employee shall be required as a condition of employment to  \nuse his personal vehicle in the performance of his duties.  \nSection 1.03 The Employer shall be the sole judge of, and  \nhave the right to determine the number of employees required on any  \njob, or any portion of the work being done by the Employer. There  \nshall be no limitation as to the amount of work a man shall perform,  \nThere shall be no restrictions as to the use of machinery, tools or  \nappliances.  \nSection 1.04 Notification-Referra) for Employment: The  \n_ Union office provides a valuable and essential service to the  \n.. Employer and the industry in maintaining a supply of experienced  \n» workmen. In recognition of this service, and in order to maintain its  \nefficiency, the Employer shall give definite consideration to the Local  \nUnion Office having territorial jurisdiction over the job site in the  \nsecuring of qualified, experienced employees, especially as regards  \nto the hiring of new and additional employees.  \nEmployers may hire any member of the bargaining unit for work  \nwithin the area limits of this Agreement. However, attempts shall be  \nmade to secure qualified employees from the Local Union Office  \nhaving territorial jurisdiction over the job site for new, additional, or  \ntemporary employees, especially temporary employees for work  \nduring the summer months. The Employer shall have the right to  \nrequest employees by name and these employees shall be  \ndispatched by the Union Office. However, Emptoyers shall not  \nrequest employees by name exclusively.  \n   \nNo Emptayer shall joan out employees covered under this  \nbargaining Agreement (general foreman, foreman, laborers, etc.) to any  \nout of town Employer perfarming work in the jurisdictional area covered by  \nthis Agreement without prior mutual agreement between the Business  \nRepresentative of the Local Union and the Employer invafved.  \nProvided an agreement has been reached between the  \nEmployer and the Local Union ta employ out of town laborers on a  \nproject, such laborer will be required ta register with the Loca! Union  \nOffice having territorial jurisdiction over the job site within 24 hours of  \nbeing employed on the project.  \nFailure on the part of any Employer to give definite, positive  \nconsideration to the Loca) Union Office having territorial  \nover ihe job site as regards ihe hiring of new and temporary  \nemployees (especially during the summer months} shafi be  \nconsidered a violation of this Agreement. If the Union alleges that an  \nEmployer has violated this Section, then the Union shall issue a  \nwarning notice to the Employer and his Association (if any). (f the  \nEmployer is guilty of and violation of these provisions after said  \nwarning, then the Union shall have the right to order cessation of all  \nEmptoyer’s work unti! such violation has been corrected.  \nSection 1.06 Job Labor Standards: The Employer agrees  \nthat it is in the best interest of job progress and efficiency to, insofar  \nas possible, develop and encourage a uniform fabor policy on any  \nparticular job.  \nNothing in this Article shail be construed to limit or restrict, in  \nany way, the Emptoyer’s right to determine which portion of the work,  \nif any, he may perform with his own employees or may subcontract to  \nothers.  \nSolely to preserve bargaining unit work and to protect wage  \ntevets and fringe benefits of the employees covered hereunder, the  \nEmployer agrees that when subcontracting on site construction work  \nrequiring laborers at jobsites covered by this Agreement, the  \nEmployer will obtain the written agreement of the subcontractor: {1)  \nThat the subcontractor will pay to of provide for employees  \nperforming such subcontracted work on such jobsites wages and  \nfringe benefits in an aggregate dollar cost no less than the aggregate  \ndollar cost of wages and fringe benefits which an Empfoyer would be  \nrequired to pay or provide under this Agreement or, if fess, under any  \nother agreement to which the Union is a party covering the same type  \nof work in the same area, to the end that the total fabor cost of the  \nsubcontractor for such work is no less than the total iabor cost of an  \nEmployer performing such work under this or another Agreement with  \n*  \n   \nthe Union. For purposes of the preceding sentence, the aggregate  \ndollar cost of wages and fringe benefits which an Employer would  \nbe required to pay or provide under this or another Agreement with  \nthe Union shail include any payments required by Sections 5.01,  \n§.02, 5.03, 5.04, 5.06, 5.07, 5.14 through 5.23, 5.28 through 5.40,  \n5.42, 5.43 5.44D and 5.46 of this Agreement, or similar provisions of  \nsuch ather Agreement; but a subcontractor shall not be required to  \nagree to be bound in any other respect ta the provisions listed and  \nreferred ta above. (2) That the subcontractor will, on the Union's  \nrequest, promptly fumish or make available to the Union copies of  \nsuch payroll and other records as are necessary to verify the  \nsubcontractors compliance with the foregoing agreement regarding  \nwages and fringes and, at the option and request, will permit  \nthe Union's agents or accountants to audit and examine such of the  \npayroll records as necessary to verify compliance, the  \ncost of such audit shall be borne by the Union uniess the audit  \ndiscloses underpayment, in which case the cost shall be borne by the  \nsubcontractor to the extent of such underpayment unless resulting  \nfrom inadvertent or immaterial error, or clerical mistake. (3) That the  \nsubcontractor shall be directly liabie to the Union for any violation of  \nihe subcontractor's agraement and that the Union's rights may be  \nenforced by a suit for appropriate equitable and monetary relief  \nincluding interest, a reasonable attorneys’ fea and costs of suit.  \nProvided the Employer has obtained the foregoing agreements from  \na subcontractor, the Union shali pursue enforcement of such  \nagreements directly against the subcontractor, and shall assert no  \nclaim of demand againsi the Employer with respect to the  \nsubcontractors performance of non-performance of such  \nagreements. On each occasion when the Employer subcontracts on  \nsite construction work requiring laborers at jobsites covered by this  \nAgreement, the Employer will pramptty notify the Union of the project  \nname and location and the identity of the subcontractor and will  \nprovide the Union with a copy of the subcontractor's written  \nagreements required by this patagraph. An Employer may comply  \nvith the obligations of this paragraph by using the form attached as  \n‘Appendix A” to this Agreement to obtain the required agreements  \nrom subcontractors, but use of such form shall not be required for  \nsompliance. None of the objigations imposed on the Employer by this  \nvaragraph shall apply to subcontracting of work to a subcontractor  \nvhose employees performing such work are covered by a collective  \nmrgaining agreement between the subcontractor and any  \n‘onstruction-related union affilialed with the AFL-CIO, so long as  \nuch collective bargaining agreement remains in effect.  \nSection 1.06 Pre-Job Conference: Either the Union os the  \nEmployer may call a pre-job conference on all! projects of  \n$1,000,000.00 or more.  \n"], ["ARTICLE Il  \nArea Limits  \n", "Section 2.01 This Agreement shail apply only to work of the  \nEmployer on construction sites located in the City or County of St.  \nLouis, Missouri, of as otherwise specified herein.  \nSection 2.02 The Union agrees that any Employer who is a  \nparty to this shall have the privilege, and shall operate  \nunder the existing labor agreements, or extensions thereof, which  \nexist between the Eastern Missouri Laborers’ District and  \nother Employers covering construction work in the territorial  \njurisdiction of tha Council, other than St. Louis and St. Louis County,  \nMissouri provided they accept and sign such agreements.  \n"], ["ARTICLE iil  \n", "intent and Purpose  \nSection 3.01 i is the desire, intent and purpose of the parties  \nhereto that this Agreement shail promote and improve their industrial  \nand economic relationship and make it one that is harmonious and  \nprofitable.  \nSection 3.02 I is the intention of the parties hereto that this  \nAgreement shail make provision for the orderly and expeditious  \nconsideration and settlement of rates of pay, wages, hours, working  \nconditions and adjustments of grievances.  \n"], ["ARTICLE IV  \nUnion Security  \n", "Section 4.01 {t is understood and agreed by and between the  \nparties hereto that as a condition of cantinued employment, all  \npersons who are hereafter employed by the Employer in the unit  \nwhich is the subject of this Agreement shalt become members of the  \nUnion not later than the eighth (8th) day following the beginning of  \ntheir empioyment or the execution date of this Agreement, whichever  \nis the tater, that the continued employment by the Employer in said  \nunit of persons who are members of the Union shalt be conditioned  \nupon those persons continuing their payment of the periodic dues of  \nr  \nthe Union; and that the continued emptoyment of persons who were  \nin the employ of the Employer prior to the date of this Agreement  \nand who are not now members of the Union, shall be conditioned  \nupon those persons becoming members of the Union not later than  \nthe eighth (8th) day following the execution date of this Agreement.  \nThe failure of any person to become a member of the Union at such  \nrequired times shalt obligate the Employer, upon written notice from  \nthe Union to such effect and to the further effect that Union  \nmembership was available to such person on the same terms and  \nconditions generally available to other members, to forthwith  \ndischarge such person. Further, the failure of any pefson to continue  \npayment of the periodic dues of the Union as required herein shall,  \nupon written notice to the Employer by the Union to such effect,  \nobligate the Employer to discharge such person.  \nThe foregoing requirement of “Union membership” may be met,  \nirrespective of actual membership in the Union, by paying an amount  \nto the Union's regular initiation fees and periodic dues.  \nSection 4.02 The Employer shall not be required to discharge  \nany employee for noncompliance with this Article until such time as  \nsuch employee is replaced by a qualified employee, and if the Union  \nrequests (in writing) the discharge of any employee for  \nnoncompliance of the foregoing, the Union agrees to indemnify the  \nEmployer and hold the Employer harmless of any liability or claims  \ntherewith in connection with the termination of the employment of  \nsuch employee in with the request of the Union. Al! such  \nrequests by the Union for discharge of any employee shall be written.  \nSection 4.03 Should the Labor-Management Relations Act of  \n1947 be amended at any time during the term of this Agreement in  \nsuch manner as to provide for other type of or provisions relating to  \nUnion Security, then in such event this Agreement shail automatically  \namend as of the effective date of such amendment of the Act to  \nembody such changed provisions relating to Union Security as  \nrequested by either the Employer or the Union.  \nSection 4.04 tt is agreed that the Emptoyer and the Union will  \ncomply with all of the rules, regulations, and provisions of Executive  \nOrder No.11246 established by the President of the United States on  \nEqual Employment Opportunity effective October 24, 1965.  \n"], ["ARTICLE V  \nWages - Working Rules  \n", "Basic Rate - Building and Heavy/Highway  \nSection 6.01 Building construction is hereby defined to include  \nbuilding structures, including modifications thereof and additions or  \nrepairs thereto, intended for use for shelter, protection, comfort or  \nconvenience. Building construction shall include the demolition of,  \nand foundations for, building construction; however, not the  \npreparation, grading, and improvement of the property or site. Actual  \nexcavation for building basements, footings or foundations and  \nbackfilling of building basements, footing or foundations shal) be  \nconsidered building construction.  \nCommercial, industria! or Building or Buildings shall  \ninclude factories, warehouses, hotels, churches, schools and multiple  \nunit rental housing projects but shall not include subdivisions unless  \nthe majority of the buitding lot areas in the subdivision are devoted to  \nCommercial, Industrial or Institutional Buildings.  \nSite Improvement and Highway/Heavy is hereby defined to  \ninclude soil examination, excavating, grading and constructing  \nhighways and heavy improvements, both public and private, including  \nroads, viaducts, airports, sewers, streets, alleys; and site  \nimprovement including grading, clearing and utilities for building  \nconstruction projects and subdivisions (but excepting actua!  \nexcavation for the building basement or footings and backlilling of the  \nbasement or footings), railroad construction including grading and  \ntrack laying; bridges, retaining walls and culverts, canals, drainage  \nprojects, levees, sidewalks, dams, pavements of all classes; water  \nmains including laying and caulking, and public utilities, and public  \nutility projects, and other work of like character, not including,  \nhowever, the actual erection of buildings.  \nlt is agreed that the basic hourly rate of wages for all  \nemployment of all employees in the unit, when empioyees are  \nengaged in the general activities in conjunction with Building  \nConstruction and Heavy/Highway shail be:  \n{Basic Hourly Rate - General Laborers}  \nEFFECTIVE  \n3/3/04  \n$24.48\"  \n“(Inc. $1.00 per hour to be paid with to the Vacation Fund in lieu of  \ncash and supp. dues of 2%% of gross wages (taxable amt.)  \nFRINGE $ 3.60 Welfare  \nBENEFITS $ 3.75 Pension  \n$ .48 Training and Apprentice  \n$ 15 CTAF  \n$_.01 PRIDE Escrow  \n$32.47 Total Package  \nEffective March 2,2005- $1.10 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective March 1,2006- $1.10 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective March 7,2007- $1.10 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective March 5, 2008- $1.10 per hour increase (in Wages and/or  \nfringes at Union's option)  \nBasic Wrecking Rate-Total  \nWhen engaged in the wrecking of building or structures in their  \nentirety, including buildings having one or more party walls which  \nremain as enclosure of adjoining buildings (regardless of common  \nownership or use) and regardless of salvage of materials from such  \nwrecking, except those temporary ones built and used by contractors  \nduring construction of a new building, employees basic rate shall be:  \n(Basic Hourty Rate - Wrecking)  \nEFFECTIVE  \n3/3/04  \n$24.36\"  \n*{Inc. $1.00 per hour to be paid with to the Vacation Fund in lieu of  \ncash and supp. dues of 274% of gross wages (taxable amt.)  \nFRINGE $ 3.60 Welfare  \nBENEFITS $ 3.75 Pension  \n$ .48 Training and Apprentice  \n$ 15 CTAF  \n$ PRIDE Escrow  \n$32.35 Total Package  \n&  \nEffective March 2,2005- $1.10 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective March 1,2006- $1.10 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective March 7, 2007- $1.10 per hour Increase (in Wages and/or  \nfringes at Union's option)  \nEffective March 5,2008- $1.10 per hour increase (in Wages and/or  \nfringes ai Union's option)  \nBasic Rate - Residential  \nResidential is hereby defined as construction of  \nsingle-famity residences, including subdivisions, and apartments,  \nor row housing fimited to four (4) stories in height  \nexclusive of the basement.  \nWhen employees are engaged in residential construction as  \ndefined above, the basic hourly rate for Genera! Laborers shall be:  \n{Basic Hourly Rate - Residential)  \nEFFECTIVE  \n5/1/04  \n$18.67\"  \n$1.00 per hour to be paid to the Vacation Fund and supp. dues  \nof 244% of gross wages (taxable amt)  \nFRINGE $ 3.60 Welfare  \nBENEFITS Pension  \n$25.32 Total Package  \nEffective May 1,2005- $1.00 per hour increase {in Wages and/or  \nfringes at option)  \nEffective May 1,2006- 1.00 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective May 1,2007- $1.00 per hour increase (in Wages and/or  \nfringes at Union's option)  \nEffective May 1,2008- $1.00 per hour increase (in Wages and/or  \nfringes at Union's option)  \nBasic Rate - Finish Cleaning-Furniture Handiing  \nPrivate Work Only  \nFinish Cleaning is hereby defined to include mopping, waxing,  \nand vacuuming, cleaning of windows, fixtures, walls, and furniture.  \nFinish cleaning does not inciude construction debris.  \nFurniture handling is hereby defined to include unloading,  \nplacing, moving, and cleaning.  \nThe basic hourly rate for the classifications defined above shall  \nbe $4.00 less than building laborers basic rate. The fringe benefits  \nshall be the same as building laborers rate.  \nThe Union shall have the alternative to convert any of the cents  \nper hour wage increases provided for in this Agreement from straight  \n- wages to additional cents per hour contributions to Welfare, Pension,  \nTraining, Eastern Missouri Laborers’ District Council Leborers-  \nEmployers Cooperation and Education Trust (LECET) or Vacation. If  \nany conversion occurs, the cents per hour straight time hourly rates  \nlisted will simultaneously be reduced in ihe same amounts. [f the .  \nUnion desires to convert any of the wage increases to fringe benefits  \nor to additional vacation stamp amounts in this manner, it will serve  \nwritten notice to the Employer at least 60 days prior to the effective  \ndate of any annua! wage installment due.  \nSection 6.02 Apprenticeship: Notwithstanding provisions  \npertaining to the hiring of employees contained elsewhere in this  \nAgreement, it is agreed that, except for persons who were employed  \nat any time before May 1, 2004 as a journey level laborer on work  \nwithin the area limits of this Agreement, an Employer may not  \ncontinue to employ an employee hired after that date unless the  \nemployee has, within eight (8) days after commencing such  \nemployment, registered for whichever of the following training  \nrequirements is applicable, and thereafter pursues such training to  \ncompletion.  \n° If the employee has tess than 4,000 hours of documented  \nprevious construction experience, the employee must register,  \nwith a letter of intent to hire from the Employer, to enter the  \nConstruction Craft Laborers’ Apprenticeship Program for  \nEastern Missouri. Hf the employee has previous construction  \nexperience, the employee may be advanced to a period of  \napprenticeship appropriate to the employee's documented  \nworking experience and demonstrated job skills, as determined  \nsolely by the Joint Apprenticeship Committee.  \nhy  \n* if the employee has 4,000 or more hours of documented  \nprevious construction experience, the employee must register  \nwith a letter of intent to hire from the Employer, and enrofl and  \ncomplete the OSHA Safety & Health and Industry Orientation  \nclasses, by the Laborers-AGC Training Center (High Hill, MO),  \nor other location approved by the Joint Apprenticeship  \nCommittee.  \nAn employee who has once completed the applicable training  \nrequirement shall not be required to repeat such training on account  \nof later employment by a different Employer.  \nFor purposes of this agreement, the term journey level laborer  \nshall mean the eame as general laborer.  \nThe parties to this Agreement hereby incorporate into this  \nAgreement the Apprenticeship Standards for the Apprenticeable  \nOccupation of Construction Craft Laborer (D.0.T. #869.463-580), as  \nregistered and approved on October 23, 1995 by the Bureau of  \nApprenticeship and Training of the U.S. Department of Labor for the  \nEastem portion of the State of Missouri, inctuding the St. Louis  \nmetropolitan area, under Registration Number MO-002-95002,  \ninctuding any amendments or modifications heretofore made, or  \nwhich may be made, during the life of this Agreement, and the  \nEmployer and the Union agree to be bound by the terms and  \nprovisions thereof.  \nThe Joint Apprenticeship Training Committee (hereinafter  \nreferred to as “Committee’) referred to herein shall mean the Joint  \nApprenticeship Training Committee established under the  \naforementioned Standards. The Apprenticeship Program shail be  \nadministered by the Joint Apprenticeship Training Committee. The  \nEmpioyer and the Union agree to be bound by the decisions of the  \nJoint Apprenticeship Training Committes.  \nThe Apprenticeship Program shall be a “letier of intent” type of  \nprogram which shail allow for persons to enter the apprenticeship  \nprogram provided they have an Employer willing to employ them for  \nthe Term of Apprenticeship under the terms of the Standards.  \nApprentices enrolled pursuant to these Standards shall be indentured  \nto the Committee.  \nce  \nThe Term of Apprenticeship shall be for two years (4,000  \nhours) of diversified work and on-the-job training, excluding time  \nSpent in off-the-job related instruction and training.  \nApprentices musi complete a minimum of 288 hours of off-the-  \njob related instruction and training in an tndividuat Educational  \nProgram (hereinafter referred to as as determined by the  \nCommittee, in order to Successfully complete the Apprenticeship  \nProgram. APPRENTICES MUST ATTEND ALL OFF-THE-JOB  \nRELATED INSTRUCTION AND TRAINING AS ASSIGNED AND  \nSCHEDULED. APPRENTICES NOT ATTENDING CLASSES TO  \nWHICH THEY ARE ASSIGNED AND SCHEDULED SHALL BE  \nCANCELLED FROM THE APPRENTICESHIP PROGRAM. Any  \npersons so cancelled shall not be eligible for employment in the  \napprenticeship classification by any Employer signatory to a collective  \nbargaining agreement providing for such classification and negotiated  \nby the Eastern Missouri Laborers’ District Council or any of its  \naffiliated Local Unions.  \nApprentices shall not be entitled to payment of wages, nor shall  \nthe Empicyer be responsible for payment of fringe benefit  \ncontributions, for time spent in off-the-job related instruction or  \ntraining - and no such time spent by an Apprentice shall be  \nconsidered in the hours of work for pay purposes.  \nAPPRENTICES MUST COMPLETE ASSIGNED AND  \nSCHEDULED OFF-THE-JOB8 RELATED INSTRUCTIO D  \nTRAINING WITHIN PRESCRIBED WORKING HOURS AS  \nFOLLOWS:  \nPeriod 1 50% of journey level hourly rate  \n1 + 499 hours of work  \nPeriod 2 60% of journey level hourly rate  \n$00 — 1,489 hours of work  \nPeriod 3 70% of journey lavel hourly rate  \n1,500 — 2,489 hours of work and completion of 144  \ntotal hours of off-the-job related IEP instruction  \nPeriad 4 80% of journey level hourly rate  \n2,500 — 3,499 hours of work and compietion of 216  \ntotal hours of off-the-job related IEP instruction  \n12  \nPeriod 5 90% of journey level hourly rate  \n3,500 - 3,999 hours of work and completion of  \n288 total hours of off-the-job related iEP instruction  \nJourney Level 100% of journey level hourly rate  \n4,000 hours of work and completion of all off-the-job  \nrelated IEP instruction  \nEmployers shall make full payment of all fringe benefit  \ncontributions provided for in this Agreement for each hour  \nworked by Apprentices in their employ.  \nApplications for apprenticeship will be accepted on Tuesdays,  \nWednesdays or Thursdays between the hours of 9:00 a.m. and 3:00  \np.m. at the Apprenticeship office of the Laborers-AGC Training  \nCenter (High Hill, MO). Receiving of applications shall be stopped by  \nthe Committee whenever it determines that sufficient apprentices are  \nenrolled in the program to meet anticipated worker requirements, or it  \nfinds that excessive numbers of apprentices already in the program  \nare unemployed. The Committee will resume receiving applications  \nwhen, in the opinion of the Committee, the condition or conditions  \nwarranting the cessation of receiving applications no longer exists.  \nEmployers shall be allowed: one (1) apprentice when  \nemploying three (3) of more journey level laborers, two (2)  \napprentices when employing ten (10) or more journey level faborers;  \nthree (3) apprentices when employing fifteen (15) or more journey  \nlevel laborers; four (4) apprentices when employing twenty (20) or  \nmore journey levet laborers. Employers employing more than twenty-  \nfive (25) journey level shall be entitled to employ one (1)  \nadditional apprentice for each additional five (5) journey level laborers  \nemployed.  \nIn the event a specific project warrants additional manpower  \nrequirements above the ability of the Local Union to provide  \nworkmen, the above apprentice to journey level worker ratios may be  \nwaived by the Eastern Missouri Laborers’ District Council.  \nin the event of temporary reduction of workforce, the Employer  \nshall reduce the number of apprentices in accordance with the above  \nand promptly notify the Committee of the name of the apprentice.  \nApprentices so temporarily laid off will have their names placed in a  \npool and will be available for employment by Employers desiring to  \nemploy apprentices during times that ihe Committee |s not accepting  \nnew applications for apprentices.  \n13  \nApprentices shall work at all times under the supervision of a  \ncompetent and qualified journey level laborer employed by the same  \nEmployer,  \nApprentices shall be subject to the same working conditions at  \nthe Employer's Journey Level Laborers. However, it is expressly  \nagreed and understood that Employers shall assign Apprentices to  \ndifferent job tasks so as to allow them to become adept at a variaty of  \noperations and work skilis.  \nNo person who has previously been employed as a Journey  \nLevel Laborer shall be eligible for employment as an apprentice.  \nShould any provision of this Article be contrary to or in violation  \nof any applicable existing law or statute hereafter promulgated, then  \nin that event such provision shall be void and of no force and effect,  \nbut all other provisions of this Article shall continue in full force and  \neffect.  \nAny contractor involved in litigation or pre-titigation with any  \nLaborers’ Benefit Fund will be ineligible for any additional  \napprentices.  \nIt is hereby agreed and understood that any person entering but  \nfailing to maintain and complete his or her Apprenticeship shall not be  \nemployed by the Employer as a Journey Level Laborer under this  \nAgreement. Further, the failure of any Apprentice to maintain his or  \nher Apprenticeship status shall, upon written notice to the Employer  \nby the Union to such effeci, obligate the Employer to discharge such  \nperson.  \nSection 5.03 Welfare: in addition to the per hour wage rates  \nthe Employer will contribute (specific amounts shown on wage  \nschedules) per hour for each actual hour worked by each employee  \ncovered by this Agreement to the Greater St. Louis Construction  \nLaborers’ Welfare Trust Fund.  \nSection 5.04 Pension: In addition to the per hour wage rates  \nand the contributions to the Greater St. Louis Construction Laborers’  \nWelfare Fund, the Employer shall contribute (specific amounts shown  \non wage schedules) to the Construction Laborers’ Pension Trust of  \nGreater St. Louis, for each actual hour worked by employees covered  \nunder this agreement.  \n14  \nSection 5.05 Vacation: Effective November 1,1999, the  \nEmployer shall deduct from the basic wage rate, and withhold, one  \ndollar ($1.00) for each actual hour worked by each employee covered  \nby this Agreement, and shall pay the amount of wages thus withheld  \nto the St. Louis Laborers’ Vacation Fund to provide vacation benefits  \nfor such employees. The amount paid to the Vacation Fund is part of  \nwages, included in the laborers’ wage rates, and shall be so  \nconsidered in computation of withholding, taxes and insurance, etc.  \nNo employee shall have the option to receive direct payment  \nfrom the Employer of all or any part of the contribution due from the  \nEmployer to the Vacation Fund. tn the event an Employer party  \nhereto performs residential work in areas covered both by this  \nAgreement and by the Union's collective bargaining agreement with  \nthe Residential! Construction Employers, the Employer,  \nnotwithstanding the provisians of Section 5.54 hereof, shall continue  \nto be bound by and comply with the provisions of this Article  \nregarding the Laborers’ Vacation Fund, and shall deduct the amount  \nof the Vacation Fund contribution from the wages payable to the  \nemployees performing such work and forward it to the Vacation Fund  \nin accordance with this Agreement.  \nUpon three (3) weeks prior notice tha Employer and the Union,  \nan employee may, with the Employer's concurrence, take a leave of  \nabsence not to exceed two (2) weeks for a vacation from the job on  \nwhich he is employed, without jeopardizing future employment on the  \njob, provided, however, that the faborers’ work on that job is in  \nprogress on his return and that no more than one of the employees  \non such job shall be on vacation leave at any one time.  \nSection 5.06 Training and Apprentice: in addition to the per  \nhour wage rate, the Employer shail contribute (epecific amounts  \nshown on wage schedules) per hour for each actual hour worked by  \neach employee covered by this Agreement to training.  \nSection 5.07 St. Louis Construction Training and  \nAdvancement Foundation: Effective March 3, 2004, in addition to  \nthe per hour wage rate, the Employer shall contribute fifieen cents  \n($.15) per hour for each actual hour worked by each employee  \ncovered by this Agreement to the St. Louis Construction Training and  \nAdvancement Foundation.  \n15  \nEffective March 1, 2006, in addition to the per hour wage rate,  \nthe Employer shall contribute seventeen cents (3.17) per hour for  \neach actual hour worked by each employee covered by this  \nAgreement to the St. Louis Construction Training and Advancement  \nFoundation,  \nEmployer shall encourage their laborer employees to take full  \nadvantage of all training, education and information offered through  \nor by the Fund.  \nPrimary purposes of the Foundation, as set forth in the Trust  \n. Agreement, shall include apprenticeship training, advanced training  \nand education, safety education and other educational and  \ninformational programs for employee and industry betterment.  \nThis Section shalt remain in effect and not subject to  \nrenegotiation for one (1) year after the termination of this contract.  \nSection 5.08 Supplemental Dues:  \nCommercial Work - The Employer shal! deduct and withhold  \nfrom wages of all employees covered by this Agreement  \nsupplemental dues in an amount equai to two and three-fourth  \npercent (2 %4%) of the gross wages (taxabie income).  \nResidential Work - The Employer shall deduct and withhold  \nfrom wages of all employees covered by this Agreement  \n‘ supplemental dues in an amount equal to two and one-half  \npercent (2 %%) of the gross wages (taxable income).  \nkis specifically understood that no supplemental dues shall be  \ndeducted from any employee's wages unless and unti! such time as  \nthe Employer has physically in his possession an authorization card  \nsigned by the empioyee providing for such deduction and payment to  \nthe Local Unions.  \nReporting and payment of such sums so deducted will be made  \non forms furnished by the Union.  \n16  \nSection 6.08A PRIDE/ESCROW: In addition to the per hour  \nwage rate, the Employer shail contribute one cent ($.01) per hour  \nfor each actual hour worked by each employee covered by this  \nAgreement to a separate escrow account until such time that the  \nundersigned partied determine the disposition of the funds. The St.  \nLouis Construction Training and Advancement Foundation (CTAF)  \nsha!l record all such contributions received in a separate account,  \nand shall! hold the funds in the separate account to be used for such  \npurposes as the Association and Union may hereafter jointly agree  \nupon.  \nEmployer contributions shall no longer be turned over to PRIDE  \nof St. Louis, Inc. and PRIDE shall have no right, title, interest or claim  \nto any such contributions made.  \nSection 5.09 Funds: Employers who accept and sign this  \nAgreement also agree to accept and be bound by the Agreement and  \nDeclaration of Trust creating the Greater St. Louis Construction  \nLaborers’ Welfare Trust Fund, by the Trust Indenture creating the  \nConstruction Laborers’ Pension Trust of Greater St. Louis, by the  \nDeclaration of Trust creating the St. Louis Laborers’ Vacation Fund,  \nby the amended Agreement and Dectaration of Trust creating the  \nAGC-Eastern Missouri Laborers’ Joint Training Fund, and Declaration  \nof Trust creating the Eastern Missouri Laborers’ District Council  \nLaborers-Employers Cooperation and Education Trust, and by the  \nTrust agreement creating the St. Louis Construction Training and  \nAdvancement Foundation, including any amendments heretofore  \nmade or which may be made during the life of this Agreement to any  \nof said trust instruments.  \nSection §.10 Reporting and Delinquent Contributions:  \nThe Employer shat! remit all payments required under Sections 5.03  \nthrough 5.07 and 5.08A, hereinafter referred to as “Fringe Benefit  \ncontributions\", monthly, each month's contribution covering the period  \nending with the last full payro!l period of that month. The Employer's  \nremittance shall consist of a single check made payable to “St. Louis  \nLaborers Fringe Benefits”, in the combined amount of ai! Fringe  \nBenefit contributions due for the month, together with a completed  \nContribution Report on the form furnished by the Laborers’ Benefit  \nOffice, signed by an individual authorized to sign for the reporting  \nEmployer. The Employer's check and Contribution Report shall be  \nsent to the address shown on the current Contribution Report form,  \nEmployers who have been obligated to make Fringe Benefit  \ncontributions shall, during periods of inactivity, submit monthly reports  \nshowing “no laborers” if no laborer worked during that month.  \n17  \nContributions are due by the 15th day of the month following  \nthe month reported or which should be reported, and any  \ncontributions not received by the last day of the month during which  \ncontributions are due shall be considered delinquent. The Employer  \nrecognizes that the Employer's failure or refusal to make  \ncontributions when due causes’ additional bookkeeping,  \ncorrespondence, telephone calls, toss of use of funds, delay in  \nmaking entries in record keeping and other expenses to those to  \nwhom contributions are due. Therefore, the Employer agrees that  \nupon contributions becoming delinquent, said Employer will pay, in  \naddition thereto and as liquidated damages, a sum equal to twenty  \npercent (20%) of such delinquent contributions. Further, when there  \nare delinquent contributions due, the Union, notwithstanding any  \nother provision in this Agreement to the contrary, following seventy-  \ntwo (72) hours written notice by Welfare, Pension, Training,  \nFoundation, Supplemental Dues, Greater St. Louis Vacation Fund,  \nPRIDE, or LECET trustees or by the Union, to such delinquent  \nEmployer, may order cessation of all work covered by ihe Employer  \non all jobs of Employer until such reports are made and the  \ncontributions together with liquidated damages are paid.  \nIn addition, any Employer whose contributions to the St. Louis  \nLaborers’ Vacation Fund are delinquent for more than one month  \nduring the term of this Agreement may be required by the Trustees of  \nsaid Fund to remit Vacation contributions weekly, apart from other  \nFringe Benefit contributions, for a period of up to one year,  \nSection 6.11 Audits and Suits to Collect The  \nEmployer agrees that Welfare, Pension, Vacation, Training,  \nFoundation, Supplementa! Dues, PRIDE, and LECET shall each have  \nthe right to verify the accuracy of reports and contributions made by  \nthe Employer, by having their respective employees, agents,  \nrepresentatives or accouniants audit and examine during the  \nEmployer's regular business hours, the Employer's weekly payroll  \njournal, individual earnings records of employees, copy of Federal  \npayroll tax returns and other payroll records as may be necessary to  \nallow such examiner to determine whether the Employer is making  \nfull and complete reports and contributions as required by the  \nEmployer's collective bargaining agreement with the Union.  \nif such examination that the Employer has not made  \nfull reporting and payment, the cost of the examination and audit shall  \nbe paid by the Employer provided that such allocation of cost to the  \nEmployer shall not apply in the case of inadvertent or immaterial  \nerror, or clerical mistake.  \n18  \nIn addition to all other remedies on account thereof available  \nto Welfare, Pension, Vacation, Training, Foundation, Supplernental  \nDues, PRIDE, LECET and/or the Union, suit to recover unpaid  \ncontributions and liquidated damages due and owing, if so, and/or to  \nenforce this Section concerning audit and examination, may be  \nbrought by the respective Trustees of Welfare, Pension, Vacation,  \nTraining, Foundation, Supplemental Oues, PRIDE, LECET and/or the  \nUnion, and in the event of such suit the Employer agrees to pay in  \naddition to the amount found due and owing, interest at the maximum  \nrate allowed by law computed from the due date of each month's  \ncontribution, plus a reasonable attorney's fee payable to the attorney  \nor attorneys filing such suit in an amount fixed by the Court, but in no  \nevent tess than thirty-three and one-third percent (33 1/3%) of the  \ntotal amount for which judgment is rendered.  \nSection 5.12 Surety Bond and The Employer  \nshall secure and maintain surety bond in the minimum amount of  \n$25,000 to guarantee payment of all wages, fringes and contributions  \nprovided for herein and shall furnish to the Union evidence of the  \nprocurement and maintenance of bond in such amount.  \nShould the Employer, at any time, be unable to fulfill this  \nobligation as provided above, the Union shall require such Employer  \nto pay all wages due, plus fringe benefit contributions under Sections  \n5.03 through 5.08 on a weekty basis. The Union shall advise the  \nGeneral Contractor that these payments have been made and  \ncredited to the appropriate funds. A Genera! Contractor shall not be  \nliable for wages or fringe benefits unpaid by a subcontractor (unless  \nmutually agreed upon in writing.)  \nSection §.13 Insurance: The Employer shall provide  \nWorkmen's Compensation Insurance against injury and  \nUnemployment Compensation protection for all employees even  \nthough not required to do so by Missouri State Law.  \nThe Employer shall furnish to the Union satisfactory evidence of  \nhis compliance with such provisions of this Section.  \nSection 5.14 Foreman Rate: Fifty cents ($.50) per hour above  \napplicable basic rate.  \nSection 5.15 General Foreman Rate: One dollar ($1.00) per  \nhour above applicable basic rate.  \n19  \n(When Employer determines that a foreman is required to  \ndirect the work of other foremen, he shall be designated as a General  \nForeman. Designation as General Foreman shall not relieve  \nemployee of his duties as a foreman.)  \nSection 6.16 Dynamiter or Powderman Rate: Fifty cents  \n($.50) per hour above the applicable basic rate. Dynamiter shall  \nprovide himself with license where required.  \nSection 6.17 Pier Hole Rate: Employee who must enter or  \nwork inside or at bottom of machine drilled pier holes with minimum  \ndepth of six (6) feet from where drilling begins, while working in or at  \nbottom of such pier holes shall receive twenty-five cents ($.25) per  \nhour above applicable basic rate.  \nSection 6.18 Stack Rate: When working on smokestack work  \n(smokestacks on separate foundations) the following rate shall apply:  \n1 to 25 feet  \n$.25 per hour over basic rate  \n25 to 50 feet  \n$.50 per hour over basic rate  \n50 to 75 feet  \nZ $.75 per hour over basic rate  \n75 to 100 feet  \n$1.00 per hour over basic rare  \n100 to 150 feet  \n$1.25 per hour over basic rate  \n150 to 200 feet  \n$1.50 per hour over basic rate  \n200 to 250 feet  \n$1.75 per hour over basic rate  \n250 feet or higher  \n$2.00 per hour over basic rate  \nSection 5.19 Water Boy Rate: Applicable basic rate.  \n20  \nSection 5.20 Flagman Rate: The applicabie basic hourly  \nrate shall apply for flagman. If a flagman is required, he shal! be a  \ntaborer under this bargaining unit. The Employer shall furnish flagman  \njackets to flagman who shall be responsible for return of such jackets.  \nSection 6.21 Compressed Air Rates and Rules:  \nCompressed air rates and additional rules over and above norma!  \ncontract conditions to apply to caisson work and tunne! work under  \nair.  \nPresent schedule for a!l men working in air pressure:  \nAil Categories: Genera! Laborers’ Wages  \n0 to 10 pounds:  \n4 houre on- 1/2 off-3 1/2 on  \n10 to 18 pounds:  \n3 1/2 hours on-1 off-3 1/2 on  \n18 to 24 pounds:  \n3 hours on-3 off-3 on  \n24 to 30 pounds:  \n2 hours on-4 off-2 on  \n30 to 36 pounds:  \n1 1/2 hours on-4 1/2 off-1 1/2 on  \n36 to 42 pounds:  \n4 hour on-5 off-1 on  \n42 to 48 pounds:  \n3/4 hour on-5 1/4 off- 3/4 on  \n48 to 52 pounds:  \n1/2 hour on-7 1/2 off-1/2 on  \nIn the light of current research and investigation into health  \nacpects of work under air pressure, if future determination indicates  \nrevision of work schedule and rules would be desirable for the health  \nof the men, this schedule and rules shall be revised and corrected to  \nconform with recommended practices. Wages for men working under  \nair pressure shall be increased by the yearly contractual wage  \nincreases as outlined in Section §.01.  \n4  \nHours of work will commence at the low air side of the air lock  \nexcept when the distance from the top of the shaft to the air lock  \nexceeds 3,500 feet. tf distance from the iop of the shaft to ihe air lock  \nexceeds 3,500 feet, a travel allowance of one-half (1/2) hours pay  \nper shift (ai straight time) will be allowed.  \nInside tock tenders same rate and hours as pressure men.  \nAn additional fifty cents ($.50) per shift shall be paid pressure  \nmen only when sealing or concreting lock chamber.  \nOutside lock tenders and medical tock tenders same rate as  \npressure men except for an eighi (8) hour shift. One each per eight  \n{8) hour shift.  \nDressing Room Attendant and all other outside Laborers at  \nnormal current contract conditions and rates applying to heavy and  \nhighway construction.  \nLockers, hot and cold water, benches, towels, coffee and sugar,  \nshail be furnished by the Employer.  \nCrew leaders shall be paid three dollars ($3.00) per shift above  \npressure men.  \nSection 65.22 Free Air Tunnels and Shafts: Laborers wage  \nrate per hour for all work in and shafts feading to tunnel  \n(except the powderman) will be twenty-five cents ($.25) per hour  \nabove the basic wage rate.  \nThe powderman will receive a rate of fifty cents ($.50) per hour  \nover the wage rate paid the tunnel laborer.  \nHours of work will commence at the heading and will end at the  \nheading except when the distance from top of shaft to heading  \nexceeds 3,500 feet. If distance fram top of shaft to heading exceeds  \n3,500 feet, a travel allowance of one-half (1/2) hour's pay per shift (at  \nstraight time) will be allowed, but the crews shail change at the  \nheading.  \nThis applies to jobs which are primarily tunnel projects and  \nwould not apply to tunnets incidental to open cut sewer installations  \nor highway drainage projects, unless these tunnels are worked on a  \nshift basis.  \n22  \nSection §.23 Heating: When temporary heating is done with  \nsalamanders, or any portable, self-contained heater, employees  \nworking on same shall receive the basic rate at straight time for all  \ntime worked not to exceed eight (8) hours in any calendar day, or  \nforty (40) hours in period Monday through Friday, irrespective of  \nwhether or not the time worked falls within the regularly scheduled  \nworkday hours. For all time worked in excess of eight (8) hours in any  \ncalendar day or in excess of forty (40) hours in period Monday  \nthrough Friday (including not onty heating work, but all other work),  \nand for all such time on Saturdays, Sundays, and Holidays such  \nemployees shail receive contractual overtime.  \nOn Saturdays, Sundays, or Holidays the minimum pay (for  \nheating onty) shall be for two (2) hours.  \nPlumber Laborer Work  \nDEFINITIONS AS USED HEREIN:  \nSection 6.24 Structure: Any concrete, brick, or other type  \ninstallation including, but not limited to, tunnets and raceway through  \nwhich pipes and lines are to be installed which prevent immediate  \ncontact of the lines with the backfill material or complete encasement  \nof the lines by the backfill material. Pipe wrapping, insulation or split  \ntile which merely protect the line and are actually part of the line are  \nnot to be classed as structures. Backfilling with wet mix concrete shail  \nnat be classed as a structure.  \nSection 6.25 Site: The word “site” as used herein shall be  \ndefined as the total tract of land including the tand provided for the  \nbuilding or buildings and/or for all attendant Heavy and Highway  \nConstruction. in subdivisions, however, the tract shall include onty  \nthe individual lots provided for each individual but not  \nstreets, alleys, or easements or similar common approaches or  \nground.  \nSection 5.26 Junction: Connections such as Y's, T's and  \nManholes.  \nSection 5.27 Excavation: Hand excavation onty and not  \nincluding structural concrete work and pouring, form work, backfilling,  \nor the removal from site or from proximity of excavation of excavated  \nmaterial or surplus dirt.  \n23  \nSection 6.28 Heat, Power, Water and Cooling Lines Rate:  \nHand excavation, and hand backfilling for lines in trench not to be in  \na _.Ptumber Laborer Rate.  \nExcavation and all Laborer work for lines in trench to be ina  \nstructure...........- applicable Building of Heavy/Highway Laborer  \nRate.  \nExcavation and hand backfilling for and laying of drains below  \nstructure...........Plumber Laborer Rate.  \nin a “street job\", such as utility distribution systems lines, etc.,  \nwhether or not to be in a structure, in its entirety, excavation and all  \nlaborer work for lines to be in a trench......... Heavy/Highway  \nLaborer Rate.  \nSection §.29 Draln Tile Rate: Excavation for (not including  \ngeneral or footing excavation) and laying of drain tite around and  \nunder building................ Plumber Laborer Rate.  \nSection 5.30 Storm and Sanitary Sewer Rates: The  \nexcavation, laying and hand backfilling for storm and sanitary sewer  \ntaterats of nonmetallic pipe of any size (diameter), limited however to  \nsuch work on the site of and within the site of Commercial, Industrial,  \nInstitutional or Residential Building or Buildings, and further limited to  \nsuch work from the Building to the first junction on the  \nPlumber Laborer Rate.  \nAll other sewer work shall be done in accordance with Heavy  \nand Highway Construction.  \nIt is expressly agreed that all work covered herain at the rates  \nper hour shown for the various types of work has been and shall  \ncontinue to be done by the Building Laborers employed by the  \ncontractors who are parties to this Agreement and under these  \nEmployers’ direction and direct supervision and the direction and  \nsupervision of their regular supervisory employees.  \nSection 5.31 Concrete Specialist: The Employer may  \nchoose to assign to a member of the bargaining unit the striking off  \nand finishing of flat concrete surfaces.  \n24  \n—  \nLOCAL 42  \n3710 ENRIGHT AVE  \nST LOUIS MO 63108 |  \n   \n©;  \n; 314-531-1187  \nmS  \n+ 1  \nt  \na |  \no ester  \n& ‘ manch  \ni  \n  \nCc RIVER LOCA  \na MERAME 11000  \nST LO  \n314-89  \n  \n—_ -  \nSection 5.32 Certified Hazardous Materia) Premium:  \nWhile performing hazardous waste removal, as defined by law,  \ntaborer(s) working in the same crew as another craft receiving  \npremium pay, shail receive the same premium as the other craft,  \nprovided that the laborer can provide proof of certification of training  \nfor such work.  \nSection §.33 Miscellaneous Rates: If the general contractor  \nfurnishes iaborers to service any of the following mechanical or  \nsubcontractors, namely: Boilermakers, Electricians, Plumbers, Steam  \nFitters, Sprinkler Fitters, Brick Masons, and Plasterers, such laborer  \nshall be paid the laborers hourly wage rate applicable to the  \nrespective type of work performed.  \nSection §.34 Foreman: When ten (10) or more laborers are  \nemployed by the Emplayer on one job, one (1) of them shail be  \ndesignated by the Employer as foreman and he shal) receive  \nforeman’s rate.  \nSuch foreman, when employed, shall be the agent of the  \nEmployer and he shail be considered an employee within the  \nbargaining unit.  \nSection 5.36 Workday: The regular workday shall consist of  \neight (8) consecutive hours, exclusive of a thirty (30) minute lunch  \nperiod, with pay at the reguiar straight time hourly rate. The regular  \nworkday shail begin on the job site between the hours of 6:00 a.m.  \nand 9:00 a.m. with the starting time to be determined by the  \nEmployer. This adjustable starting time can, af the Employer's  \noption, be staggered to permit starting portions of the work force at  \nvarious times within the prescribed hours.  \nHowever, it is the intent of this Agreement that whenever any  \nlaborers can be gainiulty employed, there will be sufficient laborers on  \nthe job site during the workday established for the project. A lunch  \npefiod of one-half {1/2} hour duration shaft begin not jater than four  \nand one-half (4 1/2) hours after starting time.  \nEmployees shall be ai their workstation at the designated  \nstarting time and shall remain at their place during working hours until  \nhe designated quitting time. Where the employees’ place of work  \nequires Employer-furnished transportation, the employees shall be  \none way on tha employees’ time and the other way on  \nhe Employer's time. On projects where there is a significant amount  \nf such transportation time, the Union agrees ta negotiate this matter  \nn a pre-bid basis.  \n25  \n   \n   \n     \nLOCAL 53  \n12891 PENNRIDGE DR  \nBRIDGETON MO 63044  \n314-209-0220  \n  \n  \nty, Xn  \nYe 5 tux  \ni  \ntp,  \n  \n  \n7  \nEllendaie  \n110  \nIN VALLE DR  \nMS MO 63123  \n  \n   \n    \n    \n   \nWaATY {ad  \nSection 5.36 Ability To Work Four 10-Hour Days: The  \nEmployer may establish a four (4) ten (10)-hour shift exciusive of the  \nthirty minute unpaid lunch period at the straight time wage rate. Forty  \nhours per week shall constitute a week's work, Monday through  \nThureday. In the event a job is down due to weather conditions,  \nholiday, or other conditions beyond the control of the Employer, then  \nFriday may, at the option of the Employer, be worked as a make-up  \nday at the straight time wage rate. if F riday is scheduled as a make-  \nup day, a minimum of eight (8) hours will be scheduled and worked,  \nweather permitting. Straight time is not to exceed tan (10) hours a  \nday or forty (40) hours per week. Starting time will be designated by  \nthe Employer. The Union will be advised of the starting time.  \nWhen an Employer works a project on a four (4) ten (10)-hour  \nday work schedule, the Employer will not bring in any other crew for a  \n‘fifth workday on the project while not calling in the normal crew that  \nhad been scheduled for that project.  \nSection 5.36A On residential work only, all work performed  \nafter 40 hours in any workweek or after ten (10) hours during any  \nworkday and all work performed on Saturday shali be compensated  \nat time and one-half the regutar hourly rate of pay for the work  \nperformed, except as modified herain. H an employee has worked  \nless than forty (40) hours from Monday through Thursday and the  \nEmployer elects to work Friday then the Employer will be required to  \nwork or pay the employee for the full scheduled shift on Friday or until  \nthe hours worked on Friday plus the hours worked Monday through  \nThursday total forty (40) hours, whichever is less, and provided  \nfurther that the employee will be paid or work a minimum of four (4)  \nhours on Friday, unless prevented by inclement weather. If a craw is  \nprevented from working two (2) workdays or any part thereof Monday  \nthrough Friday by reason of inclement weather, Saturday or any part  \nthereof may be worked as a make-up day at the straight time rate. If  \nSaturday is worked as a make-up day, work shall proceed for a full  \nshift, unless prevented from working by inclement weather. if an  \nemployee declines to work Saturday as a make-up day, he shail not  \nbe penalized but can be replaced by another employee at the Straight  \ntime rate. Employees who are part of a regular crew on a make-up  \nday, notwithstanding the fact that they may not have been employed  \nthe entire week, shail work Saturday at the straight time rate,  \n26  \nSection 6.37 Lunchtime: If the starting time ‘of the  \nemployees’ one-half hour tunch period is delayed beyond four  \nand one-half (4 %) hours after starting time on the job by the  \nEmployer, employees whose lunch period is so postponed shall  \nreceive @ one-half (%) hour lunch period with straight time pay.  \nif the emptoyee’s lunch period is eliminated, the employee shall  \nreceive one (1) hour pay at the applicable overtime rate, unless the  \nemptoyee works less than eigh! (8) hours due to inclement weather.  \nSection 5.38 Suppertime: Employees are to be allowed one-  \nhatf (%) hour for supper with pay at the overtime rate if they work two  \n(2) hours overtime after the and of their regular workday and if they  \nare to continue to work after ten (10) hours when working eight hour  \ndays. When working ten (10) hour days, employees are to be  \nallowed one-half (1/2) hour supper if they are to continue work after  \nten (10) hours of work. In the event of additional overtime,  \nemployees will be allowed one-half (%) hour mealtime with pay as  \nprovided above after each additional four (4) hours overtime beyond  \nthe previous overtime plus meattime provided they are to continue  \nworking after such additional mealtime.  \nWhere possible, employees shall arrange to eat alternately to  \npermii work to proceed continuousty, but thie shall not be construed  \nto deprive an employee of mealtime privilege and payment.  \nSection 8.39 Overtime: Time and one-half (11/2) shall be paid  \n(except for work performed on heating for which provision is made  \nabove, and work performed on projects that cannot be performed  \nduring the regular workday for which provision has been made below  \nand modified in Section 5.36 and 5.36A) for work performed in  \nexcess of eight (8) hours on any regutar workday or outside the hours  \nlimiting a regular workday, Monday through Friday. Time and one-half  \n(1 %) shall be paid for work performed on Saturdays except as  \nmodified in Section 5.36A. Double time shail be paid for work  \nperformed on Sundays and Holidays.  \nProjects That Cannot Be Performed During Regutar  \nWorkday: On Highway/Heavy Work or if required by owner, the  \ncontractor may perform work outside the normal work hours, and  \nemployees shail be paid the applicable straight time hourty wage rate  \nplus a premium of $2.50 per hour for the first eight hours worked.  \nAny hours worked in excess of eight (8) hours shall be paid at the  \napplicable overtime rate plus the $2.50 per hour premium.  \n27  \nSection 6.40 Show Up: An employee shall receive no less  \nthan four (4) hours pay at straight time rate or two (2) hours at  \navertime rate for any day (at the prevaiting rate for such day):  \n{a} when employed on a job and upon reporting for work the  \nfollowing morning employee is notified there is no work to be done,  \n(b) or when ordered out and upon reporting on the job, or work,  \nat the time as ordered, and not put to work,  \n(c) or when employee starts the day and is stopped or laid off  \nbefore working at least four (4) hours,  \nunless prevented from starting or stopped from working by the failure  \nof other employees to appear, or by failure of the Employer to receive  \nmaterials, or on account of bad weather, ground conditions, or by  \nother causes beyond the control of the Employer.  \nif an employes is requested to report to the Employer's yard  \nand perform faborer’s work prior to being transported to job site, he  \nshall be paid for the work. When laborers report to the yard solely for  \ntransportation his time shall start at the regular starting time.  \nAny employee unable to work because of physical condition,  \nlack of safety as required, or inability to perform work  \nassigned shail not be entitled to show up time.  \nSection 5.41 Payday: The Employer shall pay on the job,  \nwhen employees are working on the job at the time herein specified,  \navery Friday at or before 4:30 p.m. in currency or by payroll check, for  \nthe workweek ending at 4:30 p.m. the Tuesday night prior to payday.  \nIn the event of bad weather on Friday checks will be on the job no  \nthan 12:00 noon unless unavoidably delayed. The Employer  \nshall have at feast two (2) fuil workdays after the ending of the  \nworkweek for the purpose of preparing the payroll, including when the  \njob contracting authorities provide that the week shail end on a day  \nother than Tuesday. When working under workday provision  \ndescribed in Section 5.36 and 5.36A the workweek shall end on  \nSunday with payday the following Friday.  \nUpon approval of the employee, wages due workers may be  \npaid by direct deposit to the employees’ accounts. Fringe benefits  \nmay be paid electronically.  \n28  \nThe Employer shail furnish check stub or receipt which  \nincludes the Employer's name and address, showing gross amount of  \ncheck, itemized deductions, and hours worked and amounts for both  \nregular and overtime.  \nSection 6.42 Waiting Time: When employees are  \ndischarged, they shall be paid in full in cash or ather legal tender on  \nthe job immediately, and if required to go to some other point or to the  \noffice of the Employer, employees shall be paid for the time required  \ngoing to such places. When employees quit of their own accord, they  \nshali wait until the regular payday for the wages due them. If the  \nemployee’s check is postmarked later than 24 hours past the  \nscheduled payday, the Employer shall pay the employee two (2)  \nhours' pay at the straight time rate per day of delay, provided the  \nemployee must notify the Employer of the failure to receive the check  \nno tater than five (5) days after the day of scheduled payday to  \nreceive the penalty payment. If an Employer's check to an employee  \nis returned for insufficient funds, the Employer will be forced to pay in  \ncash or cashier's check and pay any bank charges incurred by  \nemployee whose personal checks were written with insufficient funds.  \nWhen employees are laid off the Employer shail have the  \noption of paying the employee off that day or sending their paycheck  \npostmarked no tater than the day following day of lay-off. If the  \nemployee's check is postmarked later than the day following the day  \nof lay-off, the Employer shall pay the employee two (2) hours’ pay at  \nthe straight time rate per day of delay, provided the employee must  \nnotify the Employer of the failure to receive the check no later than  \nfive (5) days after the day of lay-off to receive the penalty payment,  \nlf the Employer faits to comply with the above provisions more  \nthan two times, then the third time will be cause for the contractor to  \nrevert to lay-off is pay off for the remained of this contract. The Union  \nshall notify the Employer, with copy to the appropriate Association,  \nwhen such provision is invoked.  \nSection 6.43 Holidays: Double time shall be paid for work  \nperformed on the following holidays: New Year's Day, Memorial Day,  \nFourth of July, Labor Day, Veterans Day, Thanksgiving and  \nChristmas. When a Holiday occurs on a Saturday it shall not be  \nobserved on either the previous Friday or the following Monday.  \nSuch days shall be regular workdays. If such a Holiday occurs on  \nSunday, it shall be observed on the following Monday.  \n29  \nSection 5.44 Shift Work: Shifts may be established when  \nconsidered necessary by the Employer.  \nA. Shift hours and rates will be as follows:  \nFIRST SHIFT: Eight (8) hours plus one-half (1/2) hour  \nfor lunch.  \nSECOND SHIFT: Eight (8) hours plus one-half (1/2) hour  \nfor junch.  \nTHIRD SHIFT: Eight (8) hours plus one-half (1/2) hour  \nfor  \nB. Shifts shall be established for a minimum of three (3)  \nconsecutive workdays.  \nC. If only two (2) shifts are to be worked, the Employer may  \nregulate starting times of the two (2) shift operation to  \npermit the maximum utilization of daylight hours. The  \nStarting time shail begin at the same time for all workers  \non a shift.  \nD. The first shift will be paid at eight (8) hours’ straight time  \nfor eight (8) hours’ work. The second shift will be paid  \neight (8) hours straight time plus a two dollar and fifty cent  \n(32.50) per hour premium for eight (8) hours work, and  \nthe third shift shall be paid eight (8) hours straight time  \nplus a three dollar and fifty cent ($3.50) per hour premium  \nfor eight (8) hours’ work.  \nPayment for shift work shall be determined by when an  \nEmployer first begins his shift operation, i.e., the shifts  \nwhich begin on Friday morning and end on Saturday  \nmoming will be paid at straight time; the shifts which start  \non Saturday morning and end of Sunday morning will be  \npaid at time and one-half; the shifts which start on Sunday  \nmorning and end on Monday moming will be paid at  \ndouble time. Employees working during the normal  \nworkday shall receive first shift pay; employees working  \npredominately during the evening hours shall receive  \nsecond shift pay: employees working predominately  \nduring the early morning hours shall receive third shift  \npay.  \n30  \nE. Nothing above prohibits the working of two (2) shifts at  \ngreater than eight (8) hours with excess hours to be paid at  \novertime rate.  \nSection 6.45 Voting Tlme for Employees: RS Mo. Section  \n129.060-1. Any person entitled to vote at any election held within this  \nState, or any primary election held in preparation for such election,  \nshall, on the day of such election be entitled to absent himself from  \nany services or employment in which he is then engaged or  \nemployed, for a period of three (3) hours between the time of the  \nopening and the time of closing of the polls for the purpose of voting;  \nand any absence for such purpose shall not be sufficient reason for  \nthe discharge of or the threat to discharge any such person from such  \nservices of employment; and any such employee, if he votes, shall  \nnot because of so absenting himself, be liable to any penalty, nor  \nshall any deduction be made on account of such absence from his  \nusual salary or wages; provided, however, that request shall be mada  \nfor such leave of absence prior to the day of election, and provided  \nfurther, that this section shall not apply to a voter on the day of  \nelection, if there be three (3) successive hours, while the polls are  \nopen in which he is not in the service of his Employer. The Employer  \nmay specify any three (3) hours between the time of opening and the  \ntime of closing of the potls during which such employee may absent  \nhimself as aforesaid.  \n{f required, employee shall have form signed at polling place to  \nindicate vote has been cast. Form shall be furnished by the  \nEmployer.  \nSection &.46 Non-Loss Time Accident: On the day of an  \ninjury resulting from a job site accident the employee shall not suffer  \nany loss for time spent receiving medical attention or, if the attending  \nphysician will not permit his return to work, for the remainder of the  \nshift. On one (1) additional day subsequent to the accident, the  \nemployee shall not suffer any loss for time spent receiving further  \nmedical treatment provided the doctor requires a return visit during  \nworking hours. Employee will obtain a written memorandum from the  \ndoctor showing the time of appointment and the time of treatment and  \nwill provide a copy to the Employer.  \nSection §.47 Transferring: When employees are traneferred  \nfrom one job location to another during the regular workday they must  \nbe paid for such time.  \n31  \nSection 6.48 Safety Provisions:  \n(a) On all pier holes, curbs shall be maintained around  \nperimeter on holes of sufficient height to prevent debris and  \nexcavated materials from falling or being kicked into pier holes. Ail  \nmen working pier holes must wear safety hats at all times.  \n(b) On all trench excavations of five (5) feet in depth or over, all  \ntrench walls will be either sloped from the five (5) foot poini or in the  \nevent that sloping is impractical will be braced or shored to protect  \nthe workmen in the trench,  \n(c) The employee shall furnish hard hat and proper safety  \nshoes (except where job conditions require special footwear such as  \nrubber boots) and shall wear such safety items, es required by the  \nEmpioyer, at all times and shall be subject to immediate discharge for  \nfailure to do so.  \n(d) Employees shall not be required to work with unsafe tools  \nand equipment or without safety appliances at any time nor shall  \nemployees be required to work under unsafe conditions.  \n(e) The Employer in recognition of the fact that an effective  \naccident prevention program is essential, not only to the safety and  \nwelfare of the employees but to the efficient prosecution of the work,  \nagrees to make effective use of accident prevention information and  \naids available from the Construction Training and Advancement  \nFoundation, and to insure that such information and educational  \nmaterials are made available to employees on the job site.  \n(f) On any job where there is a serious accident, if it  \nresulted from unsafe job conditions, these conditions shall be  \ncarrected before work is resumed in the unsafe area.  \n(g) The Employer shall furnish safety goggles, respirators,  \nhearing protection, toe guards and cutting goggles or helmets when  \nburning or welding. If employee is to be performing cutting or welding  \nfor an extended period of time, the Employer shail provide safety  \ngloves and vest.  \n(h) The Employer shail furnish a first aid kit on the job site and  \nin addition will maintain a list of emergency services (i.e., fire  \ndepartment, police department, ambulance, hospital, doctors, etc.)  \nwhere professional help, when needed, may be immediately  \nobtained.  \n32  \n(i) In addition, the Employer and his employees shail strictly  \ncomply, at all times, with all applicable local, state and federal safety  \nregulations and standards.  \nSection 5.49 Supplies Furnished: The Employer shall furnish  \nall tools, raincoats, rain hats, rubber gloves, goggles, and sterilized  \nboots required in the performance of employees’ duties, ice water  \nduring the summer months and when needed, sanitary drinking cups,  \nand shall provide or arrange for access to suitable toilet and dressing  \nroom  \nSection 5.50 Steward: The steward, selected by the Business  \nRepresentative, shall be selected from the employees on the job or in  \nany event from employees of the Employer. The Employer shall  \nneither be required to hire an additional employee nor to replace a  \nman with a new employee by reason of such selection as steward.  \nThe Employer agrees in the event of reduction of the work force, that  \nthe employee appointed as steward remain on the job as lang as  \nthere Is work of his craft which he Is capable of performing. In the  \nevent the steward is to be transferred, the Employer shall notify the  \nUnion and secure concurrence of the transfer from Union's Business  \nRepresentative. The Employer shal! be advised of such steward's  \nname.  \nThe steward shail be subject to the same terms of employment  \nas any other employee on the job and shall not be discriminated  \nagainst by reason of the fact that he is serving as steward. The  \nsteward shall be permitted to perform during working hours such of  \nhie duties ac steward including the adjustment of grievances. The  \nUnion agrees that such duties shali be performed as expeditiously as  \npossible. Employees shall not be discharged, nor be discriminated  \nagainst because they are acting as or performing the duties of a  \nsteward but may be discharged for just cause. Such cause shail be  \ndiscussed with the Business Representative of the Union before  \ndischarge of the steward.  \nif any employee shall be taken sick on a job or meet with an  \naccident while at work the shall see that he is property cared  \nfor, and the Employer shall pay the steward for his lost time.  \nThe steward shall attend personally and see to ii that the  \ninjured employee is immediately given proper medical care of  \nhospitalization and that the injured employee's family is notified  \nwithout toss of pay to the steward for such service.  \n33  \nIf such loss of time extends after 4:30 p.m., the steward shall  \nbe reimbursed for such loss of time after 4:30 p.m. at contractual  \novertime rates bul noi to exceed one (1) hour.  \nThe steward shall be notified before the end of any shift if any  \nof the employees are going to be required to work overtime. If  \novertime work is required, the steward shall be one of the workmen  \nwho shall perform the work, provided he so desires and is capable of  \nperforming the work.  \nAppointment as steward shall in no way relieve the employee of  \nhis duties as a laborer.  \nAll employees under this bargaining unit shat! be required to  \nwith the job steward on the date of hire. Such registration  \nshall consist of emptoyee furnishing to the steward his name, address  \nand telephone number. The steward shall also be allowed to request  \nto see the employee's Union card and ask him to fill out a  \nsupplemental dues authorization check-off card. In the event the  \nemployee does not have a Union card the steward shall be allowed to  \npromptly notify the Union.  \nNo steward has the right to call a work stoppage, slow down, or  \nstrike and such conduct by a steward shall be held to be without the  \nauthorization of the Union.  \nUpon resuming work on the same phase of the job, the steward  \nshall be the first laborer called back provided there is work the  \nsteward is qualified to perform as stated in Section 1.02.  \nSection 5.61 Visiting Jobs: Duty authorized representatives,  \ncarrying proper credentials, shall be allowed to visit jobs during  \nworking hours to interview the Emptoyer or the men, but shall in no  \nway hinder the progress of the work.  \nUnion Representatives shall inform contractor representative of  \nany problems or difficulties on the job, and the contractor  \nrepresentative shall take steps to resotve any problems or difficulties  \nbrought to his attention by the Union Representative.  \nSection 5.62 Selection of Labor: The Employer shali have  \nthe right to select their own employees. When called upon by the  \nEmployer, the Union shall furnish competent employees. There shall  \nbe no discrimination on account of unionism against any member of  \nthe Union by the Empioyer.  \n34  \nNotwithstanding the provision as to Union Security herein set  \nout, it is expressly agreed that supervisary and Clerical employees of  \nthe Employer shall not be required to become members of the Union.  \nEmployees shail take orders and instructions from the Empioyer and  \nfrom supervisory employees designated by the Employer and refusal  \nto perform work covered by this Agreement as so ordered or  \ninstructed shall be cause for discharga.  \nSectlon 6.53 Declaration of Principles: The following  \nunderlying principles shall appfy to ali labor relations of the parties  \nhereto and al! employees covered hereunder:  \n1. That there shail be sto limitations imposed as to the  \namount of work any employee shal) perform during his  \nworking day.  \n2. That there shail be no restriction with respect to the use of  \nmachinery, tools ar appliances.  \n3. That there shall be no restriction with respect to the use of  \nany raw or manufactured materials.  \n4. That no person, other than the Employer or its ageni,  \nshalt have the sight to interfere with employees on their  \nwork during working hours.  \n5. That employees are at liberty to work for whomsoever  \nthey see fii. They shall be entitled to demand and receive  \nthe wage agreed upon as herein set oul.  \n68. That the Employers are at liberty to employ and discharge  \nfor jusi cause, whomsoever they sée fit.  \nSection 6.54 Limitation of Agreement: This Agreement shall  \nnot be construed to bind any party hereto with regard to any work in  \nany locality other than that covered or provided far by this Agreement,  \nif the Union enters into any agreement with any Employer for  \nwork in areas covered by this agreement, upon more favorable terms  \nto such other Employer than are embodied in this Agreement, and if  \nsuch more favorable terms are allowed to continue in effect, such  \nmore favorable terms shat! be made immediately available to the  \nEmployers signatory to this  \n35  \nSection 6.55 Outstate Work: The Union agrees that any  \nEmployer who is a party to this Agreement shall have the privilege,  \nand shail operate under the existing labor agreements, or extensions  \nthereof, which exist between the Association and the Eastern  \nMissouri Laborers’ District Council covering \"Heavy and Highway  \nConstruction Work\" in the territorial jurisdiction of the Council, other  \nthan St. Louis and St. Louis County, Missouri provided they accept  \nand sign such agreements.  \nThe phrase “Heavy and Highway Construction Work\" as used  \nherein, means all private and public construction, and non-  \nfederal performed in ihis state, with the exception of building  \nconstruction. Building construction is hereby defined to include  \nbuilding structures, including modifications thereof or additions or  \nrapairs thereto, intended for use for shelter, protection, comfort or  \nconvenience. Building construction shall include the demolition of,  \nand foundations for, building construction; however, not the  \npreparation, grading, and improvement of the property or site.  \nExcavation for the foundations and of the basement proper shail be  \nconsidered building construction.. Heavy and Highway Construction  \nWork shall include, but shall not be restricted to, all work performed in  \nthe construction of streets and highways, airports, utilities, river and  \nharbor work, flood control, levees, pile dike and revetment work on  \nstreams in and along the border of Missouri, and heavy  \nconstruction, and oil, gas and gasoline pipelines axcept main line,  \ncross country oil, gas and gasoline pipelines.  \n"], ["ARTICLE VI  \nGrievance Procedure and Arbitration  \n", "Section 6.01 Any difference arising between employee and  \nhe Employer with reference to any condition of employment affecting  \nemployees subject to this contract that are not covered hereunder, or  \n0 the interpretation of this contract and any other grievances of the  \nparties hereto except jurisdictional disputes, that cannot be  \nsatisfactorily adjusted by the Employer and the job steward shall be  \neferred to the Business Agent of the Union and the proper officials of  \nhe Employer.  \nSection 6.02 All grievances that cannot be settled between  \nthe officials of the Employer and the Business Agent of the Union  \nmay be referred to a Board of Arbitration consisting of three (3)  \nmembers, one (1) of whom shall represent and be appointed by the  \nUnion, one (1) of whom shall represent and be appointed by the  \nEmployer, and the two (2) thus chosen shall select the third. The  \nUnion and the Employer shail select their respective representatives  \nwithin five (5) days after receipt of written notice by one from the  \nother requesting arbitration. The decision of a majarity of this Board  \nof Arbitration shall be final and binding on all concerned. Each of the  \nparties hereto shall pay the compensation of their own representative  \nand the compensation of the third member and other expense of such  \narbitration shall be borne equally by the Employer and the Union.  \nSection 6.03 If arbitration is requested by the Union or by the  \nAssociation on behaif of a member Employer, or by a non-  \nAssociation Employer signatory to this Agreement, the Employer and  \nthe Union agree to submit the grievance to an Arbitration Board as  \nprovided in this Agreement. However, if arbitration Is not requested  \neither by the Union or by the Association on behalf of a member  \nEmployer, or by a non-Association Employer signatory to this  \nAgreement, the Union reserves the righ! to use its economic power in  \nsupport of its demands. However, the Union must give seventy-two  \n(72) hours notice to the Employer prior to using its economic power in  \nsupport of its demands. in such event, it is agreed by both parties that  \nany such action taken by the Union shall not constitute a violation of  \nthis Agreement notwithstanding any provision of this Agreement to  \nthe contrary.  \nSection 6.04 It is understood that bargaining with respect to  \nchange of wage rates or other conditions of employment upon  \ntermination of this Agreement is not a grievance hereunder or subject  \nto arbitration.  \nSection 6.05 No award in arbitration sha!l be retroactive for a  \nperiod exceeding thirty (30) days frorn the date of filing of written  \ncomplaint with the Employer or the Union in such arbitration  \nproceeding. Nothing herein contained shall prevent an employee from  \npresenting his individual grievance, as provided for and guaranteed  \nby the Labor-Management Relations Act of 1947.  \n37  \n  \n  \n"], ["ARTICLE Vil  \nStrikes  \n", "Section 7.01 Except as herein otherwise provided, employees  \nshall not cease work, slow down, or engage in any strike or other  \nconcerted interruption or interference with the work or business of the  \nEmployer during ihe term of this contract, and the Employer shall not  \nlock out any employee covered hereunder during said term.  \n"], ["ARTICLE Vill  \nPicket Lines  \n", "Section 8.01 ft shall not constitute a breach of this Agreement  \nfor any employee covered hereunder ta refuse to cross any picket  \nline and perform work in any instance where:  \n(a) The purpose of the picketing is lawful, is duly authorized by  \nthe Union picketing and the Building Trades Council of St. Louis, if so  \nrequired, and  \n{b) The establishment thereof is not contrary to, or in violation  \nof any law oc this Agreement.  \nSection 8.02 The Union shal! not be held liable for violation of  \nthis provision by any of its members.  \n"], ["ARTICLE ix  \nJurisdiction  \n", "Section $.01 Nothing in this Agreement shal) be construed to  \ndefine or determine any craft work jurisdiction or the recognition  \nthereof by the Employer.  \nSection 9.02 The Union will make available to the AGC  \nDepartment of Jurisdictional Research and Information, copies of alt  \njurisdictianal agreements and details of verbal understandings with  \nother unions.  \nSection 9.03 When there are no decisions or agreements of  \nrecord, or when no decisions or agreements of record apply, the  \nEmployers shal! assign the work in a manner that is not contrary to  \ndecisions or agreements of record in accordance with the established  \npractice in the local area of ihe majority of Employers in the area  \nsignatory to this Agreement.  \n38  \nSection 9.04 There shall be no stoppage of work because of  \na jurisdictional dispute.  \n"], ["ARTICLE X  \nExoneration  \n", "Section 18.07 That during the term of this contract the Union  \nwill not authorize, cause, induce, support or condone any strike  \nwhether genera! or sympathetic, or any work stoppage, or slowdown  \nof work, or walkout by any of the employees covered hereunder, of  \nthe Union, or any members of the Union, nor will the Union in any  \nway support any action of its members in engaging in any of the  \nsame, but on the contrary will do everything within its power to  \nprevent such acts.  \nSection 10.02 The Union further agrees thai should any of its  \nmembers or its agents angage in such activities, without authority  \nfrom the Union, the said Union will:  \n{a) Request them to immediately return to work,  \n(ob) Advise them that they are violating the Union Agreement  \nwith said Employer, and  \n(c) Grant them no assistance.  \nSection 10.03 i is understood and agreed that the Negotlating  \nAgent, (Association) shall in no event be bound as a principal or  \nEmployer hereunder or be held liable as a principal or Employer in  \nany manner for breach of this contract by any party hereto; that the  \nliability of the Employer hereunder is several and not joint. That it is  \nfurther agreed thai the Employer shall not be liable for any acts of  \nagents of Employer not authorized by the Employer. The Emptoyer  \nagrees il will, on writtan request by the Union notify the Union within  \nforty-eight (48) hours after receipt of such request by the Union  \nwhether or not the act of the agent complained of by the Union is  \nauthorized, and if not authorized, the Employer wil! take immediate  \nstepe to rectify the situation complained of.  \n"], ["ARTICLE XI  \nLega! Compliance  \n", "Section 11.01 This Agreement covers the entire  \nunderstanding between the parties hereto, No oral or written rule,  \nregutation or understanding which is not embodied herein shall be of  \nany force or effect upon the parties hereto, except for the Letter of  \nUnderstanding dated March 1, 1999, and the prior Letter of  \nUnderstanding inctuded in this Agreement.  \nSectlon 11.62 Should any provision of this contraci be  \ncontrary to, or in violation of, any applicable existing or future law,  \nthen such provision in such event shall be void and of no force and  \neffect, but all other provisions of this contract shall continue in full  \nforce and effect and be binding upon the parties. It is the intention of  \nthe parties to fully preserve the full force and effect of all provisions of  \n_ this contract not contrary to law.  \n"], ["ARTICLE Xi!  \nManagement  \n", "Section 12.01 The management of the Employer's work and  \nbusiness and the direction of the working force, including the right to  \nhire, suspend, tranefer or discharge for proper cause, and the right to  \nemptoyees from duty because of lack of work, or other  \nreasons, is vested in the Employer, provided, however,  \nthat this shall not be exercised for the purpose of discrimination  \nagainst any member of the Union or in any manner contrary to the  \nprovisions of this Agreement or law.  \n"], ["ARTICLE Xlli  \nTermination  \n", "Section 13.01 This Agreement shall be effective and binding  \nupon the parties from the date hereof until the first day of March  \n2009. This Agreement shall be automatically renewed for additional  \nperiods of one (1) year each, from year to year, from and after the  \ntermination of the original term of this Agreement, or any subsequent  \nyear for which the Agreement js in force unfess notice is given not  \nsooner than ninety (90) days nor later than sixty (60) days prior to the  \ntermination of the original period of this Agreement, or of the  \ntermination of any renewal thereof from time to time, either the  \nEmployer or the Union gives the ather written notice of its intention to  \nterminate, amend or modify this Agreement. Within thirty (30) days  \n40  \nafter any such notice is received, a committee of representatives of  \nthe respective parties hereto shal) meet and endeavor to come to  \nan agreement on any matters in issue, and during the negotiations  \nthat foliow with respect heseto there shall be no strike or stoppage of  \nwork.  \n"], ["ARTICLE XIV  \nTerritorial Jurisdiction  \n", "of Locals 42, 53, 110  \nTerritorial Jurisdiction of Local 42:  \nThe jurisdiction of Local 42 shall be from the Mississippi River going  \nwest on Arsenal Street ta Ellendale Avenue, north on Ellendale to  \nManchester Road, west on Manchester to the County Line ~—  \neverything NORTH of the above named streets including the NORTH  \nside of Arsenal, the EAST side of Ellendale, and the NORTH side of  \nManchester to the County Line; fromm the Mississippi River going west  \non Franklin Avenue to Dr. Martin Luther King Drive to Si. Charles  \nRock Road to the Missouri River — everything SOUTH of the above  \nnamed streets including the SOUTH side of Franktfin, the SOUTH  \nside of Dr. Martin Luther King Orive and thea SOUTH side of St.  \nCharles Rock Road to the Missouri River.  \nTerritorial Jurisdiction of Locai 63:  \nThe jurisdiction of Local 53 shall be from the Mississippi River going  \nwest on Franklin Avenue to Dr. Martin Luther King Drive to St.  \nCharles Rock Road to the Missouri River - everything NORTH of the  \nabove named streets including the NORTH side of Franklin, the  \nNORTH side of Or. Martin Luther King Drive and the NORTH side of  \nSt. Charles Rock Road to the Missouri River; bounded by ihe  \nMissouri River on the WEST and the Mississippi River on the NORTH  \nand EAST.  \nTerritorial Jurisdiction of Local 110:  \nThe jurisdiction of Local 110 shall be from the Mississippi River going  \nwest on Arsenal Street to Ellendale Avenue, north on Ellendate to  \nManchester Road, west on Manchester to the County Line --  \neverything SOUTH of the above named streets including the SOUTH  \nside of Argenal, the WEST side of Ellendale and the SOUTH side of  \nManchester to the County Line; bounded by the Meramec River on  \nthe SOUTH and the County Line on the WEST.  \n41  \n"]]