[["", "F, G60 ee.  \nAGREEMENT  \nbetween  \nBUILDERS DIVISION  \nOF ASSOCIATED  \nGENERAL CONTRACTORS  \nOF MINNESOTA  \nana  \nCARPENTRY CONTRACTORS  \nASSOCIATION (CCA)  \nana  \nLAKES AND PLAINS  \nREGIONAL COUNCIL  \nF CARPENTERS & JOINERS  \n2004 - 2005 - 2006 - 2007  \nS]i@Y -  \nBlt 4/30? oo mses  \n   \nAGREEMENT  \nbetween  \nBUILDERS DIVISION  \nOF ASSOCIATED  \nGENERAL CONTRACTORS  \nOF MINNESOTA  \nand  \nCARPENTRY CONTRACTORS  \nASSOCIATION (CCA)  \nand  \nMINNESOTA DRYWALL  \nAND PLASTER ASSOCIATION  \n(MDPA)  \nand  \nLAKES AND PLAINS  \nREGIONAL COUNCIL  \nOF CARPENTERS & JOINERS  \n2004 - 2005 - 2006 . 2007  \n"], ["", "ARTICLE 1  \nARTICLE 2  \nARTICLE 3  \nARTICLE 4  \nARTICLE 5  \nARTICLE 6  \nARTICLE 7  \nARTICLE 8  \nARTICLE 9  \nARTICLE 10  \nARTICLE 11  \nARTICLE 12  \nARTICLE 13  \nARTICLE 14  \nARTICLE 15  \nARTICLE 16  \nARTICLE 17  \nARTICLE 18  \nARTICLE 19  \nARTICLE 20  \nARTICLE 21  \nARTICLE 22  \nARTICLE 23  \nARTICLE 24  \nARTICLE 25  \nARTICLE 26  \nARTICLE 27  \nTable of Contents  \n« AGC  \nPage  \nConsideration for Agreement ...........-- 1  \nDesignation of Parties 1  \nUnion Recognition 2  \nScope of Agreement and  \nTerritorial Jurisdiction 3  \nUnion Security 5  \nInsurance and Taxes 5  \nGrievances, Disputes & Arbitration ....... 5  \nManagement 7  \na 7  \nPickets, Banners, Strikes, Lockuts  \nand Work Interference 7  \n8  \nUnion Representatives and Stewards...... 11  \nPayroll 12  \nPayday, Wage Payments and Callin Pay ... 12  \nFringe Benefits 14  \nSaving Clause 16  \nDuration Dates and Entire Understanding . 16  \nWages ee cece ere 16  \nTravel Outside District - Area A-1 Only.... 20  \n21  \nWork Break eee 21  \nHours ee eee eee 21  \ncc cece et tee 23  \nTraining 23  \nWork Dues/Dues Check-Off.......-.-----> 24  \nContract Administration Fund...........- 25  \nLabor Management 25  \n"], ["", "ARTICLE 1  \nARTICLE 2  \nARTICLE 3  \nARTICLE 4  \nARTICLE 5  \nARTICLE 6  \nARTICLE 7  \nARTICLE 8  \nARTICLE 9  \nARTICLE 10  \nARTICLE 11  \nARTICLE 12  \nARTICLE 13  \nARTICLE 14  \nARTICLE 15  \nARTICLE 16  \nARTICLE 17  \nARTICLE 18  \nARTICLE 19  \nARTICLE 20  \nARTICLE 21  \nARTICLE 22  \nARTICLE 23  \nARTICLE 24  \nARTICLE 25  \nARTICLE 26  \nARTICLE 27  \nTable of Contents  \n* CCA-NMDPA «  \nPage  \nConsiderations for Agreement ........... 31  \nDesignation of Parties .................. 31  \nUnion Recognition ..................... 32  \nScope of Agreement and  \nTerritoria} Jurisdiction ................. 32  \nUnion Security 34  \nInsurance and Taxes ................... 35  \nGrievances, Disputes & Arbitration ...... 35  \nManagement 0c cece eee 36  \nSafety... cee eee eens 37  \nPickets, Banners, Strikes, Lockuts  \nand Work Interference .................. 37  \nSubcontractor Clause ................... 37  \nUnion Representatives and Stewards...... 40  \nPayroll 41  \nPayday, Wage Payments and Call In Pay ... 41  \nFringe Benefits eee 42  \nSaving Clause 45  \nDuration Dates 45  \ni ee ee 45  \nTravel Outside District - Area A-1 Only... . 50  \n50  \nWork Break cece 50  \nHours ccc ee eee eee 50  \nTools eee tee eee 52  \nTraining 53  \nWork Dues cece eee eee 53  \nCCA/MDPA Industry Fund ............... 54  \nLabor Management ..................... 54  \nBUILDING AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS  \nOF MINNESOTA  \nand  \nLAKES AND PLAINS REGIONAL COUNCIL  \nOF CARPENTERS & JOINERS  \nWAGE AREAS A-I and A-2  \n2004 © 2005 * 2006  \n(Expires April 30, 2007)  \nWAGE AREAS B-1, B-2, C-1 and C-2  \n2001 + 2002 * 2003 « 2004  \n(Expires April 30, 2005)  \n"], ["ARTICLE 1  \nConsiderations for Agreement  \n", "THIS AGREEMENT, by and between, or on behalf of the parties  \nand in the capacities and status designated in Article 2 hereof, estab-  \nlishes rates of pay, wages, hours of employment, fringe benefits and  \nvacations, where applicable and other terms and provisions concerning  \nemployment relations and collective bargaining relations, and collec-  \ntive bargaining between or involving such parties on construction work  \nin the State of Minnesota.  \nNOW, THEREFORE, for such purposes, it is agreed as follows:  \nA. The considerations for this Agreement are the mutual promises of  \nthe parties and their mutual purposes to establish, maintain and  \npromote sound and harmonious labor relations,  \nIt is desirable to maintain the cooperative relationships and juris-  \ndictional work assignments existing during past years between the  \nEmployers and the employees represented by the Union.  \n"], ["ARTICLE 2  \nDesignation of Parties  \n", "A. Associated General Contractors of Minnesota (hereinafter called  \nAGC), and affiliated organizations are a party to this Agreement in  \na representative capacity and as agent only, acting on behalf of cer-  \ntain of its members who have agreed to be bound to the terms of  \n1  \nthis Agreement through AGC, and on behalf of such additional  \nEmployers as may execute identical counterparts. The AGC is enti-  \ntled to recognition in such capacity, as agent and collective bar-  \ngaining representative for the Employers who are or may become  \nparties hereto, for all purposes of this Agreement including its right  \nin such capacity to represent such Employer parties before NLRB  \nor otherwise pursuant to and/or in aid, support or enforcement of  \nthe terms and provisions of this Agreement.  \n. The AGC members who have agreed to be bound to the terms of  \nthis Agreement through the AGC, or other Employers who have  \ndone likewise (hereinafter called Employers) are parties hereto as  \nprincipals, but their status is several and not joint.  \nSuch parties shall be bound by this Agreement unless the Council  \nis notified in writing by those dissenting within thirty (30) days of  \nthe signing of this Agreement.  \n. The labor organizations on their own behalf and on behalf of Car-  \npenters, Piledrivers, and their Apprentices whom they represent  \nand on whose behalf they are recognized (hereinafter called Union)  \nare parties hereto. The status of said Union is dual, in that they are  \nparties hereto as principals and also as agents for the employees  \nwhom they represent and on whose behalf they are recognized or to  \nbe recognized as hereinafter provided.  \n"], ["ARTICLE 3  \nUnion Recognition  \n", ". Employers hereby recognize each of the Unions to which the Con-  \ntractor has agreed to be bound, as the exclusive collective bargain-  \ning representative of the employees in the craft signatory to this  \nAgreement, in respect to rates of pay, wages, hours of employment  \nand fringe benefits, where applicable, and other conditions of  \nemployment. The respective Unions are hereby recognized hereun-  \nder by the Employers as the sole and exclusive bargaining repre-  \nsentatives of the employees respectively represented by them. The  \nrespective Unions represent that they are qualified for such  \nrecognition,  \n. The Employers agree not to enter into any labor agreements cover-  \ning construction work, exclusive of maintenance and repair shops,  \nwith their employees on whose behalf any of the Unions have been  \ngranted recognition hereunder individually or collectively which in  \nany way conflicts with the terms and provisions of this Agreement.  \nIf the Union enters into any Agreement with any individual  \nEmployer or group of Employers competing in the same type of  \nwork as defined in this Agreement, which provides for different  \n2  \nwages, hours or conditions than as herein specified, the Employer  \nparties may open this Agreement for the express and exclusive pur-  \npose of negotiating those different wages, hours or conditions.  \n"], ["ARTICLE 4  \nScope of Agreement and Territorial Jurisdiction  \n", "This Agreement shall cover work traditionally performed by the  \nEmployers and assigned to employees under this Agreement or prede-  \ncessor Agreements, anywhere within the geographical jurisdiction of  \nthis Agreement.  \nThis Agreement shall cover all the State of Minnesota south of the  \nnorth lines of Traverse, Grant, Douglas, Todd, Morrison, Mille Lacs,  \nKanabec and Pine counties. It shall also include the following territory  \nin Wisconsin east of the St. Croix River; Highway 70 to Grantsburg,  \nWisconsin, then Highway 87 to the intersection of Highway 48, then  \nHighway 48 to the intersection of Highway 35, then Highway 35 to the  \nintersection of Highway 8, then U.S. Highway 8 to the intersection of  \nHighway 65 to River Falls, then Highway 29 to Prescott and across to  \nHastings. Any city or village located in this line in Wisconsin shall be  \nin the junsdiction of the Lakes and Plains Regional Council of  \nCarpenters & Joiners.  \nThere are different wage packages within this contract, basically  \nalong county lines, however where cities or towns fall on county lines  \nthe city limits are usually in more than one county. These cities or  \ntowns are referenced separately at the end of this Article under the  \nheading “Cities and Towns on Boundary Lines.”  \nAREA A shall have two wage packages, A-l and A-2.  \nArea A-1 shall consist of Anoka, Carver, Chisago, Dakota, Hennepin,  \nIsanti, Kanabec, Pine, Ramsey, Scott, Sherburne, Washington and  \nWright counties in Minnesota and the territory in Wisconsin described  \nabove in this article. EXCEPTION: In Sherburne County, the portion  \nextending 5 miles beyond the city limits of St. Cloud shall be in Wage  \nArea C-1.  \nArea A-2 shall consist of Meeker and McLeod counties and the city  \nlimits of Red Wing and extending 5 miles outward.  \nAREA B shall have two wage packages, B-] and B-2.  \nArea B-1 shall consist of Olmsted County.  \nArea B-2 shall consist of Goodhue, Wabasha, Dodge, Winona, Mower,  \nFillmore and Houston counties. (See A-2 for the City of Red Wing),  \nAREA C shall have two wage packages, C-1 and C-2.  \nArea C-1 consists of Morrison, Mille Lacs, Stearns, Benton, and (in  \nSherburne County, the portion extending 5 miles beyond the city lim-  \n3  \nits of St. Cloud), LeSueur, Rice, Blue Earth, Waseca, Steele, Faribault  \nand Freeborn counties, and the portions of Sibley and Nicollet counties  \neast of the following roads, starting at Highway 22 on the northern Sib-  \nley County line and proceeding south to the town of New Sweden in  \nNicollet County, and then continuing south on Highway 111 to the  \ntown of Nicollet and then continuing south on #23 to the south line of  \nNicollet County.  \nArea C-2 consists of Traverse, Grant, Douglas, Todd, Pope, Stevens,  \nBig Stone, Swift, Kandiyohi, Chippewa, Lac Qui Parle, Yellow Medi-  \ncine, Renville, Lincoln, Lyon, Redwood, Brown, Pipestone, Murray, Cot-  \ntonwood, Watonwan, Rock, Nobles, Jackson and Martin counties, and  \nthe portions of Sibley and Nicollet counties as follows: west of the fol-  \nlowing roads starting at Highway 22 on the northern Sibley County  \nline and proceeding south to the town of New Sweden in Nicollet Coun-  \nty, and then continuing south on Highway 111 to the town of Nicollet  \nand then continuing south on #23 to the south line of Nicollet County.  \nNOTE: Extending 5 miles beyond the town or city hmits of New  \nAuburn, Gaylord, New Sweden and Nicollet shall be in Wage Area C-2  \nCITIES OR TOWNS ON BOUNDARY LINES  \nEach city or town listed below falls on or adjacent to Boundary lines,  \nwhere there would normally be a wage rate difference. There will be  \none wage rate as shown below for each city or town, which will extend  \n5 miles beyond the city limits or town boundary.  \nBelle Plaine (Carver, Scott & Sibley counties)  \nPrinceton Wage Area A-1 (Sherburne & Mille Lacs  \ncounties)  \nEden Valley Wage Area A-2 (Stearns & Meeker counties)  \nRed Wing Wage Area A-2 (Goodhue & Dakota counties)  \nCannon Falls Wage Area B-2 (Goodhue & Dakota counties)  \nSt. Cloud Wage Area C-1 (Stearns, Benton & Sherburne .  \ncounties  \nMotley Wage Area C-1 (Todd, Morrison & Cass counties)  \nBrooten Wage Area C-1 (Sherburne, Stearns & Benton  \ncounties)  \nClearwater Wage Area C-1 (Sherburne, Wright & Stearns  \ncounties)  \nNew Prague WageAreaC-1 (Scott, LeSueur & Rice counties)  \nHazelwood Wage Area C-1 (Rice & Dakota counties)  \nNorthfield Wage Area C-1 (Rice and Dakota counties)  \nNew Auburn  \nand Gaylord WageAreaC-2 (Sibley County)  \n4  \n   \nNew Sweden  \nand Nicollet Wage AreaC-2 (Nicollet County)  \n"], ["ARTICLE 6  \nUnion Security  \n", "There shall be no discrimination against any employee because of  \nrace, color, creed, political/religious beliefs, sex, disability, national ori-  \ngin, marital status or age. Wherever the terms “man” or “men” are used  \nin this Agreement, it is understood that these references or any other  \nreferences, are generic and shall apply equally to the female gender.  \nThe Employer shall not discriminate against any employee as long  \nas the employee is performing work assigned in a safe, normal and  \nworkmanlike manner.  \nThe Unions recognized under Article 3 of this Agreement shall be  \nentitled to union security to the extent that each employee in the col-  \nlective bargaining unit represented by such Union shall on the eighth  \n(8th) day following the beginning of employment in such collective bar-  \ngaining unit by such Employer under the coverage of this Agreement  \nor the effective date of this Agreement whichever is later, be required  \nto become and remain a member in good standing of such Union as a  \ncondition of employment. “In good standing” for the purposes of this  \nAgreement, is defined to mean the payment of a standard initiation fee  \nand standard regular monthly dues, uniformly required as a condition  \nof acquiring or retaining membership in the Union.  \n"], ["ARTICLE 6  \nInsurance and Taxes  \n", "The Employer agrees to carry any and all insurance and pay all  \napplicable taxes as provided by applicable State and Federal laws.  \nThe Employer further agrees to pay the State Workers’ Compensa-  \ntion Insurance and into the State Unemployment Compensation Fund  \nsuch amounts as are due under State and Federal laws.  \n"], ["ARTICLE 7  \nGrievances, Disputes and Arbitration  \n", "A. Any controversy over the interpretation of or adherence to the  \nterms of this Agreement shall first be attempted to be resolved  \nbetween the Union and the Employer. Any controversy or grievance  \nshall be deemed to be waived unless submitted in writing within  \nten (10) working days after the first occurrence of the event or  \nknowledge of the condition giving rise to the grievance.  \nB. If a satisfctory settlement cannot be reached within five (5) work-  \ning days the matter may be brought to the AGC-Basic Trades Dis-  \npute Board if both parties agree in writing. In such case the griev-  \n5  \ning party shall submit a written statement of the claim and facts of  \nthe matter to other parties including the Employer, the Union and  \nthe AGC. (The rules of the Disputes Board shall be those already  \nadopted by the Joint Committee).  \nBoth parties must sign the Agreement to bring the matter to the  \nDisputes Board. Both parties must sign the document binding  \nthem to the Board decision. If either party does not attend the  \nmeeting after signing above and being notified of the meeting date  \nand time, a decision will be rendered though they are not present.  \nDecisions of the Disputes Board will be drafted at the conclusion of  \nthe meeting, signed by members of the Board, and distributed to  \nboth parties at that time.  \n. The disputes board is to be made up of equal numbers of Manage-  \nment and Labor representatives, who will meet regularly to settle  \nany disputes, (other than jurisdictional disputes) to avoid work  \nstoppages, or other problems affecting productivity. This Board  \nshall have no power to add to, delete, or modify, any of the terms or  \nprovisions of this Agreement. All decisions of the Disputes Board  \nshail be final and binding on the parties. If either party, after sign-  \ning above documents, refuses to abide by the decision of the Dis-  \nputes Board, economic action may be taken by the other party.  \n. Should the Disputes Board, as established, be unable to reach a  \ndecision on the matter before it, or because of a deadlock (lack of  \nmajority) or if either party refuses to use the Joint Disputes Board  \nthen the matter may be referred to a Board of Arbitration that shall  \noperate in the following manner: The Union shall appoint an Arbi-  \ntrator and the Employer shal! appoint an Arbitrator within ten (10)  \nworking days and the two Arbitrators thus selected shall appoint a  \nNeutral Chairman. In the event of the failure of the Arbitrators  \nselected by the parties to agree on a Neutral Chairman within ten  \n(10) working days after the dispute is referred to arbitration, they  \nshall ask the Federal Mediation and Conciliation Service for a list  \nof five (5) names from which the aggrieved party shall strike the  \nfirst two (2) names and the other party shall then strike two (2)  \nnames, and the final name shall be selected as the Neutral Chair-  \nman. The Neutral Chairman thus selected shall set the time and  \nplace for hearings, which shall begin no later than ten (10) working  \ndays after his selection, with the final decision to be handed down  \nin not more than ten (10) working days after the last hearing is  \nheld. The time may be extended by mutual agreement between the  \nparties. The decision of the Arbitrators shall be final and binding on  \nsignatories to this Agreement who are parties to the dispute; pro-  \nvided, however, that the Arbitrators shail have no power to add to,  \ndelete, or modify any provisions of this Agreement.  \n6  \nThe Employer will pay all expenses of his Arbitrator and the Union  \nwill pay all expenses of its Arbitrator, and the Employer and the  \nUnion will share equally all fees and expenses of the Neutral  \nChairman.  \nAjl work and other conditions prevailing immediately prior to the  \nraising of the question to be decided under this Article shall remain  \nunchanged until final decision has been reached hereunder.  \n"], ["ARTICLE 8  \nManagement  \n", "A. Management reserves the right to manage its jobs to the best inter-  \nest of Management; the right to retain or dispense with employees  \nfor cause; to reduce or increase the number of employees needed on  \neach project, crew, activity or piece of equipment.  \nB. Management has the right to determine reasonable employment  \nqualifications of employees and may discharge any employee whose  \nwork is unsatisfactory or who fails to observe reasonable regula-  \ntions or safety precautions prescribed by the Employer or any gov-  \nernmental agency. The employee shall use any tool, equipment,  \nmachinery, new material and products or procedure of his craft  \nrequired by the Employer.  \n"], ["ARTICLE 9  \nSafety  \n", "A. Accident and injury free operations shall be the goal of all Employ-  \ners and employees. To this end the Employer and the employee will,  \nto the best of their ability abide by and live up to the requirement  \nof the several State and Federal Construction Safety Codes and  \nRegulations.  \nB. To this end the Employer shall from time to time issue rules or  \nnotices to his employees regarding on the job safety requirements.  \nAny employee violating such rules or notices may be subject to dis-  \nciplinary action. No employee may be discharged for refusing to  \nwork under unsafe conditions.  \nC. OSHA Training see ARTICLE 24B  \n"], ["ARTICLE 10  \nPickets, Banners, Strikes, Lockouts, and Work Interference  \n", "A. The employer shall not require an employee to go through a pri-  \nmary picket line or banner to work. It shall not be a violation of this  \nAgreement and it shall not be cause for discharge or disciplinary  \naction in the event any employee decided not to cross a primary  \npicket line or banner. This clause shall not apply to secondary pick-  \nf  \net lines or banners and it shall not apply to jurisdictional picket  \nlines or banners. (See Letter of Understanding)  \nB. The Union and the Employer agree that there will be no strike,  \nwork stoppage, walkout or other interference with the Employer's  \nbusiness affairs by the Union or members thereof, and there shall  \nbe no lockout during the life of this Agreement without first giving  \nAGC or the Employer and the Union 48 hours written notice and  \nsending the dispute through procedures established in Article 7.  \nC. Spread-work tactics, slow-down, stand-by crews, forcing of overtime  \nis condemned by both parties.  \nD. The Employer agrees not to request or instruct any employee cov-  \nered by this Agreement except designated Watchmen or Superviso-  \nry Employees to go through a picket line except to honor a picket  \nline of any Local Union not based in Minnesota without first noti-  \nfying the AGC and attempting to resolve the controversy.  \nE. The Unions agree there shall be no cessation of work or any recog-  \nnition of picket lines of any Union, without first giving notice to  \nAGC or the Employer,  \nF. The Unions will not honor any jurisdictional banner.  \nG. The Union may not require rotation of employees during the life of  \nthis Agreement, other than Apprentices shifted for purposes of  \ntraining.  \nH. The AGC or its Employer member’s signatory to this Agreement  \nwill not sue the Local Union for refusal to require men to go  \nthrough a separate gate. The individual employee who voluntanly  \nrefuses to go through a separate gate will not be discharged or dis-  \nciplined and may be re-hired if work is available, but without  \nback pay.  \n"], ["ARTICLE i  \nSubcontractors  \nWORK PRESERVATION  \n", "To protect and preserve, for the employees and their Employers cov-  \nered by this Agreement, work traditionally having been performed by  \nthe Employers and assigned to employees under this Agreement or its  \npredecessor Agreements, and to prevent intentional interference with  \nthe protection and preservation of such work, it is agreed as follows:  \nSUBCONTRACTING  \nThere are four (4) different districts relating to subcontracting, basi-  \ncally along county lines; however where cities or towns fall on Bound-  \nary lines, the city limits or towns are referenced separately at the end  \nof the article under the heading \"Cities and Towns on Boundary Lines,”  \nand are covered by the subcontracting language applicable to  \nthose areas.  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 1 ONLY  \nWith regard to work traditionally having been performed by the  \nEmployers and assigned to employees under this Agreement or its pre-  \ndecessor Agreements on the job-site, if the Employer subcontracts such |  \nwork to a subcontractor, the Employer shall require that such subcon-  \ntractor be signatory to a current collective bargaining agreement with  \nthe Union covering such work.  \nThis provision shall be enforceable through Article 7, Settlement of  \nDisputes. In addition to any amount payable to the joint Employer/  \nUnion Trust Funds covering pensions, health and welfare and vacation  \nand/or the joint apprenticeship program, an arbitrator enforcing this  \nAgreement shall have authority to award other damages to be payable  \nto one or more of the above Employer/Union Trust Funds.  \nThe above language pertains to District 1 only, which shall consist of  \nAnoka, Carver, Chisago, Dakota, Hennepin, Isanti, Kanabec, Pine,  \nRamsey, Scott, Sherburne, Washington and Wright counties in Min-  \nnesota, and the territory in Wisconsin described in Article 4 of this con-  \ntract; (excluding the City of St. Cloud and extending 20 miles beyond  \nthe city limits in Sherburne County), the city limits of Red Wing and  \nextending 20 miles beyond the city limits in Goodhue County in Min-  \nnesota and the territory in Wisconsin described in Article 4 of this con-  \ntract. (See \"Cities or Towns on Boundary Lines\")  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 2 ONLY  \nIf the Employer subcontracts carpentry work to be performed at the  \njobsite, the Employer shall require the subcontractor to sign a Subcon-  \ntract Agreement containing the following provision:  \n\"The subcontractor agrees to comply with the provisions relating to  \nwages, fringe benefits, premium pay and on-the-job working conditions  \nin the current collective bargaining agreement entered into between  \nthe AGC and the Lakes and Plains Regional Council of Carpenters &  \nJoiners for the duration of the Employer's project.\"  \nThe Employer shall require the subcontractor to sign a Subcontract  \nAgreement containing the foregoing provision only when performing  \ncarpentry work on the project, and when the subcontractor does not  \nrepresent to the Employer that he has an established building trade’s  \ncollective bargaining agreement covering the affected classification  \nof work.  \nThe above language pertains to District 2 only, which shall consist of  \nMeeker, McLeod, LeSueur, Rice, Goodhue (Note: See Red Wing exclu-  \nsion in cities or towns on Boundary lines), Wabasha, Blue Earth,  \nWaseca, Steele, Dodge, Olmsted, Winona, Faribault, Freeborn, Mower,  \nFillmore, Houston and the portions of Sibley and Nicollet counties east  \nof the following roads shall be in Subcontracting District 2; starting at  \nHighway 22 on the northern Sibley County line and proceeding south  \nto the town of New Sweden in Nicollet County, and then continuing  \nsouth on Highway 111 to the town of Nicollet and then continuing  \nsouth on #23 to the south line of Nicollet County. NOTE: Extending 20  \nmiles beyond the town or city limits of New Auburn, Gaylord, New  \nSweden and Nicollet shall be in Subcontracting District 4. (See \"Cities  \nor Towns on Boundary Lines\")  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 3 ONLY  \n1. If the Employer subcontracts bargaining unit work, the Employer  \nwill subcontract such work only to another Employer which has a  \ncurrent collective bargaining agreement with this Union covering  \nsuch bargaining unit work.  \n2. Where the Employer is competing against non-union prime con-  \ntractors, or where Union subcontractors are not available, or where  \nthe project owner designates certain non-union subcontractors to  \nbe used on the project, the contractor shall notify the Union who  \nthe non-signatory contractor is, and provide the total wage package  \nto be paid to employees of this subcontractor in writing, in a time-  \nly manner.  \n3. It is agreed that not more than one (1) non-signatory subcontractor,  \nlimited to one phase (i.e. drywall/steel framing, wood framing, roof-  \ning, etc.) of bargaining unit work on a jobsite shall be utilized, as  \nspecified in Paragraph 2 above, All others shall comply with para-  \ngraph 1 of this subcontractor clause.  \nIf the Employer is unable to comply with this Section (3) due to avail-  \nability of signatory subcontractors, it is agreed that the Union and the  \nEmployer will convene to resolve the problem.  \nThe above language pertains to District 3 only, which consists of  \nStearns counties and the area surrounding the City of St. Cloud and  \nextending 20 miles beyond the city limits in Sherburne County. (See  \n\"Cities or Towns on Boundary Lines\")  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 4 ONLY  \nThe parties agree to not subcontract any work that the contractor  \nnormally performs in order to avoid the terms and conditions of this  \nAgreement. They also agree that it is mutually desirable to have work  \nperformed by subcontractors working for the contractor who is a party  \nto the Agreement, subject to the terms of this Agreement, and the con-  \ntractor will, in letting subcontracts, endeavor to obtain this objective.  \n10  \nThe above language pertains to District 4 only, which consists of  \nTraverse, Grant, Douglas, Todd, Big Stone, Stevens, Pope, Lac Qui  \nParle, Swift Chippewa, Kandiyohi, Yellow Medicine, Renville, Lincoln,  \nLyon, Redwood, Brown, Pipestone, Murray, Cottonwood, Watonwan,  \nRock, Nobles, Jackson and Martin counties, and the western portions  \nof Sibley and Nicollet counties the following roads starting at Highway  \n22 on the northern Sibley County line and proceeding south to the  \ntown of New Sweden in Nicollet County, and then continuing south on  \nHighway 111 to the town of Nicollet, and then continuing south on #23  \nto the south line of Nicollet County. NOTE: Extending 20 miles beyond  \nthe town or city limits of New Auburn, Gaylord, New Sweden and  \nNicollet shall be in Subcontracting District 4. (See \"Cities or Towns on  \nBoundary County Lines\")  \nCITIES OR TOWNS ON BOUNDARY LINES  \nEach city or town listed below falls on or adjacent to county lines  \nwhere there would normally be a change in subcontract language.  \nThere will be one subcontract district as shown below for each city or  \ntown, which will extend 20 miles beyond the city limits or town  \nboundary.  \nRed Wing District 1 (Goodhue County)  \nBelle Plaine District 1 (Carver, Scott & Sibley counties)  \nPrinceton District 1 (Sherburne & Mille Lacs counties)  \nNew Prague District 2 (Scott & LeSueur counties)  \nLake City District 2 (Goodhue & Wabasha counties)  \nBellechester District 2 (Goodhue & Wabasha counties)  \nSt. Cloud District 3 (Sherburne, Benton & Stearns counties)  \nMotley District 3 (Morrison, Todd & Cass counties  \nEden Valley District 3 (Meeker & Stearns counties)  \nNew Sweden &  \nNicollet District 4 (Nicollet County)  \nBrooten (Pope & Stearns counties)  \nNew Auburn &  \nGaylord District 4 (Sibley County)  \n"], ["ARTICLE 12  \nUnion Representatives and Stewards  \n", "A. Authorized Representatives of the Union may visit the job during  \nworking hours, but shall first make a reasonable effort to contact  \nthe job superintendent, or whoever is in charge of the job. In the  \nevent neither is available, said Representatives shall leave their  \nbusiness .ird in the job office before contacting employees. Said  \nRepresentatives shall not unduly hinder or interfere with the  \n11  \nprogress of the work and must comply with all safety regulations  \non the job.  \nB. The Union Representatives shall have the right to designate a  \nSteward from among the employees on the job, and shall notify the  \nEmployer, or his Representative on the job, in writing, of the desig-  \nnated Steward.  \nC. The Steward shall not be docked for time spent in giving assistance  \nto injured workmen or caring for his tools or clothing.  \nD. The Steward shall not be discharged or transferred for performing  \nthe normal duties of a Steward in a reasonable manner.  \nE. The Steward shall not be terminated except on completion of the  \njob, until a hearing has been held before a committee composed of  \na Representative of the Employer and a Representative of the  \nUnion. Such hearing will be held within two (2) working days of  \nsaid notice, If there is any disagreement as to the reason, the ter-  \nmination of the Steward shall be taken to the Disputes Board as  \nper Article 7.  \n"], ["ARTICLE 13  \nPayroll Records  \n", "In case of a dispute arising over hours and wages, the Union shall  \nhave the right to examine the payroll records of the individual employ-  \nee covered by this Agreement upon which there is a dispute. Prior to  \nthe actual examination, a written request shall be submitted to the  \nEmployer involved.  \n"], ["ARTICLE 14  \nPayday, Wage Payments and Call In Pay  \n", "A. All regular, full time employees covered by this Agreement shall be  \npaid in full each week. Not more than seven (7) days shall be held  \nback, including payday.  \nB. Wages shall be paid at or before the end of the shift on the desig-  \nnated payday. Employers may utilize alternative forms of pay check  \ndistribution such as mailing of pay checks or by direct deposit. If  \npay checks are mailed, they shall be mailed at least one (1) day  \nprior to the Employer's designated payday based on the envelope’s  \npostmark to be considered timely. A two (2) hour penalty may be  \nimposed for any violation of the above.  \nC. An employee who is laid off or discharged shall receive all monies  \ndue in cash or negotiable check at time of layoff, or the employee's  \ncheck shall be immediately mailed to the employee's last known  \naddress on the next working day. If the Employer does not mail the  \npay check as provided by the envelope’s postmark, a two  \n(2) hour penalty shall be added for each working day after the day  \n12  \n© =  \nit should have been mailed.  \nIf an employee is laid off outside of the regular working hours, he  \nshall receive four (4) hours pay for that day, unless such layoff is  \ncaused by conditions beyond the contro! of the Employer  \n. An employee who quits will be paid any wages due him at the next  \nregular payday.  \n. The Employer agrees to provide the following information on  \nemployee's check stub: Hours, date, regular pay, overtime pay, gross  \npay, deductions, and net pay.  \nThe employee shall be given one (1) hour notice prior to layoff.  \n. When an employee is called to work, he shall receive two (2) hours  \npay if not put to work, but he must remain on the jobsite in order  \nto receive this two (2) hours pay.  \n. When an employee has been engaged by the Employer, either  \ndirectly, or by a referral request made by the Employer of the Union  \nis refused employment when arriving at work with his tools, he  \nshall be paid four (4) hours time, provided he arrives within a rea-  \nsonable period of time not to exceed four (4) hours provided such  \nrefusal of employment is not due to conditions beyond the control  \nof the Employer.  \nIf an employee is called to work and is directed to go to work, he  \nshall receive a minimum of four (4) hours pay, but he must remain  \non the jobsite.  \nThese provisions, however, are not to be effective when work is  \nunable to proceed because: (1) railroads or common carriers fail to  \nmake deliveries as scheduled; (2) the Engineer or Architect refuses  \nto permit work; or (3) Acts of God or weather conditions will not  \npermit work.  \nAny employee who is given a pay check that is returned by a bank  \nfor insufficient funds shall receive an additional four (4) hours pay.  \nAn employee that loses a pay check shall be responsible for the stop  \npayment charges.  \n. In the event that the Employer deliberately violates the provisions  \nof the foregoing Articles or deliberately violates any provisions of  \nthis Agreement relating to wages, hours of work, overtime differen-  \ntials and vacations, any back pay owed to the employee because of  \nsuch violations shall be paid by the Employer at the rate of two  \ntimes the standard straight time and overtime rate. Reasonable  \nevidence of clerical error or honest mistake in interpretation of this  \nAgreement shall exempt the Employer from the double penalty pro-  \nvisions, and in such case the Employer shall be required to pay only  \nthe actu... amount of back pay involved, at the standard straight  \ntime and overtime rate.  \n13  \n"], ["ARTICLE 15  \nFringe Benefits  \n", "The Employer agrees to contribute every month, not later than the  \n15th of the following month, hereinafter called the “due date,” such  \nsums for Pension, Health and Welfare, Vacation, Delta Dental, Appren-  \nticeship and Promotion Funds as they may be established, an amount  \nfor each hour worked by all employees covered by this Agreement.  \nEach payment shall be accompanied by a report in a form as specified  \nby the Trustees. The Funds’ Trustees shall equally represent the Union  \nand the Employer. The terms of the Trust Agreement establishing  \nthose Funds are hereby incorporated as a part hereof.  \nA. An Employer shall be considered \"delinquent\" for a particular work  \nmonth (or work week in the case of Employers on weekly reporting  \nunder (c) below) if its required report and the proper payment for  \nthat month (week) are not postmarked on or before the l5th day of  \nthe following month (Friday of the following week) (the \"due date\"),  \nirrespective of whether such delinquency is willful or otherwise.  \nB. Contributions which are delinquent as defined in (A) above shall be  \ndeemed to be “unpaid contributions” for purposes of the Funds'  \nremedies pursuant to this Agreement and applicable law. An  \nEmployer who is delinquent and has unpaid contributions shall be  \nrequired to pay to the Funds an additiona! amount of 10% of the  \namount of the unpaid contributions as liquidated damages togeth-  \ner with interest on the unpaid contributions as specified in the  \nTrust Agreement, or if greater, two times the specified interest on  \nthe unpaid contributions,  \nC. In addition to other remedies provided herein, if an Employer is  \nhabitually delinquent, defined as being delinquent twice in a  \ntwelve (12) month period, the trustees may require a bond or a  \ndeposit of an estimated amount of future contributions and/or may  \nrequire that the Employer make weekly fringe fund reports and  \npayments for 26 consecutive weeks without further delinquency.  \n“Weekly basis” shall mean that the Employer’s report and payment  \nfor a particular work week shall be due on the Friday of the follow-  \ning week (the “due date”), An Employer's report and payment shall  \nbe considered \"delinquent” if not postmarked on or before such day.  \nD. The Employer may demand that the question of his failure to pay  \nthe amount due the Trusts be submitted to arbitration according to  \nthe Contract. Providing such request is submitted to the Union in  \nwriting within 72 hours after receipt of the above notice, and pro-  \nvided further that the Employer deposit in escrow with the Admin-  \nistrator of the Fund the amount of the claimed delinquent pay-  \nments, Upon the filing of the request for arbitration and the  \n14  \ndepositing of the amount in dispute, the Union will not engage in  \nany economic activities pending the resolution of such dispute.  \n. Illustration of clauses A,B,C and D: If an Employer's report and  \npayment for the January work month have not been postmarked  \nbefore February 16, such contractor becomes delinquent at that  \npoint and must pay the full amount due, plus interest and 10% as  \nliquidated damages or, if greater, double interest. In addition, the  \nEmployer shall be placed on the weekly reporting basis for work  \nweeks commencing after February 16. Reports and payments shall  \nthen be due each week on the Friday of the week following the work  \nweek until the Employer has completed 26 consecutive weeks with-  \nout further delinquency.  \n- The delinquent Employer shall also be required to pay all cost of  \ncollection actually incurred by the Trust Fund, including all attor-  \nney fees, service fees, filing fees, court reporter fees and al! other  \nfees, costs and disbursements incurred by or on behalf of the Trust  \nFunds in collecting the amount due.  \n. Each Employer who is required to make payment to the Trust  \nFunds shall promptly furnish to the Trustees or their authorized  \nagents, on demand, all necessary employment and payroll records  \nrelating to its employees covered by this Agreement, including any  \nother relevant information that may be required in connection with  \nthe administration of the Trust Funds. The Trustees or their autho-  \nrized agents may examine such employment or payroll records  \nwhenever such examination is deemed necessary in connection  \nwith the proper administration of the Trust Funds upon authoriza-  \ntion of the Trustees.  \nIf any Employer fails or refuses to furnish its payroll records to the  \nTrustees or their authorized agents upon demand or refuses to  \nafford the Trustees, or their authorized agents reasonable opportu-  \nnity to examine the same in accordance with standard auditing  \nprocedures, the Trustees may enforce such right by legal action in  \nwhich event all attorney fees, service fees, filing fees, court reporter  \nfees, and other legal costs and disbursements, as well as the audit-  \ning fees and costs incurred in conducting such audit, shall be paid  \nby such Employer on direction of the Trustees.  \n. The Unions shall also have the right to take economic action,  \nincluding but not limited to the nght to refuse to supply personnel,  \nto enforce the rights enumerated in this Article on behalf of the  \nUnions and the Trustees. The parties to this Agreement acknowl-  \nedge that the provisions of this Agreement establishing rates of  \npay, wages, all hours of employment and other terms and conditions  \nof employment, including fringe benefits, apply to employees  \nemployed in Job classifications under this contract.  \n15  \n"], ["ARTICLE 16  \nSaving Clause  \n", "This Agreement is intended to be in conformity with all applicable  \nand valid State and Federal laws, ruijes and regulations.  \nAny conflict between the provisions of this Agreement and the terms  \nof any such laws and regulations shall cause the provisions of this  \nAgreement so in conflict to be superseded or annulled but shall not  \nsupersede or annul the terms and provisions of this Agreement which  \nare not so in conflict.  \n"], ["ARTICLE 17  \nDuration Dates and Entire Understanding  \n", "A. This Agreement shall remain in full force and effect through Apnil  \n30, 2007 in Areas A-1 and A-2; and April 30, 2005 in Areas B-1, B-  \n2, C-1 and C-2.  \nB. Any party has the right to terminate or amend this Agreement by  \ngiving notice to the other party sixty (60) days before the expiration  \nof this Agreement. Failure to give such notice shall cause this  \nAgreement to be renewed automatically for a further period of  \ntwelve (12) months.  \nC. In the event such written notice is given, and a new Agreement is  \nnot signed before the expiration date of this Agreement, then this  \nAgreement shall continue in force until a new Agreement is signed,  \nnegotiations are formally broken off, or until a strike or lockout  \noccurs.  \nD. All terms of this Agreement shall take effect May 1, 2001 for Areas  \nB-1, B-2 C-1 and C-2 and May 10, 2004 for Area a-1 and A-2.  \nE. This Agreement covers the entire understanding between the par-  \nties hereto, Matters which are not contained herein will be of no  \nforce or effect upon any party hereto, except the Letter of Under-  \nstanding relating to Picket Lines signed on July 3, 1975.  \n"], ["ARTICLE 18  \nWages  \n", "(For boundaries refer to Article 4, Scope of Agreement and Ter-  \nritorial Jurisdiction)  \nA. The minimum scale of wages to be paid Journeymen Carpenters  \nand Pile Drivers described in the Scope of Agreement of the Lakes  \nand Plains Regional Council of Carpenters & Joiners, shall be as  \nfollows:  \nB. Foreman: Where job conditions require an employee covered by  \nthis Agreement to exercise responsible control and direction over  \nother employees covered by this Agreement, he shall receive Fore-  \n16  \nman's pay. The minimum scale for foremen shall be $1.75 above the  \nJourneyman scale of wages as shown.  \nGeneral Foreman: When a contractor hires a General Foreman, the  \nGeneral Foreman will be paid $1.85 over Foreman scale. The  \nEmployer has the final authority as to whether to hire a General  \nForeman.  \nC. Where materials are brush coated or pressure treated with toxic  \ncarbolineum or toxic creosote prior to installation or handling,  \nemployees actually engaged in brush coating, installing or handling  \nsuch materials, shal] be paid $.25 per hour additional. Installation  \nshall include the framing, boring and bolting up of materials.  \nThe above does not apply to demolition or removal of material  \nregardless of whether such material had ever been brush coated or  \npressure treated with toxic carbolineum or toxic creosote.  \nD. Work performed on Swing Stage or in Tunnel (defined as being  \nunderground, part of a building and not openly excavated) shall  \nreceive $.25 per hour additional pay.  \nE. Whenever provision is made under this Schedule for payment of  \nrates of pay in excess of the minimum set forth in the first para-  \ngraph, such rates shall only be paid for the time during which the  \nemployees are actually engaged in the work for which such higher  \nrate is established. This will also apply to Foremen.  \nRATES: (Commercial & Residential)  \nThe following contributions to be paid monthly to Carpenters &  \nJoiners Fringe funds, 2850 Metro Drive, Suite 404, Bloomington  \nMinnesota 55425  \nCOMMERCIAL RATES  \nAREA A-1 Metro  \nBase Vac H&W DB. DC. App.  \nWage Dues Dental Pens. Pens Fund Total CAF  \n5/10/04 $27.87 1.05/96 4.83 4.00 1.00 .33 40.04 .03  \n5/1/05 $1.55 Package Increase 41.59  \n5/1/06 $1.50 Package Increase 43.09  \nAREA A-2 = Meeker and McLeod counties and the City of Red Wing,  \nextending 5 miles outward.  \n5/10/04 $23.02 4.83 4.00 1.00  .33 35.07 .03  \n5/1/05 $1.55 Package Increase 36.62  \n5/1/06 = $1.50 Package Increase 38.12  \nAREA B-1 Olmsted County CPI  \n5/1/04 $22.75 1.00/80 4.83 335 .20 .23 10 33.26 03  \nV7  \nAREA B-2 Goodhue (See A-2 for the City of Red Wing), Wabasha,  \nDodge, Fillmore, Mower, Houston and Winona Counties  \nBase Vac H&W DB. DC. App.  \nWage Dues Dental Pens, Pens Fund CPI Total CAF  \n5/1/04 $19.29 .25/.70 4.83 3.35 .20 .23 .10 28.95 .03  \nAREA C-1 NORTH Benton, Mille Lacs, Morrison and Stearns  \nCounties and the city limits of St. Cloud and extending  \n5 miles outward beyond the city limits in Sherburne  \nCounty.  \nBase Vac H&W D.B. D.C.  \nWage Dues Dental Pens. Pens Fund Total CAF  \n5/1/04 $20.09 .75/.74 4.83 3.50 .70 .23 30.84 .03  \nAREA C-2 NORTH Traverse, Grant, Douglas, Todd, Big Stone,  \nStevens, Pope, Lac Qui Parle, Swift, Chippewa,  \nKandiyohi, Yellow Medicine & Renville counties.  \n5/1/04 $16.53 .50/63 4.83 3.17 60 .23 2649 03  \nAREA C-1 SOUTH LeSueur, Rice, Blue Earth, Waseca, Steele,  \nFaribault, Freeborn and the eastern portion of Sibley  \nand Nicollet counties  \nOVER 1,000,000 (1mill)  \n5/1/04 $20.74 .55/.74 4.83 3.65 10 23 08  \nUNDER 1,000,000 (1 mill)  \n5/1/04 $19.39 483 365 10 23 28.89 .03  \nAREA C-2 SOUTH Lincoln, Lyon, Redwood, Brown, Pipestone,  \nMurray, Cottonwood, Watonwan, Rock, Nobles,  \nJackson, Martin and the western portion of Sibley  \nand Nicollet counties.  \nOVER 1,000,000 (1 mil!)  \n5/1/04 $17.05 .25/.64 4.83 3.39 .10 .23 2649  \nUNDER 1,000,000 (1 mill)  \n5/1/04 $15.46 .00/.58 483 3.14 .10 23 2434 .03  \nAny work above grade involved in the erection, remodeling or finish-  \ning of a wood frame structure, up to four (4) levels, that is intended for  \nuse as a residence or residences or as an appurtenance, Any portion of  \nwork included and done in conjunction with the residential portion of  \nthe base building (i.e. garage, community/party room, manager's office,  \n18  \nlobby, laundry area, etc.). This excludes interior tenant build-out of a  \ncommercial/retail space. Any portion of work in a building five (5) sto-  \nries or less in total height intended for use as a residence or residences  \nregardless of intended use of other portions of the building shall be  \ndeemed to be residential construction. (Note: includes wood framed  \nlicensed nursing homes, convalescent facilities and motels)  \nThe remodeling of any structure four (4) stories or less in total height  \nregardless of structural materials shall be deemed residential con-  \nstruction provided intended use ts for a residence or residences.  \nRESIDENTIAL UTILITY CARPENTER (RUC) DEFINITION  \nAll Residential Utility Carpenters (RUC) shall be registered with the  \nUnion. If the RUC is not registered with the Union, they will be con-  \nsidered a Journeyman. A Letter of Hire must be provided by the  \nEmployer when registering a RUC and prior to employment. A RUC  \nmust not be placed on a job until signed with the Union office. No RUC  \non commercial work.  \nRESIDENTIAL CONSTRUCTION WAGE RATE FOR  \nJOURNEYMEN IN AREAS A-1 AND A-2 ONLY (See WAGE Map)  \nRESIDENTIAL CONSTRUCTION  \nAREAS A-i and A-2  \nBase Vac H&W Def. App. Ind.  \nWage Dues Dental Pens. Pens Fun Total Fund  \n5/10/04 $25.25 1.05/90 4.83 4.00 100 .33 37.36 .03  \nRESIDENTIAL RATES -WAGE AREAS B-1, B-2, C-1 AND C-2  \nResidential rates for Journeymen in all wage areas shall be $2.00  \nless than commercial base wages, plus full fringes in each area, except  \nas otherwise stated. (NOTE: In Areas C-1 and C-2 South it will be  \n$2.00 less than the “Over 1 million base rate”).  \nAPPRENTICESHIP RATES FOR COMMERCIAL & RESIDENTIAL  \nResidential and Commercial Apprentice rates in a!l wage areas shal!  \nbe at the specified percentage of Wage Area A-1.  \nThe area-wide Apprentice Wage Rate shail be a stated percentage of  \nthe Journeyman Area A-1 Commercial Base Wage for all wage areas.  \nThe applicable percentage wage shall be divided between the base rate,  \nthe vacation/dues and any pension contribution, other than the first  \none (1) dollar of Defined Benefit Pension contribution to apprentices  \n5000 hours and above.  \nSCHEDULF A - Percent of base journeyman wage, plus part of the  \n_ fringe package  \n19  \n0 - 1000 hours 50%  \n1000-2000 hours 60% Contact Apprenticeship  \n2000 - 3000 hours 65% office for current  \n3000-4000 hours 70% wage and fringe rates  \n4000 - 5000 hours 75% (651/646-7337)  \n5000-6000 hours 80%  \n6000 -— 7000 hours 85%  \nWhen in Wage Areas outside of Area A-1, the hourly base wage paid  \nan Apprentice reaches the hourly Journeyman base wage for that spe-  \ncific Wage Area, the Apprentice shall receive the Journeyman base  \nhourly wage rate and the applicable Apprentice fringe benefits, until  \nsuch time as they have completed any requirements of Apprenticeship  \nas determined by the JAC.  \nAll new Apprentices shall be registered through the Apprenticeship  \nOffice. If not registered, that worker will be considered a Journeyman.  \nAll Apprentices shall be governed by the provisions of the Carpenters  \nJoint Apprenticeship Standards as adopted for this Agreement.  \nRESIDENTIAL UTILITY CARPENTERS (RUC) WAGE RATES  \nRUC Wages shall be a minimum of 40% of Residential Journeyman  \nBase Wage Rate plus applicable Training Fund and Dues/Vacation  \namounts as determined by the Council.  \nWage Trg. Fund Dues Total  \n5/10/04 $10.11 33 48 10.92  \nUpon request the Apprenticeship Office will furnish the Employer  \nwith a list of all unemployed Apprentices and all RUC’s. In the event  \nof a layoff, the RUC shall be laid off before apprentices.  \nRATIOS - established on payroll basis  \nRATIOS - 1 Journeyman, | Apprentice and 1 RUC  \nSingle Family Home Exception: Employers who build single family  \nhomes can utilize 1 Journeyman, 1 Apprentice and 2 RUC’s.  \nHUD Exception: Employers employed on a HUD project may utilize 2  \nApprentices to 1 Journeyman, except that at least 1 Apprentice must  \nhave over 4,000 hours.  \n"], ["ARTICLE 19  \nTravel Outside District - Area A-1 Only  \n", "A. It is agreed that when employees covered by this Agreement are  \nhired for work in Area A-1 and then directed by their Employer to  \nwork outside the territorial jurisdiction of Area A-1 in this Agree-  \nment and 65 miles or more from their home of record, traveling  \ntime to and from the job shall be paid. In addition they shall be paid  \n20  \na mileage allowance of $.28 per mile from their home of record to  \nthe job and return each day worked. The mileage allowance shall  \napply only to the driver and not to passengers. When said employ-  \nee is directed by his Employer to remain away from home  \novernight, board and lodging shall be paid for at the rate of $30.00  \nper day for each day so directed and no mileage shall be paid for  \nthat day. They shall be paid not less than the scale of wages pro-  \nvided for in this Agreement, and if the scale is higher where such  \nwork is performed than provided for in this Agreement, such high-  \ner prevailing rate shall be paid.  \nB. For the purpose of the Wage and Hours Regulations, travel and  \nsubsistence allowance shall be paid on a separate check apart from  \nwages.  \n"], ["ARTICLE 20  \nParking  \n", "A. Effective May 1, 2002 the Employer shall reimburse employees to  \na maximum of five dollars ($5.00) per day for parking in downtown  \nMinneapolis/St. Paul when provided with a receipt by the  \nemployee. The Employer has the option of providing parking or  \nshuttle service,  \nB. The Employer shall provide free parking at the University of Min-  \nnesota, Minneapolis and St. Paul campuses.  \n"], ["ARTICLE 21  \nWork Break  \n", "The employee shall be entitled to a break in the forenoon and after-  \nnoon, and shall not otherwise hinder the progress of the job. The break  \nshall not exceed ten (10) minutes, to be taken in the close proximity of  \nthe employees work station.  \n"], ["ARTICLE 22  \nHours  \n", "A. The standard work day shall consist of eight (8) hours between the  \nhours of 8:00 a.m. and 4:30 p.m., except by mutual agreement  \nbetween the Employer and the Union; the hours may be adjusted  \nup to two hours earlier to promote the efficiency of the job. The  \nstandard work week shall consist of forty (40) hours in any one (1)  \nweek, Monday through Friday.  \nB. Overtime worked between the hours of 8:00 a.m. Monday and to  \nmidnight Saturday shall be at the rate of time and one-half. All  \nwork done between Saturday midnight and the following Monday  \nat 8:00 u.ni. shall be at the rate of double time with the exception  \nof shift work, and where earlier starting hour is permitted. It shall  \n21  \nbe understood that there shall be no pyramiding of overtime.  \n_ No Carpenter or Pile Driver shall work on the following holidays:  \nNew Year's Day, Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day, or Christmas Day, unless in case of necessity for  \nwhich double time shall be paid. When any of the above holidays to  \nbe observed falls on Saturday, then the preceding Friday shall be  \nobserved as such. If it falls on Sunday, then the following Monday  \nshall be celebrated as such by employees covered under this  \nContract.  \n. FOUR-TEN WORK WEEK EXCEPTION  \nAREAS B-1, B-2 AND C-1 ONLY  \nFour-tens: During the term of this Agreement, an Employer may  \nestablish a scheduled four (4) ten (10) hour work days, Monday  \nthrough Thursday, between the 1st Saturday of April and the last  \nSaturday of October by mutual agreement with the Union. When a  \nscheduled 4-10 hour work week is in use, any hours worked in  \nexcess of 10 hours in any one work day or on Friday shall be paid  \ntime and one-half (1-1/2). An additional ten (1) minute break shall  \nbe observed after the 10th hour if work is to be continued. .  \nAREA C-2 AND MCLEOD AND MEEKER COUNTIES  \nFour (4) ten (10) hour days, Monday through Thursday in Wage  \nArea C-2 and McLeod and Meeker counties is permitted, with Fri-  \nday as a make-up day if time is lost due to inclement weather Mon-  \nday through Thursday of a scheduled four 10 hour work week. If an  \nemployee declines to work Friday as a make-up day, that employee  \nshall not be penalized.  \n_ RESIDENTIAL CONSTRUCTION WORK ONLY - If an em-  \nployee is prevented from working by reason of inclement weather,  \nSaturday or any part thereof may be worked as a makeup day at  \nthe straight time hourly rate. All work performed in excess of forty  \n(40) hours, or eight (8) hours in any one day will be paid at time and  \none-half (1-1/2). If an employee declines to work Saturday as a  \nmake-up day, that employee shall not be penalized. Sundays and  \nHolidays may not be used as a make-up day.  \nWhen conditions make it necessary to work more than one shift,  \nany extra shifts shall be considered night shifts and shall work  \nseven (7) hours and receive eight (8) hours pay. An unpaid rest peri-  \nod of at least one-half (1/2) hour shall be taken in the middle of all  \nshifts; the same men shall not work on more than one (1) shift; no  \nextra shifts shall be started for less than four (4) days.  \n. It is agreed that in situations beyond the control of the Employer,  \nin owner occupied buildings or facilities, the Employer may sched-  \nule all work, or portions of work, which starts and ends outside the  \n22  \nstandard work day, during the standard work week. Provided such  \nwork is not part of a scheduled multiple shift operation, the first 8  \nhours of work shall be at the applicable straight time rate. The  \nEmployer will provide the union with advance notification that  \nwork is being performed outside the regular work schedule.  \nH. If an employee is required to work six (6) consecutive hours with-  \nout a meal break of thirty (30) consecutive minutes, he shall be  \ncompensated for the thirty (30) minutes so worked at the applica-  \nble rate of pay. This shall not be construed to deny any employee  \ntime to eat his meal.  \n"], ["ARTICLE 23  \nTools  \n", "The Employer shali provide a proper tool shed for the Carpenters  \nand Pile Drivers to store their tools. A place shall be provided with suf-  \nficient quarters for them to keep their lunch and eat in, this place to be  \nadequately heated in cold weather. While tools are in the care, custody,  \nand control of the Employer, the Employer shall indemnify each  \nemployee for tool losses caused by fire, wind, burglary, theft and  \nforcible entry up to a maximum of $600.00. The Employer may request  \nemployees to provide an itemized list of their tools on the job. The  \nEmployer shall furnish all safety equipment, power tools, cords and  \nelectrical accessories (to include rechargeable tools). No employee shal!  \nbe required as a condition of employment to furnish his own truck. The  \nEmployer shall provide sanitary drinking water and toilets. The  \nEmployer shall pay for sharpening of saws.  \nThe Employer may establish a system of signing out for tools or  \nequipment that are the property of the Employer and used by the  \nemployee. If the tools are not returned, the Employer is allowed to  \ndeduct an amount representing the reasonable value of the missing  \nitem from the wages of the employee that has signed out for the tool or  \npiece of equipment. This does not include when tools and equipment  \nare stolen; employees shall report thefts to the Employer immediately.  \nThe Employer may only deduct an amount representing the reasonable  \nvalue of the missing item.  \n"], ["ARTICLE 24  \nTraining Fund  \n", "A. The Employer shall contribute thirty three cents (.33) per hour for  \neach hour worked to a Training Fund to be known as the Twin City  \nCarpenters Apprenticeship and Training Fund under a Trust  \nAgreement, copies of which the Employer will receive and to which  \nthe Employer shall be automatically bound. A portion of the per  \nhour contribution shall be contributed to UBC National Funds.  \n23  \nB. The parties to this Agreement recognize that OSHA requires that  \nworkers are trained in safety matters in order to be employed on  \nwork sites and employers may require such training to be a condi-  \ntion of employment. It is also recognized that the cost of providing  \nthis training is the responsibility of the Employer, but is also for the  \nbenefit of the employee, and therefore time spent in training will  \nnot be compensated. This traiming shall be administered by the  \nJoint Apprenticeship Committee.  \nC. The parties agree to sponsor a “Recruitment Program\" which will  \nallow high school students to work on construction sites under  \nsupervision of a Journeyman according to the guidelines/rules  \nadopted by the Minnesota Department of Children, Families and  \nLearning. The program shall be supervised by the Joint Appren-  \nticeship Committee.  \nD. The Union agrees to actively participate with the Employer in  \nformulating and implementing apprenticeship and training pro-  \ngrams that are needed by the industry. The Union and the Employ-  \ner agree to cooperate and utilize the services of a trained specialist  \nto develop plans and programs to improve the present plan, The  \ncost of these programs will be borne by the Fund.  \n"], ["ARTICLE 25  \nWorking Dues/Dues Check-Off  \n", "During the term of this Agreement and in accordance with the terms  \nof an individual and voluntary written authorization for check-off of  \nmembership dues in form permitted by the provisions of Section 302(c)  \nof the Labor Management Relations Act of 1947, as amended, the  \nEmployer agrees to deduct once each week from the wages of each  \nemployee covered by this Agreement, who signs said authorization, a  \ncertain amount of money per hour for each hour worked by said  \nemployee during the week. The specific amount of money to be deduct-  \ned shall be determined by the Union, from time to time, in accordance  \nwith its constitution and by-laws, and the Union shall notify the  \nEmployer, in writing, from time to time as changed by the Union, of the  \nspecific amount of money to be deducted. The amount deducted shall  \nbe payable to the fringe fund administrator on behalf of the Lakes and  \nPlains Regional Council of Carpenters & Joiners, for and on behalf of  \n‘t's affiliated Local Unions, monthly by the fifteenth (15th) day of the  \nmonth following the month in which the required amount is deducted,  \nand such amount shall be remitted in accordance with all of the applic-  \nable provisions and requirements of Article 15 above. The Union shall  \nbe responsible for obtaining necessary authorization forms.  \n24  \n"], ["ARTICLE 26  \nContract Administration Fund  \n", "Effective May 1, 1995 and continuing thereafter during the term of  \nthis Agreement, contractors signatory to this Agreement shall pay  \nthree cents (.03) per hour worked to a Contract Administration Fund  \n(CAF).  \nAll money collected as provided herein shall be remitted to the office  \nof the fringe benefit fund administrator not later than the fifteenth  \n(15th) day of the month following the month in which the work was  \nperformed.  \nThe Contract Administration Fund shall be administered solely by  \nthe Associated General Contractors of Minnesota and shall be used  \nentirely for purposes associated with the negotiation and administra-  \ntion of this contract and related fringe benefit funds  \n"], ["ARTICLE 27  \nLabor Management Programs  \n", "A. The Labor User Contractor Committee Joint Labor-Management  \nUniform Drug/Alcohol Abuse Program, copies of which are on file  \nwith the AGC of Minnesota and the Lakes and Plains Regional  \nCouncil of Carpenters & Joiners, is incorporated herein by refer-  \nence and is made a part of the collective bargaining agreement  \nbetween the Lakes and Plains Regional Council of Carpenters &  \nJoiners and the Associated General Contractors of Minnesota.  \nEmployers may require drug and alcohol testing of employees and  \napplicants for employment, including random testing if the  \nEmployer has adopted a written drug and alcohol testing policy  \ncomplying with the provisions of the LUC program and applicable  \nstatutes. The parties agree to establish provisions to allow the con-  \ntractors to perform random drug/alcohol testing in accordance with  \napplicable statutes, providing the Lakes and Plains Regional Coun-  \ncil has representation in the development of these provisions and is  \nin agreement with the final draft.  \nB. Workers’ Compensation Program: It is agreed to establish an  \noptional jointly managed Workers' Compensation Program, provid-  \ning the Lakes and Plains Regional Council of Carpenters & Joiners  \nis in agreement with the final draft of said program, and has rep-  \nresentation as a trustee of the same.  \nWorkers' Compensation Program- AGC of Minnesota and Lakes  \nand Plains Regional Council of Carpenters & Joiners hereby agree  \nto enter into an Agreement and Declaration of Trust for the estab-  \nlishment of the AGC of Minnesota-Basic Construction Crafts Work-  \ners' Compensation Fund (hereinafter \"the Fund\") to provide work-  \n25  \ners’ compensation benefits to eligible employees under this Collec-  \ntive Bargaining Agreement. This Fund will be administered by an  \nequal number of Employer trustees and Union trustees and will be  \nfunded from contributions from employers on behalf of employees  \ncovered by this Collective Bargaining Agreement.  \nThe operation of the Workers' Compensation program will be deter-  \nmined by the trustees in accordance with the Agreement and Dec-  \nlaration of Trust of the Fund. The parties hereto agree to be bound  \nby the Agreement and Declaration of Trust establishing the Fund,  \ntogether with any amendments thereto and regulations established  \nby the trustees, and the parties hereby designate as their repre-  \nsentatives on the Board of Trustees such trustees as are named  \npursuant to the Trust Agreement, together with any successors  \nwho may be appointed pursuant to the Agreement and Declaration  \nof Trust. The parties hereto agree to be bound by the delinquency  \ncollection procedures established by the trustees of the Fund, as  \nmay be revised from time to time.  \nIt is the purpose of this Trust Fund to provide employees who claim  \ncompensable personal injuries and occupational diseases occurring  \nunder Minnesota Workers’ Compensation laws with benefits  \nrequired by law. The amount of contributions to this Fund shall be  \nestablished by the trustees and may be changed from time to time.  \n. The St. Paul and Minneapolis Builders Division of Associated Gen-  \neral Contractors of Minnesota, and the Lakes and Plains Regional  \nCouncil of Carpenters & Joiners agree this Letter of Understand-  \ning applies to Article 10.  \n26  \n   \nACCEPTANCE OF BUILDING AGREEMENT  \nbetween  \nAssociated General Contractors of Minnesota  \nand  \nLakes and Plains Regional Council  \nof Carpenters & Joiners  \nWAGE AREAS A-1 and A-2  \n2004, 2005, 2006  \n(Expires April 30, 2007)  \nWAGE AREAS B.-1, B-2, C-1 and C-2  \n2001, 2002, 2003, 2004  \n{Expires Apri! 30, 2005)  \nAssociated General Contractors  \n   \nDate: 8/16/2004  \nLakes and Plains Regional Coungj  \nCarpenters & Joiners  \n    \n      \nDate: 8/12/2004  \n27  \n   \n   \n   \nAGREEMENT  \nbetween  \nLakes and Plains Regional Council of  \nCarpenters & Joiners  \nand  \nCarpentry Contractors Association  \nand  \nMinnesota Drywall and Plaster Association  \ne  \nWage Areas A-1 and A-2  \n2004 - 2005 . 2006  \n(Expires April 30, 2007)  \nWage Areas B-1, 8-2, C-1 and C-2 North/South  \n2001 - 2002 - 2003 - 2004  \n(Expires April 30, 2005)  \n"], ["ARTICLE 1  \nConsiderations for Agreement  \n", "In consideration of the mutual promises of the parties and their  \nmutual purposes to establish, maintain and promote sound harmo-  \nnious labor relations, this Agreement is made this 1st day of May 2001  \nby and between the Carpentry Contractors Association and the Min-  \nnesota Drywall and Plaster Association (formerly the Gypsum Drywall  \nContractors Association) on behalf of all contractors signatory to this  \nAgreement, hereinafter known as the “CCA” and “MDPA’ or “Employ-  \ners” and the Lakes and Plains Regional Council of Carpenters & Join-  \ners, representing Carpenters and Pile Drivers, hereinafter known as  \nthe “Council”, for the purposes of establishing rates of pay, hours of  \nemployment and other terms and provisions concerning employment  \nrelations and collective bargaining, and represents the entire under-  \nstanding between the aforesaid parties,  \n"], ["ARTICLE 2  \nDesignation of Parties  \n", "The Carpentry Contractors Association (CCA) and Minnesota Dry-  \nwall and Plaster Association (MDPA) are comprised of specialty con-  \ntractors, general contractors and residential contractors; all of which  \nemploy union carpenters. The CCA and MDPA shall represent signa-  \ntory contractors for all purposes regarding this Agreement. The Lakes  \nand Plains Regional Council of Carpenters & Joiners affiliated with  \n31  \nthe United Brotherhood of Carpenters & Joiners of America shall rep-  \nresent all Carpenters and Pile Drivers and their Apprentices for all  \npurposes regarding this Agreement.  \n"], ["ARTICLE 3  \nUnion Recognition  \n", "A. said Council is hereby voluntarily recognized hereunder by the  \nEmployers as the exclusive representative of said employees with-  \nin said collective bargaining unit. Said Union so recognized hereby  \nagrees that it and the International Union with which it is affiliat-  \ned are qualified for recognition by the National Labor Relations  \nBoard in accordance with the Labor Management Relations Act  \n(LMRA) of 1947, as amended.  \n"], ["ARTICLE 4  \nScope of Agreement and Territorial Jurisdiction  \n", "This Agreement shall cover work traditionally performed by the  \nEmployers and assigned to employees under this Agreement or prede-  \ncessor Agreements, anywhere within the geographical jurisdiction of  \nthis Agreement.  \nThis Agreement shall cover all the State of Minnesota south of the  \nnorth lines of Traverse, Grant, Douglas, Todd, Morrison, Mille Lacs,  \nKanabec and Pine counties. It shall also include the following terntory  \nin Wisconsin east of the St. Croix River; Highway 70 to Grantsburg,  \nWisconsin, then Highway 87 to the intersection of Highway 48, then  \nHighway 48 to the intersection of Highway 35, then Highway 35 to the  \nintersection of Highway 8, then U.S. Highway 8 to the intersection of  \nHighway 65 to River Falls, then Highway 29 to Prescott and across to  \nHastings. Any city or village located in this line in Wisconsin shall be  \nin the jurisdiction of the Lakes and Plains Regional Council of Car-  \npenters & Joiners.  \nThere are wage packages within this contract, basically along coun-  \nty lines, however where cities or towns fall on county lines, the city lim-  \nits are usually in more than one county. These cities or towns are ref-  \nerenced separately at the end of this Article under the heading “Cities  \nor Towns on Boundary lines.”  \nAREA A shall have two wage packages, A-1 and A-2  \nArea A-1 shall consist of Anoka, Carver, Chisago, Dakota, Hennepin,  \nIsanti, Kanabec, Pine, Ramsey, Scott, Sherburne, Washington and  \nWnight counties in Minnesota and the territory in Wisconsin described  \nabove in this article.  \nEXCEPTION: In Sherburne County, the portion extending 5 miles  \nbeyond the city limits of St. Cloud shall be in Wage Area C-1,  \n32  \nArea A-2 shall consist of Meeker and McLeod counties and the city  \nlimits of Red Wing and extending 5 miles outward.  \nAREA B shall have two wage packages, B-1 and B-2  \nArea B-1 shall consist of Olmsted County  \nArea B-2 shall consist of Goodhue (See A-2 for the City of Red Wing),  \nWabasha, Dodge, Winona, Mower, Fillmore and Houston counties.  \nAREA C shall have two packages, C-1 and C-2  \nArea C-1 consists of Morrison, Mille Lacs, Stearns, Benton, and in  \nSherburne County the portion extending 5 miles beyond the city limits  \nof St. Cloud, Le Sueur, Rice, Blue Earth, Waseca, Steele, Faribault and  \nFreeborn counties, and the portions of Sibley and Nicollet counties east  \nof the following roads; starting at Highway 22 on the northern Sibley  \nCounty line and proceeding south to the town of New Sweden in Nicol-  \nlet County, and then continuing south on Highway 111 to the town of  \nNicollet and then continuing south on #23 to the south line of Nicollet  \nCounty.  \nArea C-2 consists of Traverse, Grant, Douglas, Todd, Pope, Stevens,  \nBig Stone, Swift, Kandiyohi, Chippewa, Lac Qui Parle, Yellow Medi-  \ncine, Renville, Lincoln, Lyon, Redwood, Brown, Pipestone, Murray, Cot-  \ntonwood, Watonwan, Rock, Noble, Jackson and Martin counties, and  \nthe portions of Sibley and Nicollet counties, west of the following roads  \nshall be in Wage Area C-2, starting at Highway 22 on the northern Sib-  \nley County line and proceeding south to the town of New Sweden in  \nNicollet County, and then continuing south on Highway 111 to the  \ntown of Nicollet and then continuing south on Highway #23 to the  \nsouth line of Nicollet County.  \nNote: Extending 5 miles beyond the town or city limits of New  \nAuburn, Gaylord, New Sweden and Nicollet shall be in Wage Area C-2.  \nCITIES OR TOWNS ON BOUNDARY LINES  \nEach city or town listed below falls on or adjacent to boundary lines,  \nwhere there would normally be a wage rate difference. There will be  \none wage rate as shown below for each city or town, which will extend  \n5 miles beyond the city limits of town boundary  \nBelle Plaine Wage Area A-1 (Carver, Scott & Sibley counties)  \nPrinceton Wage Area A-1 (Sherburne & Mille Lacs  \ncounties)  \nEden Valley § Wage Area A-2 (Stearns & Meeker counties)  \nRed Wing Wage Area A-2 = (Goodhue & Dakota counties)  \nCannon Falls Wage AreaB-2 (Goodhue & Dakota counties)  \n33  \nSt. Cloud Wage Area C-1 (Stearns, Benton & Sherburne  \ncounties  \nMotley Wage Area C-1 (Todd, Morrison & Cass counties)  \nBrooten Wage AreaC-1 (Sherburne, Stearns & Benton  \ncounties)  \nClearwater Wage Area C-1 (Sherburne, Wright & Stearns  \ncounties)  \nNew Prague WageAreaC-1 (Scott, LeSueur & Rice counties)  \nHazelwood Wage AreaC-1 (Rice & Dakota counties)  \nNorthfield Wage (Rice and Dakota counties)  \nNew Auburn  \nand Gaylord WageAreaC-2 (Sibley County)  \nNew Sweden  \nand Nicollet WageAreaC-2 (Nicollet County)  \n"], ["ARTICLE 5  \nUnion Security  \n", "There shall be no discrimination against any employee because of  \nrace, color, creed, political, religious beliefs, sex, disability, national ori-  \ngin, marital status, disability or age.  \nThe Employer shall not discriminate against any employee, as long  \nas the employee is performing work assigned in a safe, normal and  \nworkmanlike manner.  \nEach of the Unions recognized under Article 3 of this Agreement  \nshall be entitled to union security, to the extent that each employee in  \nthe collective bargaining unit represented by such union shall be  \nrequired to become and remain a member of such union in good stand-  \ning as a condition of employment from and after the eighth (8th) day  \nafter the latest of the following events. “In good standing”, for the pur-  \nposes of this Agreement is defined to mean the payment of a standard  \ninitiation fee and standard regular monthly dues, uniformly required  \nas a condition of acquiring or retaining membership in the Union.  \n1) The beginning of employment with such employer  \n2) The effective date of this Agreement  \nThe Employer shall dismiss each employee who fails to comply with  \nthis Union Security provision, provided that:  \n1) The employee was requested to join the Union by an authorized  \nrepresentative of the Union; and  \n2) Such dismissal shall not be required until a responsible repre-  \n34  \nsentative of the Employer on the job has been furnished a written  \nnotification by an authorized representative of the Union so to do.  \nThe written notification shall state:  \n(Name of Employee) began employment more than eight (8) days  \nprior to the date below. More than eight (8) days have elapsed since this  \nemployee began employment. This employee was requested to join the  \nUnion by an authorized representative of the Union. This employee  \nhas refused to tender to the Union the current dues and initiation fees  \nuniformly required of members of the Union. Under the provisions of  \nArticle 5, we demand that this employee be discharged from your  \nemploy.  \nAuthorized Signature  \n   \nUnion  \nDate  \n   \n   \n"], ["ARTICLE 6  \nInsurance and Taxes  \n", "The Employer shall carry Worker's Compensation Insurance, Social  \nSecurity and Unemployment Insurance on all employees covered by  \nthis Agreement.  \nWhere work is performed under circumstances that the provisions of  \nthe Minnesota Unemployment Compensation Law are not applicable,  \nthe Employer agrees to elect to be covered pursuant to Minnesota  \nStatutes, Section 268.042, Subdivision 3.  \n"], ["ARTICLE 7  \nGrievances, Disputes and Arbitration  \n", "A. There shall be established a Joint Trade Board, which shall have  \ncharge of the enforcement and interpretation of the working agree-  \nment, as well as duties specifically mentioned herein. They shall  \nmeet no less than thirty (30) days after any written notice of a  \ngrievance to settle a dispute. Each grievance shall be deemed to be  \nwaived unless submitted in writing to the parties for resolution  \nwithin ten (10) days after the event giving rise to the grievance  \noccurs. A copy thereof shall be sent to the Association  \nB. The Union and the Employers shall elect or appoint three (3) mem-  \nbers each, and such members shall serve for one (1) year on the  \nJoint Trade Board or until their successors have been appointed.  \nC. The Joint Trade Board shall elect a Chairperson and a Secretary  \nfrom the committee. The duties of the Chairperson shall be to con-  \n35  \nduct all meetings of the committee. The duties of the Secretary  \nshall be to keep a complete record of the minutes of meetings and  \ncorrespondence, and shall notify Board members of any special  \nmeeting called by the Union and/or contractors. Also, the Secretary  \nshall furnish each member with a legible copy of all minutes and  \ncorrespondence.  \n_ Ifthe Joint Trade Board is unable to arrive at a mutually agreeable  \nsolution to a problem brought before it, a neutral arbitrator who  \nshall be selected by the Joint Trade Board shall hear the case and  \nissue a decision, which shall be final and binding on all parties  \ninvolved. In the event the Joint Trade Board is unable to agree on  \na neutral arbitrator within ten (10) days, the arbitrator shall be  \nselected by and under the rules of the Federal Mediation Service.  \nThe decision of the arbitrator shall be final and binding on signa-  \ntories to the Agreement who are parties to the dispute, provided,  \nhowever, that the arbitrator shall have no power to add, delete or  \nmodify any provisions of this Agreement. Each party shall pay the  \nfees and costs of its own representatives and witnesses. The costs  \nand fees of the neutral arbitrator shall be equally divided between  \nthe parties. This article shall not be applicable to jurisdictional dis-  \nputes nor to the non-payment of wages or fringes, except that this  \narticle shall apply to wage disputes.  \n"], ["ARTICLE 8  \nManagement  \n", ". Management reserves the right to manage its jobs to the best inter-  \nest of Management; the right to retain or dispense with employees  \nfor cause; to reduce or increase the number of employees needed on  \neach project, crew, activity or piece of equipment.  \n_ Management has the right to determine reasonable employment  \nqualifications of employees and may discharge any employee whose  \nwork is unsatisfactory, or who fails to observe reasonable regula-  \ntions or safety precautions prescribed by the Employer or any gov-  \nernment agency. The employee shall use any tools, equipment,  \nmachinery, new material and products or procedures of the employ-  \nee’s craft required by the Employer.  \n_ There shall be no limit on production of employees nor restriction  \non the full use of proper tools or equipment and there shall not be  \nany task or piece work.  \n_ When a new material to be installed replaces a material presently  \ninstalled by Carpenters, the Employers shall make a specific  \nassignment according to their best judgment.  \n36  \n"], ["ARTICLE 9  \nSafety  \n", "A. The employees covered by the terms of the Agreement shall, at all  \ntimes, while in the employ of the Employer be bound by the safety  \nrules and regulations as established by Federal and State safety  \nlaws.  \nB. Where OSHA standards require protective equipment, this equip-  \nment shal] be made available at the cost of the Employer as deter-  \nmined by OSHA regulations.  \nC. OSHA Training see Article 24B  \n"], ["ARTICLE 10  \nPickets, Banners, Strikes, Lockouts, and .  \n", "Work Interference  \nA. It shall not be a violation of this Agreement for any employee to  \nrefuse to work on a job where to do so would require them to cross  \na picket line of a striking Union.  \nB. The Union and the Employer agree that there shall be no strike or  \nother concerted interference with the Employer’s business, and  \nthere shall be no lockout during the existence of this Agreement for  \nany reason whatsoever, with the exception of delinquent wages or  \nfringe benefit contributions.  \nC. Slowdowns, forcing of overtime, spread work tactics, standby crews  \nand feather-bedding practices have been and are condemned.  \n"], ["ARTICLE 11  \nSubcontractor Clause  \nWORK PRESERVATION  \n", "To protect and preserve, for the employees and their Employers cov-  \nered by this Agreement, work traditionally having been performed by  \nthe Employers and assigned to employees under this Agreement or its  \npredecessor Agreements, and to prevent intentional interference with  \nthe protection and preservation of such work, it is agreed as follows:  \nSUBCONTRACTING  \nThere are four (4) different districts relating to subcontracting,  \nbasically along county lines; however where cities or towns fall on  \nboundary lines, the city limits or towns are referenced separately at  \nthe end of the article under the heading “Cities and Towns on Bound-  \nary lines,” and are covered by the subcontracting language applicable  \nto those areas.  \n37  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 1 ONLY  \nWith regard to work traditionally having been performed by the  \nEmployers and assigned to employees under this Agreement or its pre-  \ndecessor Agreements on the job site, if the Employer subcontracts such  \nwork to a subcontractor, the Employer shall require that such subcon-  \ntractor be signatory to a current collective bargaining agreement with  \nthe Union covering such work.  \nThis provision shall be enforceable through Article 7, Settlement of  \nDisputes. In addition to any amount payable to the joint Employer/  \nUnion Trust Funds covering pensions, health and welfare and vaca-  \ntion, and/or the Joint Apprenticeship Program, an arbitrator enforcing  \nthis Agreement shall have authority to award other damages to be  \npayable to one or more of the above Employer/Union Trust Funds.  \nThe above language pertains to District 1 only, which shall consist of  \nAnoka, Carver, Chisago, Dakota, Hennepin, Isanti, Kanabec, Pine,  \nRamsey, Scott, Sherburne (excluding the area surrounding the City of  \nSt. Cloud and extending 20 miles beyond the city limits in Sherburne  \nCounty), Washington and Wright counties, and the city limits of Red  \nWing and extending 20 miles beyond the city limits in Goodhue Coun-  \nty in Minnesota and the territory in Wisconsin described in Article 4 of  \nthis contract. (See “Cities or Towns on Boundary lines”).  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 2 ONLY  \nIf the Employer subcontracts carpentry work to be performed at the  \njob site, the Employer shall require the subcontractor to sign a Sub-  \ncontract Agreement containing the following provision:  \n“The subcontractor agrees to comply with the provision relating to  \nwages, fringe benefits, premium pay and on-the-job working conditions  \nin the current collective bargaining agreement entered into between  \nthe CCA/MDPA and the Lakes and Plains Regional Council of Carpen-  \nters & Joiners for the duration of the Employer's project.”  \nThe Employer shall require the subcontractor to sign a Subcontract  \nAgreement containing the foregoing provision only when performing  \ncarpentry work on the project, and when the subcontractor does not  \nrepresent to the Employer that they have an established building  \ntrades collective bargaining agreement covering the affected classifica-  \ntion of work.  \nThe above language pertains to District 2 only, which shall consist of  \nMeeker, McLeod, LeSueur, Rice, Goodhue (Note: See Red Wing exclu-  \nsion in cities or towns on county lines). Wabasha, Blue Earth, Waseca,  \nSteele, Dodge, Olmsted, Winona, Faribault, Freeborn, Mower, Fillmore,  \nHouston and the portions of Sibley and Nicollet counties east of the fol-  \n38  \nlowing roads, starting at Highway 22 on the northern Sibley County  \nline and proceeding south to the town of New Sweden in Nicollet coun-  \nty, and then continuing south on Highway 111 to the town of Nicollet  \nand then continuing south on #23 to the south line of Nicollet County.  \nNote: Extending 20 miles beyond the town or city limits of New  \nAuburn, Gaylord, New Sweden and Nicollet shall be in Subcontracting  \nDistrict 4. (See “Cities or Towns on Boundary lines”).  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 3 ONLY  \n1) If the Employer subcontracts bargaining unit work, the Employer  \nwill subcontract such work only to another Employer, which has a  \ncurrent collective bargaining agreement with this Union covering  \nsuch bargaining unit work.  \n2) Where the Employer is competing against non-union prime contrac-  \ntors, or where Union subcontractors are not available, or where the  \nproject owner designates certain non-union subcontractors to be  \nused on the project, the contractor shall notify the Union who the  \nnon-signatory contractor is and provide the total wage package to be  \npaid to employees of this subcontractor in writing, in a timely  \nmanner.  \n3) It is agreed that not more than one (1) non-signatory subcontractor,  \nlimited to one phase (i.e. drywall/steel framing, wood framing, roof-  \ning, etc.) of bargaining unit work on a job site shall be utilized, as  \nspecified in Paragraph 2 above. All others shall comply with para-  \ngraph 1 of this subcontractor clause.  \nIf the Employer is unable to comply with this Section (3) due to avail-  \nability of signatory contractors, it is agreed that the Union and the  \nEmployer will convene to resolve the problem.  \nThe above language pertains to District 3 only, which consists of Ben-  \nton, Mille Lacs, Morrison, Stearns counties and the area surrounding  \nthe City of St. Cloud and extending 20 miles beyond the city limits in  \nSherburne County). (See “Cities or Towns on Boundary lines.”)  \nSUBCONTRACTING LANGUAGE FOR DISTRICT 4 ONLY  \nThe parties agree to not subcontract any work that the contractor  \nnormally performs in order to avoid the terms and conditions of this  \nAgreement. They also agree that it is mutually desirable to have work  \nperformed by subcontractors working for the contractor who is a party  \nto the Agreement, subject to the terms of this Agreement, and the con-  \ntractor will, in letting subcontracts, endeavor to obtain this objective.  \nThe above language pertains to District 4 only, which consists of Tra-  \nverse, Grant, Douglas, Todd, Big Stone, Stevens, Pope, Lac Qui Parle,  \n39  \nSwift, Chippewa Kandiyohi, Yellow Medicine, Renville, Lincoln, Lyon,  \nRedwood, Brown, Pipestone, Murray , Cottonwood, Watonwan, Rock,  \nNobles, Jackson and Martin counties, and the portions of Sibley and  \nNicollet counties west of the following roads starting at Highway 22 on  \nthe northern Sibley County line and proceeding south to the town of  \nNew Sweden in Nicollet County, and then continuing south on High-  \nway 111 to the town of Nicollet, and then continuing south on #23 to  \nthe south line of Nicollet County. Note: Extending 20 miles beyond the  \ntown or city limits of New Auburn, Gaylord, New Sweden And Nicollet  \nshall be in Subcontracting District 4. (See “Cities or Towns on Bound-  \nary lines.”)  \nCITIES OR TOWNS ON BOUNDARY LINES  \nEach city or town listed below falls on or adjacent to Boundary lines  \nwhere there would normally be a change in subcontract language.  \nThere will be one subcontract district as shown below for each city or  \ntown, which will extend 20 miles beyond the city limits or town  \nboundary.  \nBelle Plaine District 1 - Carver, Seott and Sibley  \ncounties  \nPrinceton District 1 — Sherburne and Mille Lacs  \ncounties  \nRed Wing District 1 ~ Goodhue County  \nBellechester District 2~ Goodhue and Wabasha  \ncounties  \nLake City District 2 —- Goodhue and Wabasha  \ncounties  \nNew Prague District 2 - Scott and LeSueur counties  \nEden Valley, District 3 — Meeker and Stearns counties  \nMotley District 3 - Morrison, Todd and Cass  \ncounties  \nSt. Cloud District 3 - Sherburne, Benton and  \nStearns counties  \nBrooten, District 4 - Pope and Stearns counties  \nNew Auburn & Gaylord District 4 - Sibley County  \nNew Sweden & Nicollet District 4 — Nicollet County  \n"], ["ARTICLE 12  \nUnion Representatives and Stewards  \n", "A. Atall times, authorized representatives of the Union shall have the  \nright to visit the jobs, but shall first contact whoever is in charge of  \nthe job. In the event neither is available, said representatives  \nshall leave their business card in the job office before contacting  \n40  \n   \nemployees. Said representatives shall not hinder or interfere with  \nthe progress of the job. It shall be the absolute obligation of the  \nUnion Representative to adhere to all pertinent safety rules of the  \nparticular job.  \nB. The Union Business Representative shall have the right to desig-  \nnate a steward from among the employees on the job, and shall  \nnotify the Employer or their representative on the job, in writing,  \nof the designated steward.  \nC. The Steward shall not be docked for time Spent in giving assistance  \nto injured workers, or in caring for the worker's tools or clothing,  \nD. The Steward shall not be discharged, transferred, nor discriminat-  \ned against for performing the normal duties of a steward in a rea-  \nsonable manner.  \nE. The Steward shall not be terminated, except for justifiable cause,  \nuntil a hearing has been held before a committee composed of a rep-  \nresentative from the Union, and a representative from the Employ-  \ner. Such hearing will be held within three (3) working days of said  \nnotice.  \n"], ["ARTICLE 13  \nPayroll Records  \n", "In case of a dispute arising over hours and wages, the Union shall  \nhave the right to examine the payroll records of the employee covered  \nby this Agreement, upon which there is a dispute. Prior to the actual  \nexamination, a written request shall be submitted to the Employer  \ninvolved.  \n"], ["ARTICLE 14  \nPay Day, Wage Payment and Call In Pay  \n", "A. It is agreed that all employees shall be paid weekly and no more  \nthan seven (7) days held back including payday.  \nB. Wages shall be paid at or before the end of the shift of the desig-  \nnated payday. Employers may utilize alternative forms of paycheck  \ndistribution, such as mailing of paychecks or by direct deposit. If  \npaychecks are mailed, they shall be mailed at least one (1) day prior  \nto the designated payday based on the envelope’s post-  \nmark to be considered timely. A two (2) hour penalty may be  \nimposed for any violation of the above.  \nC. An employee who is laid off or discharged shall receive all monies  \ndue in cash or negotiated check at time of layoff, or the employee's  \ncheck shall be immediately mailed to the employee’s last known  \naddress on the next working day. If the Employer does not mail the  \nemployee's paycheck as provided by the envelope’s postmark, a two  \n41  \n(2) hour penalty shall be added for each working day until mailed  \nto employee's last known address.  \n. Employees who quit will be paid any wages due them at the next  \nregular payday.  \n_ The Employer agrees to provide the following information on the  \ncheck stub: Hours, date, regular pay, overtime pay, gross  \npay, deductions, and net pay. This information and all other payroll  \nand employment records shall be retained by the Employer for a  \nperiod of not less than six (6) years.  \nThe employee shall be given one (1) hours’ notice prior to layoff,  \ne.g., all employees to be notified by 11:00 a.m. when they are to be  \nlaid off at noon. In the event the Employer fails to notify the  \nemployee, a penalty of one (1) hour of pay at the straight time rate  \nshall be paid to the employee.  \n. If an employee reports to work and is not put to work, the employ-  \nee shall receive two (2) hours of pay. The employee must remain on  \nthe job site in order to receive this two (2) hours pay.  \n_ When an employee has been engaged by the Employer, either  \ndirectly or by a referral request made by the Employer, and is  \nrefused employment when arriving at work with their tools, the  \nemployee shall be paid four (4) hours time, provided they arrive  \nwithin a reasonable period of time, not to exceed four (4) hours pro-  \nvided such refusal of employment is not due to conditions beyond  \nthe control of the Employer.  \nThese provisions, however, are not to be effective when work is  \nunable to proceed because: (1) railroads or common carriers fail to  \nmake deliveries as scheduled; (2) the Engineer or Architect refuses  \nto permit work; (3) Acts of God, or weather conditions will not per-  \nmit work.  \n_ Any employee who is given a paycheck that is returned by a bank  \nfor insufficient funds shall receive an additional four (4) hours pay.  \nAny employee that loses a paycheck shall be responsible for stop  \npayment charges. If a check is mailed, the employee must prompt-  \nly notify the Employer within three (3) days if the check is not  \nreceived; if notice is not given, the employee shall be responsible for  \nthe stop payment charge.  \n"], ["ARTICLE 15  \nFringe Benefits  \n", "The Employer agrees to contribute every month, not later than the  \nfifteenth (15th) of the following month, hereinafter called the “due  \ndate”, such sums for Pension, Health and Welfare, Vacation, Dental,  \n42  \nApprenticeship and Promotion Funds as they may be established, an  \namount for each hour worked by all employees covered by this Agree-  \nment. Each payment shall be accompanied by a report in a form as  \nspecified by the Trustees. The fund’s Trustees shal] equally represent  \nthe Union and the Employer. The terms of the Trust Agreements estab-  \nlishing those funds are hereby incorporated as a part hereof.  \nA. An Employer, unless contributing on a weekly basis pursuant to  \nparagraph c below, shall be considered “delinquent” for a particular  \nwork month if its required report and the proper payment for that  \nmonth are not postmarked on or before the fifteenth (15th ) day of  \nthe following month (the “due date”), irrespective of whether such.  \ndelinquency is willful or otherwise.  \nB. Contributions which are delinquent as defined in {a) above shall be  \ndeemed to be “unpaid contributions” for purposes of the Funds’  \nremedies pursuant to this Agreement and applicable law, An  \nEmployer who is delinquent shal] be required to pay to the Funds  \nan additional amount of 10% of the amount of the unpaid contribu-  \ntions as liquidated damages together with interest on the unpaid  \ncontributions as specified in the Trust Agreements, or if greater,  \ntwo times the specified interest on the unpaid contributions.  \nC. In addition to other remedies provided herein, if an Employer is  \nhabitually delinquent, defined as being delinquent twice in a  \ntwelve (12) month period, the trustees may require a bond or a  \ndeposit of an estimated amount of future contributions and/or may  \nrequire that the Employer make weekly fringe fund reports and  \npayments for 26 consecutive weeks without further delinquency.  \n“Weekly basis” shall mean that the report and payment  \nfor a particular workweek shall be due on Friday of the following  \nweek (the “due date”). An Employer’s report and payment shall be  \nconsidered “delinquent” if not postmarked on or before such day.  \nD. The Employer may demand that the question of failure to pay the  \namount due the Trusts be submitted to arbitration, according to the  \ncontract. Providing such request is submitted to the Union in write  \ning within seventy-two (72) hours after receipt of the above notice,  \nand provided further that the Employer deposit in escrow, the  \namount of the claimed delinquent payments with the Administra-  \ntor of the Fund. Upon the filing of the request for arbitration and  \nthe depositing of the amount in dispute, the Union will not engage  \nin any economic activities pending the resolution of such dispute.  \nE. Illustration of clauses (a), (b) and (c): If an report and  \npayment for the January work month have not been postmarked  \n43  \nbefore February sixteenth (16th), such contractors becomes delin-  \nquent at that point and must pay the full amount due, plus inter-  \nest and 10% as liquidated damages, or if greater, double interest. In  \naddition, the Employer shall be placed on the weekly reporting  \nbasis for workweeks commencing after February sixteenth (16th).  \nReports and payments shall then be due each week on the Friday  \nof the week following the work week until the Employer has com-  \npleted twenty-six (26) consecutive weeks without further delin-  \nquency.  \n' The delinquent Employer shall also be required to pay all costs of  \ncollection actually incurred by the Trust Fund, including all attor-  \nney fees, service fees, filing fees, court reporter fees, and all other  \nfees, costs and disbursements incurred by or on behalf of the Trust  \nFunds in determining, assessing and collecting the amount due.  \n_ Each Employer who is required to make payments to the Trust  \nFunds shall promptly furnish to the Trustees or their authorized  \nagents, on demand, all necessary employment and payroll records,  \nand any other relevant information relating to its employees cov-  \nered by this Agreement for examination, whenever such examina-  \ntion is deemed necessary in connection with the proper adminis-  \ntration of the Trust Funds.  \nIf any Employer fails or refuses to furnish its payroll records upon  \ndemand to the Trustees or their authorized agents of refuses to  \nafford the Trustees or their authorized agents reasonable opportu-  \nnity to examine the same (in accordance with standard auditing  \nprocedures), the Trustees may enforce such rights by legal action,  \nin which event, all attorney fees, service fees, filing fees, court  \nreporter fees, and other legal costs and disbursements, as well as  \nthe auditing fees and costs incurred in conducting such audit, shall  \nbe paid by such Employer on direction by the Trustees.  \nThe Unions shall also have the right to take economic action,  \nincluding but not limited to the right to refuse to supply personnel,  \nto enforce the rights enumerated in this Article on behalf of the  \nUnions and the Trustees. The parties to this Agreement acknowl-  \nedge that the provisions of this Agreement establishing rates of  \npay, wages, all hours of employment and other terms and conditions  \nof employment, including fringe benefits, apply to employees  \nemployed in job classifications covered under this contract.  \nIt is understood and agreed upon that no Employer signatory to  \nthis Agreement will be responsible for wages or fringe fund pay-  \nments to any worker not directly on the Employer's payroll.  \n44  \n   \n"], ["ARTICLE 16  \nSaving Clause  \n", "This Agreement is intended to be in conformity with all applicable  \nand valid State or Federal Laws, rules and regulations. Any conflict  \nbetween the provisions of this Agreement and the terms of any such  \nlaws and regulations shall cause the provisions of this Agreement so in  \nconflict, to be superseded or annulled; but shall not supersede or annul  \nthe terms and provisions of this Agreement which are not so in conflict.  \n"], ["ARTICLE 17  \nDuration Dates  \n", "A. This Agreement shall remain in full force and effect through April  \n30, 2007 in Wage Areas A-1 and A-2 and April 30, 2005 in Wage  \nAreas B-1, B-2, C-1 and C-2.  \nB. Any party has the right to terminate or amend this Agreement by  \ngiving notice to the other party sixty (60) days before the expiration  \ndate of this Agreement. Failure to give such notice shall cause this  \nAgreement to be renewed automatically for a further period of  \ntwelve (12) months.  \nC. in the event such written notice is given, and a new Agreement is  \nnot signed before the expiration date of this Agreement, then this  \nAgreement shal! continue in force until a new Agreement is signed  \nor negotiations are formally broken off, or until a Strike or Lockout  \naccurs.  \n"], ["ARTICLE 18.  \nWages  \n", "{For boundaries refer to Article 4, Territorial Jurisdiction, and  \nWage map)  \nA. The minimum scale of wages to be paid to Journeyman Carpenters  \nand Pile Drivers working within the territorial jurisdiction  \ndescribed in Article 4 for residential and commercial construction  \nshall be as follows.  \nB. Foreman: Where job conditions require an employee covered by this  \nAgreement to exercise responsible control and direction over other  \nemployees covered by this Agreement, that employee shall receive  \nForeman pay. The minimum scale for Foreman shall be $1.75 above  \nJourneyman scale of wages.  \nC. Where materials are brush coated or pressure treated with toxic  \ncarbolineum or toxic creosote prior to installation or handling, all  \nemployees actually engaged in brush coating, installing or handling  \nsuch materials shall be paid an additional twenty-five cents ($.25)  \nper hour. Installation shall include the framing, boring and bolting  \n45  \nup of materials. The above does not apply to demolition or removal  \nof material, regardless of whether such material had ever been  \nbrush coated or pressure treated with toxic carbolineum or toxic  \ncreosote.  \nD. Work performed in boatswain’s chair, on swing stage, tunnel work  \n(defined as being underground, part of a building and not openly  \nexcavated) scaffold over fifty (50) feet in height, but excluding one  \n(1) and two (2) family dwellings shall receive an additional twenty-  \nfive cents ($.25) per hour.  \nE. Whenever provision is made under this Article for payment of rates  \nof pay in excess of the minimum set forth in the first paragraph,  \nsuch rates shall only be paid for the time during which the employ-  \nees are actually engaged in the work for which such higher rate is  \nestablished. This shall include the foreman.  \nCOMMERCIAL CONSTRUCTION DEFINITION  \nAny construction not covered by the definition of residential con-  \nstruction. Regardless of intended use or size, any new construction,  \nabove grade, using poured in place concrete, pre-stressed or pre-cast  \nconcrete, or block and/or brick structures, shall be deemed to be com-  \nmercial construction.  \nConversely, any commercial buildings or mixed occupancy of resi-  \ndential and commercial buildings as defined above or family dwellings  \nover five (5) stories high shall receive the current applicable commer-  \ncial wage rate.  \nCOMMERCIAL RATES  \nArea A-l Metro  \nBase Vac. H&W Def. Appr. Ind.  \nWage Dues Dental Pens. Pens. Fund Fund Total  \n5/10/04 $27.87 1.05/96 4.83 4.00 1.00 ao 02 40.06  \n5/1/05 $1.55 package increase 41.61  \n5/1/06 $1.50 package increase 43.11  \nAREA A-2 Meeker and McLeod counties and the City of Red  \nWing, extending 5 miles outward.  \n5/10/04 $23.02 1.05/.84 4.83 4.00 1.00 33 35.09  \n5/1/05 $1.55 package increase 36.64  \n$1.50 package increase 38.14  \nAREA B-1 Olmsted County (Rochester Area)  \n5/10/04 $22.75 1.00/.80 4.83 3.35 .20 23 12 33.28  \n46  \nArea B-2 Goodhue, Wabasha, Dodge, Fillmore, Mower, Houston  \nand Winona Counties (Rochester Area)  \nBase Vac. H&W Def. Def. Appr. Ind.  \nWage Dues Dental Pens. Pens. Fund Fund Total  \n5/1/04 $19.29 .25/.70 4.83 3.35 .20 23 12 28.97  \nAREA C-1 NORTH Benton, Mille Lacs, Morrison and Stearns  \nCounties and the city limits of St. Cloud, extending 5 miles  \noutward beyond the city limits in Sherburne County  \n5/1/04 $20.09 754.74 483 3.50 .70 23 02 30.86  \nAREA C-2 NORTH Traverse, Grant, Douglas, Todd, Big Stone,  \nStevens, Pope, Lac Qui Parle, Swift, Chippewa, Kandiyohi,  \nYellow Medicine and Renville Counties.  \n5/1/04 = $16.53 50/63 483 3.17 -60 2306 602 26.51  \nAREA C-1 SOUTH = LeSueur, Rice, Blue Earth, Waseca, Steele,  \nFaribault, Freeborn and the eastern portion of Sibley and  \nNicollet counties.  \nOVER 1,000,000 (1 mill)  \n5/1/04 $20.74 55/.74 4,83 3,65 10 23 2 30.86  \nUNDER 1,000,000 (1 mill)  \n5/1/04 = $19.39 00/69 483 3.65 -10 23 © ©.02 =  \nAREA C-2 SOUTH Lincoln, Lyon, Redwood, Brown, Pipestone,  \nMurray, Cottonwood, Watonwan, Rock, Nobles, Jackson, Martin  \nand the western portion of Sibley and Nicollet Counties.  \nOVER 1,000,000 (1 mill)  \n5/1/04 $17.05 20.64 4.83 3.39 10 23 02 26.51  \nUNDER 1,000,000 (1 mill)  \n5/1/04 = $15.46 00/58 4.83 3.14 .10 23 02 24.36  \nRESIDENTIAL CONSTRUCTION DEFINITION  \nAny work above grade involved in the erection, remodeling or finish-  \ning of a wood frame structure, up to four (4) levels, that is intended for  \nuse as a residence or residences or as an appurtenance. Any portion of  \nwork included and done in conjunction with the residential portion of  \nthe base building (i.e. garage, community/party room, manager’s office,  \nlobby, laundry area, etc.). This excludes interior tenant build-out of a  \ncommercial/retail space. Any portion of work in a building five (5)  \n47  \nstories or less in total height intended for use as a residence or resi-  \ndences regardless of intended use of other portions of the building shall  \nbe deemed to be residential construction. (Note: includes wood framed  \nlicensed nursing homes, convalescent facilities and motels) The remod-  \neling of any structure four (4) stories or legs in total height regardless  \nof structural materials shal! be deemed residential construction pro-  \nvided intended use is for a residence or residences.  \nRESIDENTIAL UTILITY CARPENTER (RUC) DEFINITION  \nAll Residential Utility Carpenters (RUC) shall be registered with the  \nUnion. If the RUC is not registered with the Union, they will be con-  \nsidered a Journeyman. A Letter of Hire must be provided by the  \nEmployer when registering a RUC and prior to employment. A RUC  \nmust not be placed on a job until signed with the Union office. No RUC  \non commercial work.  \nRESIDENTIAL CONSTRUCTION WAGE RATE FOR  \nJOURNEYMEN IN AREAS A-1 and A-2 Only (See WAGE Map)  \nAREAS A-1 and A-2  \nBase Vac. H&W > ODef. Def. Appr. = Ind.  \nWage Dues Dental Pens. Pens. Fund Fund _ Total  \n5/10/04 $25.25 1.05/90 483 4.00 1.00 33 = 602, 3:7.38  \nRESIDENTIAL RATES ~ WAGE AREAS B.-1, B-2, C-1 and C-2  \nResidential rates for Journeymen in all other wage areas shall be  \n$2.00 less than commercial base wages, plus full fringes in each area.  \n(NOTE: In Areas C-1 and C-2 South it will be $2.00 less than the “Over  \n1 million base rate”).  \nAPPRENTICESHIP RATES FOR COMMERCIAL  \n& RESIDENTIAL  \nResidentia] and Commercial Apprentice rates in all wage areas shall  \nbe at the specified percentage of Wage Area A-1.  \nThe area-wide Apprentice Wage Rate shall be a stated percentage of  \nthe Journeyman Area A-1 Commercial Base Wage for all wage areas.  \nThe applicable percentage wage shall be divided between the base rate,  \nthe vacation/dues and any pension contribution, other than the first  \none (1) dollar of Defined Benefit Pension contribution to apprentices  \n5000 hours and above.  \n48  \nSCHEDULE A - Percent of base journeyman wage, plus part of the  \nfringe package.  \n50%  \n1000-2000 hours 60% Contact Apprenticeship Office  \n2000 - 3000 hours 65% for current wage and fringe rates  \n3000 - 4000 hours 70% (651/646-7337)  \n4000 - 5000 hours 75%  \n5000-6000 hours 80%  \n6000-7000 hours 85%  \nWhen in Wage Areas outside of Area A-1, the hourly base wage paid  \nan Apprentice reaches the hourly Journeyman base wage for that spe-  \ncific Wage Area. The Apprentice shal] receive the Journeyman base  \nhourly wage rate and the applicable Apprentice fringe benefits, until  \nsuch time as they have completed any requirements of Apprenticeship  \nas determined by the JAC.  \nAll new Apprentices shall be registered through the Apprenticeship  \nOffice. If not registered, that worker will be considered a Journeyman.  \nAll Apprentices shall be governed by the provisions of the Carpenters  \nJoint Apprenticeship Standards as adopted for this Agreement.  \nRESIDENTIAL UTILITY CARPENTER (RUC) WAGE RATES  \nRUC Wages shall be a minimum of 40% of Residential Journeyman  \nBase Wage Rate plus applicable Training Fund and Dues/Vacation  \namounts as determined by the Council.  \nWage Trg, Fund Dues Total  \n5/10/04 $10.11 .48 10.92  \nUpon request the Apprenticeship Office will furnish the Employer with  \na list of all unemployed Apprentices and all RUC’s, In the event of a  \nlayoff, the RUC shall be laid off before apprentices.  \nRATIOS -— established on payroll basis  \nRATIOS — 1 Journeyman, 1 Apprentice and 1 RUC  \nSingle Family Home Exception: Employers who build single family  \nhomes can utilize 1 Journeyman, 1 Apprentice and 2 RUC’s.  \nHUD Exception: Employers employed on a HUD project may utilize 2  \nApprentices to 1 Journeyman, except that at least 1 Apprentice must  \nhave over 4,000 hours.  \n49  \n"], ["ARTICLE 19  \nTravel Outside District - Area A-1 Only  \n", "It is agreed that when employees covered by this Agreement are  \nhired in Area A-1 and then directed by their Employer to work outside  \nthe territorial jurisdiction of Area A-1 in this Agreement, and 65 miles  \nor more from their home of record, traveling time to and from the job  \nshall be paid. In addition, they shall be paid a travel allowance from  \ntheir home of record to the job and return for each day worked. The  \ntravel allowance shall apply only to the driver and not to passengers.  \nWhen said employees are directed by their Employer to remain away  \nfrom home overnight, board and lodging shall be paid for each day so  \ndirected and no mileage shall be paid for that day. They shall be paid  \nnot less than the scale of wages, including fringe fund contributions,  \nprovided for in this Agreement, and if the scale of wages is higher  \nwhere such work is performed than provided for in this Agreement,  \nsuch higher prevailing rate shall be paid.  \nTravel! Allowance Board & Lodging  \n$.28 per mile $30.00 per day  \n"], ["ARTICLE 20  \nParking  \n", "Effective May 1, 2002 the Employer shall reimburse employees to a  \nmaximum of five (5) dollars per day for parking in downtown Min-  \nneapolis/St. Paul when provided with receipt by the employee. The  \nEmployer has the option of providing parking or shuttle service.  \n"], ["ARTICLE 21  \nWork Break  \n", "Coffee break shall be ten (10) minutes in the forenoon and ten (10)  \nminutes in the afternoon. The coffee shall be taken from the employee's  \nown container, which will be restricted to close proximity to the  \nplace of work on the job site.  \n"], ["ARTICLE 22  \nHours  \n", "A. The standard work day shall consist of eight (8) hours between the  \nhours of 8:00 a.m. and 4:30 p.m., Monday through Friday, except by  \nmutual agreement between the Employer and the Regional Coun-  \ncil the hours may be adjusted up to two (2) hours earlier to promote  \nthe efficiency of the job. The standard workweek shall consist of  \nforty (40) hours in any one (1) week, Monday through Friday.  \n90  \nB. Overtime worked between the hours of 8:00 a.m. Monday and to  \nmidnight Saturday shall be at the rate of time and one-half. All  \nwork done between Saturday midnight and the following Monday  \nat 8:00 a.m. shall be at the rate of double time with the exception  \nof shift work, and where earlier starting hour is permitted. It shall  \nbe understood that there shall be no pyramiding of overtime.  \nC. No Carpenter or Pile Driver shall work on the following holidays:  \nNew Year's Day, Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day, or Christmas Day, unless in case of necessity for  \nwhich double time shall be paid. When any of the above holidays to  \nbe observed falls on Saturday, then the preceding Friday shall be  \nobserved as such. If it falls on Sunday, then the following Monday  \nshall be celebrated as such by employees covered under this  \nContract.  \nD. FOUR-TEN WORK WEEK EXCEPTION  \nAREAS B-1, B2 AND C-1 ONLY  \nFour-Tens: During the term of this Agreement, an Employer may  \nestablish a scheduled four (4) ten (10) hour work days, Monday  \nthrough Thursday, between the lst Saturday of April and the last  \nSaturday of October by mutual agreement with the Union. When a  \nscheduled 4-10 hour work week is in use, any hours worked in  \nexcess of 10 hours in any one work day or on Friday shall be paid  \ntime and one-half (1-1/2), An additional ten (10) minute break shall  \nbe observed after the 10th hour, if work is to be continued.  \nIf a holiday recognized by this Agreement falls during a scheduled  \n4-10 hour work week Friday may be used to facilitate the em-  \nployee receiving a full 40 hour week. No employee may be penalized  \nfor refusal to work Friday under this provision.  \nAREA C-2, and McLeod and Meeker Counties — Four (4) ten  \n(10) hour days, Monday through Thursday in Wage Area C-2 and  \nMcLeod and Meeker counties is permitted, with Friday as a make-  \nup day if time is lost due to inclement weather Monday through  \nThursday of a scheduled four 10 hour work week. If an employee  \ndeclines to work Friday as a make-up day, that employee shall not  \nbe penalized.  \nE. RESIDENTIAL CONSTRUCTION WORK ONLY - If an  \nemployee is prevented from working by reason of inclement weath-  \ner, Saturday or any part thereof may be worked as a make-up day  \nat the straight time hourly rate. All work performed in excess of  \nforty (40) hours, or eight (8) hours in any one day will be paid at  \ntime and one-half (1-1/2). If an employee declines to work Saturday  \n31  \nas a make-up day, that employee shall not be penalized. Sundays  \nand Holidays may not be used as a make-up day.  \nF. When conditions make it necessary to work more than one shift,  \nany extra shifts shall be considered night shifts and shall work  \nseven (7) hours and receive eight (8) hours pay. An unpaid rest peri-  \nod of at least one-half (1/2) hour shall be taken in the middle of all  \nshifts; the same employees shall not work on more than one (1)  \nshift; no extra shifts shall be started for less than four (4) days.  \nG. It is agreed that in situations beyond the control of the Employer,  \nin owner occupied buildings or facilities, the Employer may sched-  \nule all work, or portions of work, which start and end outside the  \nnormal] workday. Provided such work is not part of a regular muiti-  \nple shift operation, the first eight (8) hours of work is at straight  \ntime. In the event such work is required, the Employer will provide  \nthe Union with advance notification that work is being performed  \noutside the regular work schedule.  \n"], ["ARTICLE 23  \nTools  \n", "The Employer shall provide a proper storage place for employees to  \nstore tools, the Employer shall provide sanitary drinking water and toi-  \nlets, and an adequately heated area in which the employee may eat  \nlunch. While tools necessary for the job are in the care, custody and  \ncontrol of the Employer, the Employer shall indemnify each employee  \nfor too] losses caused by fire, wind, burglary and forcible entry up to the  \nmaximum of $600.00. The employee shall provide in writing to the  \nEmployer, an inventory of tools, and updated regularly. The Employer  \nshall furnish all power tools, cords and electrical accessories (to include  \ncordless rechargeable tools). No employee shall be required as a condi-  \ntion of employment to furnish their own truck.  \nThe Employer may establish a system of signing out for tools or  \nequipment that are the property of the Employer and used by the  \nemployee. If the tools are not returned, the Employer is allowed to  \ndeduct the cost of the missing item from the wages of the employee that  \nhas signed out for the tools or piece of equipment. This does not include  \nwhen tools and equipment are stolen; employees shall report thefts to  \nthe Employer immediately. The Employer may only deduct an amount  \nrepresenting the reasonable value of the missing item.  \n52  \n"], ["ARTICLE 24  \nTraining Fund .  \n", "A. The Employer shall contribute thirty-three (.33) per hour for each  \nhour worked to a Training Fund to be known as the Carpenters  \nApprenticeship and Training Fund under a Trust Agreement,  \ncopies of which the Employer will receive and to which the Employ-  \ner shall be automatically bound. A portion of the per hour contri-  \nbution shall be contnbuted to the National UBC Funds.  \nB. The parties to this Agreement recognize that OSHA requires that  \nworkers are trained in safety matters in order to be employed on  \nwork sites and Employers may require such training to be a condi-  \ntion of employment. It is also recognized that the cost of providing  \nthis training is the responsibility of the Employer but is also for the  \nbenefit of the employee, and therefore time spent in training will  \nnot be compensable. This fund and program shal! be administered  \nby the Apprenticeship & Training Trust and Committee.  \nC. The parties agree to sponsor a “Recruitment Program” which will  \nallow high school students to work on construction sites under  \nsupervision of a journeyman according to the guidelines/rules  \nadopted by the Minnesota Department of Children, Families and  \nLearning. The program shall be supervised by the “Joint Appren-  \nticeship Committee.”  \n"], ["ARTICLE 25  \nWork Dues  \n", "During the term of this Agreement and in accordance with the terms  \nof an individual and voluntary written authorization for check-off of  \nmembership dues in form permitted by the provisions of Section 302(c)  \nof the Labor Management Relations Act of 1947, as amended, the  \nEmployer agrees to deduct once each week from the wages of each  \nemployee covered by this Agreement, who signs said authorization, a  \ncertain amount of money per hour for each hour worked by said  \nemployee during the week. The specific amount of money to be deduct-  \ned shall be determined by the Union, from time to time, in accordance  \nwith its constitution and by-laws, and the Union shall notify the  \nEmployer in wniting, from time to time as changed by the Union, of the  \nspecific amount of money to be deducted. The amount deducted shall  \nbe payable to the fringe fund administrator on behalf of the Lakes and  \nPlains Regional Council of Carpenters & Joiners, for and on behalf of  \nits affiliated Local Unions, monthly by the fifteenth (15th) day of the  \nmonth following the month in which the required amount is deducted  \nand such amount shall be remitted in accordance with all of the applic-  \nable provisions and requirements of Article 15 above.  \n53  \n"], ["ARTICLE 26  \nCCA/MDPA Industry Fund  \n", "Those signatory to this Agreement shall contribute either to the  \nCarpentry Contractors Association (CCA) or the Minnesota Drywall &  \nPlaster Association (MDPA) according to the terms of this Article.  \nThese funds shall be used to support and promote the respective inter-  \nests of the Union carpentry and drywall industries. The fund shall also  \nbe used for purposes associated with the negotiation and administra-  \ntion of this Agreement, related training programs, and fringe benefit  \nfunds.  \nEmployers signatory to this Agreement performing drywall work  \nagree to contribute four cents (.04) to the MDPA Industry Fund. (The  \nDrywall Industry has an additional .02 for a total of .04 in the Indus-  \ntry Fund. This .02 is to promote the drywall industry.) Your fringe fund  \nreporting form will indicate if you pay this additional .02. If you have  \nquestions regarding this Industry Fund, please contact the Association  \nOffice at 651/633-6774.  \nThose performing other commercial or residential work shall con-  \ntribute two cents (.02) to the CCA Industry Fund  \n"]]