[["", "':  \nbetween  \nASSOCIATED GENERAL CONTRACTORS  \nOF BUILDERS  \nAad  \nOF  \nOPERATING LOCAL 0. 40  \nMAY 1, 2004 - APRE. 20, 2007  \n   \n  \nOffice Phone: (612) 786-9441  \nToll Free: 1-806-788-9441  \n  \nAGREEMENT  \nBetween  \nASSOCIATED GENERAL CONTRACTORS  \nOF MINNESOTA, BUILDERS DIVISION  \nAnd  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS, LOCAL NO. 49  \nMAY 1, 2004 - APRIL 30, 2007  \nTABLE OF CONTENTS  \nPAGE  \n"], ["", "ARTICLE 1-CONSIDERATIONS FOR 4  \nARTICLE 2-DESIGNATION OF PARTIES ..........  \nARTICLE 3-UNION RECOGNITION ...........  \nARTICLE 4-UNION SECURITY .....  \nARTICLE 5-HIRING 6  \nARTICLE 6-INSURANCE AND TAXES 11  \nARTICLE 7-CONFLICTING AGREEMENTS 12  \nARTICLE 8-VIOLATIONS OF AGREEMENT. 12  \nARTICLE moma meen  \n"], ["", "ARTICLE 1O0-SETTLEMENT OF DISPUTES 13  \nARTICLE 11-MANAGEMENT. BD  \nARTICLE 12-SAFETY LD  \nARTICLE 13-PICKETS, BANNERS AND STRIKES  \nARTICLE 14-STRIKES, LKOCKOUTS, WORK INTERFERENCE ..16  \nARTICLE 15-SUBCONTRACTORS 16  \nARTICLE 16-UNION REPRESENTATIVES. 7  \nARTICLE 17-ROTATION OF EMPLOYEES  \nARTICLE 18-PAYROLL RECORDS. BF  \nARTICLE 19-APPLICATION OF WAGE RAVES D7  \nARTICLE 20-PAYDAY AND WAGE PAYMENT 18  \nARTICLE 21-FRINGE 18  \nARTICLE 22-SAVING CLAUSE 22  \nARTICLE 23-ENTIRE UNDERSTANDING 22  \nARTICLE 24-DURATION .  \nSCHEDULE 1-LIST OF CONTRACTORS 23  \nSCHEDULE 2-SUBSISTENCE penne ae  \nSCHEDULE 3-CLASSIFICATIONS, WAGES AND FRINGES ...... 23  \nSCHEDULE 4-HOURS OF WORK AND HOLIDAYS 34  \nSCHEDULE 5-SHIFTS oc JO  \nSCHEDULE 6-CALL IN PAY 0  \nSCHEDULE 7-POWER SHOVELS,  \nCRANES AND DRAGLINES, ETC.  \nSCHEDULE 8-HOIST MACHINERY INSTALLATION 38  \nSCHEDULE 9-BOOM TRUCK 8  \nSCHEDULE 10-REPAIR OF EQUIPMENT. 38  \nSCHEDULE 11-BOILER OPERATORS  \nSCHEDULE 12-HOISTING  \nEQUIPMEN’ 1-COMPRESSOR-OPERATIONS...  \nSCHEDULE 13-DEWATERING 39  \nSCHEDULE 14-FRONT END LOADER AND FORK LIPT.........- 39  \nSCHEDULE 15-SPECIAL PROVISIONS EFFECTIVE ON ‘TEMPO-  \nRARY HEAT OPERATIONS.. DO  \nSCHEDULE 16-AIR COMPRESSORS, PUMPS, CONVEYORS,  \nWELDING MACHINES AND ELEVATORS .. eee AO  \nSCHEDULE 17-APPRENTICE  \n‘TRAINING AND RETRAINING AM)  \nSCHEDULE 18-DRUG/ALCOHOL ABUSE PROGRAM  \nSCHEDULE 19-NATIONAL HEALTH  \nINSURANCE PROGRAM  \nSCHEDULE 20-WORKERS’ COMPENSATION  \nSIGNATURE PAGE  \nAGREEMENT  \nBetween  \nASSOCIATED GENERAL CONTRACTORS OF  \nMINNESOTA BUILDERS DIVISION  \nAnd  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS LOCAL NO. 49  \nMay 1, 2004 - April 30, 2007  \nTHIS AGREEMENT, by and between, or on behalf of the parties and  \nin the capacities and status designated in Article 2, hereof, establish  \nrates of pay, wages, hours of employment, fringe benefits, and  \nvacations where applicable, and other terms and provisions con-  \ncerning employment relations and collective bargaining relations  \nand collective bargaining between or involving such parties,  \nNOW, THEREFORE, for such purposes, it is agreed as follows:  \n"], ["Article 1 - CONSIDERATIONS FOR AGREEMENT  \n", "Section 1. The considerations for this Agreement are the mutual  \npromises of the parties and their mutual purposes to establish,  \nmaintain and promote sound and harmonious labor relations.  \nSection 2. It is desirable to maintain the cooperative relationships  \nexisting during past years between the Employers and the  \nEmployees represented by the Union. It is, therefore, the mutual  \npurposes of both parties to preserve past practices to the fullest  \nextent possible.  \n"], ["Article 2 - DESIGNATION OF PARTIES  \nSection 1. The Minnesota Builders Division of Associated General  \n", "Contractors of Minnesota, (hereinafter called AGC), and the  \nMinnesota Concrete and Masonry Association, are parties to this  \nAgreement in a representative capacity, and as agent only, acting on  \nbehalf of certain of its members whose names are listed on  \nSchedule 1, and who have agreed to be bound to the terms of this  \nAgreement through AGC and on behalf of such additional  \nEmployers as may execute identical counterparts thereof, through  \n4  \nAGC. AGC is entitled to recognition, in such capacity, as agent and  \ncollective bargaining representative for the Employers who are or  \nmay become parties hereto, for all purposes of this Agreement,  \nincluding its right in such capacity, to represent such Employer par-  \nties before NLRB or otherwise pursuant to and/or in aid, support,  \nor enforcement of the terms and provisions of this Agreement.  \nSection 2. The AGC members listed on Schedule 1, who have  \nagreed to be bound to the terms of this Agreement through the  \nAGC, or other Employers who have done likewise (hereinafter  \ncalled Employers), are parties hereto as principals, but their status  \nis several and not joint.  \nSection 3. The labor organizations on their own behalf and on  \nbehalf of the Employees whom they represent and on whose  \nbehalf they are recognized, or to be recognized, are parties here-  \nto. The status of said Union is dual, in that they are parties hereto  \nas principals and also as agents for the Employees whom they rep-  \nresent and on whose behalf they are recognized, or to be recog:  \nnized, as hereinafter provided.  \n"], ["Article 3 - UNION RECOGNITION  \n", "Section 1. ‘The Employers hereby recognize each of the Unions to  \nwhich the Contractor has agreed to be bound, as the exclusive col-  \nlective bargaining representative of the Employees in the craft sig-  \nnatory to this Agreement, in respect to rates of pay, wages, hours  \nof employment and fringe benefits, where applicable, and other  \nconditions of employment. The respective Unions are hereby rec-  \nognized hereunder by the Employers as the sole and exclusive  \nbargaining representatives of the Employees respectively repre-  \nsented by them. The respective Unions represent that they are  \nqualified for such recognition.  \n"], ["Article 4 - UNION SECURITY  \n", "Section 1. Each of the Unions recognized under Article 3 of this  \nAgreement shall be entitled to union security to the extent that  \neach Employee in the collective bargaining unit represented by  \nsuch Union shall, on the eighth (8th) day following the beginning  \nof employment in such collective bargaining unit by such  \nEmployer under the coverage of this Agreement or the effective  \n5  \ndate of this Agreement, whichever is later, be required to become  \nand remain a member in good standing of such Union as a condi-  \ntion of employment.  \nSection 2. Employees need not become members of the Union in  \norder to meet their financial obligations as outlined above.  \nEmployees who pay the Local Union's initiation fees and dues  \nrelating to the Union’s representational function shall be deemed  \nto have satisfied the obligation set forth.  \nSection 3. The Employer will be required to dismiss employees  \nwho refuse to comply with this Union shop provision after written  \nnotification by a bona fide representative of the Union to a  \nresponsible representative of the Employer on the job. Each of the  \nUnions shall be entitled to approach individual Employees for  \norganizational purposes as provided by law. All organizational  \nfunctions must be pursued during that period which wili not con-  \nflict with the Employer’s work.  \nArticle $ - HIRING  \nSection 1. There shall be no discrimination against any Employee  \nbecause of affiliation or non-affiliation with the Unions, color,  \ncreed, age, sex, political or religious beliefs. If at any time during  \nthe term of this Agreement the prohibition against a closed shop  \nwhich is contained in the Labor-Management Relations Act of  \n1947 is removed either by legislative enactment or by the decision  \nof the United States Supreme Court, the former closed shop pro-  \nvision of the 1947 agreement shall be reinstated in this Agreement  \nand the inapplicable articles shall become inoperable. The Unions  \nagree that applicants for employment referred to an Employer  \nshall be experienced in the classifications requested.  \nSection 2. Employers shall hire applicants by calling the Union.  \nWhenever an Employer desires to hire applicants in the classifica-  \ntions covered by this Agreement to perform work on the project,  \nthe Employer shall notify the Union office either in writing or by  \ntelephone stating the locations, starting time, approximate dura-  \ntion of the job, type of work to be performed, and the number of  \napplicants required.  \nSection 3. The Unions shal! establish, maintain and keep current  \n4 nondiscriminatory Open Employment List of applicants who are  \ncompetent and fit to perform work in the classifications covered  \nby this Agreement. Such Open Employment List shall not be based  \non, nor shall referrals be in any way affected by Union member-  \nship, Union Constitution, Union By-Laws, cules or regulations, or  \nby any other aspect or obligation of Union membership policies  \nor requirements.  \nSection 4. Registration or re-registration of applicants for referral  \nfrom the Open Employment List shall be accepted at the Union  \nHall at any time between the hours of 8:00 a.m. and 4:30 p.m.,  \nMonday through Friday (holidays excepted). All applicants shall  \nbe registered in the order of the time and date of registration, To  \nremain on the Open Employment List, an applicant for referral  \nmust renew their registration not later than sixty days from the  \ndate of their last registration or re-registration. Upon their initial  \nregistration, each applicant for referral shall be required to fur-  \nnish employment information, including the names of previous  \nEmployers, lengths of employment with such employers, licenses  \nheld, any special skills possessed by them, and such other data as  \nmay be pertinent. Upon re-registering, each applicant shall fur-  \nnish such additional information as may be required to keep the  \nemployment data current and accurate.  \nSection 5. The Union shall refer to an Employer only those appli-  \ncants whose names appear on the Open Employment List. The fol-  \nlowing principles shall prevail in the referral of applicants:  \n(a) Requests by Employers for Master Mechanics shall be hon-  \nored without regard to the requested person's place on the  \nOpen Employment List provided that they have worked for  \nthe Employer in the past five (5) years in the State of  \nMinnesota.  \n(b) Requests by Employers for particular applicants previously  \nemployed as engineers by the Employer in the State of  \nMinnesota within a period of five years immediately preced-  \ning the request shall be honored without regard to the  \nrequested person’s place on the Open List.  \n(c)  \n(d)  \n(e)  \nBona fide requests by Employers for applicants with special  \nskills and abilities shall be honored, and persons possessing  \nsuch skills and abilities shall be referred in the order in which  \ntheir names appear on the Open Employment List.  \nIn the best interest of the Industry and to maintain a pool of  \nlearners, requests by the Employers for applicants who are to  \nbe employed as Oilers or (Crane Operator Apprentices) and  \nGreasers and are sons and daughters and sons-in-law or daugh-  \nters-in-law of management, or of Operating Engineers (seeking  \nsummer employment only) shall be honored without regard to  \nthe requested applicant's place on the Open Employment List.  \nExcept in the case of applicants referred pursuant to sub-  \nparagraph (a), (b), (c), and (d) of this section, applicants  \n(including oilers or (crane operator apprentices) and  \ngreasers) shall be referred to as follows:  \n(i) | Applicants who have worked in the State of Minnesota  \nin the categories of employment covered by this  \nAgreement for an aggregate time of two thousand  \n(2000) hours or more immediately preceding registra-  \ntion shall constitute Group A. Applicants shall be  \nreferred from Group A in the order in which their  \nnames appear on the Open Employment List until  \nGroup A has been exhausted.  \n(ii) Applicants who have worked in the State of Minnesota  \nin the categories covered by this Agreement for an  \naggregate time of more than five hundred (500) but  \nless than two thousand (2000) hours during the peri-  \nod of three years immediately preceding registration  \nshall constitute Group B. After Group A has been  \nexhausted, applicants from Group B shall be referred  \nin successive order as their names appear on the Open  \nEmployment List until Group B has been exhausted.  \n(iii) All applicants not in Group A or Group B shall consti-  \ntute Group C. When Group A and Group B have been  \nexhausted, applicants from Group C shall be referred  \nin successive order as their names appear on the Open  \nEmployment List.  \n(iii) Any applicant receiving a pension from the  \nInternational Union, Local Union or from any source  \nof the industry, including Social Security, shall be  \nincluded in Group B. When Group A has been exhaust-  \ned, applicants from Group B shall be referred in suc-  \ncessive order as their names appear on the Open  \nEmployment List.  \nSection 6. Each Employer shall have the absolute and uncondition-  \nal right to reject any applicant referred by the Union. [fan applicant  \nreports for work and is not put to work, they shall receive a maxi-  \nmum of two hour show-up time except in cases where inclement  \nweather or any other conditions beyond the contol of the  \nEmployer prevents their employment, the Employer has previously  \nnotified the Union that the applicant is not acceptable; the appli-  \ncant fails to report at the time designated by the Employer; or the  \nEmployee reports under the influence of alcohol. If after twenty-  \nfour (24) hours (Saturday, Sunday and holidays excluded) have  \nelapsed, applicants satisfactory to the Employer have not appeared  \nat the job in sufficient numbers to fulfill the Employer's need as stat-  \ned in the Employer's notification to the Union, the Employer shall  \nbe free to hire applicants from any source.  \nSection 7. Any applicant who is rejected by an Employer to whom  \nthey were referred for employment shall be restored co their place  \non the Open Employment fist. When an applicant is actually  \nemployed on a job to which they were referred for more than seven  \ndays, such applicant’s name shall be removed from the Open  \nEmployment List. If an applicant, upon being called for three differ  \nent jobs that they have registered and is classified for, refuses to  \naccept all three jobs, they shall then be placed on the bottom of the  \nOpen Employment List - unless ill, in which case, proof must be fur-  \nnished. ‘The Employer shall make out a termination slip for  \nEmployees discharged for cause. The slip shall state the reason for  \ndischarge and one copy shall be furnished to the Union.  \nSection 8. A Separate Apprentice List shall be established and  \nmaintained for apprentices and apprentices shall be  \nreferred for employment in the order in which their names appear  \non such lists. Request by Employer for particular registered  \napprentices or persons who wil] become employed as registered  \n9  \napprentices shall be honored without regard to the requested  \napplicant’s place on such apprentice list.  \nSection 9. There shall be created a Joint Hiring Committee com-  \nposed of three persons appointed by the Union and three persons  \nappointed by Associated General Contractors of Minnesota. The  \nfunction of the Joint Hiring Committee shall be to supervise the  \noperation of the employment referral system established in accor-  \ndance with this Article. The Joint Hiring Committee and the indi-  \nvidual members thereof shall have the power, but not the duty:  \n(a)  \n(b)  \n(c)  \n(d)  \nto establish, revise and enforce rules and regulations for the  \nOperation of the employment referral plan;  \nto inquire into and investigate the operation of the employ-  \nment and referral plan; and  \nto hear and determine any and all grievances arising out of  \nthe operations of the employment referral plan. Any appli-  \ncant registered on the Open Employment List, any appren-  \ntice registered on the Apprentice List, and any applicant for  \nregistration on either list shall have the right to appeal to the  \nJoint Hiring Committee any dispute or grievance arising out  \nof the operation of the employment referral plan. A griev-  \nance may also be initiated by a member of the Joint Hiring  \nCommittee,  \nif the joint Hiring Committee is unable to reach a decision  \nover a grievance within ten days after the grievance is referred  \nto the Joint Hiring Committee, the grievance shall be submit-  \nted to a Neutral Arbitrator selected by the Joint Hiring  \nCommittee. If fifteen days have elapsed since the dispute was  \nreferred to the Joint Hiring Committee, and the Joint Hiring  \nCommittee has not reached a decision on the grievance, or on  \nthe identity of a Neutral Arbitrator, any member of the Joint  \nHiring Committee may apply to the Minnesota State Bureau of  \nMediation Services for the appointment of a Neutral Arbitrator.  \nThe authority of the Neutral Arbitrator shall be limited to the  \ninterpretation and application of the provisions of this Article.  \nAll decisions of the Joint Hiring Committee or the Neutral  \nArbitrator shall be final and binding on all parties, including  \nthe apprentices or applicants involved.  \n10  \nSection 10. The Employers and the Union mutually agree to post  \nin places where notices to Employees and applicants for employ-  \nment are customarily posted, all provisions of this Agreement  \nrelating to the hiring of applicants and all rules and regulations  \nissued by the Joint Hiring Committee in connection therewith.  \nSection 11. The Employers and the Union mutually agree that the  \nprovisions of this Article shall not be applicable to the employ-  \nment of supervisory Employees.  \nSection 12. The Employer and the Union mutually agree that the  \nprovisions of this Article shall not be applicable to the employ-  \nment of workers employed by the Employer during the preceding  \ntwelve months in the State of Minnesota, Employers agree to noti-  \nfy the Union by phone or mail of Employees rehired under the  \nprovisions of this Section as soon as possible or within fifteen days  \nof day of the rehire. The employee shall be responsible to notify  \nthe Union on the Ist day of recall. Therefore, their name shall be  \nremoved from the list after the seventh day of recall.  \nSection 13. For the purposes of this Article, the word “Employer”  \nshall be deemed to include joint ventures and affiliated business  \nentities.  \nSection 14. For the purpose of placement on the Open  \nEmployment List, officers and business representatives of the  \nUnion and supervisory personnel who have worked previously in  \nthe State of Minnesota, in one or more categories of employment  \ncovered by this Agreement shall be deemed to have been  \nemployed in said categories for the duration of their employment  \nas officer, business representative or supervisor,  \nSection 15. in order to meet Federal, State or other governmen-  \ntal requirements or regulations relative to Equal Employment  \nOpportunity and Affirmative Action, Contractors may hire from  \nany source if the Union cannot supply.  \n"], ["Article 6 - INSURANCE AND TAXES  \n", "Section 1. The Employer agrees to carry any and all insurance  \nand pay all applicable taxes as required by applicable State and  \nFederal law.  \n11  \nSection 2. The Employer further agrees to pay the State Worker’s  \nCompensation Insurance and into the State Unemployment  \nCompensation Fund such amounts as are due from and after the  \ndate Employees from these Unions are employed on the job.  \n"], ["Article 7 - CONFLICTING AGREEMENTS  \n", "Section 1, The Employers agree not to enter into any labor agree-  \nments covering construction jobs, exclusive of maintenance and  \nrepair shops, with their Employees on whose behalf any of the  \nUnions have been granted recognition hereunder individually or  \ncollectively which in any way conflicts with the terms and provi-  \nsions of this Agreement.  \nSection 2. if the Unions enter into any Agreements with any individ-  \nual Employer or group of Employers competing in the same type of  \nwork which provides for his, her, its or their Employees less favorable  \nwages, hours or conditions than herein specified, the Employer par-  \nties hereto may open this Agreement for the express and exclusive  \npurpose of negotiating less favorable wages, hours or conditions.  \n"], ["Article 8 - VIOLATIONS OF AGREEMENT  \n", "Section 1. In the event the Employer deliberately violates the pro-  \nvisions of this Agreement relating to wages, hours of work, or  \novertime differentials, and vacations, any back pay owed to the  \nEmployee because of such violation shall be paid to the Employee  \nat the rate of two (2) times the standard and overtime rate.  \nSection 2. Reasonable evidence of clerical error or honest mis-  \ntake in interpretation of this Agreement shall exempt the  \nEmployer from the double penalty provisions. In such a case the  \nEmployer shall be required to pay only the actual amount of back  \npay involved, at the standard straight time and/or overtime rate.  \nSection 3. When there is evidence of collusion between the  \nEmployer and Employee to violate this Agreement, any back pay  \ncollected shall be made payable to the Employee, and shall be  \ndeposited with the Union, if the Board of Arbitration so orders.  \nSection 4. Determination of violations to this Agreement as set  \nforth in Section 1, 2 & 3 above shall be determined in accordance  \nwith the Settlement of Disputes Article of this Agreement.  \n12  \nArticle 9 - DISCHARGE  \nSection 1. The Employers may discharge any Employee whose  \nwork or behavior is unsatisfactory or who fails to observe the safe-  \nty precautions or other rules and regulations prescribed by the  \nEmployer or any governmental agency. No Employee shall be dis-  \ncharged for refusing to work under unsafe conditions.  \n"], ["Article 10 - SETTLEMENT OF DISPUTES  \n", "Section 1. Any controversy over the interpretation of, or adherence  \nto, the terms of this Agreement shall first be attempted to be  \nresolved between the Union and the Employer. Any controversy or  \ngrievance shall be deemed to be waived unless submitted in writing  \nwithin ten (10) working days after che first occurrence of the event  \nor knowledge of the conditions giving rise to the grievance.  \nSection 2. If a satisfactory settlement cannot be reached within  \nfive (5) working days, the matter may be brought to the AGC-Basic  \nTrades Disputes Board, if both parties agree in writing. In such  \ncase the grieving party shall submit a written statement of the  \nclaims and facts of the matter to other parties including the  \nEmployer, the Union and the AGC. (The rules of the Disputes  \nBoard shall be those already adopted by the Joint Committee.)  \nSection 3. Both parties must sign an agreement to bring the mat-  \nter to the Disputes Board. Both parties must sign the document  \nbinding them to board action. If either party does not attend  \nmeeting after signing above and being notified of the meeting  \ndate and time, a decision will be rendered though they are not  \npresent.  \nSection 4. Decision of the Disputes Board will be drafted at the  \nconclusion of the meeting, signed by members of the Board, and  \ndistributed to both parties at that time.  \nSection 5. ‘The Disputes Board is to be made up of equal numbers  \nof Management representatives and Labor representatives who will  \nmeet regularly to settle any disputes (other than jurisdictional dis-  \nputes), to avoid work stoppages, or other problems affecting pro-  \nductivity, This Board shall have no power to add to, delete, or mod  \nify any of the terms or provisions of this Agreement. All decisions of  \nthe Disputes Board shall be final and binding on the parties.  \n13  \nSection 6. If either party, after signing above documents, refuses  \nto abide by the decision of the Disputes Board, economic action  \nmay be taken by the other party.  \nSection 7. Shouid the Disputes Board, as established, be unable to  \nreach a decision on the matter before it, or because of a deadlock  \n(lack of majority) or if either party refuses to use the Joint Disputes  \nBoard then the matter may be referred to a Board of Arbitration that  \nshall operate in the following manner: The Union shall appoint an  \nArbitrator and the Employer shail appoint an Arbitrator within ten  \n(10) working days and the two Arbitrators thus selected shall  \nappoint a Neutral Chairperson. In the event of the failure of the  \nArbitrators selected by the parties to agree on a Neutral  \nChairperson within ten (10) working days after the dispute is  \nreferred to arbitration, they shall ask the Federal Mediation and  \nConciliation Service for a list of five (5) names. Within five (5) days  \nafter receipt of such list, the parties shall determine by lot the order  \nof elimination and thereafter each shall in the order alternately  \neliminate one name from the list until only one name remains and  \nthe final name shall be selected as the Neutral Chairperson.  \nSection 8. The Neutral Chairperson thus selected shall set the  \ntime and place for hearings, which shall begin no later than ten  \n(10) working days after their selection, with the final decision to  \nbe handed down in not more than ten (10) working days after the  \nlast hearing is held. The time may be extended by mutual agree-  \nment between the parties.  \nSection 9. The decision of the Arbitrators shall be final and bind-  \ning On signatories to this Agreement who are parties to the dis-  \npute; provided, however, that the Arbitrators shall have no power  \nto add to, delete, or modify any provisions of this Agreement.  \nSection 10. The Employer will pay all expenses of their Arbitrator  \nand the Union will pay all the expenses of its Arbitrator, and the  \nEmployer and the Union shall share equally all fees and expenses  \nof the Neutral Chairperson.  \nSection 11. All work and other conditions prevailing immediate-  \nly prior to the raising of the question to be decided under this  \nArticle shall remain unchanged until final decision has been  \nreached hereunder.  \n14  \nArticle 11 - MANAGEMENT  \nSection 1. Management reserves the right to manage its jobs to  \nthe best interest of Management; the right to retain or dispense  \nwith Employees; to reduce or increase the number of Employees  \nneeded on each project, crew activity or piece of equipment.  \nUnder no conditions wil! Union Representatives make demands  \nfor more Employees in a crew on specific projects insofar as it  \ndoes not conflict with this Agreement.  \nSection 2. Management shall have the right to determine employ-  \nment qualifications of Employees and may discharge any  \nEmployee whose work, in Management's discretion, is unsatisfac-  \ntory or who fails to observe reasonable rules, regulations or safe-  \nty precautions prescribed by the Employer or any governmental  \nagency, just so long as it does not violate any terms of this  \nAgreement.  \nSection 3. The Employee shall use any tools, equipment, machin-  \nery, materials, products or procedures of their craft required by  \nthe Employer.  \nArticle 12 - SAFETY  \nSection 1. Accident and injury free operations shall be the goal of  \nall Employers and Employees. To this end the Employer and the  \nEmployee will, to the best of their ability abide by, and live up to  \nthe requirements of the several State and Federal Construction  \nSafety Codes and Regulations.  \nSection 2. To this end the Employer shal! from time to time issue  \nrules or notices to their Employees regarding on the job safety  \nrequirements. Any Employee violating such rules or notices may  \nbe subject to disciplinary action. No Employee may be discharged  \nfor refusing to work under unsafe conditions.  \n"], ["Article 13 - PICKETS, BANNERS AND STRIKES  \n", "Section 1. The Employer shal! not require any Employee, to go  \nthrough a primary picket line. It shall not be a violation of this  \nAgreement and it shall not be cause for discharge or disciplinary  \naction in the event an Employee decided not to cross a primary  \npicket line, or banner. This provision does not apply to watchper-  \n15  \n50ns OF supervisory personnel, if they go through the picket line  \nto protect life or property. This clause shall not apply to a second.  \nary picket line and banners or it shall not apply to jurisdictiona  \npicket lines and banners.  \n"], ["Article 14 - STRIKES, LOCKOUTS, WORK INTERFERENCE  \n", "Section 1. The Unions and the Employers agree that there shall be  \nno strike, lockout, work stoppage, slow-down, sit-down, Stay-in or  \nother concerted interference with the Employer’s business or affairs  \nby Unions and/or the members thereof, and there shall be no lock-  \nout during the life of this Agreement without first giving AGC or the  \nEmployer and the Union 48 hours written notice and sending this  \ndispute through procedures established in Article 10,  \n"], ["Article 15 - SUBCONTRACTORS  \n", "Section 1. If an Employer subcontracts work to be performed at  \nthe jobsite, the Employer shall require the Subcontractor to sign  \na subcontract agreement containing the following provisions:  \n(a) The Subcontractor agrees to comply with the provisions  \nrelating to wages, fringe benefits and premium pay and on-  \nthe-job working conditions for the 2004-2005-2006 expiring  \non April 30, 2007 collective bargaining agreements in the  \nBuilding Construction Industry entered into between AGC  \nand the Union for the duration of such prime Contractor’s or  \nEmployer’s project.  \n(6) The Agreement of the Subcontractor to so comply shall  \napply:  \n(i) Only those collective bargaining agreements which  \ncover classifications of work in which the  \nSubcontractor has Employees working on the projects;  \nand  \n(ii) Only to work performed on the project.  \nSection 2. The Employer shall require the Subcontractor to sign a  \nsubcontract agreement containing the foregoing provisions only:  \n(a) With respect to work located in territorial areas covered by  \nthe terms of respective union agreements; and  \n16  \n(b) Where the Subcontractor does not represent to the Employer  \nthat they have an established building trades collective bar-  \ngaining relationship covering the affected classification of  \nwork.  \nSection 3. Controversy with Subcontractor. In the event a  \nSubcontractor is involved in a controversy, the Union shall be obli-  \ngated to bring it to the attention of the prime Contractor in an effort  \nto settle the controversy before a work stoppage is brought about.  \n"], ["Article 16 - UNION REPRESENTATIVES  \n", "Section 1. Only authorized Union Representatives shall have the  \nright to confer with Employees on the job. Each and every Union  \nRepresentative shall first contact the job superintendent or  \nforeperson, or whoever is in charge of the project before confer-  \nring with any Employee. At no time shall such Union  \nRepresentative hinder or interfere with the progress of the work.  \nSection 2. It shall be the obligation of the Union Representative  \nto adhere to all pertinent safety rules of the particular job while  \non the Employer's premises.  \n"], ["Article 17 - ROTATION OF EMPLOYEES  \n", "Section 1. The Union may not require rotation of Employees dur-  \ning the life of this Agreement, other than Apprentices shifted for  \npurposes of training.  \n"], ["Article 18 - PAYROLL RECORDS  \n", "Section 1. In case of a dispute arising over hours and wages, the  \nUnion shall have the right to examine the payroll records of the  \nindividual Employees covered by this Agreement upon which  \nthere is a dispute. Prior to the actual examination, a written  \nrequest shall be submitted to the Employer involved.  \n"], ["Article 19 - APPLICATION OF WAGE RATES  \n", "Section 1. The determining factor in applying different area rates  \nshall be the location within the State in which the work is being  \nperformed and not the home address of the Employee or  \nEmployer. Pay cates for other crafts with respect to areas are irrel-  \nevant.  \n17  \n"], ["Article 20 - PAYDAY AND WAGE PAYMENT  \n", "Section 1. All regular, full time Employees covered by this  \nAgreement shall be paid in full each week. Not more than seven  \n(7) days shall be held back including payday.  \nSection 2. Wages shall be paid at or before the end of the shift of  \nthe designated payday.  \nSection 3. When Employees are laid off, or discharged, they shall  \nreceive all money due them in cash or negotiabie check within  \ntwenty-four (24) hours. If Employees do not appear to coilect  \ntheir check, the Employer will immediately mail their check to the  \nEmployee’s last known address.  \n’ Section 4. An Employee who quits will be paid any wages due  \nthem at the next regular payday.  \nSection 5. The Employer agrees to provide the following informa-  \ntion on check stub: Hours, date, regular pay, overtime  \npay, gross pay, deductions, net pay.  \nSection 6. Wage rate classifications in this Contract establishes  \nonly a rate for Employees hired by Management and in no way  \nrelates to manning of projects.  \n"], ["Article 21 - FRINGE BENEFITS  \n", "Section 1. The Employer agrees to contribute every month, not  \nlater than the 15th of the following month, hereinafter called the  \n“due date”, such sums for Pension, Health and Welfare, Vacation,  \nApprenticeship and Promotion funds as they may be established,  \nan amount for each hour worked by all Employees covered by this  \nAgreement. The Fund’s Trustees shall equally represent the Union  \nand the Employer. The terms of the Trust agreements establishing  \nthose funds are hereby incorporated as a part hereof.  \n(a) Contributions to be paid on one check with all other fringes  \nto an administrative agency with a local office.  \n(b) Reporting forms and instructions Standardized with other  \nbasic trades.  \n(c) Contributions paid on an hourly basis on all hours worked  \n18  \n(d)  \n(€)  \n)  \nand not to be pyramided: Example: if hourly wage is $8.00:  \nplus 10¢ fringe, time and one-half overtime rate equals  \n$12.00 plus 10¢ fringe. On shift work, contributions paid on  \nthe same proportionate hourly basis as hours worked to  \nhours paid.  \nAny Insurance Carrier, Administrator, Consultant, Actuary,  \nFiduciary Agent which may be used shall be selected by com-  \npetitive bidding upon invitation by Trustees.  \nThere shall be no requirement that Employees sent to work  \nout side the scope of this Agreement be paid fringes, nor shall  \nthe Employer be required to duplicate fringe contributions.  \n(1) An Employer shall be considered “delinquent” for a par-  \nticular work month if its required report and payment for  \nthat month are not postmarked on or before the 15th of  \nthe following month (the “due date”), irrespective of  \nwhether such delinquency is willful or otherwise.  \n(2)  Ifan Employer becomes delinquent for a particular work  \nmonth (as provided in (1) above), they shall be required  \nto pay, as liquidated damages and not as a penalty, an  \namount equal to 15% of the payment otherwise due for  \nsuch work month, it being understood and acknow1-  \nedged by the parties that actual damages are extremely  \ndifficult or impossible to ascertain and that the amount  \nso fixed as liquidated damages is reasonable.  \n(3) If an Employer becomes delinquent for a particular  \nwork month (as provided in (1) above), as to any of all  \nof the Trust Funds, and if the report and the full pay-  \nment due for such work month (including liquidated  \ndamages) are not postmarked in the office of the Fund  \nAdministrator on or before the 15th day of the month  \nfollowing the applicable due date, such Employer shail  \n(in addition to paying the full amount due) be  \nrequired to post in the office of the Fund  \nAdministrator a cash or surety bond in a form satisfac-  \ntory to the Trustees and in the face amount of $30,000,  \nwhich shall cover all of the Trust Funds and assure pay-  \nment of all sums called for by this Agreement in the  \n19  \n(4)  \n()  \n(6)  \nevent of the Employer's subsequent delinquency as to  \nany and all of the Trust Funds, and which shall be kept  \nin force and maintained in the full face amount for a  \nperiod of not less than 12 consecutive calendar  \nmonths during which no further delinquency has  \noccurred on the part of such Employers. The Union  \nShall refuse to supply workers and shall prohibit  \nEmployees covered by this Agreement from working  \nfor any such delinquent Employer who fails or refused  \nto provide or maintain such bond.  \nillustration of clauses (1), (2) and (3): If an  \nreport and payment for the January work month have  \nnot been postmarked before February 16, such  \nContractor becomes delinquent at that point and must  \npay the full amount due, plus 15%. If the report and  \nthe full amount for January (including the 15% liqui-  \ndated damages amount) are not postmarked before  \nMarch 16, the Employer must then post a $30,000  \nbond in addition to reporting and paying the full  \namount due.  \nThe delinquent Employer shall also be required to pay  \nall costs of collection actually incurred by the Trust  \nFunds, including all attorney fees, service fees, filing  \nfees, court reporter fees, and all other fees, costs and  \ndisbursements incurred by or on behalf of the Trust  \nFunds in collecting the amount due. Trustees at their  \ndiscretion may reimburse (from the fund) the Unions  \nfor picketing and bannering expense actually incurred  \nby the Union in collecting amounts due the Trust  \nFunds, which expenses shall be deemed to be costs of  \ncollection incurred on behalf of the Trust Funds.  \nEach Employer who is required to make payments to  \nthe Trust Funds shall promptly furnish to the Trustees  \nand the Unions, or their authorized agents, on  \ndemand ali necessary employment and payroll records  \nrelating to its Employees covered by this Agreement,  \nincluding any other relevant information that may be  \nrequired in connection with the administration of the  \n20  \n  \n(8)  \nAny  \nTrust Funds. The Trustees, or their authorized agents,  \nmay examine such employment, or payroll records  \nwhenever such examination is deemed necessary by  \nthe Trustees and the Unions, or their authorized  \nagents in connection with the proper administration of  \nthe Trust Funds. If any Employer fails or refuses to fur-  \nnish its payroll records to the Trustees and the Unions,  \nor their authorized agents upon demand or refuses to  \nafford the Trustees, or their authorized agents reason-  \nable opportunity to examine the same in accordance  \nwith standard auditing procedures, the Trustees and  \nthe Unions may enforce such rights by Jegal action, in  \nwhich event all attorney fees, service fees, filing fees,  \ncourt reporter fees and other legal! costs and disburse-  \nments, as well as the auditing fees and costs incurred  \nin conducting such audit, shall be paid by such  \nEmployer on direction of the ‘Trustees. The Unions  \nshall also have the right to take economic action to  \nenforce such rights on behalf of the Unions and the  \n‘Trustees, and the Trust Funds shall reimburse the  \nUnions for picketing and bannering expenses actually  \nincurred in enforcing such rights.  \nNotwithstanding the provisions of Article 10 Settlement  \nof Disputes, the failure, refusal or neglect of an  \nEmployer to report and to pay sums due the Trust  \nFunds or otherwise to comply with the terms and provi-  \nsions of this Article shall not be subject to arbitration.  \nThe parties to this Agreement acknowledge that the  \nprovisions of this Agreement establishing rates of pay,  \nwages, all hours of employment and other terms and  \nconditions of employment, including fringe benefits,  \napply to Employees employed in job classifications  \nwithin the jurisdiction of the Unions, REGARDLESS OF  \nWHETHER OR NOT SUCH EMPLOYEES ARE MEM-  \nBERS OF THE UNION.  \nand all fringe contribution rates shall be open for adjust  \nment upon each anniversary date of the effective date of this  \nContract, and shal! be within the discretion of the Trustees  \n21  \n   \nThe Trustees shall provide thirty (30) days written notice to  \nthe Union and to AGC of any adjustment and such adjust-  \nment shall operate to adjust wages in a like amount.  \n(h) Health and Welfare and Pension to be sent to Wilson-  \nMcShane Corp., 2850 Metro Drive, Suite 404, Bloomington,  \nMinnesota 55425.  \nArticle 22 - SAVING CLAUSE  \nSection 1. This Agreement is intended to be in conformity with  \nall applicable and valid State and Federal laws, rules and regula-  \ntions,  \nSection 2. Any conflict between the provisions of this Agreement  \nand the terms of any such laws and regulations shall cause the  \nprovisions of this Agreement so in conflict to be superseded or  \nannulled but shall not supersede or annul the terms and provi-  \nsions of this Agreement which are not so in conflict.  \n"]]