[["", "   \nMASTER LABOR AGREEMENT  \nYt BHAT  \nBETWEEN  \nPAINTING AND DECORATING  \nCONTRACTORS OF AMERICA  \nAND  \nSOUTHWEST REGIONAL  \nCOUNCIL OF CARPENTERS  \nAND AFFILIATED LOCAL UNIONS  \nOF THE  \nUNITED BROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA  \n   \nDRYWALL  \nJULY 1, 2007  \nTHROUGH  \nJUNE 30, 2011  \nrom  \nes RS ee ard ge yt Be es  \nSouthwest Regional Council  \nof Carpenters  \nSouthern Nevada Offices  \nSenior Administrative Assistant (702) 531-1824  \nMare J. Furman  \nSenior Business Agent (702) 531-1811  \nWilt Smith  \nTrust Fund Administrator (702) 851-4510  \nRachel Mora  \nApprenticeship Coordinator (702) 452-5099  \nJohn Vincent Ext. 223  \nBusiness Representatives  \nWayne Bunce (702) 531-1810  \nEfren Hemandez (702) 531-1830  \nFrank Valle (702) 531-1809  \nBusiness Representative / Financial Secretary  \nLocat 1977 & Hiring Hall (702) 531-1856  \nDan Dyrdahl  \nLocal 897 (928) 763-1221  \nTim Cariton  \nLocal 1827 (702) 531-1827  \nChuck Kessler  \nLocal 1780 (702) 531-1804  \nWilliam Harris  \nTABLE OF CONTENTS  \nTitle / Subtitie Section Para# Page  \nRecognition | 1  \nCoverage lI 2  \nWork Covered il 219 5  \nsubcontracting III 7  \nJob Registration {II 301 7  \nApplicability IV 9  \nWage Scales V 9  \nWage & Fringe Benefit Increases V 501 9  \nZone Pay Wage Increase V 502 10  \nFringe Benefit Rates V 504 11  \nWelding V 505 11  \nForeman/General Foreman V 509 12  \nWages - Apprentice Schedule V 512.1 12  \nFringe Benefit Schedule - Apprentice V 512.2 12  \nCarpenter Pre-Apprentice V 512.3 13  \nPublic Works V 513 13  \nWork Preservation Committee V 516 14  \nPlans & Funds VI 14  \nDues VI 604 15  \nContributions on Behalf of Superintendents VI 605 16  \nApprenticeship VI 606 16  \nGrievance & Arbitration/Administration Trust Fund VI 610 17  \nCarpenters-Contractors Cooperation Committee VI 612 17  \nDrywall/Lathing Industry Labor MGNT  \nCooperation Committee VI 613 18  \nZone Parameters VIII 22  \nHours of Work IX 23  \nShift Work IX 907 24  \nMultiple Shifts IX 909 24  \nSpecial Shifts IX 910 24  \nHolidays X 25  \nshowup Time XI 25  \nDischarged Employee Xl 1103 26  \nPre-Job Conference Xil 26  \nTitle / Subtitle Section Para #  \nPayment of Wages XIII  \nUnion Representative XIV  \nStewards XIV 1401  \nGrievance Procedure XV  \nTools XVI  \nTool Replacement XVI 1603  \nWorking Conditions XVII  \nSafety Equipment XVII 1706  \nParking XVII 1711  \nBreaks XVII 1712  \nUnion Security XVIII  \nsavings Clause XIX  \nForeman XX  \nSurety Bond XXI  \nEffective Date and Termination XXI|  \nAppendix “A”  \nHiring Provisions  \nAppendix “B”  \nWage Rates - Local 897 Jurisdictions  \nAppendix “D”  \nResidential Construction  \nAppendix “E”  \nLight Commercial Construction  \nAppendix “G”  \nDrug Abuse Prevention and Detection  \nPage  \n26  \n27  \n27  \n28  \n31  \n31  \n31  \n32  \n33  \n33  \n33  \n34  \n34  \n34  \n35  \n36  \n39  \n40  \n40  \n43  \nTHIS AGREEMENT is entered into this first day of July 2007, by and between the Painting &  \nDecorating Contractors of America on behalf of its members (hereinafier referred to as “the  \nEmployer\") and the Southwest Regional Council of Carpenters and Affiliated Local Unions, United  \nBrotherhood of Carpenters and Joiners of America (hereinafter referred to as \"the Union\").  \nSECTION] - RECOGNITION  \n100. The Employer has satisfied itself that the Union represents a majority of Employees  \nperforming work covered by this Agreement and thereby recognizes the Union as the exclusive  \nbargaining representative of all employees of the Employers hereinafter classified over whom the  \nUnion has jurisdiction.  \n101. The Union recognizes the Employer as the sole and exclusive bargaining representative for  \ntheir respective members who have authorized the Employer to represent them. A list of such  \nauthorizations has been furnished to the Union and the Employer agrees to immediately notify the  \nUnion when any authorizations have been canceled or new authorizations have been executed.  \n102. The Agreement shall bind each and every Employer who has authorized the Association to  \nrepresent them with the same force and effect as if the Agreement were entered in by each Member  \nindividually. The Employer shall be and continue to remain liable under this Agreement during the  \nterm irrespective of whether such members shall resign from the Association prior to the expiration  \ndate of this Agreement and such liability shatl be deemed to have survived the termination of such  \nmembership and remain in force during the term of this Agreement.  \n103. The Employer, having received from the Union a demand or request for recognition as the  \nmajority representative of the unit employees covered by this collective bargaining agreement; and,  \nhaving been presented with, or having been offered to be presented with, by the Union, proof that  \nthe union has the support of. or has received authorization to represent, a majority of the unit  \nemployees covered by this collective bargaining agreement; hereby expressly and unconditionally  \nacknowledges and grants recognition to the Union as the sole and exclusive collective bargaining  \nrepresentative of the unit employees covered by this collective bargaining agreement, pursuant to  \nSection 9a) of the National Labor Relations Act, as amended, and agrees not to make any claim  \nquestioning or challenging the representative status of the Union.  \n104. Notwithstanding any provision of the Master Labor Agreement or this Agreement, the  \nindividual employer agrees that upon a showing by the Union or any of its affiliates a majority of  \nthe individual empioyer’s shop employees, if any, have designated the Union and/or any of its  \naffiliates as their representative for collective bargaining purposes, the individual employer shall  \nrecognize the Union and/or its affiltates as the collective bargaining representative of its shop  \nemployees and shall agree to negotiate all wages, hours, terms and conditions of employment  \nappropriate for their shop. Proof of such majority representation shall be established by the  \nsubmission of authorization cards to a neutral third person who shall compare the signatures with  \nappropriate employer records. The individual employer shal! fully cooperate in such review upon  \ndemand by the Union or any of its affiliates. This paragraph does not apply to Employers” storage  \nwarehouse or yards.  \nSECTION IT - COVERAGE  \n200. This Agreement shall provide for the wages, fringe benefits and conditions of employment  \nfor all employees of the Employer within the recognized jurisdiction of Locals 897, 1780, 1827,  \n1977 and 2375 of the United Brotherhood of Carpenters and Joiners of America in the State of  \nNevada, and portions of Arizona and California. The recognized geographic jurisdiction of Locals  \n897, 1780 and 1977 covers Clark, Lincoln, Nye and Esmeralda Counties; Local 2375 covers  \nMineral County in addition to the aforementioned four county areas; and Local 1827's jurisdiction  \napplies statewide. Local Unions 897, 1827 and 2375 shall include Needles, and  \nBullhead City, Kingman, Lake Havasu City and Parker in Arizona. (Detailed map provided upon  \nrequest.) “By becoming signatory to this Agreement the contractor agrees that when performing  \nwork in the State of Nevada, the contractor shall be bound by and shall perform all work under the  \nterms and conditions contained in this Agreement.” If a Contractor performs work in the State of  \nCalifornia, such work will be performed pursuant to the then current Agreement known as the  \nSouthern California Drywall/Lathing Master Agreement between the Painting & Decorating  \nContractors of America and the Southwest Regional Council of Carpenters covering the State of  \nCalifornia. If the Contractor performs work in the States of Arizona, Utah or New Mexico, such  \nwork will be performed pursuant to either the Arizona, Utah or New Mexico Appendix to this  \nAgreement. The terms of the Arizona, Utah and New Mexico Appendices will be modified from  \ntime to time to reflect changes agreed to in those areas by a majority of local contractors. The  \nUnion will promptly notify the Association of changes applicable to other states and will meet to  \ndiscuss such changes with the Association upon request.  \n201. This Agreement shalf cover work on building, heavy highway, and engineering  \nconstruction, including the construction of, in whole or in part, or improvement or modification  \nthereof, including any structure or operations which are incidental thereto, the assembly, operation,  \nMaintenance and repair of equipment, and facilities, used in connection with the performance of the  \naforementioned work and services and including without limitation the following types or classes of  \nwork.  \n202. The construction, erection, alteration, repair, modification, demolition, addition or  \nImprovement, in whole or in part, of any building structure, including oil or gas refineries and  \nincidental structures, solar energy installations and appurtenances which are incidental thereto, or  \nthe installation, operation, maintenance and repair equipment, and other facilities used in  \nconnection with the performance of such building construction except where such structures are an  \nincidental or part of highway and engineering construction, as defined in this Section.  \n203. This Agreement shall cover all work in connection with precast, prestressed concrete stone  \nOr fabricated units, including, but not limited to, lightweight precast, GFRC, Stone Panels  \n(excluding solid Marble and Granite), Dryvit Exterior Insulating Finish Systems, (EFIS) or any  \nother system of panels that is attached to the interior or exterior of any building or structure; any  \npre-fabricated concrete stone or imitation stone included as part of the exterior wall system; and any  \nPrestressed or precast structural framing members, columns, lintels, and beams and metal studs in  \nreference to all the above work. This agreement shall include theming work when utilizing the  \nmaterials mentioned above.  \n   \n204. The laying out of all work and operation of all tools and equipment for cutting, handling.  \nassembling and fabrication — whether performed at the jobsite or a panelization compound — of any  \nand all structural members, including but not limited to those required for pre-fabricated flat curtain  \nwall panels and continuous aesthetic trims or “pop-outs”, .e., cornice work and/or horizontal and  \nvertical banding of any type where such metal framing must be added (to the flat panel) to  \nminimize overall EFIS foam thicknesses and thereby comply with local codes for EFIS curtain  \nwalls.  \n205. Pre-fabrication of materials outside this agreement is permissible under the following  \nsituations:  \n205.1 Custom or specialty non-linear trims, such as ornate column bases, capitals,  \nmedallions, and so forth may be ali or partially framed outside this agreement if the framing  \nitself is required to affect the assembly of applicable profiled elements thereon for the  \npurpose of shipment to the jobsite: and also where EPS (foam) profiles or elements are  \ndesirable to compete with more costly exterior elements such as GFRC and FRP.  \n205.2 Where contractors are bidding against non-union contractors who have access to pre-  \nfabricated products and such products would make unionized contractors non-competitive  \nand endanger their prospects of successfully competing for a job. In such cases, this waiver  \nshall be processed by the Work Preservation Committee.  \n206. This Agreement shall cover all work in connection with tilt-up slabs, including but not  \nlimited to, benchmarks, lay out. setting of all forms. block outs, metal door and window jambs,  \ntemplates for bolts, lift points, knee braces, all stripping of forms (whether or not to be reused),  \nrigging, setting, plumbing, and lining, welding, drilling, cleaning, ledger bolts, setting ledgers.  \nsetting of expansion joints and caulking. Also to include forms for stairs and loading docks  \n(setting and stripping). installation of all doors including roll-up, installation of laminated beams or  \nprecast structures, and operation of the fork lift to perform all of the above work.  \n207. This Agreement shall cover all work in connection with the hoisting of matenals which are  \nto be used by the carpenters including but not limited to the rigging, guiding and handling.  \n208. This Agreement shall cover all work in connection with self supporting scaffolds over  \nfourteen (14) feet in height or scaffold built for special purposes including, but not Simited to,  \nhandling, building, erecting and disassembling, shall be the work of the carpenters.  \n209. This Agreement shall cover all work in connection with office modular furniture systems  \nincluding, but not limited to the unloading by any means, stockpiling, distribution to point of,  \nerection. carrying, handling, transportation, uncrating, installation, cleaning and/or staging of all  \noffice, commercial, industrial, institutional, and hotel furniture, furniture systems, furnishing, etc..  \nincluding (regardless of their materials or method or manner of installation, attachment or  \nconnection). Also included will be layout work including the use of level, transit and any other  \ninstrument or tool {or adaptable tool) required for the work herein described.  \n210. This Agreement shall cover asbestos abatement and other work involving the removal of  \nhazardous materials. In the event this work is subcontracted by the Contractor, (Section shall  \nnot apply as stated below). Section IIT shall not apply but the Contractor agrees to utilize his best  \nefforts to insure that the work is done by a contractor signatory to an agreement with the Union,  \nprovided suitable and competitive signatory contractors are available.  \n211. Repairs necessitated by defects of material or workmanship or adjustments of newly  \npurchased and/or installed equipment or machinery will not be subject to this Agreement when such  \nrepairs and/or adjustments are made by the manufacturer thereof or his agents or employees  \npursuant to the terms of a manufacturer's guarantee and the Union will not hamper such  \nmanufacturer or his agents or employees on such exempted work.  \n212. The carpenters claim installation of metal studs, metal frames, including siding attached  \nthereto, shingles, roofing, and plastics used in the performance of carpentry work, operation of the  \nPettibone and forklift incidental to carpentry work and the use of survey instruments, either optical  \nor electronic. Carpenters assigned to using survey instruments shall recetve not less than the rate of  \npay for his regular classification.  \n213. This agreement shall cover all types of exhibit work traditionally performed by carpenters.  \n214. The carpenters claim the tayout. rigging, tagging, signaling, cutting, burning, welding, chain  \nsawing, driving, setting and pulling of all soldier piles and soldier beams together with all necessary  \nwaling, shoring, underpinning, struts, bracing, capping and lagging necessary for construction of  \nsubterranean structures of all types to include, but not limited to subways, subway stations,  \nbuildings, storm drains, sewers, pipe lines and all open cut and cover construction projects. The  \ncarpenters further claim construction of all covers and access mats to include all necessary rigging  \nfor setting and removing, whether intermittently or regularly, and installation and removal of timber  \ndecking.  \n215. Fences constructed of wood, insulation installation, drywall and lathing work is covered in  \nthis Agreement and is considered as bargaining unit work, performed under all the terms and  \nconditions of thts Agreement.  \n216. All drywall work including, but not limited to: The installation, carrying, transportation,  \nhandling, stocking, scrapping of all materials and component parts of all types of ceilings regardless  \nof their material or composition or method or manner of installation, attachment or connection,  \nincluding but not limited to all hangers, carrying channels, cross furring, stiffeners, braces, all bars  \nregardless of matertal or method of attachment, all integrated gypsum wallboard ceiling heat panels,  \nall radiant heat ceiling backing, all main tees, all cross tees, all splines, all wall and ceiling angles or  \nmoldings, all backing board and all finish ceilings materials regardless of method or manner of  \ninstallation.  \n217. All work in connection with the installation, erection and/or application, carrying,  \ntransportation, handling, stocking and scrapping of all and component parts of wall and  \npartitions regardless of their material composition or method or manner of their installation,  \nattachment or connection, including but not limited to all floor and ceiling runners, studs, stiffeners,  \n  \n  \ncross bracing, fire blocking, resilent channels, furring channels, doors and windows, including  \nframes, casing, molding, base accessory trim ttems, gypsum drywall materials, laminated gypsum  \nsystems, backing board for all systems, including but not limited to thin coat and other finished  \nsystems, plastic and/or paint fintshed bases, finish board, fireproofing of beams and columns, fire  \nproofing of chase, sound and thermal insulation materials, fixture attachments including all, layout  \nwork, preparation of all openings for lighting, air vents or other purposes, and all other necessary or  \nrelated work in connection therewith.  \n218. No limitation shall be placed on the work covered by this Section by reason of the surface or  \ntexture or purpose for which the materials described herein are used, designed or intended.  \n219. WORK COVERED - The work covered by this Agreement includes but is not limited to  \nthe following:  \n219.1 All work operations after the initial unloading of the drywall finishers’  \nmaterial on the job site. including distribution onto the point of application.  \n219.2 Work or services pertaining to the preparation, spotting, pointing, detailing,  \ntaping. flushing, sanding and finishing of interior and/or exterior gypsum, drywall,  \nthinwall, concrete, steel, wood and plaster surfaces.  \n219.3 Work or services pertaining to the application of all finish or flushing  \nmaterials regardless of method of application or type of surface on which materials  \nare applied, including but not limited to texture and simulated acoustic materials of  \nall types and the application of radiant heat fill and steel fireproofing materials.  \n219.4 Work or services pertaining to the installation of protective coverings and  \nmasking prior to the application of finish materials.  \n219.5 The operation and care of all taping tools and texturing equipment used in the  \nfinishing and texturing of drywall and other surfaces including brushes, rollers, spray  \ntexturing equipment, miscellaneous hand mechanical and power tools, and the  \nOperation and maintenance of compressors required in the finishing and texturing of  \nsuch surfaces.  \n219.6 This Agreement shall also cover all interior and/or exterior wall finish work,  \nincluding EFIS and other wet wall finish work, which work shall be performed under  \nthe terms of this Agreement by journeyman or apprentice Drywallers or Lathers.  \nThe Union understands and recognizes that the PDCA and its members are signatory  \nto a collective bargaining agreement with the painters and/or plasterers and plasterer  \ntenders covering finishing and wet wall finish work. The parties agree that  \nthis sub-section shall apply only to those signatory employers who are not already  \nsignatory to a collective bargaining agreement with the painters and/or plasterers and  \nplasterer tenders covering the drywall finishing or wet wall finish work as described  \nin this section of the agreement and who choose to assign that work to the painters.  \nThe Union agrees not to invoke or enforce this paragraph to create any jurisdictional  \ndispute concerning the work described in that section against anv emplover  \nthat is also signatory to an agreement with the painters and/or plasterers and  \nplasterer tenders covering the drywall finishing or wet wall finish work and who  \nchooses to assign that work to the painters and/or plasterers and plasterer tenders.  \n220. It is further specifically understood that the installation, tying and connection of all types of  \nlight iron and metal studs and all types of light iron furring erected to receive the materials specified  \nin this article, including but not limited to gypsum wallboard, walls, partitions, ceiling heat panels,  \nbacking boards, plastic or acoustical materials or any material attached to the above described light  \niron construction is specifically included in the work covered by this Section.  \n221. The installation, erection and construction to include the work of fabrication of all materials  \nto receive a plaster finish, to also include the completing of all light iron construction, furring,  \nmaking and erecting of brackets, clips and hangers; metal lath, corner beads and arches erected for  \nthe purpose of holding gypsum plaster, cement plaster and all other plaster bases.  \n222. All carrying bars, purlins and furring, regardless of size, light iron and metal furring of all  \ndescriptions such as rods, channel flat iron and other ceiling systems for the receipt of metal lath, or  \nrock lath, and all other plaster bases which are to receive plaster on one or both sides, to include  \nany and all plastering accessories.  \n223. The nailing, tying, cutting, welding and fastening, regardless of method, of the above and all  \nwire and metallic lath of all descriptions connected therewith.  \n224. The placing, handling, moving and erection of all materials which fall within the description  \nof work set forth in this Section. The erecting and moving of all scaffolds and the moving and  \nhandling of all materials to be used in the erection of scaffolds or other patented scaffolding.  \n225. The work covered by this Agreement shall include all types of wood flooring of any size,  \nshape or pattern in all its branches and phases, such as nailing, filling, laying, striping, tongue and  \ngroove, underlayment, blocks-mastic work, sanding, edging, staining, finishing, basing, application  \nof shellac, varnishes, sealers, waxing and all maintenance and related work. Computer floors,  \nand/or raised access floors in all its branches and phases, such as material handling, layout,  \nfabrication, maintenance, installation, cutting, fitting, and fastening of all materials and  \ncomponents, such as pedestal stanchions, stringer systems, seismic bracing, unistrut systems, x-ray  \nsupports, light supports, cable vault supports, racks, shelving, ceiling grids, clean room wall  \nframing, ceiling supports, utility screen supports, unistrut metal framing systems of all lightweight  \nstandardized components which can be bolted together to form roofs, decks and special structural  \nelements of varying modular configurations and all other necessary structural support assemblies.  \nInstallation of ramps, steps, fascia assemblies, plenum dividers, air grills, cable cut-outs, ledge  \nextrusion, hand rai! assemblies, cove base at perimeter walls, lamination of coverings onto floor  \npanels, and any other operation relative to computer floor installations.  \n226. The character of such work covered by this Agreement shall be all carpenter work on such  \nconstruction within the recognized jurisdiction of the United Brotherhood of Carpenters and Joiners  \nof America, including but not limited to plastics and such work in connection with new methods of  \nconstruction or use of materials innovated during the term of the Agreement. The Union may  \nrequest a work assignment in writing if it feels there is some danger of a jurisdictional dispute.  \nWhen requested, an Employer will furnish the Union signed letters on the letterhead of the  \nindividual Employer. stating they have employed carpenters on a specific type of work and paid the  \nnegotiated scale of wages on any and all jobs which the individual Employer has performed with  \ncarpenters.  \n227. This Agreement shall apply to all work performed in the Employer's warehouses, shops or  \nyards which have been particularly provided or set up to handle work in connection with a job or  \nproject. covered by the terms of this Agreement, and all of the or fabrication of materials  \nby the Employer for use on the projects will be subject to the terms and conditions of this  \nAgreement.  \n228. During the term hereof, there shall be no strikes, slowdowns, or stoppages of work  \noccasioned by jurisdictional disputes between the Union signatory hereto and any other Union.  \n229. The parties hereto agree that, where a jurisdictional problem develops involving Unions not  \nsignatory to this Agreement, the representatives of the Union involved will meet with the  \nrepresentatives of the Contractors to resolve the particular problem. Any resolution resulting from  \nsuch aforementioned meeting between the Unions and the Contractors shall be put into effect  \nimmediately.  \n230. Jurisdictional disputes which cannot be resolved at the loca! levels shall then be referred to  \nthe International Unions involved for determination, and the work shall proceed as assigned by the  \nContractor until such determination by the International Union has been confirmed to the disputing  \nUnions and the Contractors. The intent of this Section is to clarify that jurisdictional issues are not  \na contractual liability.  \n231. This Agreement shall apply to the Employer or his subcontractor on any job site operation,  \nunder any change of name or association or corporate name or joint venture, and shall be binding  \nupon any person who may have been a principal financially associated with the Employer or  \nsubcontractor.  \n232. LOCAL 897, LIGHT COMMERCIAL, RESIDENTIAL CONSTRUCTION: The  \nparties hereto have agreed to special working rules for Local 897, residential construction and light  \ncommercial construction, which are contained in the Appendixes \"B\",“D”, and “E”.  \nSECTION HI - SUBCONTRACTING  \n300. If an Employer shall subcontract work as herein defined, provisions shall be made in such  \nsubcontract for the observance by said subcontractor of the terms of this Agreement.  \n301. JOB REGISTRATION  \n301.1 Each Contractor shall notify the Union in writing, on a uniform job registration form  \nto be provided by the Contract Administration Committee of the location of each job  \non which he will be performing work covered by this Agreement. Such notice shall  \nbe given at least 48 hours prior to the commencement of work and shall contain all  \nthe information required by the Contract Administration Committee. On jobs where  \nthe time factor does not permit registration of jobs prior to their commencement, the  \nContractor shall notify the Union by telephone or fax giving all pertinent  \ninformation regarding that specific job. Such notification must be confirmed in  \nwriting on the regular Job Registration Form by the Contractor to the Contract  \nAdministration Committee within 48 hours thereafter. The Union may withhold or  \nwithdraw workers from the Contractor for failure to comply with this Section 1.  \n301.2 In the event an employer takes over the performance of the contract covered by the  \nterms of this Agreement for another employer, the successor employer shall notify  \nthe Contract Administration Committee by certified mail of its intent to undertake  \nperformance of the contract. Such notice shall be given prior to commencing work.  \nFailure to give such notice shall subject the successor contractor to claims for any  \ndelinquent fringe benefits of the predecessor contractor through the grievance  \nprocedure in addition to any other claims which may arise because of such failure.  \n302. To the extent required by state law, the Employer shall be financially responsible for ail  \nwages and fringe benefit payments owed to any workmen or any funds established by this  \nAgreement by the Employer's Subcontractor, or the Subcontractor of a Subcontractor, to any  \nworkmen or any Fund contributions required in this Agreement for work performed on the  \nEmployer's job or project, provided there has been an appropriate demand made in writing to  \nrecover said wages and fringe benefits. If the Employer has included the delinquent Subcontractor  \non a duly filed Job Registration Form, a copy of such demand will be furnished to the Employer. If  \nthe state law is amended to relieve the Employer of such responsibility, then this Section shall  \ncontinue to be applicable on the Employer’s responsibility to the extent of any monies remaining  \ndue from the Employer to the Subcontractor who is liable for wages or fringe benefit contributions.  \n303. Prior to implementation of this paragraph, the Union or Trust Fund will make a good faith  \neffort to promptly notify the Employer of any and all delinquencies of the Subcontractor and make  \na good faith effort to exhaust execution of the Subcontractor’s bond or bonds.  \n304, The terms and conditions of this Agreement insofar as it affects the individual Employer  \nshall apply to any subcontractor under the control of or working under contract with the individual  \nEmployer upon work covered by this Agreement, and said subcontractor with respect to such work  \nshall be considered as the individual Employer. Any subcontractor performing work under the  \njurisdiction of this Agreement must furnish all materials and equipment for the fabrication and/or  \ninstallation thereof (except carpenter hand tools) and must compensate carpenters at the wage rates.  \nfringe benefits and working conditions as specified in this Agreement.  \n305. For purposes of this Agreement, a subcontractor is any person (other than an employee  \ncovered by this Agreement), firm, corporation, partnership, limited liability company, or other  \nentity that holds a valid State Contractor's License, wherever required by law, and who agrees  \nunder contract in writing with the Employer or in writing with his subcontractors to perform any  \nwork covered by this Agreement and who employs workmen as employees to perform services  \nunder this Agreement, who agrees in writing to perform for or on behalf of an Employer or other  \nsubcontractor any part or portion of the work covered by this Agreement.  \n306. The Employer and his subcontractors shall refrain from the use of materials which will  \ntend to cause discord or disturbance on the job site.  \n307. The terms and conditions set forth in this Section apply to bargaining unit work only.  \nThe Union may withhold or withdraw workers from the Employer or subcontractor for failure to  \ncomply with this Section II (301); only after first (1\") notifying the employer or subcontractor in  \nwriting 48 hours before withdrawing workers from the employer or subcontractor.  \n308. The parties recognize and acknowledge the importance of prompt remedial action to collect  \ndelinquent fringe benefit contributions from Employers of Subcontractors who are habitually  \ndelinquent in their payments to the Funds and will use their good faith efforts to encourage such  \naction. The parties also recognize the responsibility to file appropriate documents in connection  \nwith bankruptcy of any Employer or Subcontractor as part of a prudent effort to collect unpaid  \nwages or fringe benefit contributions.  \nSECTION IV- APPLICABILITY  \n400. The parties agree that in the event the Union party hereto shall negotiate different terms and  \nconditions of employment for employees performing job site construction industry work in  \nclassifications similar to those set forth in this Agreement in the work and territorial jurisdiction of  \nthe Union signatory hereto, no Employer signatory to this Master Labor Agreement shall be  \nrequired to provide terms or conditions of employment under this Master Labor Agreement any  \nmore favorable than such terms and conditions contained in such other construction industry  \nagreements concerning jobsite work within the territorial jurisdiction of this Agreement. This  \nprovision shall not be applicable to a maintenance or special project agreement that may be  \nnegotiated by the Union with an employer not signatory or bound to this Master Labor Agreement.  \nSECTIONV - WAGE SCALES  \n500. No employee receiving total compensation (1.e., wages and payments to trust funds for  \nvacation, health and welfare, pensions and subsistence) under an existing agreement between an  \nindividual Union and any Employer shall suffer any reduction in such compensation by reason of  \nthe execution of this Agreement.  \n501. WAGE & FRINGE BENEFIT INCREASES  \nEffective July 1, 2007  \n$2.16 Wages  \n$ .09 Vacation/Supplemental Dues  \n$ .25 Pension A  \n$ .0S Contract Administration  \n** $ Ol Grievance & Arbitration Trust  \n$ 2.56  \n502.  \n*On Sundays and Holidays $1.50 per hour increase on Pension Annuity Plan B for each  \nhour worked.  \nEffective July 1, 2008 $ 2.55 To be allocated by the Union, including  \n$0.05 to Contract Administration  \nEffective July 1, 2009 $ 2.55 To be allocated by the Union, including  \n$0.05 to Contract Administration  \nEffective July 1, 2010 $ 2.55 To be allocated by the Union, including  \n$0.05 to Contract Administration  \n** Effective each July | of this contract, an additional $.01 per year from Employers money  \nto Grievance Arbitration Administration.  \nWAGE RATES - Effective 07/01/07  \n502.1 ZONE #1: Work performed within forty (40) road miles from Maryland Parkway  \nand Charleston shall be compensated at the following rates:  \nJourneyman Carpenter $32.63  \nCarpenter Welder $ +1.00  \n502.2 ZONE #2: Work performed outside of the Las Vegas Area Free Zone between forty  \n(40) to sixty (60) road miles from Maryland Parkway and Charleston shall be compensated  \nat the following rates:  \nJourneyman Carpenter $+2.50  \nCarpenter Welder $+1.00  \n502.3 ZONE #3: Work performed outside of the Las Vegas Area Free Zone over sixty (60)  \nroad miles from Maryland Parkway and Charleston, except for Laughtin, Nevada, shall be  \ncompensated at the, following rates:  \n   \nJourneyman Carpenter $ +4.25  \nCarpenter Welder $+1.00  \nLAUGHLIN AREA: Work shall be compensated at the following rates:  \nJourneyman Carpenter $+2.00  \nCarpenter Welder $+1.00  \n*Road miles are the most direct route by public road. When a job site is located in more  \nthan one (1) zone, all hours worked on that site shall be paid in accordance with the zone  \nrate of the zone in which the preponderance of work is performed.  \n10  \n504. FRINGE BENEFIT RATES - Effective July 1, 2007  \nHealth & Welfare $3.95  \nPension $5.19 ($2.34 Pension/$2.85 Annuity)  \nVacation/Supplemental Dues $2.95 ($2.00 Vac/$.95 Supp. Dues)  \nApprenticeship $ .35  \nCarpenters/Contractor Cooperation Cmte $ 21  \nGrievance Arbitration/Administration $ .08  \nContract Administration Trust (CAT) $ .05  \nCarpenters International Training Fund $_.04  \nTOTAL $12.82  \n505. WELDING. The classifications of Carpenter-Welder and Millwright-Welder shall recetve  \n$1.00 per hour over their respective Journeyman's rate. A carpenter-welder shall be defined a  \nworkman who holds a valid AWS D1I.1 (Heavy Plate) or DI.3 (Light Gauge) certification; or other  \nwelding certification relevant to the scope of the job. And who has been dispatched as a certified  \nwelder or has been assigned by the Employer to weld on work on which his or her certification is  \nrequired. This includes welding in panel yards or offsite for a project covered by this Agreement  \non work like precast and theming. For carpenter-welder classification this does not include  \nmiscellaneous or incidental welding of short duration or time accumulated of less than three (3)  \nhours a day.  \n506. A milfwright-welder shall be defined as a workman who performs work described as fusion,  \nwelding, brazing, soldering, burning and cutting of all materials. All millwright-welders shall  \nreceive the premium for the entire shift in which he performs work defined as a welding operation.  \nAny carpenter who uses a hand held or tractor mounted oxyfuel torch, plasma are torch or any other  \nthermal cutting device for the purpose of cutting, burning, shaping, or fabricating of any material,  \nfor 4 hours or more in a single shift, shall also qualify for the 8 hours of welders* premium.  \nAny apprentice who meets the above descriptions shall receive the premium for welder.  \n507. In the event that the scope of work demands certification beyond or other than AWS DI.1 or  \nDI.3, it is agreed that the employer shall bear the expense of such certification. It is also agreed  \nthat the employer will provide, for each employee who meets the definition of carpenter or  \nmillwright-welder all gloves, welding hoods with proper filter lenses as per the standards of ANSI  \nZ49.| Sec. E4.2.1.1, replacement cover lenses, leathers or sleeves, wire brushes, chipping hammers,  \nsoap stone and other necessary equipment required to safely and properly perform the work of a  \nwelder. Also the employer shall replace these items in the event they become unusable due to wear  \nor damage associated with welding operations.  \n508. Each employer shall provide a letter on company letterhead, to each welder employed. It  \nthe employee requests the welding qualifications letter in writing, this letter shail include  \nemployees name, Social Security number and verification that the welder performed work under the  \nscope of his individual certification. The contractor, if requested in writing, shall provide an  \nemployee a copy of his welding records including a copy of his certification, procedures used and  \nletter of welding qualification. Each employer shall recognize the letters of other signatory  \nemployers as verification of work performed under the standards of AWS D1.1 Sec. 4.1.3.1 and  \nD1.3 Sec 4.9. These letters must be issued not later than the 15\" of the month following the end of  \neach six month period or upon separation from the employer due to the completion of the project.  \nIf a welder is terminated or leaves the employer prior to the end of the project then such letter and  \n1]  \ninformation shall be produced within two weeks or ten working days of receipt of the written  \nrequest for the information.  \n§09. FOREMAN: The hourly wage scale for carpenter foreman shall be 9% above the  \njourneyman carpenter wage rate. The hourly wage scale for carpenter general foreman shall be 9%  \nabove the carpenter foreman wage rate.  \n510. | When an employee works in more than one classification for any portion of a day, he shal!  \nreceive the rate of the highest classification for all work performed for that entire day.  \n511. All other classifications under the jurisdiction of the Union not designated herein shall  \nreceive not less than journeyman carpenter's scale as specified above, except apprentices and their  \nclassification herein described. The parties hereto may establish wage rates different than the  \napprenticeship wage rates for employees under a manpower development training program. Some  \nconsideration will be given to providing summer employment for undergraduate engineering  \nstudents.  \n512, —Indentured carpenter apprentices shall receive the following wages based on the following  \npercentage of journeymen's base rates of pay and fringe benefit contributions per the schedule listed  \nbelow:  \n512.1 APPRENTICE SCHEDULE  \nSchedule of Periods % Schedule  \n1* 6 months 50 (1)  \n(Minimum 600 hours)  \n2™ 6 months 60 (2)  \n{Minimum 600 hours)  \n2”! year 70 (2)  \n(Minimum 1200 hours)  \n3™ year 80 (3)  \n(Minimum 1200 hours)  \n4\" year 90 (3)  \n(Minimum 1200 hours)  \n512.2 SCHEDULE OF FRINGE BENEFITS FOR APPRENTICES  \n1°\" 6 months — Health & Welfare, Apprenticeship, Grievance and  \nArbitration Administrative Trust Fund, Drywall/Lathing Industry Labor  \nManagement Cooperation Committee. Supplemental Dues, Carpenters  \nInternational Training Fund.  \n2% 3\" & 4° 6 months - Health & Welfare, Vacation, Apprenticeship.  \nGrievance and Arbitration Administrative Trust Fund, Drywall/Lathing  \nIndustry Labor Management Cooperation Committee, Supplemental  \n12  \nDues, Carpenters Intemational Training Fund, Pension “A” contribution,  \nCarpenters-Contractors Cooperation Committee.  \n512.23 3\" & 4\" years — all current fringes  \n$12.3. Carpenter Pre-Apprentice  \nAsa prelude to apprenticeship. There is established a classification of  \nPre-Apprentice.  \n512.3.2 The classification of Pre-Apprentice, the recruiting, hiring and dispatch  \nshall be the responsibility of the Union.  \nThe Employer may employ one Pre-Apprentice for every (2) Apprentices  \ndispatched under this agreement on a job by job basis. If an Apprentice  \nis not available when requested, a Pre-Apprentice may be used instead.  \n$12.3.4 Pre-Apprentices shall, upon accumulation of 300 hours of on the job  \ntraining become eligible for entry into the Apprenticeship program.  \n§12.3.5 — It is understood. should an Employer participate in the hiring of Pre-  \nApprentices that all hours earned in excess of 300 hours will be at the  \nschedule (1) apprentice rate of pay.  \n512.3.6 Pre-Apprentices shall work under the supervision of the Carpenter  \nForeman and the work they perform will be incidental to work normally  \nperformed by Journeyman Carpenters and/or Apprentices. — Pre-  \nApprentices will not be required to use power equipment.  \n512.3.7 — Pre-Apprentices shall receive the following wages based on the  \nJourneyman rate of pay:  \n45% of Journeyman rate  \n.08 Grievance and Arbitration Administrative Trust Fund  \n.455 Supplemental Dues  \n.35 Apprenticeship Fund  \n513. PUBLIC WORKS: In the event an Employer bids public work which is to be performed at  \npredetermined prevailing wage rates established under state or federal law, and said rates are below  \nthe wage rates in this Agreement, the predetermined prevailing wage rates and fringe benefits shall  \napply to that project for the first twenty-four (24) months of the project. This period shall  \ncommence from the date of notice to proceed. If specific provisions appear in the bid document  \nsuch as special shifts, night or weekend work, and they are in conflict with the Master Labor  \nAgreement, they may be appealed to the Work Preservation Committee. On public works, the one  \ndollar and fifty cents, ($1.50), on Annuity for Sundays and holidays shalt not apply. 1f the Federal  \nDavis Bacon Act or State Prevailing Wage Law is repealed or amended, the contract may be  \nreopened for affected sections. When an employee has been prevented from working for reasons  \nbeyond the control of the Employer, such as inclement weather, or mechanical failure, during the  \nregularly scheduled work week, upon prior written notification to the Union, a makeup shift (whole  \nday only) may be worked on Saturday for which the employee shall receive eight (8) hours pay at  \nthe straight-time rate of pay. This section will only be applicable if all craft employees are on a  \nstraight-time makeup day.  \n514, It 1s the obligation of each employer to complete the State Prevailing Wage Survey or the  \nForm or to allow the Union to perform it for them.  \n315. Special Single Shifts: On Public Works Projects; When the Contractor produces evidence in  \nwriting to the Union twenty-four (24) hours in advance of a bona-fide job requirement that work  \ncan only be performed outside the regular day shift due to safety conditions, or other requirements,  \nan employee shall work eight (8) consecutive hours, exclusive of meal period, for which he shall  \nreceive eight (8) hours pay at the straight-time rate of pay, Monday through Friday. Ail time  \nworked or hours paid for Saturdays, Sundays and holidays shall be paid for at the appropriate  \novertime rate. Otherwise all time worked or hours paid for Saturdays, Sundays, and holidays and  \nhours worked in excess of eight (8) hours shall be paid for at the appropriate overtime rate. It is  \nagreed, however, that in the operation of this shift, no employee will lose a shift's work.  \n516. WORK PRESERVATION COMMITTEE: The parties to this Agreement recognize the  \nnecessity of assuring the competitive position of the parties within the industry during the term of  \nthis Agreement. Consistent with that recognition, the parties will continually monitor the  \neffectiveness of this Agreement during its term as may be necessary to assure the work  \nopportunities of the employees and the competitive position of the individual employers. To  \nimplement the intent of this paragraph. the parties to this Agreement hereby establish a Committee  \ncomposed of three (3) representatives appointed by the Union and three (3) representatives  \nappointed by the Painting & Decorating Contractors of America. This Committee will review  \nrequests for changes in the terms and conditions of the Agreement that may be necessary to  \npreserve work opportunities for employees and individual employers covered by the Agreement.  \nThe Committee is authorized to approve and implement such changes as it deems to be in the best  \ninterest of the parties to the Agreement.  \nSECTION VI - PLANS & FUNDS  \n600. The Contractors signatory to this Agreement agree to comply with all the terms set forth in  \nthe Agreements establishing: (1) the Southwest Carpenters Pension Trust, dated September 14,  \n1959; (2) the Southern Nevada Carpenters Annuity Fund dated July 1, 1989; (3) the Southwest  \nCarpenters Health & Welfare Trust, dated February 8, 1955; (4) the Southwest Carpenters Training  \nFund, dated May 1, 1960; (5) the Southwest Carpenters Vacation Trust, dated April 1, 1962; and  \n(6) the Contractors Grievance and Arbitration Trust and (7) Contract Administration Trust,  \n(hereafter collectively referred to as the “Carpenters Trust Funds”) and any amendments,  \nmodifications, extensions and renewals of such Trust Agreements. Such Trust Agreements are  \nincorporated herein by reference and made a part of this Agreement.  \n601. The Contractor agrees to pay the Carpenters Trust Funds the sums in the amounts and  \nmanner provided for in this Agreement (see Section V Wage Scales) and the Trust Agreements and  \n   \nfurther agrees to be bound by the Trust Agreements, and Rules and Procedures adopted by the  \nTrustees, and all amendments, and modifications thereto and further agrees that it does irrevocably  \ndesignate and appoint the Employers mentioned in the Trust Agreements along with representatives  \ndesignated by the United General Contractors, Inc., as its attomey-in-fact, for the selection or  \nremoval of Trustees as provided by or pursuant to the Trust Agreements.  \n602. Included in the contributions called for herein, the parties agree that each signatory  \nemployer will make a contribution to the Carpenters’ International Training Fund and to the UBC  \nLabor Management Education and Development Fund (hereafter “International Funds”) in such  \namounts as allocated by the Union. Payment to the International Funds shall be made to such  \ncollection agent as is designated by the Union on or before the 20\" day of the month following the  \nmonth of the work performed. Currently four cents per hour is contributed to the International  \nTraining Fund. These contributions may be collected with the existing contributions to one of the  \nexisting Carpenters Trust Funds or other Carpenter funds, upon approval of the Trustees of those  \nFunds, and as allocated by the inion. The Employer agrees to be bound to the Agreements and  \nDeclarations of Trust for the International Funds as they exist and as they may be amended or  \nrestated, and to such rules, regulations and other governing documents adopted pursuant to such  \nTrusts. Upon request the employer may receive the latest annual report prepared for the Funds.  \n603. Each individual Employer covered by this Agreement will contribute the sum of $2.85 cents  \nfor each hour compensated to carpenters employed by such individual Employer under this  \nAgreement to the Carpenters Southern Nevada Pension Trust Fund. This amount is reflected in the  \nPension contribution set forth in Section V. When work on Sundays and Holidays is done, there  \nwill be a $1.50 premium paid for each hour of compensation under this Agreement.  \n604. Supplemental Dues  \n604.1 Subject to the following conditions, the Contractor agrees that he will remit to the  \nSouthwest Carpenters Vacation Trust on a monthly basis for every hour worked or paid for  \nby employees covered by this Agreement the amount designated herein {See Section 5  \nWage Scales) as vacation pay. If his employees sign a written authorization to do so, the  \nAdministrator of the Vacation Trust will deduct from that amount the sum of ninety-five  \ncents ($0.95) per hour or the amount of Supplemental Dues that are lawfully required by the  \nUnion. [In implementing the foregoing the Carpenters Southwest Administrattve  \nCorporation has been designated as Agent for the purpose of receiving and holding written  \nauthorization cards and for receiving, holding and allocating and distributing the dues  \nmonies.  \n604.2 Said Supplemental Dues will be transmitted to said Agent concurrently with, but not  \nas a part of, the Employers monthly vacation contributions with respect to his employees  \ncovered by this Agreement to the Southwest Carpenters Vacation Trust. All sums deducted  \nby the Employers pursuant to the provision of this Article will, from the instant of their  \ndeduction, be considered dues if proper authorization will have been furnished. All other  \nSums transmitted by the Employers pursuant to the provisions of this Article will. from the  \ninstance of their transmittal, be considered vacation contributions if no such proper  \nauthorization will have been furnished, and will be held by the Vacation Trust for the  \naccount of the employee. Prior to the deposit in the separate bank accounts of the Agent, on  \nthe one hand, and the Vacation Trust, on the other, the bank will separate the funds  \ntransmitted into dues and vacation contributions, respectively, based on whether or not a  \nproper dues deduction authorization will have been filed. The bank will then deposit such  \nsums in the account of either the Agent or the Vacation Trust. The Union will bear the  \nresponsibility for furnishing the written authorization referred to above. All costs incident to  \nreceipt, administration and remittance to the Union of the Supplemental Dues payment will  \nbe borne by the Union. This provision will not reduce the obligations of the Contractor to  \npay the full amount of vacation contributions specified in this Agreement. All written  \nauthorizations referred to above will be irrevocable for a period of one (1) year from the  \ndate of the execution and will renew automatically from year to year, unless the employee,  \nby written notice served upon the Local Union and/or the Agent not more than twenty (20)  \ndays and not less than ten (10) days prior to the expiration of the first year or any year  \nthereafter, will have revoked such authorization.  \n604.3. The amount payable to the Vacation Fund on overtime work shall be paid in an  \namount reflecting the overtime premium payment.  \n605. CONTRIBUTIONS ON BEHALF OF SUPERINTENDENTS: The Union and the  \nEmployer agree that when employees are working in a supervisory position above the rank of  \ngenera! foreman, the individual Employer may make payments with respect to his work into the  \nCarpenters Health and Welfare Trust Fund and Carpenters Pension Trust Fund, on the basis of 173  \nhours per month, in accordance with the schedules set forth in the Master Agreement, regardless of  \nhours worked by such employee in a month; provided, however, the individual Employer having  \nmade one (1} payment on an employee shall continue to make such payments so long as the  \nemployee is in his employ in a like supervisory capacity. The Employer agrees to abide by the  \nrules adopted by the Trustees of the Pension and Health and Welfare Fund governing contributions  \non behalf of superintendents.  \n606. APPRENTICESHIP: The Employer and the Union agree to establish and operate a  \nJoint Apprenticeship Committee for carpenters. The Joint Apprenticeship Committee is to have  \ncomplete control and direction of the on-the-job and related class training of all apprentices in the  \ntrade.  \n607. To meet the cost of operation and administration of the joint apprenticeship program, each  \nindividual Employer covered by this Agreement will contribute the sum of thirty-five ($.35) cents  \nper hour for each hour compensated to carpenters employed by such individual Employer under this  \nAgreement. Such contributions shall be made to the \"Carpenters Joint Apprenticeship Committee  \nFund.” The employment of apprentices shall be governed under conditions established in  \naccordance with this paragraph (g) and under the rules and regulations of the Joint Apprenticeship  \nCommittee.  \n608. The Trustees of the Joint Apprenticeship Committee shall have the authority to establish  \nnew training programs to provide journeyman carpenters with training regarding upgrading such  \ncarpenters on technology, materials and new methods of work that are related to the carpenters and  \n16  \nmillwright trades. Such programs shal! be established within existing contributions and available  \nfunds.  \n609. A Contractor may employ one (1) apprentice for every two (2) journeymen. The Contractor  \nmust hire one (1) apprentice after ten (10) journeymen, including the foreman. After the first ten  \n(10), then for every five (5) journeymen he must employ one (1) apprentice if available. If the  \nEmployer fails to maintain the ratio of journeyman to apprentice, the Union will dispatch an  \napprentice every time a journeyman ts dispatched until the ratio is met. Two (2) apprentices may  \nbe employed with each journeyman on Insulation Work.  \n610. GRIEVANCE AND ARBITRATION/ADMINISTRATION TRUST FUND: There is  \nhereby established a Grievance and Arbitration/Administration Trust Fund. The purposes of the  \nTrust are to establish and administer procedures to process grievances and to provide third party  \nindependent arbitration on disputes concerning the interpretation or application of this Agreement  \nthat may occur between the employer or individual employer and the Union. Additionally, the  \npurposes will include establishing. implementing and administering uniform labor relations policies  \nand assisting in the negotiations of any modification, amendment. change. extension or renewal of  \nthis Agreement or any subsequent agreement on behalf of signatory members of the Association  \nand those individual Employers who, under a collective bargaining agreement with the Union, are  \nso obligated to contribute. Each individual employer agrees to contribute the sum of eight cents  \n($.08) per hour for each hour compensated to carpenters employed by such individual employer  \nunder this Agreement, to the Grievance and Arbitration/Administration Trust Fund.  \n611. The Trustees of the Grievance and Arbitration/Administration Trust Fund shall be appointed  \nby the United Builders and Contractors Association, Inc. All monies collected on behalf of  \ncontractors who are signatory through a proxy with the Painting & Decorating Contractors of  \nAmerica will be forwarded to the Painting & Decorating Contractors of America on a monthly basis  \nby the Grievance and Arbitration/Administration Trust Fund. Also it is agreed the Painting &  \nDecorating Contractors of America will continue to represent all members of the Association in  \nmatters of labor relations, including grievance and arbitration representation.  \n612. CARPENTERS-CONTRACTORS COOPERATION COMMITTEE: The parties to  \nthis Agreement have established the Carpenters-Contractors Cooperation Committee for the  \npurposes of protecting, improving and advancing the interests and welfare of Contractors and  \nemployees working within the unionized segment of the Carpenters construction industry. Each  \nsignatory member of the Association and those individual Employers who are obligated to  \ncontribute under a collective bargaining agreement with the Union shall contribute, during the term  \nof this Agreement, the sum designated in Section V to the Carpenters-Contractors Cooperation  \nCommittee. The Committee is a jointly established and administered Committee formed and  \ncreated for the above stated purposes and the individual Employer hereby adopts and agree to be  \nbound by the terms of Bylaws establishing the Carpenters-Contractors Cooperation Committee  \ndated October !, 1986, and further agrees to observe and be bound by the actions and  \ndeterminations of the Board of Directors of said Committee.  \n613. DRYWALL/LATHING INDUSTRY LABOR MANAGEMENT COOPERANTION  \nCOMMITTEE, INC.  \n613.1  \n613.2  \n613.3  \n613.4  \n‘Each Contractor shall, effective July 1, 2007, contribute the sum of five ($0.05)  \ncents per hour for each hour paid for or worked by employees performing work  \ncovered by this Agreement to the Drywall/Lathing Industry Labor-Management  \nCooperation Committee, Inc., also known as the Contract Administration Committee  \n(herein \"CAC\") and such contributing Contractor agrees to be bound by all of the  \nprovisions of the By-Laws and Articles establishing the Contract Administration  \nCommittee, as amended, as such may from time to time be amended or  \nsupplemented. These funds shall be utilized by the CAC to administer and enforce  \nthe provisions of this Agreement. The contribution to the CAC will increase by five  \ncents ($0.05) per year effective July 1, 2008.  \nThe CAC shall endeavor to employ persons in the capacity to field investigators who  \nhave extensive knowledge in the scope of work covered by this Agreement. Such  \nfield investigators shall be authorized and shall be provided with special credentials  \nauthorizing them to visit and/or investigate any job site properly within the area of  \ncoverage of this Agreement and gather information form any employee, employer,  \nUnion representative or employer association or representative covered by the  \nAgreement. The field investigators shall assist in the enforcement of the Job  \nRegistration requirements, including verification of registered and non-registered job  \nsites with footage and man hour estimates in connection therewith. Field  \ninvestigators of the Fund shall also investigate complaints arising in connection with  \nother alleged violations of this Agreement.  \nThe CAC is authorized to assist the Union and the Association in any program or  \nprograms instituted by those organizations similar to the purposes and objectives of  \nthe CAC. Further, the CAC shall be authorized to cooperate with and exchange  \ninformation with other construction industry craft programs whose purposes and  \nobjectives are similar to those specified therein. In case an individual Contractor  \nfails or refuses to submit to audit or fails or refuses to confirm an audit appointment  \nwithin seven (7) days following demand, the CAC or any of the parties hereto, may  \nfile an action to compel audit entry without regard to the grievance and arbitration  \nprocedures set forth in Article XV of this Agreement. Any action to secure  \ncompliance with the provisions of this Article, or to secure audit entry in order to  \nperform such audits as may be required or requested pursuant to this Agreement,  \nshall be brought and tried in a court of competent jurisdiction located in the city limit  \nof Las Vegas, and each party to such action expressly waives any right to change  \nvenue of such action to any other county or any other place. If any individual  \nContractor refuses audit entry as required by this Agreement, and if an action is filed  \nto complete audit entry. the individual Contractor shall be required to pay reasonable  \nattorney's fees and costs incurred by such failure in addition to any other relief which  \nmay be ordered by a court of competent jurisdiction  \nIn addition to the above specified areas of responsibility, the CAC field investigators  \nshall record any evidence of alleged violations discovered as set forth in Section 2 of  \nthis Article. Such evidence of violation shall immediately be forwarded in writing to  \nthe appropriate parties to this Agreement. The CAC shall file charges with the  \n18  \nSouthern California Joint Adjustment Board in connection with the evidence of  \nalleged violations of the Agreement with respect to job registration requirements,  \nreporting of hours and payment of proper Trust Fund contributions and Uniform  \nDrywall Bond requirements.  \n614. Audit and Contract Enforcement  \n614.1  \n614.2  \n614.3  \nEach individual Contractor shall maintain and make available upon written request  \nby the Contract Administration Committee (\"CAC\") to auditors designated by said  \nCAC all records of all firms believed to be compensating Drywall employees  \ncovered by this Agreement in which he or it has a financial interest. Said auditors  \nshall be permitted to review and copy any and all records relevant to the  \nenforcement of the provisions of this Agreement and to enter upon the premises of  \nsuch individual Contractor during business hours at a reasonable time or times to  \nexamine and copy such books, records, papers, or reports of such individual  \nContractor as may be necessary to determine whether or not the individual  \nContractor is making full and prompt payment of all sums required by this  \nAgreement. Said records shall include, but not necessarily be limited to, all job cost  \nrecords, general check register and check stubs, bank statements and canceled  \nchecks, general ledger, workers’ compensation insurance reports, financial  \nstatements, business income tax returns, employer time cards, payroll journals,  \nindividual earning records for all employees, forms W-2 and 1099 remitted to the  \nU.S. Government, health and welfare and pension reports for ali other trades, cash  \nreceipts journal, copies of all contracts, and all material invoices. Such records shall  \nbe made available at the Contractors’ local office in Clark County, Nevada, or, if the  \nContractor does not maintain a local office, at the office of the Trust Fund.  \nIn case an individual Contractor audited by the CAC is found to have materially  \nbreached the Agreement in the amount or manner of making contributions to the  \nTrust Funds required under the Agreement, such individual Contractor shall be liable  \nfor the expenses of such audit. ail expenses of collection as well as reasonable  \nattorneys’ fees, in addition to any other liabilities and expenses set forth under this  \nAgreement, or the agreement and declaration of trusts establishing the fringe benefit  \nprocedures and obligations herein.  \nin case an individual Contractor fails or refuses to submit to audit or fails or refuses  \nto confirm an audit appointment within seven (7) days following demand, the CAC  \nor any of the parties hereto, may file an action to compel audit entry without regard  \nto the grievance and arbitration procedures set forth in Article VIII of this  \nAgreement. Any action to secure compliance with the provisions of this Article, or  \nto secure audit entry in order to perform such audits as may be required or requested  \npursuant to this Agreement, shall be brought and in a court of competent  \njurisdiction located in the city limit of Las Vegas, and each party to such action  \nexpressly waives any right to change venue of such action to any other county or any  \nother place. If any individual Contractor refuses audit entry as required by this  \nAgreement, and if an action is filed to complete audit entry, the individual  \n19  \n614.4  \n614.5  \n614.6  \n614.7  \n614.8  \nContractor shall be required to pay reasonable attorney's fees and costs incurred by  \nsuch failure in addition to any other relief which may be ordered by a court of  \ncompetent jurisdiction.  \nIn addition the Regional Council shal] have the right to withdraw employees and  \nrefuse to dispatch workers to any individual Contractor who refuses audit entry  \nwithin seven (7) calendar days or who refuses to make available relevant records  \nnecessary for the completion of the audit.  \nThe CAC shall submit evidence of any alleged violation of this Agreement to the  \nAssociation and the Southwest Regional Council of Carpenters, and shall then  \nsubmit the matter to the Joint Adjustment Board for adjudication as though the  \ncomplaint or grievance were filed by a Local Union, an individual Contractor or an  \nindividual worker.  \nIn case the auditors designated by the Board of Trustees conduct an audit and  \ndetermine that a Contractor has violated the provisions of this Agreement for hours  \nworked (or paid for) in that the gross compensation, including any remuneration or  \ncompensation not required or permitted by this Agreement, divided by hours  \nreported, exceeds the employee's base rate plus One Dollar ($1.00) per hour, or if  \nadequate records are not made available to allow the auditor to make his  \ndetermination in that regard, or if hours worked for each payroll period are not  \nrecorded on payroll records, then the auditors shall calculate or estimate gross  \ncompensation including any remuneration or compensation not permitted in this  \nAgreement from whatever information is available. This amount determined to be  \nthe gross compensation, when divided by the appropriate hourly wage, exclusive of  \nvacation and other fringe benefits, and then multiplied by the appropriate hourly  \nfringe benefit contribution rate according to this Agreement, shall be considered due  \nthe respective Trust Funds.  \nThe failure to register jobs as required by Article III of this Agreement and/or the  \nfailure to report accurately all hours worked in a given period to the respective Trust  \nFunds and/or to pay fully the required amounts to said Trust Funds as required by  \nArticle V of this Agreement shall constitute prima facie evidence of intent to violate  \nthis Agreement and shall require the auditors to apply the above-stated formula to  \ndetermine the amount due the respective Trust Funds. The amount determined to be  \ndue by the application of the above formula shail be paid by the individual  \nContractor to the respective Trust Funds, unless challenged through the grievance  \nprocedure within ten (10) days from the date of receipt of the demand for payment.  \nIf the Contractor fails to pay the said amount, and if a grievance is filed, the Joint  \nAdjustment Board or arbitrator shall be authorized to assess damages in addition to  \nany other remedies deemed appropriate by the Joint Adjustment Board or the  \narbitrator.  \n615. The failure to register jobs, and/or accurately report hours on jobs as required by this  \nAgreement, shall entitle all of the Trusts to assess fringe benefits based upon the reports of the CAC  \nfield personnel as to their estimate of the hours that should have been paid on the particular job or  \njobs. Such estimate shall be conclusive evidence of the amount due and owing unless the estimate is  \nfound by the Joint Adjustment Board and/or the arbitrator to be arbitrary and capricious.  \n616. All payments required to be made by each Employer to the Vacation Savings Plan, the  \nHealth and Insurance Trust Fund. Grievance and Arbitration Administration Trust Fund, Carpenters  \nContractors Cooperation Committee, Contract Administration Trust, the Carpenters International  \nTraining Fund. the Pension Trust Fund, the Joint Apprenticeship Committee and the Journeyman  \nUpgrading Fund, when applicable, under this Section shall be due and payable to the appropriate  \ntrust fund and Joint Apprenticeship Committee no later than the tenth (10%) day of the month for all  \nhours worked by employees covered by this Agreement during the preceding month. An Employer  \nwho has not made such payments by the twentieth (20\") day of the month shall be considered in  \nviolation of the Agreement and a delinquent Employer. The grievance and arbitration procedure  \ncontained in Section XV shall not apply to any cases involving the failure of a contractor to pay  \nfringe benefits as required herein. The Union shall take appropriate action against the Employer or  \nSubcontractor who is delinquent in the payment of fringe benefit contributions under this  \nAgreement, up to and including the withholding of manpower.  \n617. A list of Subcontractors or others who are delinquent in payment of fringe benefit  \ncontributions under this Agreement will be provided monthly to Employers and Employer  \nAssociations representing Employers, as close as reasonably possibly to the first of the next month  \nsucceeding the due date of reports referenced above.  \n618. The Union may, upon ninety (90) days written advance notice at any time during the term  \nof this Agreement, allocate any portion of the then-existing journeyman wage rate to the Vacation  \nSavings Plan, Apprenticeship Committee Trust Fund, Carpenters Training Fund,  \nWork Preservation Committee Fund, Health and Welfare and/or Pension Plan.  \n619. TRUST FUND DELINQUENCIES:  \n619.1 Throughout the effective term of this agreement, the Employer and the Union agree  \nto be bound by and to fully comply with all terms and provisions of the Trust  \nAgreements referred to herein and to comply fully with ail, regulations and  \neligibility standards adopted by each of said Boards of Trustees, together with any  \nand all further amendments, changes and additions to said Trust Agreements and/or  \nto said rules, regulations and eligibility standards which at any time may be adopted.  \n619.2 In the event of non-payment or delinquent payment of contributions. the Employer  \nshall pay to each of said Trust Funds liquidated damages, interest, audit fees, court  \ncosts and reasonable attorney fees for the expense of collection.  \n619.3 If any of said Boards of Trustees. acting directly or through its authorized  \nrepresentatives, makes a determination that the Employer is delinquent in furnishing  \ntimely reports in proper form, making timely payment of contributions or in failing  \nto comply fully with any of the provisions of the applicable Agreement and  \nDeclaration of Trust or with any rules, regulations or collection procedures of such  \nTrust Fund, then, in addition to the foregoing provisions of this Article, the Union  \nmay refuse to furnish any employees to such delinquent Employer and/or may direct  \nemployees currently employed by such delinquent Employer to cease working  \nand/or impose economic or other legal sanctions against such delinquent Employer.  \nAny such action by the Union shall not be in violation of the Strike, Prohibition  \nprovisions set forth in this Agreement. Prior to removal of employees, the Union  \nwill give the Employer twenty-four (24) hours notice.  \nSECTION VII - HIRING PROVISIONS  \n700. The hiring provisions shall be as set forth in Appendix “A”  \nSECTION VIII - ZONE PAY  \n800. ZONE 1 - The Free Zone around Las Vegas shail be within forty (40) road miles from the  \nintersection of Charleston Boulevard and Maryland Parkway.  \n801. ZONE 2 - Work performed outside of the Las Vegas Area Free Zone between forty (40) to  \nsixty (60) road miles from Maryland Parkway and Charleston shall be compensated at rate set forth  \nin Section V of this Agreement.  \n802. ZONE 3 - Work performed outside of the Las Vegas Area Free Zone of over sixty (60)  \nroad miles shall be compensated at the rate set forth in Section V.  \n803. When the Contractor furnishes transportation to workmen to and from the jobsite on the  \nContractor's time, no travel and subsistence or zone pay shall be paid.  \n$04. Workmen performing work outside Zone | shall receive the appropriate rate for not less  \nthan eight (8} hours per day.  \n805. No premium shall be paid regarding travel, subsistence or zone pay if a workman has been  \na bona fide resident for a period of six (6) months prior to employment and is employed in one of  \nthe areas described below:  \nPAHRUMP MESQUITE  \nCALIENTE ALAMO  \nPIOCHE BEATTY  \nOVERTON INDIAN SPRINGS  \nLOGANDALE LATHROP WELLS  \nLAUGHLIN/BULLHEAD CITY TONOPAH  \n806. The starting point for zone pay as described above shall be computed beyond twenty (20)  \nmiles from the post office in each community, and any workman qualified under the above  \nresidence requirements shall have the first preference regarding employment in any of the above-  \n   \ndescribed areas. Regardless of the residence of the workman, in the event the jobsite is located in  \nany area other than the above-described areas, then each provision of this section on zone pay shall  \napply.  \nSECTION IX - HOURS OF WORK  \n900. Eight (8) consecutive hours, exclusive of the meal period, shall constitute a day's work. The  \nworking hours shall be between the hours of 4:30 a.m. and 4:30 p.m., with thirty (30) minutes off  \nfor lunch. Lunch periods shall be scheduled not later than five (5) hours after the start of work. An  \nemployee required to work during his lunch period shall receive time and one-half of his regular  \nhourly rate for such time. The employee must be allowed time to eat Junch as soon as possible. An  \nearlier starting time or deviation of the scheduled meal time may be arranged upon the approval of a  \nmajority of the employees on the job in a poll conducted by the steward, provided that no work is  \nStarted prior to 4:30 a.m. without agreement of the Union before starting time or meal period, the  \nEmployer shall give written notification of the deviation in starting time or meal period to the  \nUnion not less than 24 hours prior to the starting time of the deviation, and such notice shall contain  \nthe follewing information:  \n1. Address of job.  \n2. Starting deviation hour or meal period.  \n3. Starting date for deviation.  \n4. Reason for deviation.  \n5. Approximate ending date of deviation.  \n901. Shift starting time on high-rise project above six stories shal! commence at ground level  \nelevator entrance.  \n902. Overtime rates shall not be paid for work performed before 4:30 a.m. Monday through  \nFriday, on jobs where deviation in starting time was performed in compliance with the provision of  \nthis Section. In the event an Employer fails to give proper notice to the Union of a deviation in  \nstarting time or fails to comply with the terms of this Section, the Employer shall be considered in  \nviolation of the Agreement and shall be required to pay for all time worked prior to 4:30 a.m. at the  \nrate of time and one-half Monday through Saturday, or double time (2X), if occurring on a  \nSunday or holiday.  \n903. The regular work week shall consist of five (5) days, Monday through Friday. OVERTIME  \nRATES: First two (2) hours outside the regular constituted shift shall be at the rate of time and one-  \nhalf Vacation Savings are part of the total taxable rate and therefore are multiplier of  \novertime, either at time and one-half (12X} or double-time (2X).  \n904. Saturdays up to the first ten (10) hours shall be at the rate of time and one-half (1!2X). All  \nadditional hours and Sundays and holidays shall be the rate of double time (2X). When working on  \nSundays and holidays, there will be $1.50 per hour additional paid to Pension Annuity. Employees  \nmust be given an eight (8) hour break between the termination of any work and the commencement  \nof another straight time shift, except in cases of emergency.  \nInd  \nSand  \n905. When a workman is required to work more than three (3) hours over the regular eight (8)  \nhours, the Employer agrees to provide a hot lunch no more than five (5) hours after the last lunch  \nperiod, and the workman shall have sufficient time to eat the lunch without loss of time. The  \nemployer has the option to pay one-half (4) hour applicable overtime rate in lieu of meal.  \n906. When so elected by the Contractor. multiple shifts may be worked for three or more  \nconsecutive working days, provided that the Union is notified in writing twenty-four (24) hours in  \nadvance of the effective date of the starting of such multiple shift operation, provided, however,  \nthat men working on multiple shifts shall not be interchangeable with those working on a single  \nshift basis. All employees on multiple or single shifts commencing work prior to the established  \nstarting time shall be paid the applicable overtime rate. When a special shift is established in  \naccordance with paragraph (910.), Special Shifts, it is understood that a single and a multiple shift  \nmay work concurrently on a project.  \n907. Shift Work: When more than one shift is worked, the first shift shall work eight (8)  \nconsecutive hours, exclusive of meal period, for which eight (8) hours straight time shall be paid,  \nMonday through Friday. The second shift shall work seven and one half (74) consecutive hours,  \nexclusive of meal period, for which eight (8) hours straight time shall be paid, Monday through  \nFriday. The third shift shall work seven (7) consecutive hours, exclusive of meal period, for which  \neight (8) hours straight time shall be paid, Monday through Friday. All time worked or hours paid  \nfor after the above-specified work shifts in any one day or on a Saturday, Sunday or holiday shall  \nbe paid for at the applicable overtime rate.  \n908. Any time worked from Friday midnight to Sunday midnight, or on a holiday or in excess of  \nthe regular shift hours or hours paid for, shall be paid at the overtime rate, except as provided in  \nparagraph (909.) of this Section. It is agreed that the Contractor and the Union may mutually  \nagree, in writing, upon different starting or quitting times for any of the above shift arrangements.  \n909. Multiple Shifts:  \n909.1 On a three (3) shift operation commencing on Monday at the established starting  \ntime for the day shift then in effect, the 15th or Friday graveyard shift ending on or  \nbefore 8:00 a.m. Saturday morning will be considered Friday work.  \n909.2 The Saturday graveyard shift ending on or before 8:00 a.m. Sunday moming will be  \nconsidered Saturday work. The Sunday graveyard shift ending on or before 8:00  \na.m. Monday moming will be considered Sunday work.  \n909.3 Work performed at times considered Saturday and Sunday under multiple shift  \narrangements shall be paid for at the appropriate straight-time hourly rate.  \n910. Special Shifts: If maintenance or remodeling or new constniction work cannot be  \nperformed on a regular shift because of the fact that establishments cannot suspend operations  \nduring the day, a special single or second shift may be employed starting at a time coinciding with  \nrequired operations of the establishment, Monday through Friday. The employees on these shifts  \nwill work eight (8) consecutive hours, exclusive of a meal period, for which they shall receive eight  \n24  \n   \n(8) hours pay at the straight time rate. Four (4) ten (10) hour days may be utilized Monday through  \nFriday at straight time rate. Notification to the Union is required before commencement of work in  \nthis paragraph.  \n911. The Employer may. in Zone 1, 2 & 3. after first notifying the Union, work a work week  \nconsisting of 10 hours per day for four (4) consecutive days between the hours of 5:00 a.m. and  \n6:30 p.m., Monday through Friday; providing all trades on the worksite work the same shift.  \nSECTION X - HOLIDAYS  \n1000. The following days are recognized as holidays: New Year's Day, Washington's Birthday  \n(President's Day), Memorial Day, 4th of July, Labor Day. Veteran's Day. Thanksgiving Day, the  \nFriday after Thanksgiving, Christmas Day. Note: with respect to millwrights, Admission Day is a  \nrecognized holiday in lieu of Veteran's Day for all Nevada Counties except for Clark, Lincoln, Nye  \nand Esmeralda. If any of the above holidays should fall on a Sunday, the Monday following shall be  \nconsidered a recognized holiday. Work on such days shall be paid for at the applicable overtime  \nfate (2X). No work shall be performed on Labor Day, unless the Union is notified five (5) days  \nprior to Labor Day and it shall be voluntary. The five (5} day notice will be waived to preserve life  \nand property. If it becomes necessary to work on Labor Day, it will be (3X) three times the regular  \nwages.  \n1001. When it is necessary for an Employer to have work performed on Saturdays, Sundays or  \nholidays, then it shall be the responsibility of the Employer to notify the Union.  \nSECTION X1- SHOWUP TIME  \n1100. Other than on the first day of dispatch, in which case two (2) hours shall apply, men who  \nreport for work, for whom no work is provided, shall be entitled to two (2) hours, pay at the regular  \nhourly rate for so reporting unless he has been notified before his last preceding shift not to report;  \nand any employee who reports for work and for whom work is provided shall receive not less than  \nfour (4) hours pay: and if more than four hours are worked in any one day he shall receive not less  \nthan the hours worked for that day, unless prevented fram working for reasons beyond the control  \nof the Employer. including but not fimited to such factors as inclement weather or breakdown  \ncausing discontinuance of a major unit of the project, during which time employees are not required  \nor requested to remain on the project by the Employer or his agent.  \n1101. No show-up time will be applicable when a workman reports in a physically unfit condition  \nto work or fails to report to the jobsite within one hour after being dispatched to a job located  \nwithin twenty (20) miles irom the Union, or refuses to work when assigned by the Employer, or  \nreports to the job and fails to have the traditional tools of the trade necessary to pertorm the job.  \nThe provisions on not paying show-up time as set forth in this Section shall also be applicable to  \nthe requirements of paying zone pay to an employee reporting to a zone beyond twenty (20) miles  \nfrom the Las Vegas Area Free Zone as set forth in Section VIII of this Agreement. The employee  \nwill fumish the Employer with his current address and telephone number at the time of  \nemployment.  \nbo  \nin  \n1102. Carpenters discharged on the first day of employment for inefficiency, insubordination or  \nintoxication, shall receive pay only for hours worked. Carpenters who voluntarily quit shall receive  \npay only for hours worked.  \n1103. DISCHARGED EMPLOYEE: Employees receiving notice of termination for any reason  \nshall be allowed a reasonable time (not less than fifteen (15) minutes) before the end of the regular  \nwork day to assemble their tools in addition to the normal pickup time prevailing on the job.  \n1104. After the third (3rd) day of employment, the individual employer may discharge any  \nemployee for just cause only. Just cause is subject to the grievance and arbitration provision of this  \nAgreement. The individual Employer during the first three (3) days of employment may reject or  \ndischarge any employee for any reason. Discharge for cause shall be in writing to the employee.  \nSECTION XH - PRE-JOB CONFERENCE  \n1200. Pre-job conferences on all projects covered under the terms of this Agreement shall be held  \nas follows:  \n1200.1 The individual Employer shall at his option or at the option of the Union or Regional  \nCouncil, cali for a pre-job conference. If the Union or Regional Council desires, it shal] be  \nentitled to a pre-job conference solely with the individual Employer. The individual  \nEmployer may include his subcontractors at such conference.  \n1200.2 The individual Employer shall advise the Union or Regional Council, in writing, at  \nall times of the names (including trade names and names of individual proprietors or  \npartners who signed the subcontract) and addresses of all subcontractors or his  \nsubcontractors employed or to be employed or, contracted with for services to be performed  \nunder this Agreement. Such written notice shall be made at the pre-job conference or ten  \n(10) days prior to the commencement of work by any such subcontractor.  \nSECTION X11 - PAYMENT OF WAGES  \n1300. Ail wages must be paid on the jobsite weekly on Fridays, no later than one-half hour before  \nquitting time. The Employer may not hold back more than seven (7) calendar days pay. When an  \nemployee ts laid off or discharged, the employee must be paid in full at the time of such layoff or  \ndischarge. All employees must be paid wages due to them on Fridays or at the time of the layoff or  \ndischarge, and if not, then pay shall for all time that such employee is not paid on the  \nbasis of eight hours per day on a seven day basis until payment is made.  \n1301. When employees are paid by check on other than a local bank, the Employer shalt make  \narrangements for a local bank to honor his checks. The Employer will not require a lien waiver as  \na condition precedent to the receipt of a payroll check. All wages shail be paid by paycheck only.  \nThe individual Employer shall show on the paycheck stubs the individual Employer's name,  \nbusiness address, payroll ending date, total hours, total overtime hours, itemized deductions and net  \npay, plus each contribution made with respect to that payroll period.  \n26  \n   \n1302. Whenever an employee resigns or quits his employment, the wages and compensation  \nearned and unpaid at the time of such resignation or quitting shall be paid within twenty-four (24)  \nhours after a demand therefore. The Employer may not in any case, however, withhold the  \nemployee's final check for a period longer than three (3) days unless the delay is caused by  \ncircumstances beyond the control of the Employer.  \n1303. If the Employer lays off men prior to payday. they must pay the men in full at the time of  \ntermination of employment. Any employee discharged or laid off in the afternoon shall receive  \npay until the regular quitting time of the shift. Al} employees, upon termination, shall be allowed  \nsufficient time to assemble their tools before leaving the job.  \n1304. The Employer agrees to furnish such payroll information as may be necessary as requested  \nby the Union in order to determine whether there has been any violation of the wage, fringe  \nbenefits, or other conditions of employment of the Agreement.  \nSECTION XIV. - UNION REPRESENTATIVE  \n1400. A Union Representative, full-time, credentialed by the Regional Council, or steward shal!  \nhave access to the job during working hours for the purpose of checking the manner in which the  \nterms of this Agreement are being complied with. He shall make every reasonable effort to advise  \nthe individual Employer or his representatives of his presence on the job and shall not stop or  \ninterfere with the work of any workman without the permission of the individual Employer or his  \nrepresentative unless the Union Representative determines that there has been a violation of the  \nAgreement by the Employer. No Union Representative or steward shall be discriminated against  \nfor performing his duties under this Agreement.  \n1401. Stewards:  \n1401.1 The steward is to receive grievances or disputes from employee members of his craft  \nand shal! immediately report them to his business representative, who shall immediately  \nattempt to adjust the grievance or dispute with the Employer or his representative.  \n1401.2 The steward shall be a working employee selected by the Union who shall, in  \naddition to his regularly assigned work, be permitted to perform during working hours such  \nof his steward's duties as cannot be performed otherwise. The Union agrees that such duties  \nshall be performed as expeditiously. as possible, and the Employer agrees to allow the  \nsteward a reasonable amount of time for the performance of his duties, including, in addition  \nto his normal duties, obtaining information on safety and sanitation.  \n1401.3 The Union shail notify the Employer or his representative, in writing, of the  \nappointment of the steward. The Employer or his representative can lay off or discharge the  \nsteward for cause only, and the Employer shall notify the Union, in writing, of his intention  \nto do so one (1) full working day prior to such layoff or discharge on projects within fifty  \n(50) miles of the hiring hall, and give two (2) working days notice on projects located over  \nfifty (30) miles from the hiring hall.  \n$401.4 It is recognized by the Employer that the employee selected as the steward shall  \nremain on the job whenever carpenters overtime is worked and as long as there is work he is  \nqualified to perform. The steward shall not be discharged or laid off for the performance of  \nhis Union duties.  \nSECTION XV - GRIEVANCE PROCEDURE  \n1500. Subject to the exceptions provided for in Article V of this Agreement, any dispute,  \ngrievance or question concerning the application or interpretation of this Agreement shall be  \ndetermirted in accordance with the provisions of this Article. Disputes concerning the proper  \npayment of Trust Fund contributions or amount of Trust Fund contributions due and owing may at  \nthe option of any party hereto be submitted to the provisions of this Article, provided however, that  \nthe Trustees of the respective Trust Funds referred to in this Agreement shall not be required, as a  \ncondition of collecting all amounts due such Trust Funds, to submit their claims through the  \nprovisions of this Article.  \n1501. There is hereby established a Joint Adjustment Board for Southern Nevada for all  \ngrievances and claims arising under this Agreement and it shall be known as \"The Southern Nevada  \nJoint Adjustment Board for the Drywall Industry.”  \n1501.1 The Board shall be composed of four representatives and their alternates  \nselected by the Association and four representatives and their alternates selected by  \nthe Union.  \n1501.2 In addition to the employer and employee members, the Board shall have as a  \nmember an individual who shall be a permanent neutral arbitrator who shall sit as  \nthe chairman of the Board and shall attend meetings as scheduled. The permanent  \nneutral arbitrator, who shall have no business connection with either party to this  \nAgreement, shall be authorized to participate in the proceedings and if the Joint  \nAdjustment Board is unable to reach a majority vote, the arbitrator shall render the  \ndeciding vote. The decision of the Joint Adjustment Board and/or the decision of the  \narbitrator, as the case may be, shall be final and binding upon all parties to this  \nAgreement and shall have the effect of a legat judgment.  \n1501.3 A quorum of the Board shall consist of one employer member and one Union  \nmember along with the arbitrator. All decisions of the Joint Adjustment Board shall  \nbe by majority vote, with each party having equal voice and vote.  \n1501.4 Any individual employer against whom a grievance or claim has been filed  \nmay, upon demand, require that the arbitrator make the decision in the case rather  \nthan the Joint Adjustment Board. In the event that any individual employer fails to  \nappear or refuses to participate in the grievance proceedings. the grievance or claim  \nagainst said individual employer shall be processed and upon submission by the  \ncharging party or parties, the Joint Adjustment Board or the arbitrator, as the case  \nmay be, shall make a decision concerning said grievance or claim. No decision  \n28  \n   \nconcerning an individual contractor who fails or refuses to appear shall be made  \nunless the neutral arbitrator issues said decision.  \n1802. The Joint Adjustment Board and the arbitrator. as the case may be, shall have the power to  \nadjust grievances and disputes, make awards of back pay, levy fines for violations of the  \nAgreement, and assess liquidated damages in accordance with the provisions of this Agreement,  \nwhich shall be tinal and binding upon all parties to this Agreement. The Joint Adjustment Board  \nmay, as part of a remedy in any case before it, order an increase of the bonding requirements  \nspecified in this Agreement up to a maximum of $30,000.00, or an amount equivalent to the  \naverage of the three (3) highest contributing months within the previous twelve (12) month period,  \nwhichever is greater, and may specify the effective date of such bonding requirements.  \n1503. The parties recognize and acknowledge that compliance with the requirements to pay  \nwages, fringe benefits, and to abide by the provisions of this Agreement is essential for  \nmaintenance of this Agreement, the health and safety of workers covered thereunder, the faimess to  \nall parties (including the Union, employees and employers in the industry), and that it would be  \nextremely difficult if not impracticable to fix the actual expense and damage to the workers, and the  \nUnion, and the industry, for any failure 10 comply with any of the provisions of this Agreement.  \nAny liquidated damages assessed by the Joint Adjustment Board or the arbitrator shall become due  \nand payable to the Joint Adjustment Board as liquidated damages and not as a penalty. Neither the  \nJoint Adjustment Board nor the impartial arbitrator shall have the authority to modify, vary, change.  \nadd to or remove any of the terms or conditions of this Agreement.  \n1504. In addition to any rules and procedures which the Panel may adopt, the Joint Adjustment  \nBoard and the permanent neutral arbitrator shall be governed by the following provisions:  \n1504.1 All proceedings shall be done in an expedited manner and no briefs,  \ntranscripts or written opinions shall be required unless specifically requested by any  \nparties to the grievance or unless ordered by the permanent neutral arbitrator. The  \nparties specifically agree that the permanent neutral arbitrator shall not be required  \nto render an expanded opinion in any case unless requested prior to the  \ncommencement of the proceedings.  \n1504.2 The Board shall meet within forty-five (45) days of any item referred to it  \nand shall establish regular monthly meetings for the purposes of hearing all  \ngrievances and claims filed therein. The Board shall provide notice of time and  \nplace of hearings to all persons having business before the Board and shall establish  \nregular meeting places and mailing address tor all matters. All proceedings of the  \nSouthern Nevada Joint Adjustment Board shall be held in the City of Las Vegas  \nunless mutually agreed to move to another location.  \n1504.3 The expenses of the Jommt Adjustment Board and the permanent neutral  \narbitrator, including all costs of a court reporter or otherwise, shall be paid by the  \nContract Administration Committee provided that all fines, assessments, or  \nliquidated damages which are not awarded to individual employees or to the Trust  \nFunds shall be retained by the Joint Adjustment Board to defray expenses. Any  \n29  \nsurplus funds shall be turned over to the Trustees of the Apprenticeship Trust for the  \nsole and exclusive use by said Apprenticeship Trust Fund.  \n1504.4 Any grievance or dispute to be submitted shall be presented to the Joint  \nAdjustment Board within thirty (30) days after the complaining party has actual  \nknowledge of the facts giving rise to the dispute or, when further discovery is  \nnecessary, the complaining party has made final determination of the facts giving  \nrise to the dispute. Whenever possible before submission of the dispute to the Joint  \nAdjustment Board, representatives of the Regional Council and the individual  \ncontractor shall attempt to adjust the matter. If after twenty-four (24) hours the  \nmatter cannot be adjusted between the respective parties, either party may submit the  \nmatter to the Joint Adjustment Board, which shall render a decision within the limits  \nand subject to the provisions of this Article and applicable rules and regulations.  \n1504.5 Repeated violators of this Agreement shall lose the rights of the 24-hour  \nadjustment provisions of this section.  \n1504.6 The Joint Adjustment Board or arbitrator may, as part of a remedy, require a  \ncontractor to submit weekly reports of workers and hours worked to the Contract  \nAdministration Committee.  \n1504.7 In any grievance in which the arbitrator is requested to issue an expanded  \nopinion, the arbitrator shall not be required to render such an opinion unless the  \nparty requesting the same guarantees to pay any additional charges or expenses of  \nsuch services. The decision of the arbitrator of the Joint Adjustment Board shall be  \nissued within thirty (30) days following completion of the proceedings.  \n1504.8 Charges and expenses incurred as the result of special hearing or hearings  \nheard on days other than the regular scheduled meeting date of the Joint Adjustment  \nBoard, shall be payable by the party requesting such special hearings and shall not  \nbe the responsibility of the Contract Administration Committee.  \n1505. A decision of the Joint Adjustment Board or the decision of the permanent neutral arbitrator  \nshall be enforceable by petition to confirm an arbitration award filed in the Superior or Municipal  \nCourt of the City and County of Las Vegas for all proceedings of the Southern Nevada Joint  \nAdjustment Board. Alternatively, such petition may be filed or tried in the United States District  \nCourt for the Southern District of Nevada.  \n1506. Any party who fails or refuses to comply with the decisions of the Joint Adjustment Board  \nor an award of the permanent neutral arbitrator, as the case may be, shall be responsible for  \nreasonable attorneys’ fees for the filing and trial of any petition to confirm and enforce said decision  \nor award in addition to all other remedies available through law.  \n1507. If any party hereto fails to comply with the decision of the Joint Adjustment Board or the  \npermanent neutral arbitrator, the Union may withdraw employees or strike the individual employer,  \nand such action shall not be a violation of this Agreement so long as such non-compliance  \n30  \n   \ncontinues. Said right to withdraw employees or strike shall be in addition to all other remedies  \navailable herein.  \n1508. Whenever the Union has the right pursuant to the Terms of this Agreement to withdraw or  \nrefuse to refer workers, such rights shall coexist with the right to proceed under any stage provided  \nfor under the provisions of this Article.  \n1509. Awards involving application or enforcement of Article [| (Subcontracting) shall not be  \nenforced by strike action.  \nSECTION XVI - TOOLS  \n1600. The individual Employer shall provide on each jobsite a secure place where the employees  \nmay keep their tools.  \n1601. Carpenters and apprentices shall furnish their own tools, but shall not furnish sawhorses,  \nladders, miter boxes, electric drills, power bits, power or battery tools and machines, electric cords,  \npower saws or automotive equipment to be used for the purpose of hauling or delivering the  \nEmployer's materials or equipment. Each employee shall arrive on the jobsite with tools in a proper  \ncondition. If necessary, the employees shall be allowed a reasonable amount of time during the  \nwork week to sharpen their tools on the Employer's time. If the Employer so chooses, he may send  \nout employee's saws to be sharpened by a commercial saw sharpener.  \n1602. The Employer shall not contract with any workman or with any member of the family of a  \nworkman employed under this Agreement either by way of a lease, loan, or sale unless such  \nmember of the family is engaged in a bona fide licensed regular business regarding such tools.  \n1603. If any individual employee's full box of working tools is lost by reason of fire, theft or  \nforcible entry while in the individual Employer's care, the individual Employer shall reimburse the  \nemployee for such loss up to a maximum of seven hundred fifty dotlars ($750.00) within five (5)  \nworking days fram the date of claim for toss of tools as provided herein, the individual Employer  \nshall acknowledge liability therefore or reject the claim. To implement this section, the individual  \ncarpenter shall provide an exact written inventory of tools within five (5) days after starting the job.  \nSECTION XVII - WORKING CONDITIONS  \n1700. Iced drinking water or, at the option of the Employer, electric coolers, shall be furnished on  \nthe jobsite at all times and sufficient sanitary cups furnished. Sanitary toilets must be furnished on  \nall jobs in accordance with the applicable loca! and state health and sanitation laws. The Employer  \nshall provide a shelter for men to use at lunch time if no vehicle is available in the immediate  \nlocality of the project.  \n1701. The Employer will carry adequate insurance for compensation of injured workmen. The  \nEmployer and all employees mutually recognize the need for the provision and maintenance of safe  \nworking conditions, the observance of proper safety practices with respect to the use of tools,  \nequipment and supplies, and compliance with all applicable federal and state safety rules and  \nregulations. Employees are required to report work injuries immediately to the Employer upon  \noccurrence. Employees shall not be required to work under hazardous conditions when the  \nperformance of such work is in contravention to applicable Federal and State Safety Rules and  \nRegulations. First aid kits must be provided and maintained on the jobsite.  \n1702. The Employer will immediately notify the Union by telephone of any industrial accident  \ninvolving an employee covered by this Agreement that is of a nature that is required to be reported  \nto the State of Nevada under applicable State laws. Where an employee is required to work in a  \nhazardous area where there ts a mutually recognized hazard and exposure to possible injury, such  \nemployee shall not be required to work alone.  \n1703. The Employer shall not refuse to hire for employment an applicant who is physically able to  \nperform his work or discharge or discriminate against such an employee, because of any industrial  \ninjury incurred by the workman prior to employment or because of the filing of a claim for workers'  \ncompensation benefits.  \n1704. Each employee employed in accordance with the terms of this Agreement shall receive the  \nminimum hourly wage rates specified in this Agreement. Any other method of paying employees,  \nsuch as the use of piecework, bonus systems, quota setting or lumping of the work, shall be deemed  \na violation of this Agreement. Work performed under this Agreement shali be done by the  \nemployees of the Employer on an hourly basis subject to the subcontracting provisions of this  \nAgreement, and the Employer recognizes those sections of the Constitution and Bylaws of the  \nUnited Brotherhood of Carpenters and Joiners of America which prohibit its members from  \ncontracting for labor only. The contracting Employer agrees that all work covered by this  \nAgreement shall be performed by carpenters and that such workmen shall be employees of the  \nEmployer or the subcontractor employed under the terms of this Agreement. The provisions  \nregarding piecework and minimum hourly wage rates shall not be applicable in the event a  \ncarpenter is employed under Appendix “D\" relating to residential construction.  \n1705. An employee who as a result of an on-the-job industrial injury is unable to complete a full  \nday's work shall be paid for the full day on which such injury occurred, provided, however, that  \nsuch payment need not be paid where said injury does not require the attention of a physician who  \nhas certified the employee's inability to complete the work on that day because of such injury. If  \nthe employee is required to keep a doctor's appointment during working hours and such doctor's  \nappointment is the direct result of an on-the-job industrial accident, then his pay will continue for  \nthe time he is absent from the job for such doctor's office visit provided he furnishes satisfactory  \nproof to the Employer.  \n1706. When any protective equipment or clothing is necessary, all such equipment or clothing  \nshall be furnished by the Employer.  \n1707. Employees shall not be discriminated against for failure to work behind a picket line  \nsanctioned by the Southwest Regional Council of Carpenters.  \n1708. Neither the Employer nor the Union will discriminate against a person with respect to  \nemployment or Union membership because of race, religion, color. sex, age, national origin or  \n32  \nancestry. This provision apply to hiring, placement for employment, training during  \nemployment, rates of pay. or other forms of compensation and benefits, selection for training  \nincluding apprenticeship. layoff or termination. and application for admission to Union  \nmembership.  \n1709. The Union shall within six months create a database that will track all apprentices and  \njourneymen and their certifications along with the expiration of their certifications. All journeymen  \nand apprentices shall be trained in and receive certifications in safety, CPR, first aid. OSHA,  \nscatfold training. and any other certification or requirement to meet City, State or Federal rules or  \nlaws.  \n1710. The Union shall be responsible for creating and implementing the certification program by  \nDecember 31, 2007. Thereafter, the Union shall monitor and make any required changes in the  \nprogram. The Union will also develop a program for notifying employees when their certifications  \nare up for renewal.  \n1711. The Contractor shall provide or pay for, parking facilities for employees where free parking  \nis not available within three blocks of the job, or one-quarter (1/4) mile, whichever is less. When  \nbussing of employees from a remote parking facility is used, the employee will travel in on his or  \nher own time not to exceed thirty (30) minutes and must be returned to the parking area no later  \nthan thirty (30) minutes after quitting time or overtime will be assessed for the delay. If an  \nemployee is at the designated parking area thirty minutes before the start of work he or she will be  \nconsidered to have started work on time regardless of when the bus arrives at the jobsite. Where  \npayment is applicable, payment shall be made to the carpenter who tums in a parking check stub for  \nreimbursement of actual cost. Such parking check stubs may be tumed in weekly or on termination  \nof employment, whichever occurs sooner.  \n1712. The parties to this Agreement recognize and understand that it would be inconsistent with  \nthe industry custom and practice to prohibit individuals, under normal conditions, during the first  \nhalf of the shift, a 15 minute unorganized break at his or her assigned work area. If an employee is  \nscheduled to work ten (10) or more hours on any day, he will be given a second fifteen (15} minute,  \nunorganized break at the place of work during the second half of the shift between the sixth and  \nninth hour.  \nSECTION XVIII - UNION SECURITY  \n1800. The following Union Shop clause shal] become operative if and when a court of competent  \njurisdiction should decide that a Union Shop provision as provided herein is lawful within the State  \nof Nevada:  \n1801. Employees employed by one or more of the Employers subject to this Agreement for a  \nperiod of eight (8) days continuously or cumulatively shall be or become after the eight day period  \nor eight days after the effective date of this Agreement, whichever is later, members of the  \nappropriate Local Union and shall remain members of the appropriate Local Union as a condition  \nof continued employment.  \n33  \n1802, Membership in the appropriate Local Union shall be available upon terms and qualifications  \nnot more burdensome than those applicable at such times to other applicants for membership in the  \nUnion.  \nSECTION XIX - SAVINGS CLAUSE  \n1900. It is not the intent of either party hereto to violate any laws, rulings or regulations of any  \ngovernmental authority or agency having jurisdiction over the subject matter of this Agreement,  \nand the parties agree that in the event that any provistons of this Agreement are finally held or  \ndetermined to be illegal or void as being in contravention of any such laws, rulings, or regulations,  \nnevertheless the remainder of this Agreement shat! remain in full force and effect unless the parts so  \nfound to be void are fully inseparable from the remaining portion of this Agreement. The parties  \nagree that if and when any provisions of this Agreement are held or determined to be illegal or void,  \nthey will then promptly enter in lawful negotiations concerning the substance thereof.  \nSECTION XX - FOREMEN  \n2000. The selection of an individual who will be the carpenter foreman is at the sole discretion of  \nthe Employer. It is understood that a foreman shall be an employee employed under the terms of  \nthis Agreement and the dispatching and hiring provisions of Appendix \"A\", and shall receive the  \nforeman's differential pay. Such foreman may work with the tools of the trade except as hereinafter  \nprovided. Whenever there are four or more journeyman employees, one must be designated as the  \nforeman. When a carpenter is designated as a foreman and is assigned the responsibility of  \nsupervising ten (10) or more employees, he shall not be allowed to work as a journeyman except for  \nthe purpose of instruction or for incidental assistance to a journeyman or apprentice. In case more  \nthan two foremen are employed on the same shift on a single job, there shall be designated a  \ngeneral foreman. Any foreman who does not work, with his tools during regular working hours  \ncannot work with his tools on overtime or on Saturdays, Sundays or holidays. For this purpose a  \nForeman is described as a Journeyman who receives direction from a Superintendent or General  \nForeman to direct, supervise or instruct any group or crew of carpenters, with the knowledge that he  \nor she is responsible for a segment of the project.  \nSECTION XXI - SURETY BOND  \n2100. Each employer signatory to, or bound by, this Agreement shall furnish a Fringe Benefit  \nPayment Bond, letter of credit or similar security in such form as may be approved by the Board of  \nTrustees of the various trust funds as follows:  \nNUMBER OF EMPLOYEES FACE AMOUNT  \n0-5 $ 15,000.00  \n6-12 $ 25,000.00  \n13 -25 $ 50,000.00  \n26 - 50 $ 100,000.00  \n51 - 75 $ 150,000.00  \n76 or more $ 200,000.00  \n   \n2101. Said Bonds (or other suitable security) shall be in favor of the currently designated  \nAdministrator (or whomsoever the Board of Trustees shalt designate) of all the aforesaid Fringe  \nBenefit Trust Funds referred to in this Agreement. In the event an Employer fails to furnish a  \nFringe Benefit Payment Bond (or other suitable security) within ten (10) days after requested, in  \naccordance with the above procedure, the Union shall be relieved of all obligations under this  \nAgreement insofar as concerns such Employer. In addition, in order to preserve its own interests  \nand protect its members. immediately upon knowledge of any such event, the Union shall authorize  \nand direct its members to refuse to wark for such Employer. The Carpenters Trust Fund shall be  \ndirected to use reasonable efforts to collect delinquencies from bonds in addition to other sources of  \npayments.  \nSECTION XXII - EFFECTIVE DATE AND TERMINATION  \n2200. This Agreement shall be effective as of July 1, 2007 and shali remain in full force and effect  \nto and including June 30, 2011 and continue in full force and effect from year to year thereafter  \nunless canceled or modified as herein provided. Either party to the Agreement may give written  \nnotice to the other of a desire to change, modify or terminate the Agreement at least sixty (60) days  \nbut not more than ninety (90) days prior to June 30, 2011 or June 30 of any succeeding year.  \n2201. The Union agrees that in the event that either party should exercise its right under the first  \nparagraph of this Section, the Union will for a period of sixty (60) days prior to June 30 of any such  \nyear, bargain with the Employer with respect to all wage rates. working conditions and hours of  \nemployment for this work herein covered, and the Employer agrees to bargain in the same manner.  \nIf no Agreement is entered into between the parties by July 1 of any year in which such notice shall  \nbe given, then this Agreement thereupon shall cease and terminate.  \nDATE: July 12, 2007 DATE: July 2, 2007  \nPAINTING & DECORATING SOUTHWEST REGIONAL COUNCIL  \nCONTRACTORS OF AMERICA OF CARPENTERS AND  \n1701 WHITNEY MESA DR., AFFILIATED LOCAL UNIONS  \nSUITE #104 501 NORTH LAMB BLVD.  \nHENDERSON, NV 89014 LAS VEGAS, NV 89110  \nSIGNED BY: Shomas Pfundotein SIGNED: Mave J. Fuuman  \nPRINTED NAME: Thomas Pfundstein PRINTED NAME: Marc J. Furman  \nTITLE: Executive Senior Director FITLE: Senior Administrative Assistant  \nAPPENDIX “A” - HIRING PROVISIONS  \n3000. In the employment of workmen for all work covered by this Agreement in the territory  \ndescribed, the following provisions shall govern:  \n3001. The Local Unions shall establish and maintain open and nondiscriminatory employment on  \nwork covered by this Agreement.  \n3002. It is agreed by the Employer and the Union to fully comply with all the provisions of the  \nfederal and state laws to the end that no person shall, on the grounds of sex, race, color, national  \norigin, or membership or non-membership in a labor union, be excluded from participation in or be  \ndenied the benefits of the terms of this Agreement or otherwise subjected to discrimination by not  \nhaving full access to the terms of this Agreement. The Union hereby agrees to indemnify and hold  \nharmless the Employer from any losses or damages resulting from any act or omission of the Union  \nin breaching or failing to comply with all such laws and regulations, not however, including court  \ncosts and attorneys fees not authorized by the Union.  \n3003. The Employer shall first call upon the Local Union having jurisdiction for such men as the  \nEmployer may from time to time need, and the respective Local Union shall furnish to the  \nEmployer the required number of qualified and competent workmen of the classification requested  \nby the Employer strictly in accordance with the provision of this section.  \n3004. It shall be the responsibility of the Employer when ordering men to give the Local Union all  \nof the pertinent information regarding the workmen's employment, to enable the dispatch of the  \nworkmen required.  \n3005. The Local Union will furnish, in accordance with the request of the individual Employer,  \nsuch qualified and competent workmen of the classifications needed from among those entered on  \nthe employment lists, to the individual Employer by use of a written referral in the following order  \nof preference on a nondiscriminatory basis, and shall not be based on or in any way affected by  \nUnion membership, by-laws, rules, regulations, constitutional provisions or any other aspect or  \nobligation of Union membership policies or requirements. All applicants for referrals to jobs shall  \nreceive equal consideration for employment without regard to sex, race, creed, color or national  \norigin, in conformity with the requirements of the federal and state laws,  \n3006. The selection of qualified, competent workmen and the order of preference on dispatching  \nof such workmen shall be on the following basis:  \n3006.1 To qualify for referral as a journeyman, the applicant must submit evidence either of  \nsatisfactorily having completed a course in apprenticeship training conducted by or under  \nthe DIRECTION (discretion) of the standards of the Bureau of Apprenticeship, United  \nStates Department of Labor, or he shall submit satisfactory written proof that he has at least  \nfour (4) years experience in the carpenter trade.  \n36  \n3006.2 The Union shall maintain a register of all applicants so qualified, established on the  \nbasis of the groups listed below, each applicant being registered in the highest priority group  \nfor which he qualifies:  \n3007. CARPENTER LIST: Journeyman Carpenters, form builders, setters, finish,  \nframers and welders.  \n3008. DRYWALL LIST: Joumeyman Drywallers, metal framer, acoustic specialists, lathers,  \nlayout and welders.  \n3009. The Employer may request by name any qualified workman whose name ts on the out-of-  \nwork list. On jobs with no on site or in office hiring or solicitation one worker in four (4) must be  \nrequested off the top of the fist.  \n3010. The dispatcher at the Local Union in the first instance, in accordance with the provisions of  \nthis section, wil! determine whether a workman is qualified to register and into what group os list he  \nshall be placed. This determination will normally be based upon information or papers which the  \nworkman or the Employer supplies. [f any doubt exists as to any material matter, the dispatcher  \nmay call or otherwise make a prompt investigation to get any facts required.  \n3011. The Local Union shall post at the hiring hall of the Local Union all Provisions, including the  \nterms of this Agreement and any hiring hafl procedures adopted by the Union and not in conflict  \nwith terms of the Agreement. Copies of such hiring hall procedures shall be posted in an area  \nwhere notices to applicants for employment with the individual Employers are customarily posted.  \n3012. When ordering workmen, the individual Employer will give written notice to the Local  \nUnion, if possible, no later than 2:30 p.m. of the day prior (Monday through Friday), or in any event  \nnot less than twelve (12) hours, if possible. before the reporting time. In the event forty-eight (48)  \nhours elapse after such notice without the Local Union furnishing any workmen, (Saturdays.  \nSundays and recognized Holidays excluded) the individual employer may procure workmen from  \nany other source or sources. If workmen are so employed, the individual Employer shall promptly  \nreport, to the appropriate Local Union, each such workman by name.  \n3013. Subject to the terms of this Section, the individual Employer retains the right to reject any  \nworkman referred by the Union for any reason, and the individual Employer may discharge an  \nemployee for any cause which he may deem sufficient, provided, however, in the hiring or  \ndischarging there shall not be any discrimination or the part of the Employer against any employee  \nfor activities in behalf of or in representation of the Union not interfering with the proper  \nperformance of his duties. In the event the Employer does not hire the workman dispatched, the  \nEmployer shal! pay such workman a minimum of two {2} hours show-up pay at the hourly rate and  \nall fringe benefits for his classification in Zone | and a minimum of four (4) hours in Zone 2 & 3.  \n3014. No show-up time will be applicable when a workman reports in a physically unfit condition  \nto work or fails to report to the jobsite within one hour after being dispatched to a job located  \nwithin twenty (20) miles from the Local Union Hall, or refuses to work when assigned by the  \nEmployer, or reports to the job and fails to have the traditional tools of the trade necessary to  \nperform the job. The provisions on not paying show-up time as set forth in this section shall also be  \napplicable to the requirement of paying zone pay to an employee reporting to a zone beyond twenty  \n(20) miles from the Las Vegas Area Free Zone as set forth in Section VIII of this Agreement.  \n3015. When requesting an apprentice from the Union and such apprentice is not called by name,  \nthen the Union shall dispatch an apprentice from the hiring list in the order that the apprentice has  \nsigned the list, regardless of the year of such apprentice's training. Nothing in this subsection shall  \nchange the existing practice of (for) hiring apprentices directly by the Employer or calling for an,  \napprentice by name from the Union's hiring list.  \n3016. The Employer will provide a printed form for handout by the Union at time of dispatch  \nindicating necessary forms of identification required by Immigration to establish eligibility to work  \nunder Federal Law.  \n3017. The use of, or being under the influence of drugs or alcohol (substance abuse) during  \nworking hours will not be tolerated. A drug abuse prevention & detection program is hereby  \nadopted incorporated as Appendix “G”.  \n38  \nAPPENDIX “B” - CARPENTER WAGE RATES FOR LOCAL #897 JURISDICTIONS  \n4000. The geographic jurisdiction of Local Union 897 as defined in Section H - 200. Coverage  \nis meant to be the City of Searchlight and all area South in the State of Nevada. An area in  \nCalifornia that includes the City of Needles, and an area in Arizona that includes the Cities of  \nBullhead City. Kingman, Lake Havasu City and Parker. A detailed map provided upon request.  \n4001. Light Commercial Package: (Non-gaming commercial projects $250,000.00 or less)  \nEffective July 1, 2007  \nWage $21.00  \nHealth & Welfare 3.95  \nPension Plan A 2.34  \nPension Plan B —~-  \nSupplemental Dues 45  \nApprenticeship 15  \nTotal $ 27.89  \n2008 - + $50  \n2009 - + $.50  \n2010 - + $50  \n4002. Non-Gaming Commercial Package(Non-gaming commercial projects over $250,000.00)  \nEffective July 1, 2007  \nWage $ 26.00  \nHealth & Welfare 3.95  \nPension Plan A 2.34  \nPension Plan B 1.33  \nSupplemental Dues AS  \nApprenticeship 20  \nTotal $34.27  \n2008 - +$ 75  \n2009 - + $.75  \n2010 - + $.75  \n4003. These rates will be reviewed annually by the Work Preservation Committee and adjusted  \nas necessary.  \n4004. Gaming-Related work and Public Works projects will be performed under the current  \nMaster Labor Agreement.  \n39  \nAPPENDIX \"D\" - SPECIAL PROVISIONS FOR RESIDENTIAL CONSTRUCTION  \n5000. The following special provisions shall apply for all residential construction for the  \npurpose of this Appendix “D” “Residential” shall be defined as follows:  \n5001. \"RESIDENTIAL\" DEFINITION: All residential wood frame construction, not more  \nthan four (4) stories in height above the exterior grade, such as, but not limited to, single family  \ndwellings, condominiums, townhouses, apartment houses and mobile home parks. Hotels,  \nmotels, assisted living facilities are expressly excluded.  \n5002. Except as specifically set forth in this Appendix, each and every term and condition of  \nthe Labor Agreement shail apply to the Employer and Union. The Union reserves the right to  \nenter into a specific housing agreement based on need and conditions deemed necessary with  \nthat individual employer.  \nAPPENDIX \"E\" - LIGHT COMMERCIAL CONSTRUCTION  \n6000. The following special provisions for Light Commercial Construction shall apply:  \n6000.1 \"LIGHT COMMERCIAL” DEFINITION: All wood or steel frame, concrete  \nblock, tilt-up and poured-in-place concrete construction not more than four (4) stories in  \nheight, such as, but not limited to, shopping centers, stores, office building, warehouses,  \nand fast food establishments, but excluding hotel-motel gaming projects where a Nevada  \nunlimited gambling license or live gambling will be in effect; and where the total cost of  \nthe project does not exceed ten million dollars ($10 million), including curb, gutter and  \nsidewalk.  \n6000.2 The tight commercial project definition, as stated above, shall apply to a tenant  \nimprovement project, regardless of the number of stories, on work in an existing structure  \nwhich is not part of a new project.  \n6000.3 Requests to apply provisions of the Light Commercial, Appendix “E” to projects  \nover the ten million dollars ($10 million) limit, and where the project meets the deftnition  \nin paragraph (a), and where non-union competition exists are encouraged. Application  \nshould be made directly to the Union on forms provided. These forms include  \ninformation as to bid date, other bidders and relief requested. The form may be obtained  \nfrom employer associations or directly from the Union. Request must be received at a  \nminimum of five (5) working days prior to bid date.  \n6000.4 On light commercial projects, as defined above, the minimum hourly rate shall be  \nseventy-five percent (75%) of the current journeyman carpenter rate established under  \nthis Agreement plus Vacation and Annuity Plan B.  \n6000.5 The provisions of Appendix \"E™ shall not apply on public works projects covered  \nby the Davis Bacon Act or other prevailing wage regulations.  \n   \n6000.6 Except as specifically set forth in this Appendix, each and every term and  \ncondition of the Master Labor Agreement shall apply to the Employer and Union  \n6001. VACATION SAVINGS PLAN, HEALTH AND INSURANCE PLAN, PENSION  \nPLAN, APPRENTICESHIP TRAINING, GRIEVANCE AND ARBITRATION/  \nADMINISTRATION AND CARPENTERS-CONTRACTORS COOPERATION  \nCOMMITTEE.  \n6001.1 The Employer shall contribute to each of the Trust Funds as provided in Section  \nV1 of the master labor Agreement in the amounts set forth unless modified in this  \nAppendix E.  \n6001.2 WAGE RATES AND FRINGE BENEFITS:  \n6001.2.1 Journeyman Carpenter July 1, 2007  \nWages 2.30  \nFringe Benefits  \nPension A 2.34  \nHealth & Welfare 3.95  \nSupplemental Dues 95  \nApprenticeship 3D  \nCICCC 24  \nGrievance & Arbitration 08  \nint'l Training 04  \nDrywall/Lathing Labor Management Contract Administration 05  \n$ 7.97 + wage  \n6061.2.2 Concrete Specialist  \n(Wages 80% of Journeyman)  \nWage July 1, 2007 $ 23.46  \nFringe Benefits  \n   \nPension Annuity B 1.00  \nHealth & Welfare 3.95  \nSupplemental Dues 10  \nApprenticeship _ 1S  \nTotal $ 5.80 + wage  \n6001.2.3 Craft Assistant (Stocker/Scrapper)  \n(Wages 60% of Journeyman)  \nWages July 1, 2007 $ 17.59  \n   \nFringe Benefits  \nAnnuity B 1.00  \nHealth & Welfare 3.95  \nSupplemental Dues 39  \nApprenticeship _15  \nTotal $ 5.65+ wage  \n41  \n6001.3 Concrete specialists and craft assistant categories may be used by contractors on  \nwork that meets the definition in this Appendix. They are not required to do so.  \n6001.4 Other modifications can be made to the wages and fringe benefit contribution rate  \non a project basis by utilizing the Work Preservation Committee on work defined in this  \nAppendix.  \n6001.5 If either party wants to reopen Appendix E to renegotiate wages or fringe benefit  \ncontributions, such party must provide the other party written notice at least 30 days prior  \nto July |, 2002.  \n6002. OVERTIME:  \nThe conditions as set forth-in Section [X in this Master Labor Agreement shall apply unless  \nmodified under this Appendix.  \n6003. OTHER PROVISIONS:  \n6003.1 When an employee has been prevented from working for reasons beyond the  \ncontrol of the Employer, such as inclement weather, or mechanical failure, during the  \nregularly scheduled work week, upon prior written notification to the Union, a makeup  \nshift (whole day only) may be worked on Saturday for which the employee shall receive  \neight (8) hours’ pay at the straight time rate of pay.  \n6003.2 Overtime: Time and one-half shall be paid for the first four (4) hours  \noutside of the regular scheduled shift Monday through Friday and the first twelve (12)  \nhours on Saturday. All overtime on Sundays and Holidays shali be paid at double (2X)  \ntime and shall exclude $1.50 premium for Annuity Plan B.  \n6003.3 In the Light Commercial Industry the Employer may employ a ratio of (1) one  \nApprentice (1) one Craft Assistant, and (1) one Concrete Specialist, for every Carpenter  \nJourneyman. These non-journeymen will work under the direct supervision of the  \nCarpenter Journeyman and will perform but not be limited to such duties as stocking,  \nscrapping, nailing off, clean-up and any other ancillary duties assigned to them by the  \nJourneyman, they are assigned to work with.  \n6003.4 Apprentices will be dispatched at the appropriate percent of wages for the Light  \nCommercial Journeyman rate with benefits as specified in section V of the Master Labor  \nAgreement except as modified in Appendix E.  \n6003.5 Unless otherwise specified, all other provisions and/or conditions as set forth in  \nthe Master Labor Agreement shall apply.  \n42  \nAPPENDIX “G” - DRUG ABUSE PREVENTION AND DETECTION  \n7000. The parties recognize the problems which drug and alcohol abuse have created in the  \nconstruction industry and the need to develop drug and alcohol abuse prevention programs.  \nAccordingly, the parties agree that in order to enhance the safety of the work place and to  \nmaintain a drug and alcohol free work environment, individual employers may require applicants  \nor employees to undergo drug testing. The parties agree that (fa testing program ts implemented  \nby an individual Employer, the following items have been agreed upon by Labor and  \nManagement:  \n7000.t It is understood that the use, possession, transfer, or sale of illegal drugs,  \nnarcotics, or other unlawful substances is absolutely prohibited while employees are on  \nthe Employer's job premises or while working on any site in connection with work  \nperformed under the applicable agreement.  \n7000.2 All applicants or newly hired employees will undergo a drug test at the direction  \nof the Employer, but not later than five (5) days after commencement of work, at a  \nfacility agreed upon by the Employer and the Union. The cutoff levels for both the initial  \ntest and the confirmation test will be those established by the Federal Department of  \nHealth and Human Services. The facility where the sample Is tested will be approved by  \nthe Federal Department of Health and Human Services. The Employer agrees to pay  \neach applicant or employee who takes and passes the drug test for all the time it takes to  \nundergo the drug test up to a maximum of two (2) hours travel time plus lab time. If an  \nemployee fails the drug test and has time coming to him or her, the employer may  \nwithhold the cost of the drug test from the final check. Employers may use an oral fluid  \ntest or urine screen, solely as a type of pre-employment screening process. Testing  \nprocedures shall be conducted in a manner consistent with the products’ manufacturing  \nspecifications «“Avitar ORAL screen” or Branan Medical Corp. “Oratect”). Any “non-  \nnegative” test results shall be designated as inconclusive. Employers may seek a urine  \ntest at a certified laboratory in accordance with the drug testing procedure set forth in this  \ncollective bargaining agreement to confirm results.  \n7000.3 Applicants not passing the drug test will not be placed on the Employer's payroll  \nor receive any compensation. Employees not passing the drug test will be removed from  \nthe Employers payroll. The Employer agrees to pay the cost for administering the drug  \ntest.  \n7000.4 The Employer may require that an employee be tested for drugs and alcohol  \nwhere the Employer has reasonable cause to believe that the employee is impaired from  \nperforming his/her job. Observation must be made by at least two (2) persons, one (1) of  \nwhom may be a Union employee. This provision shall be applied in a non-disctiminatory  \nmanner. Supervisors will administer the program in a fair and confidential manner. For  \nemployees who refuse to take a test where the prerequisites set forth in this paragraph  \nhave been met, there will be a rebuttable presumption that the test result would have been  \npositive for an unlawful substance.  \n7000.5 An Employer may require that an employee who contributed to an accident be  \ntested for drugs and alcohol where the Employer has reasonable cause to believe that the  \naccident resulted from drug usage.  \n7000.6 There will be no individual random drug testing by the signatory Employer.  \n7000.7 It is understood that the unsafe use of prescribed medication, or where the use of  \nprescribed medication impairs the employee's ability to perform work, is a basis for  \nremoval.  \n7000.8 A sufficient amount of a sample shall be taken to allow for an initial test and  \nconfirmation test. The initial test will be an Enzyme Multiplied Immunoassay Technique  \n(E MIT). In the event a question or positive result arises from the initial test a  \nconfirmation test must be utilized before action can be taken against the employee or  \napplicant. The confirmation test will be by Gas Chromatography-Mass Spectrometry (G  \nC/M S). The cutoff levels for both the initial test and confirmation test will be those  \nestablished by the Federal Department of Health and Human Services. Confirmed  \npositive samples will be retained by the testing laboratory in secured long term frozen  \nstorage for a minimum of one (1) year. Collection and transportation of each sample  \nmust be done in accordance with the procedures mandated by the Federal Department of  \nHealth and Human Services.  \n7000.9 Present employees, if tested positive, shall have the prerogative for a  \nprogram at the employee's expense. When such program has been  \nsuccessfully completed, the Employer shall not discriminate in any way against the  \nemployee. If work, for which the employee is qualified, exists, he or she shall be  \nreinstated.  \n7000.10 Any dispute which arises under this drug and alcohol policy shall be submitted  \nto the grievance and arbitration procedure set forth in the applicable Agreement.  \n7000.11 In the event an individual Employer is required, as a condition of contract  \naward, to abide by the terms and conditions of an owner's drug and alcohol policy, the  \nEmployer will notify the interested Unions in writing prior to implementing such policy.  \n7000.12 The establishment or operation of this policy shall not curtail any right of an  \nemployee found in any law, rule or regulation. Should any part of this policy be found  \nunlawful by a court of competent jurisdiction or a public agency having jurisdiction over  \nthe parties, the remaining portions of the policy shail be unaffected and the parties shall  \nenter negotiations to replace the affected provision.  \n7000.13 The Employer shall indemnify and hold the Union harmless against any and all  \nclaims, demands, sutts or liabilities that may arise solely out of the Employer's  \napplication of the Substance Abuse Program.  \noe  \n   \n7000.14 The Employers will be allowed to conduct periodic jobsite drug testing on  \nconstruction projects until completion of work under the following circumstances:  \n7000.14.1 The entire jobsite must be tested including all employees of the  \nEmployer.  \n7000.14.2 Prior to start of periodic jobsite testing the Employer will notify the  \nUnion in writing.  \n7000.14.3 Analysis shall be conducted by a Federal Department of Health and  \nHuman Services certified lab.  \n  \nPAINTERS & DECORATORS  \nMASTER AGREEMENT  \nJULY 1, 2007  \nthrough  \nJUNE 30, 2011  \n--between--  \nINTERNATIONAL UNION OF PAINTERS  \nAND  \nALLIED TRADES DISTRICT COUNCIL #15  \nLOCAL UNION #159  \nAND  \nTHE PAINTING AND  \nDECORATING CONTRACTORS  \nOF AMERICA  \nSOUTHERN NEVADA CHAPTER  \nLAS VEGAS, NEVADA  \ntee wet aes  \nee peer mee etn Cdr me Ae nme 6  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nPAINTERS AND DECORATORS  \nMASTER AGREEMENT  \nTABLE OF CONTENTS  \nWITNESSETH  \n"], ["", "ARTICLE 1 —- RECOGNITION  \nARTICLE 2 - WORK JURISDICTION  \nARTICLE 3 —- AREA JURISDICTION  \nARTICLE 4 — 50-50 CLAUSE  \nARTICLE 5 — HIRING PROCEDURES  \nARTICLE 6 —- HOURS OF WORK ~ OVERTIME  \nARTICLE 7 —- HOLIDAYS  \nARTICLE 8 — PENSION  \nARTICLE 9 — APPRENTICE AND JOURNEYMAN TRAINING  \nAPPRENTICE WAGES  \nARTICLE 10 - HEALTH AND WELFARE-DENTAL-VISION PLANS  \nARTICLE 11 —- VACATION FUND  \nARTICLE 12 —- CHECK-OFF OF ADMINISTRATIVE DUES  \nARTICLE 13 —- INDUSTRY PROMOTION FUND  \nARTICLE 14 ~ FRINGE BENEFIT CONTRIBTUTIONS ADMINISTRATION  \nARTICLE 15 - BONDING-SHOP CARD-SUBCONTRACTING  \nARTICLE 16 — PRESERVATION OF WORK CLAUSE  \nARTICLE 17 - WORKING RULES  \nARTICLE 18 — TRAVEL TIME SUBSISTENCE  \nARTICLE 19 - STEWARDS  \nARTICLE 20 —- PAYMENT OF WAGES  \nARTICLE 21 —- NEW COMERCIAL AND INDUSTRIAL WORK  \nWAGE PACKAGE 3 YEARS  \nSPECIALTY PREMIUM PAY  \nALLOCATION OF WAGES  \nARTICLE 22 —- FOREMAN-GENERAL FORMAN  \nARTICLE 23 — PAINTERS JOINT COMMITTEE  \nPURPOSE AND BUSINESS  \nMEMBERSHIP AND ALTERNATE MEMBERS  \nOFFICERS AND DUTIES  \nELECTIONS AND TERM OF OFFICE  \nPREVAILING WAGE  \nARTICLE 24 ~ SAFETY  \nARTICLE 25 - GENERAL SAVINGS CLAUSE  \nDURATION CLAUSE  \nMASTER AGREEMENT SIGNATURE PAGE  \nPOLITICAL CONTRIBUTION DEDUCTION  \n2  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nPAINTERS AND DECORATORS  \nMASTER AGREEMENT  \nJuly 1, 2007 through June 30, 2011  \nIUPAT District Council 15  \nLas Vegas, Nevada  \nWITNESSETH  \nWITNESSETH: That for and consideration of harmonious relations between the parties  \nreferred to and the public, the maintenance and stability of the conditions of employment and  \nother mutually beneficial relations, and for the purpose of preventing strikes and lockouts by  \nfacilitating just and peaceful adjustments of disputes and grievances that may arise from time to  \ntime, and for the purpose of protecting and safeguarding the health and safety of the parties  \nconcermed, the parties hereto have agreed that the understanding hereinafter set forth shall be  \nbinding on all signatory members of the parties thereto, individually and collectively.  \n"], ["ARTICLE 1  \nRECOGNITION  \n", "Section I This agreement is made and entered into the 1\" of July 2007, by and between the  \nINTERNATIONAL UNION OF PAINTERS AND ALLIED TRADES, LOCAL  \nUNION #159 which is affiliated with IUPAT DISTRICT COUNCIL 15, Las  \nVegas, Nevada, and SIGNATORY CONTRACTORS ASSOCIATIONS Listed in  \nSection 2 (b) below, as well as any independent contractors not represented by an  \nAssociation, Las Vegas, Nevada, for and on behalf of its present and future  \nsignatory members, as well as firms who have executed written authorizations for  \nthe Chapter to represent them in Labor Relation matters of which are related to  \nthis Agreement and any independent employers who may affix their signature to  \nthis agreement.  \nSection 2 It is agreed that this agreement shall constitute the complete agreement between  \nthe parties signatory hereto, and any other agreed to revisions and/or amendments  \nnot herein included are null and void.  \n(a) | The employer recognizes the Union as the sole collective bargaining agency  \nbetween itself and the employees covered under the scope of this Agreement.  \n(b) The Union recognizes the Associations as the collective bargaining  \nagencies between themselves and employers covered under the scope of this  \nAgreement who have executed “proxies” with a specific Association. Associations  \nwho are signatory to this agreement are as follows: Southern Nevada Chapter of  \nthe P.D.C.A. and the W.W.C.C.A.  \n(c) Any and all Collective Bargaining Agreements (excluding agreements with  \nthe Nevada Test Site either directly or indirectly) entered into between District  \nCouncil 15, Local #159 and the signatory associations and independent  \ncontractors, will first be signatory to this Agreement.  \nee en PE  \nee CE eet no See ee tc Be Siete Sef niente a any Se ane RVR Ss mitre be af Wt ene  \nDistrict Councit 15, Local Union 159 and Painting and Decorating Contractors  \nSection 3  \nSection 4  \nSection 1  \na)  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nThe Employer agrees. that the Union is the sole and exclusive bargaining  \nrepresentative of its employees which are covered by this Agreement.  \nFurthermore, any Employer who is signatory to this Agreement, hereby agrees that  \nupon demand by the Union, the Employer will submit to an Authorization Card  \nCheck to determine the majority status of the Union. The-Employer hereby agrees  \nthat if the Union has presented proof, or the Union has offered to show proof, in  \nthe form of signed Authorization for Representation Cards in sufficient numbers to  \nshow that the Union represents a majority of its employees in an appropriate  \nbargaining unit as compared to the most recent remittance reports submitted to the  \ntrust fund administrator, that the Employer recognizes the Union as the sole and  \nexclusive bargaining representative of the employees included in that appropriate  \nbargaining unit as provided for in Section 9(a) of the National Labor Relations  \nAct. This extends to all present and future job sites of the Employer.  \nIt is hereby agreed that the Associations shall appoint all employer committee  \nmember(s), to any of the committees referred to in this Agreement if needed at the  \nratios listed below.  \n(a) Painters and Decorators Joint Committee: PDCA 3 trustees; WWCCA, 1  \ntrustee.  \n(b) Painters Joint Apprenticeship and Training Committee. PDCA 3 trustees;  \nWWCCA I trustee.  \n(c) Health and Safety Training Upgrade Award Program: PDCA 3 trustees;  \nWWCCA 1 trustee.  \n(d) (Future) Vacation Trust Fund: PDCA 3 trustees; WWCCA 1 trustee.  \n(e) (Future) LMCC Trust Fund: Determination of who seats Trustees is TBD.  \n"], ["ARTICLE 2  \nWork Jurisdiction  \n", "This Agreement shall cover jurisdiction over  \nPainters: Work will include, but not be limited to: (1) preparation of any surface  \nthat is to receive any coating. This Is to Include, but not be limited to caulking,  \nputtying, spackling, bondo, fiberglass applications and repairs, sealers and primers.  \nThe application and removal of all types of coatings and coating systems in relation  \nto all painting, decorating, protective coatings, coating and staining of concrete  \n. floors and toppings, waterproofing, masonry restoration, fireproofing, fire .  \n_ retarding, metal polishing, refinishing, sealing, lining, fiberglassing, E-Glass  \nfiberglass, GRG, GFRC, plaster cast, carbon fiber, encapsulating, msulating,  \nmetalizing, flame spray, Exterior Insulating Finishing Systems, the application of  \nVenetian Plasters and/or Polymers; (2)each and all such applications, and similar or  \nsubstitute applications, on all surfaces, interior and exterior, to include, but not be  \nlimited to: residences; buildings; structures; industrial, power, chemical and  \nmR Ee AR ee on tn ERE YIN UNE gd tent -  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \n(b)  \n(d)  \n(e)  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nmanufacturing plants; bridges; tanks; vats; pipes; stacks; light and high tension  \npoles; parking, traffic and air strip lines; trucks; automobile and railroad cars;  \nships; aircraft; and‘all machinery and equipment; (3) any and all material used in  \npreparation, application or removal of any paint, coatings or applications,  \nincluding, but not limited to: the handling and use of thinners, dryers, sealers,  \nbinders, pigments, primers, extenders, air and vapor barriers, emulsions, waxes,  \nstains, mastics, plastics, enamels, acrylics, epoxies, epoxy injection and T-Lock  \nwelding, alcalyeds, sheet rubber, foams, seamless and tile-like coatings, etc.; (4) all  \npreparation for and removal of any and all materials for finishes, such as deep  \ncleaning, patching, all levels of finishing, taping/finishing, skim coating, pointing,  \ncaulking, high pressure water, chemical and abrasive blasting, environmental  \nblasting, wet/dry vacuum work, chemical stripping, scraping, air tooling, bleaching,  \nsteam cleaning, asbestos and lead abatement/removal; (5) the inspection of all  \ncoatings and/or coating systems during their applications will be performed by  \nmembers of this International Union.  \nWall Covering work will include, but not limited to: (1) all material applied to  \nwalls or ceilings with adhesive, staples, tacks, by stretching or adhered by any  \nother method, including all papers, vinyls, flexible woods, fabrics, borders, metals,  \nupholstered wall systems, the fabric covered panels made of plastic/wood or  \nprefinished products of micor fiberglass, etc., acrovin and various plastic wall  \ncoverings such as wainscoat, caps, corner moldings and accessories; (2) any and all  \npreparation of walls and ceilings such as scraping or any methodology for removal  \nof existing materials, including patching, leveling, skim coating and priming.  \nDrywall Finishing work will include, but not be limited to: (1) the preparation or  \nleveling of any surface or substrate which is to receive a coating, finish and/or wall  \ncovering; this will include, but not be limited to, all levels of finishing and/or  \nspackling of all surfaces, including gypsum wallboard taping and finishing, fire  \ntaping and all firestopping systems, glaze coatings, skim coating or any other  \nfinishing system, spotting of nails, finishing of corner beads/flex beads. Patching  \nand sanding is within the system of preparing surfaces for finishes. (2) all stucco  \nand dryvit systems will be performed by members of this International Union.  \nPaint Makers will include, but not be limited to all workers engaged in the mixing,  \ntesting, preparing and/or manufacturing of paint, coating, caulking, putty, sealants,  \netc. and handling of lead, color, oil, lacquer, varnish, synthetic resin, acrylic paints  \nand coatings, etc., including any and ail materials for the same.  \nSign and Display: Sign and Display Painters’ work shall include, but not be limited  \nto: (1) the making and installation of all signs and servicing of same, designing,  \nlettering and pictorial work of any kind, including vinyl signs and vinyl substrates  \nand the preparing for the finishing of same, be it by hand brush, roller, spray,  \nmechanical or computer-aided and by any other method or process pertaining to  \nsame; (2) they shall have control of all branches, methods and processes of screen  \nAe A cri ey vm ger oy  \nTUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \n(f)  \n(g)  \n(h)  \n(i)  \nG)  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nprocess work; tube bending and display work such as creating, designing, building  \nand finishing of all display matter and its related operations used for advertising  \npurposes, including all art work and lettering whether it is done by hand,  \nmechanical or computer aided or by any other method or process pertaining to  \nsame; (3) the construction, erection and maintenance of all billboards and all  \ncommunication advertising will be done by members of this International Union.  \nScenic Artists and Designers: Scenic Artists’ and Designers’ work will include,  \nbut not be limited to: models, sketches, carpenter drawings, painting for theatrical  \nproductions, motion picture settings and all the various effects; the painting of  \nproperties and decorations which may be used to decorate stage, motion picture  \nand TV settings, mural paintings, display creations, costumes and the art of make-  \nup and all its various effects.  \nMetal Polishers: Metal Polishers’ work will include, but not be limited to: new  \nconstruction and existing sites consisting of metal polishing, both the initial and  \ncontinuing maintenance which shall include, but not be limited to, coloring,  \nlacquering, spraying, application of vinyl coatings, cleaning, polishing and finishing  \nof ornamental and architectural iron, bronze, brass, nickel, aluminum, stainless  \nsteel and all metal specialty work.  \nAll Tools, Equipment and Material: (1) the handling, assembling, disassembling,  \nOperation, maintenance, storage and transporting of ali tools, equipment and  \nmaterial used or that may be used by members of this International Union in  \nperforming their trade or work; (2) the loading and unloading of any and all  \nmaterials, tools and equipment will be done by any members and units coming  \nunder the International Union’s jurisdiction; (3) tools, material and equipment, as  \nused herein, shall include, but not be limited to, brushes, rollers, spray painting  \nequipment, coating applicators, all miscellaneous hand and power driven tools, all  \nrobotic, computerized mechanical and manually operated abrasive, shot, bead,  \nwater and related blasting © equipment, | containment _systems,  \nventilation/dehumidification systems, vacuum recovery units, wet and dry vacuum  \nsystems and any and all related safety equipment, ladders, scaffolding, lifts and all  \nother dedicated rigging, including the handling, erection and dismantling of same,  \nthe operation and maintenance of all types of compressors.  \nRelated Work: Members of this International Union shall also have jurisdiction of  \n(1) all processes and procedures for decontamination of all contaminated areas; (2)  \nall clean-up of any type debris caused by or during the preparation and/or =  \napplication of any work described in this Section.  \nTechnological Improvements, Advancements, New or Substitute Systems or  \nProcesses and/or New or Substitute Materials: The jurisdiction of this International  \nUnion shall include and extend to any and all new or substitute systems or  \nprocesses, mew or substitute materials and technological improvements or  \na rg ns el te ere al AEE ERE a A Tai ate tM | Or Rue i ey me mma tt of Aen hy = me  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \n(k)  \nSection 1  \nSection 1  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nadvancements in any existing or new system, process or material that is referred to  \nor incorporated in any of the provisions in the General Constitution or any  \ncollective bargaining agreement to which the International or any of its subordinate  \n~~  \nJurisdictional Disputes  \n(1) The parties hereto agree that, where a jurisdictional problem develops  \ninvolving Unions not signatory to this agreement, the representatives of  \nthe Unions involved will meet with the representatives of the Contractor to  \nresolve the particular problem. Any resolution resulting from such  \naforementioned meeting between the Unions and the Contractor shall be  \nput into effect immediately.  \n(2) —_ Jurisdictional disputes that cannot be resolved at the local level shall be  \nreferred to the International Unions for the purpose of settling the said  \ndispute under the dispute resolution process adopted by the General  \nPresidents of the National Building trades known commonly as \"The  \nPlan\"  \n"], ["ARTICLE 3  \nArea Jurisdiction  \n", "The area Jurisdiction, covered by this agreement shall include, Clark County,  \nLincoin County, Nye County, Esmeralda County, in the State of Nevada and any  \nother area junsdiction awarded to Painters Local Union #159, by the International  \nUnion of Painters and Allied Trades.  \n"], ["ARTICLE 4  \n", "50-50 Clause  \nIt being understood that the principle place of business and the employment of the  \nemployer is in the area jurisdiction as stated, but that such employer on occasion  \nundertakes painting work in other cities and areas, on which occasions such  \nemployer employs such additional employees, residents of such other city or area  \nas the needs of the work require; now therefore, be it resolved:  \na) The contractor or the employer party to this agreement, when engaged in  \nwork outside the geographical jurisdiction of the Union party to this agreement,  \nshall employ not less than fifty percent (50%) of the workers employed on such  \nwork from the residents of the area where the work is performed or from among  \npersons who are employed the greater percentage of their time in such area.  \nb) The Employer party hereto shall, when engaged in work outside the  \ngeographic jurisdiction of the Union party to the agreement, comply with all of the  \nSection 1  \nSection 2  \nee ee re en ee ee ee eared ate Ee ne Li NR ot | SRI iy gs So Ms rR IEE Se eS et EES Sa aOR TATE ng ee mame Se Ane  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nlawful clauses of the collective bargaining agreement in effect in said other  \ngeographic jurisdiction and executed by the employers of the industry and the  \naffiliated Local Unions in-that jurisdiction, including but not limited to, the wages,  \nhours, working conditions, fringe benefits, and procedure for settlement of  \ngrievances set forth therein; provided however, that as to employees employed by  \nsuch employer from within the geographic of the Union party to this  \nagreement and who are brought into an outside jurisdiction, such employee shall  \nbe entitled to receive the. wages and conditions effective in either the home or  \noutside jurisdiction whichever are more favorable to such employees, it is  \nunderstood that fringe benefit contributions that directly benefit the worker (s)  \nfollow the worker(s) home, however all fringe benefit contributions made on  \nbehalf of workers who have been brought in from another jurisdiction by an  \nemployer shall be remitted to the Painters and Decorators Joint Committee, or  \ndesignated third party administrator, who will then immediately remit the Pension  \nand Health and Welfare contributions made on behalf of those workers to their  \nhome jurisdiction’s trust funds. All other contributions or deductions covered in  \nthis Agreement shall stay in the jurisdiction of District Council 15. This provision  \nis enforceable by the District Council or Local Union in whose jurisdiction the  \nwork is being performed, both through the procedure for settlement of grievances  \nset forth in its applicable collective bargaining agreement and through the courts,  \nand is also enforceable by the Union party to this agreement, both through the  \nprocedure for settlement of grievances set forth in this agreement and through the  \ncourts.  \n"], ["ARTICLE 5  \nHiring Procedures  \n", "The Union shall be the sole and exclusive source of referrals of applicants for  \nemployment. All employees covered by this Agreement shall be dispatched by the  \nUnion.  \na) The employers retain the right to reject, for any lawful reason, any job  \napplicant referred by the Union.  \nb) All persons shall be retained on the job except for the following reasons:  \nwillful neglect of duty, incompetence, or conditions beyond the control of the  \nemployer.  \nc) The Employer hereby agrees that when a worker is laid-off or terminated,  \nthat the employer shall fax a termination slip to the Union dispatch office and shall  \nfurnish the Union with information relative to reason for lay-off or termination and  \nelegibility for rehire.  \nThe Union shall establish and maintain seperate, open and non-discriminatory  \nemployment lists for workmen desiring employment on work covered by this  \nagreement, and such workmen shall be entitled to registration and dispatch free of  \ncharge, subject to the provisions of this section.  \n-  \naie ee are ee -  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement; July 1, 2007-June 30, 2011  \nSection 3 The Employer shall first fax the dispatch office of the Union for the workmen they  \nmay from time to time need, ‘and the Union shall furnish to the employer the  \nrequired number of workmen of the classification needed and requested by the  \nemployer strictly in accordance with the procedure established. The Employer  \nshall state on the faxed request any special requirements that workers need to  \nsatisfy to obtain employment frotn-the Employer.  \nSection 4 The dispatching office will fill the Employer’s request for workmen of the type  \nspecified from among those eritered on said lists by use of a written referral. The  \nfollowing order of preference and the selection of workmen for referral for jobs  \nshall be on a non-discrimmatory basis. The Employer will be able to select  \nworkman on the list by name at a ratio of 3 to 1. Work call shall be at 8 a.m. on  \nregular workdays.  \nSection § Apprentices shall be hired and transferred in accordance with the Apprenticeship  \nStandards and provisions of the Painters and Decorators Joint Apprenticeship  \nCouncil of Las Vegas, Nevada, and as established by the signatory parties.  \nSection 6 When the Employer has notified the Union in writing that a worker is not elegible  \nfor rehire, the Employer shall not be forced into hiring, but may do so should the  \nEmployer elect to at a future date. Applicants who are not elegible for rehire shall  \nnot be entitled to show-up time or any other form of compensation.  \nSection 7 If the registration list ts exhausted or registrants refuse referral and the Union is  \nunable to refer applicants for employment to the employer, within forty-eight (48)  \nhours from the time of receiving the employer's request (Saturdays, Sundays and  \nholidays excluded), the employer may procure employees from any other available  \nsource. If employees are so hired, the employer shall immediately refer to the  \nUnion those employees for dispatch, and shall replace such temporary employees  \nas soon as registered applicants for employment are available under the referral  \nprocedure.  \nIn order to be entitled to registration and dispatching as a journeyman, the  \napplicant must be able to demonstrate that he has worked at the trade for a  \nminimum of three years, and must have successfully completed standard  \nexaminations conducted by the Local Union.  \n_ Section 8 Should an Employee be hired contrary to_the provisions of the-Hiring Procedure,—- --- ~-  \nThe Union Representative shall request that the Employer dismiss the employee so  \nhired. If the Employer refuses to dismiss the employee, the matter shal be referred  \nto the Joint Committee.  \nSection 9 The Union and the employers shall cooperate to the end that a copy of hiring and  \nreferral procedures set forth and as contained herein shall be posted on the bulletin  \n   \nTUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 10  \nSection 1  \nSection 2  \nSection 3  \nSection 4  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nboard in the office of the Local Union and in the offices or shops of the employers  \nwho are parties to this Agreement.  \nThe Union representatives have the right at all times to interview employers, or to  \nsee, or to be advised, on any applicant or journeyman as to hours worked, time  \ncards, sign in sheets and or charts, rate of pay, travel time and subsistence paid,  \nand any or all deductions covered by such payment. Further, the Business  \nRepresentative shall be authorized as a matter of convenience for the Union and its  \nmembers or applicants to present to a signatory employer, during the life of this  \nAgreement, an authorization for any necessary deductions from an employee's  \nearnings for the purpose of bringing an employee's account with the Union up to  \ndate after said employee has properly signed or endorsed such “hold-out\" notice.  \n"], ["ARTICLE 6  \nHours of Work — Overtime  \n", "The regular workday shall consist of eight (8) or ten (10) hours of work depending  \non the work week, between 5:00 a.m. and 4:30 p.m. with one half (1/2) hour for  \nlunch to be given no later than five (5) hours after the beginning of the shift.  \nFollowing the regular midday lunch break, no employee shall be required to work  \nmore than six hours without an additional thirty-minute lunch break. If more than  \nsix hours work is required, the employer agrees to provide no less than thirty  \nminute lunch period without loss of time to the employee.  \nThe Employer shall allow one paid fifteen (15) minute break which shall fall  \nbetween starting time and the designated hunch period. If employees are required  \nto work more than eight (8) hours but less than twelve (12) hours, the Employer  \nshall allow an additional paid fifteen (15) minute break which will fall as close to  \nthe eighth (8) hour as is reasonably possible.  \nThe regular workweek shall consist of five (5) eight (8) hour workdays, Monday  \nthrough Friday or four (4) consecutive ten (10) hour workdays between Monday  \nand Friday.  \nA five day eight (8) hour week — the first three (3) hours worked outside a regular  \nfive (5) day eight (8) hours constituted day shift, Monday through Friday, shall be  \npaid at the rate of 1 and ‘2 times the straight time rate. All hours worked beyond  \neleven (11) hours shall be paid at two (2X) times the straight time rate. The first  \neight (8) hours worked on a Saturday day shift shall be paid at the rate of one and  \none-half (1 times the straight time rate all other hours worked beyond the  \neight (8) hours shall be paid at double (2X) the straight time rate.  \nWhen working a four-ten (4-10) hour shift; All hours worked beyond ten hours  \nshall be paid at double (2X) the straight time rate. The first eight (8) hours  \n10  \nbear. CARLA NAAR AEA AY AN A AA I EO YOR mae Ze A LOR aL TT ere LA AYE TEER, OY eet MO EY 4 mee I mS LIBRA se  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 5  \nSection 6  \nSection 7  \nSection 8 |  \nSection 9  \nSection 10  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nworked on the fifth (5\") or sixth (6\") day shall be paid at one and one half (1 %)  \nthe straight time rate all other hours at double (2X) the straight time rate.  \nIn the event that a majority of a shift is worked outside of the established day shift  \nhours for any reason,~ the workweek and hours per shift shall be consistent with  \nthat of a normal day shift and shall be inclusive of a meal period (employee is paid  \n8 hours for 7 ‘4 hours worked) and the pay shall be at the straight time rate. This  \napplies to shifts worked Monday through Friday only. Hours worked on Saturday  \nand Sunday shall be paid at the applicable overtime rate.  \nEmployees shall be entitled to no less than an eight (8) hour rest period between  \nshifts. Should the Employer fail to allow an eight hour rest period, the employee  \nshall be treated as if they wee working on a continuation of the previous shift and  \nshall be paid at the appropriate overtime rate.  \nHours worked on Sunday and recognized holidays shall be paid at the rate of two  \nlimes (2X) the straight time hourly rate.  \nThe contractor must register such starting time with the Joint Committee and  \nLocal Union, setting forth the hours that he chooses to work and once such  \ndecision is made, such hours would apply on each and every job being performed  \nby said contractor. It has never been the intention of this section to allow the  \nemployer io start the project and then transfer employees to another job site since  \nthis could be in violation of overtime as provided for in this agreement.  \nAny work beginning after 9:00 pm Sunday that ends on Monday shall be  \nconsidered Monday work. This shall apply only if the shift hours worked for the  \nweek are consistant with the hours worked on Sunday. Any hours worked prior to  \n9:00 pm Sunday would be considered Sunday work and shall be paid at two times  \n(2x) the regular straight time rate of pay.  \nIn recognition of the fact that the scope of work as defined in this agreement is  \nincreasingly more tourist oriented in the Las Vegas and Laughlin area, the parties  \nhave agreed to special work hours for Hotel Guest Room remodel type work. To  \ncover specific job requirements such as rooms that must be ready for occupancy on  \nFridays, the agreement is as follows:  \nWhen the working schedule requires remodeling of guest rooms be started on  \nMonday and be completed may be occupied on Friday and provided the  \nUnion is advised and agrees prior to the start of such project, the employer, may  \nwork a shift consisting of four (4) consecutive days Monday through Thursday and  \nmay work a shift of ten (10) hours at the straight time hourly rate.  \n11  \nae nee ae rr te erin ale eee Pa nd Sg oe ens Cy EM RETR LN Pr Pla re PL SORA Te i a Pa eT ET ELS: SY LY, Fu LAR OA NE “wie  \nIUPAT District Council 15, Local Union 159 and Painting aud Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nIt is further understood that the employer may schedule the hours of the shift to  \ncoincide with Hotel operations. All hours outside of the special shift will be paid at  \nthe double time rate.  \nSection 11 No member of the Local Union shall report to any shop earlier than fifteen  \nminutes, or to any job earlier than fifteen minutes before the starting time.  \nSection 12. | Employees who report for work at the time they are instructed to by the employer  \n(or employer's agent) and who are not placed to work, shail be paid two hours  \nshow-up time. No show-up time is required if employees are not put to work  \nbecause of inclement weather or an act of God.  \nSection 13 The parties to the agreement recognize that in the course of doing work in the  \nconstruction industry certain unpredictable weather related situations can occur  \nthat can have severe economic impact on the employer and loss of income to the  \nemployee. To deal with this type of situation, the parties to this agreement agree to  \nthe following:  \nIf work covered by this agreement is unable to be performed due to inclement  \nweather during the regular work week, the employer may, if the employees are  \nwilling, schedule the employees to work on Saturday and/or Sunday of the same  \nweek at the straight time rate of pay during the regular hours.  \nIt is understood the situation must be the nature spelled out in the memorandum of  \nunderstanding, which will by made part of this agreement and further provided the  \nUnion is notified and agrees, prior to the start of such Saturday and/or Sunday  \nwork. The employees affected by such inclement weather will be those offered the  \nSaturday and/or Sunday work but will be under no obligation to accept this work  \nand no disciplinary measures will be taken against those who refuse to work such  \nshift. If work is performed prior to the union approval, the regular overtime rates  \nwill apply.  \nSection 14 referred to the employers job site who arrive in an unfit condition for  \nwork, without proper tools or referrals, or who are not ready to go to work or  \nwho are not otherwise qualified, or who are workmen that the requesting  \ncontractor has notified the Union in writing of ineligibility for rehire, shall not be  \nentitled to show-up time, travel or subsistence, or any other form of compensation  \nby the contractor.  \n"], ["ARTICLE 7  \nHolidays  \n", "12  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nSection 1 The following days are recognized holidays:  \nNew Year's Day Memorial Day  \nThanksgiving Day Labor Day  \nThe Day after Thanksgiving Day Fourth of July  \nChristmas Day Presidents Day  \nVeteran's Day  \nSection 2 —— If any of the above holidays fall on Sunday, the Monday immediately following  \nshall be observed.  \nSection 3 Work performed on any of the above Holidays or the day observed as the Holiday  \nshall be paid for at double the regular straight-time rate of the classification  \ninvolved.  \nSection 4 No work shall be performed on Labor Day.  \n"], ["ARTICLE 8  \nPension  \n", "If , during the fife of this agreement, a majority of the members covered by this  \nagreement elect by secret ballot to enter into a 401k) or Annuity plan, the parties  \nsignatory to this agreement shall meet for the purpose of creating a jointly trusted  \nplan, with contributions being allocated from wages. Additionally, if the members  \nelect to create a 401h) plan as a portion of the 401k)/ Annuity plan, the Employers  \nAgree.  \nSection I Commencing with the Ist day of July, 2007 and for the duration of the Agreement,  \nand any renewals or extension hereof, the Employer Agrees to make payments to  \nthe IUPAT Union and Industry Pension Fund for each employee covered by this  \nAgreement, as follows:  \na) For each hour or portion thereof, for which an employee received pay, the  \nemployer shall make a contribution to the above named Pension Fund in  \naccordance with the following: Effective July 1, 2007 a contribution of twenty-five  \ncents ($0.25) per hour bringing the total Pension Contribution rate to four dollars  \nand twenty-five cents ($4.25) per hour to be paid on all hours worked as agreed  \nupon. Effective July 1, 2008 a contribution of twenty-five cents ($0.25) per hour  \nbringing the total Pension Contribution rate to four dollars and fifty cents ($4.50)  \nper hour to be paid on all hours worked as agreed upon. Effective July 1, 2009 a  \ncontribution of twenty-five cents ($0.25) per hour bringing the total Pension  \nContribution rate to four dollars and seventy-five cents ($4.75) per hour to be paid  \non all hours worked as agreed upon. Effective July 1, 2010 a contribution of  \ntwenty-five cents ($0.25) per hour bringing the total Pension Contribution rate to  \nfive dollars per hour to be paid on all hours worked as agreed upon.  \n13  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nA CNET ALE TEL EEO TES TE AITO Nk  \nIUPAT District Council 15, Local Union 159 and Paintiag and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nb) For the purpose of this Article, each hour paid for, including hours  \nattributable to show-up time, and other hours for which pay is received by the  \nemployee in accordance with the Agreement, shall be counted as hours for which  \ncontributions are payable.  \nc) Contributions shall be paid on behalf of any employee starting with the  \nemployee's first day of employment in a job classification covered by this  \nAgreement. This includes all indentured apprentices and members of the  \nInternational Union of Painters and Allied Trades, Local #159.  \nd) § The payments to the Pension Fund required above shall be made to the  \nIUPAT Union and Industry Pension Fund, which was established under an  \nAgreement and Declaration of Trust, dated April 1, 1967. The Employer hereby  \nagrees to be bound by and to the said Agreement and Declaration of Trust, as  \namended from time to time, as though he actually signed the same.  \nThe Employer hereby irrevocably designates as its representatives on the Board of  \nTrustees such trustees as are now serving, or who will in the future serve, as  \nemployer trustees, together with their successors. The Employer further agrees to  \nbe bound by all actions taken by the trustees pursuant to the said Agreement and  \nDeclaration of Trust, as amended from time to time.  \nAll contributions shall be made at such time and in such manner as the trustees  \nrequire; and the trustees may at any time conduct an audit in accordance with  \nArticle V Section 6 of the said Agreement and Declaration of Trust.  \nIf an Employer fails to make contributions to the Pension Fund within five days  \nafter the date required by the trustees, the Joint Committee shall have the right to  \ntake whatever steps are necessary to secure compliance with this Agreement, any  \nother provisions hereof to the contrary notwithstanding, and the Employer shall be  \nliable for all costs of collection of the payments due together with attorney's fees,  \nand such penalties as may be assessed by the trustees. The Employer's liability for  \npayment under this Article shall not be subject to or covered by any grievance or  \narbitration procedure of any \"no strike\" clause which may be provided or set forth  \nelsewhere in this Agreement.  \nThe Pension and Annuity Plan adopted by the trustees shall at all times conform  \nwith the requirements of the Internal Revenue Code so as to enable the Employer  \nat all times to treat contributions to the IUPAT Union and Industry Pension Fund  \nas a deduction for income tax purposes.  \n"], ["ARTICLE 9  \nAPPRENTICESHIP AND JOURNEYMAN TRAINING  \n", "14  \nSection }  \n~  \nFUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nCommencing with the Ist day of July, 2007 and for the duration of this  \nAgreement, and any renewals or extensions thereof, the Employer, as defined in  \nthe National Trust Indenture executed by and between the International Union of  \nPainters and Allied Trades and employer associations in the industry, agrees to  \nmake payment to the Painters Joint Apprenticeship and Training Committee for  \neach employee covered by. this Agreement as follows:  \n(a) ‘For each hour, for which an employee receives pay, the Employer shall  \nmake a contribution of forty cents ($0.40) for Apprenticeship Training, and ten  \ncents ($0.10) for Journeyman Training. It is understood that the contributions and  \nPrograms are administered by a single Board of Trustees, however it is agreed that  \nfor accounting purposes, contributions and dtsbursements shall be processed  \nthrough separate accounts. Future rates are as follows: Effective July }, 2008:  \nforty-two cents ($0.42) for Apprenticeship Training, eleven cents ($0.11) for  \nJourneyman Training, Effective July 1, 2009: forty-five cents ($0.45) for  \nApprenticeship Training, twelve cents ($0.12) for Journeyman Training; Effective  \nJuly 1, 2010: forty-nine cents ($0.49) for Apprenticeship Training, thirteen cents  \n($0.13) for Journeyman Training. It is understood that if it is determined that  \nadditional contributions to the training fund are not needed, those contributions  \nwill revert to wages.  \n(b) For the purpose of this Article, each hour paid for, inchiding hours  \nattributable to show-up time and other hours for which pay is received by the  \nemployee in accordance with this Agreement, shall be counted as hours for which  \ncontributions are payable.  \n(c) | Contributions shall be paid on behalf of any employee starting with the  \nemployee's first day of employment in a job classification covered by this  \nAgreement. This includes all indentured apprentices and journeymen of Painters  \nLocal Union #159.  \n(d) |The payments to the Apprenticeship and Training Fund required above  \nshall be made to the Painters Joint Apprenticeship and Training Committee which  \nwas established under an Agreement and Declaration of Trust, dated May 1, 1966.  \nThe Employer hereby agrees to be bound by and to the said Agreement and  \nDeclaration of Trust, as though he had actually signed the same.  \n(e) From the funds collected in the above manner, the trustees of the Painters  \nJoint Apprenticeship shall hold in trust the sum of five cents ($.05) per hour, for  \neach hour or portion thereof for which an employee receives pay, and remit said  \nsum to the Finishing Trades Institute (FTI) at such regular periods of time and in  \nthe manner and form as shall be determined by the trustees of the FTI from time to  \ntime.  \n15  \neres ain a nr me ty pe ete at Te a ie ee a RN. mie PT MD AE i a rT A Al Tin PE Oy pe eT a ON Ral I lr mg ne rT Rl, A al  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \n(f) The payments to the FTI required in paragraph (e) above shall be made to  \nthe Finishing Trades Institute which was established under an Agreement and  \nDeclaration of Trust dated-February 1, 1971. The Employer hereby agrees to be  \nbound by and to the said Agreement and Declaration of Trust as though he had  \nactually signed the same.  \nSection 2 The employer hereby irrevocably designates as its representatives on the Board of  \nTrustees of the FTL, such trustees as are now serving or who will in the future  \nserve, as employer together with their successors, as provided for in the  \naforesaid Trust Indenture.  \nSection 3 The Union hereby irrevocably designates as its representatives on the Board of  \nTrustees of the FTI, such trustees as are now serving, or who will in the future  \nserve, as Union trustees, together with their successors, as provided for in the  \naforesaid Trust Indenture. The parties hereto further agree to be bound by ail  \nactions taken by the trustees of the FTI pursuant to the said Agreement and  \nDeclaration of Trust.  \nSection 4 All contributions shall be made at such time and in such manner as the trustees  \nrequire and the trustees shall have the authority to have an independent certified  \npublic accountant audit the payroll and wage records of the Employer for the  \npurpose of determining the accuracy of contributions to the Fund.  \nSection 5 If an Employer fails to make contributions to the Painters Joint Apprenticeship and  \nTraining Committee within five (5) days after the date required by the trustees,  \nsuch failure shall be deemed a violation of this Agreement, and the J.A.T.C. shall  \nhave the right to take what ever steps are necessary to secure compliance with this  \nAgreement, and other provisions hereof to the contrary notwithstanding, and the  \nEmployer shail be liable for all costs for collecting the payments due together with  \nattorneys’ fees and such penalties as may be assessed by the trustees. The  \nEmployer's liability for payment under this Article shall not be subject to or  \ncovered by any grievance or arbitration procedure or any “no-strike\" clause which  \nmay be provided or set forth elsewhere in this Agreement.  \nSection 6 The Apprenticeship and Training Plan adopted by the trustees of said Funds shall  \nat all times conform with the requirements of the Internal Revenue Code so as to  \nenable the Employer at all times to treat contributions to the Funds as a deduction  \nfor income tax purposes.  \nSection 7 When an employer has hired three (3) Journeymen he shall employ one (1)  \nApprentice, and may employ Apprentices on a three (3) Journeymen to one (1)  \nApprentice ratio after the first Apprentice has been hired.  \nSection 8 Shops with less than three journeymen may be granted an apprentice if, in the  \nopinion of the Joint Committee, it would be beneficial to all parties concemed.  \n16  \nLUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 9  \nSection 10  \nSection 11  \nSection 12  \nSection 13  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nAll apprentices may change shops at least every six months in order to provide  \nthem with more rounded education of the trade. However, if an employer and his  \napprentice petition the J.A.T.C. With proof that said apprentice is receiving a  \nproper training program, the J.A.T.C. May allow the apprentice to stay with the  \nshop an additional six months. At the end of each six-month period an additional  \nsix months may be applied for. No apprentice will be engaged as a foreman or in  \nany supervisory position.  \nThe Joint Apprenticeship and Training Committee shall have the nght to take an  \napprentice from his employer if it is proven to the Committee that said apprentice  \nis not benefiting from his job or is being misused.  \nAll Apprentices shall be required to fill out and maintain in their possession an  \nEmployment activity book. A representative of the company shall sign this  \nweekly. This is to insure that the education and training of the Apprentice  \ncontinues. Upon evaluation of this record by the Apprenticeship Committee he  \nmay be removed from the employment with the contractor. It is the intention of  \nthis section not to cause loss of work but to insure that the apprentice ts being  \ntrained in the craft.  \nThe Joint Apprenticeship and Training Committee shall be notified by the employer  \nand the apprentice in writing of all hiring, releasing, and termination of apprentices.  \nThe Joint Apprenticeship and Training Committee, shall be the governing body in  \nall apprentice matters, however it is understood that the Painters and Decorators  \nJoint Committee has jurisdiction over apprentice matters that are related to the  \nadministration of this Agreement.  \nAPPRENTICE WAGES  \nApprentice wages shail be as follows:  \nPercentage of Journeymen wage rate  \n40% -45% j= 500 Hours Worked  \n45%-50% = 1000 Hours Worked  \n= 1500 Hours Worked  \n55% -65% Hours Worked  \n65% Hours Worked  \n75%-85% =4000 Hours Worked  \n85% -95% =5000 Hours Worked —-  \n95% -100%  =6000 Hours Worked  \n17  \n= ee re Fe ger Ae as ae tr EE TL! Coe  \nrede KARRI trai ie ga NR TET AD Ue ae EEE a  \n   \nYUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 14  \nSection 15  \nSection 16  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nNo Vacation money will be withheld from wages of an apprentice until the 75%  \nlevel has been reached.  \nThe J.A.T.C shall be responsible for the management and disbursement of all  \nSafety and Training Funds remitted to them under the J.C.LP. Fund. This fund is  \nto offset the costs of any and all Safety classes or courses and for Journeyman craft  \ntraining along with materials and equipment. This fund will also be used for the  \npurpose of training tratners.  \na) The J.A.T.C. will be responsible for the formulation and scheduling of such  \nclasses along with the selection of Instructors. These funds at the discretion of the  \nJ.A.T.C. may be used for the Testing, Evaluating, Certifying, Tracking or Indexing  \nJourneyman Painter, Drywall Finisher and Paperhanger members of Local 159.  \nb) The J.AT.C. at their discretion may combine the J.C.I.P. Safety and  \nTraining Fund with any other Training funds that the Union and Contractors may  \nbe involved with if at their discretion it would benefit the members of Local 159.  \nc) Journeyman members of Local 159 may petition the J.A.T.C. to enter into  \na modified training program to learn a different aspect of the trade (Example: a  \ndrywall finisher wants to learn how to hang wall-paper). It is understood that prior  \nto submitting a petition, the member must have completed six (6) months in an  \nestablished Enhancement Training Course of the craft he or she wishes to learn, as  \nwell as having completed the OSHA 30, Ladder and Scaffold, Fall Protection,  \nLift, CPR and First Aid Awareness Courses, and have worked a minimum of one  \nthousand (1000) hours in twelve (12) months immediately preceding  \nsubmitting a petition.  \nMembers who have met the requirements for submitting a petition shall be entitled  \nto work for a signatory Employer at 70% of the applicable Journeyman scale.  \n70% Journeymen may be employed at the following ratio: 3 Journeymen, |  \napprentice, 1 70% Journeyman.  \nAfter six (6) months of full time employment as a 70% Journeyman, the J.A.T.C.  \nwill evaluate the 70% Journeyman to determine whether or not they qualify as a  \n(100% Journeyman. If it is determined that the 70% Journeyman is not fully  \nqualified as a 100% Journeyman, the modified program may be extended for up to  \nsix (6) months at the sole discretion of the J.A.T.C.  \nThe parties signatory to this Agreement have agreed, that in the interest of  \npromoting the industry through increased participation in Health and Safety and  \nUpgrade Training, to create a Health and Safety/Upgrade Traming Award  \nProgram (HSUTAP) to be funded by a thirteen cent ($.13) Employer contribution  \neffective July 1, 2004. The sole purpose of the program is to create an incentive  \nfor members covered by this Agreement to participate in The parties  \n18  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \ncreated a jointly managed trust fund by executing an Agreement and Declaration of  \nTrust May 1, 2007. —  \na) The payments to the HSUTAP required above shall be made at the same  \ntime and in the same manner as other Trust Fund Contributions included in this  \nAgreement. The Board of Trustees shall administer the HSUTAP in accordance  \nwith the terms of the HSUTAP Agreement and Declaration of Trust.  \n~e  \nb) The Employer hereby agrees to be bound by and to the said Agreement and  \nDeclaration of Trust, as though he had actually signed the same.  \nc) The Board of Trustees of the HSUTAP shall work with the Board of  \nTrustees of the Joint Apprenticeship and Training Committee (the entity providing  \ntraining) to coordinate required training to establish eligibility for annual HSUTAP  \nevents.  \n"], ["ARTICLE 10  \nHealth and Welfare-Dental-Vision Plans  \n", "Section 1 Each employer signatory to this Agreement shall pay to the Employees Painters  \nTrust (or designated health and welfare trust) the sum of Five dollars and eight  \ncents ($5.08) or the sum in effect per hour worked by each employee from July 1,  \n2004 for Health & Welfare, Dental and Vision Plans.  \nSection 2 Effective July 1, 2004 and for the duration of this Agreement, the contractor, after  \n30 days notice, agrees to contribute one half (1/2) of any increases required by the  \nEmployee Painters Trust (or designated health and welfare trust) to maintain the  \npresent benefits for health and welfare, dental or vision plans,with a maximum  \ncontractor contribution of twenty-five cents for each year of the agreement. (7-1-  \n04: $0.25, 7-1-05: $0.25, 7-1-06: $0.25)  \nSection 3 The Plans in effect are hereby made a part hereof and all signatories to this  \nAgreement are bound by the terms of said Trust Agreement, which are  \nincorporated herein by reference as though fully set forth herein.  \nSection 4 if an employer fails to make contributions to the employee's Painters Trust Fund  \nwithin five (5) days after the date required by the Trustees, the Joint Committee  \nshall have the mght to take whatever action or steps necessary to secure  \ncompliance. with. the. Agreement and other provisions hereof to the contrary  \nnotwithstanding. The employer is liable for payment under this Article and if the  \nUnion so desires, it shall not be subject to, or covered by any grievance or  \narbitration procedure, or any \"no strike\" clauses which may be provided or set  \nforth elsewhere in this Agreement. All legal fees will be paid by the employer.  \n19  \nSn ee mre er nS eg ere re ei  \nSection 5  \nSection 6  \nSection 7  \nmen Mia = eg Pe se ee ne ee ee tere ett fe ee RE 2S tet WARE ee Stee hE eet ear mer ee reg ie re Beri te +  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nThe Union reserves the right to refuse employees to any contractor or employer  \nnot keeping their welfare contributions current.  \nIn order that workmen who are otherwise eligible for welfare benefits shall be fully  \nprotected, it is mutually agreed that any employer who fails to make payment for  \nthe welfare benefits as provided herein shall personally be responsible to the  \nemployees herein covered for the benefits which would have occurred by such  \nwelfare coverage.  \nIn the event that there is a change in the designated health and welfare tmust, the  \nparties bound to this agreement hereby agree to take the steps necessary to jointly  \nadminister that fund.  \n"], ["ARTICLE 11  \nVacation Fund  \n", "Prior to the effective date of this Agreement, the members of the Union, by secret ballot vote  \nelected to change the function of the Vacation Fund from a monthly deposit into an individual  \naccount at the IBEW Plus Credit Union to a jointly managed Vacation Trust Fund. The parties  \nhereby agree to create the Vacation Trust Fund by executing a declaration and agreement of trust  \nas well as other governing documents for the trust fund.  \nSection I  \nSection 2  \nSection 3  \nSection 4  \nEffective July 1, 2007 the employer will forward one dollar and fifty cents ($1.50)  \nper hour, on behalf of each employee who earns seventy-five percent (75%) or  \nmore of the journeyman straight time rate of pay, to the IBEW Plus Credit Union  \nat 1900 South Jones Bivd. Las Vegas, Nevada 89146 (or designated financial  \ninstitution).  \nThis contribution to the Vacation Fund by the contributing employer will be paid  \nat the same time and on the same forms as the welfare contributions. All rules  \npertaining to the payment of welfare monies will apply to the payment of vacation  \ncontributions.  \nThe Vacation Fund contribution is a part of the hourly wage rate and is not to be  \nconstrued as a fringe benefit. It shal! be treated as such in the computation of  \npayroll deductions.  \nContributions shall be paid monthly and shall be recorded on forms supplied by the  \nInternational Union of Painters and Allied Trades Union and Industry National  \nPension Fund Office.  \nContributions covering hours worked during any month are due and payable on the  \nfirst of the following month and will be considered delinquent if not paid by the  \nthirtieth of the month. Employers failing to submit monthly reports as provided for  \nabove shall be assessed liquidated damages equal to five percent (5%) of the  \n20  \nSection I  \nSection 2  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \namount due on a monthly basis. Damages assessed shall be applied to the  \nrespective funds.  \nIf contribution reports and payment are not received by the 30th of the month, the  \nJoint Cormmittee will suspend or revoke the employer's Shop Card for violation of  \nthis agreement and reserves the nght to request the Local Union to remove any  \nemployees as covered by this agreement.  \n"], ["ARTICLE 12  \nCheck-Off of Administrative Dues  \n", "Every Employer signatory to this Agreement hereby agrees to check-off ftom the  \nwages of any employee employed by such Employer during the term of this  \nAgreement, administrative dues in the amount specified in the Union's bylaws and  \nto remit said amount to the Union in the following manner.  \na) The Union will notify the Employer in writing of the amount of  \nadministrative dues specified in the bylaws, and will submit to the Employer a copy  \nof the bylaws or the applicable bylaw provisions.  \nb) For each payroll period, the Employer will deduct from the wages of each  \nemployee the amount specified in the bylaws based on the number of hours worked  \nduring said payroll pertod, and will accumulate said deductions to the end of the  \nmonth.  \nc) On or before the 30th day of each month, the Employer will remit to the  \nUnion the entire amount of administrative dues due and owing as to each employee  \nfor the month previous, together with a list of employees covered hereby and the  \nnumber of hours worked by each during the applicable period.  \nWhen a signatory Employer performs a job within the jurisdiction of a union  \naffiliated with the IUPAT other than the Union signatory hereto and the bylaws of  \nthat other union contain a provision for administrative dues or business  \nrepresentatives \"assessment\", the Employer shali check off from the wages of  \nemployees covered by this Agreement and employed on that job administrative  \ndues or business representative \"assessment\" in the amount stated in that other  \nunion's bylaws, and shall remit said amount to that other union. In that event, that  \nother union shall be acting as agent of the signatory union for the purpose of  \npolicing and administering this Agreement. In performing this check-off, the  \nprocedure specified in Section I(a-c) will be followed, except that it shall be the  \nresponsibility of said other Union to notify the Employer in writing of the amount  \nof administrative dues or business representative \"assessment\" specified in its  \nbylaws, and to submit to the Employer a copy of the bylaws or the applicable  \nbylaw provision. When the signatory Employer performs a job within the  \njurisdiction of a Union affiliated with the IUPAT other than the Union signatory  \n21  \n   \nOE EEN AP mrt SPAR PCIe BER minal aL NCH TRAN ARITA AULT a ye ae APN rire  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nhereto, and the bylaws of that other Union contain no provision for administrative  \ndues or business representative “assessment\", the Employer shall continue to be  \nbound by Section 1.  \nSection 3 The obligations of the Employer under Sections 1 and 2 shall apply only as to  \nemployees who have voluntarily signed a valid dues deduction authorization card.  \na) __It is mutually agreed and understood that in the event a majority of the  \nmembers of the Union covered by this Agreement elect, through means of a special  \ncalled meeting and secret ballot, to enter into Union Administrative Dues  \nCheck-Off the employer shall within 30 days after written notice from the Union,  \ndeduct from the employee wages, the amount voted on. Prior to making this  \ndeduction the Union shall forward signed authorization from the employee as  \nprovided for under Nevada Revised Statute 608.110.  \n"], ["ARTICLE 13  \nIndustry Promotion Fund  \n", "Section 1 The effective date of the Industry Promotion Fund contributions was July 1, 1973,  \nand it is agreed between the Painting and Decorating Contractors of America,  \nSouthern Nevada Chapter, and the International Union of Painters and Allied  \nTrades, Local Union #159, that ali Chapter Signatory members shall contribute, as  \nprovided for in Section 2 of this Section, to the Painting and Decorating  \nContractors of America, Southern Nevada Chapter.  \nIt ts further agreed, that this fund is not to be used for any anti-labor activities.  \nSection 2 Effective July 1, 2007, all signatory employers shall contnbute twenty-six cents  \n($.26) per hour, but not less than twenty dollars ($20.00) per month. These  \ncontributions are to be paid monthly in the same manner as all other benefits.  \nEffective July 1, 2008, all signatory employers shall contribute twenty-seven cents  \n($.27) per hour. Effective July 1, 2007, all signatory employers shall contribute  \ntwenty-eight cents ($.28) per hour. Effective July 1, 2010, all signatory employers  \nshall contribute twenty-nine cents ($0.29) per hour.  \nSection 3 Notwithstanding that a Chapter Signatory member ts also a member or proxy to  \nanother association of Employer’s (a non-Southern Nevada PDCA Chapter  \nAssociation), the contributions required under this Article 13 shall be fully and  \nexclusively paid to this Industry Promotion Fund, to be administered solely by the  \nSouthern Nevada PDCA, and not prorated with or otherwise disbursed in whole or  \npart to any other such Association.  \nSouthern Nevada PDCA utilizes these Industry Funds for the betterment of the  \nUnion Painting Industry. The PDCA offers Safety Classes for OSHA 10, 30, 500,  \n501, 502 and 503, 3M Respirator medical evaluations and personal fit tests,  \n22  \nSection I  \nTUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nladders and scaffold user classes, ladders and scaffold erector and dismantle  \nclasses, swing stage training, Ames tool certification, Aplatech Taping system  \ncertification, skills. trainng, and Supervisory instmictions for construction  \nmanagers. The PDCA also conducts Project Site Safety OSHA evaluations,  \nIndustry Standard third party clarifications and certifications, and also provides  \nproject management assistance.  \nIt is understood and agreed that WWCCA is entitled to Industry Promotion funds  \nthat are attributable to Drywall Finishing hours performed by employees of  \nWWCCA proxied Employers as of the effective date of this Agreement. It is also  \nunderstood that should WWCCA establish a proxy relationship with any Employer  \nafter the effective date of this Agreement, WWCCA will be entitled to Industry  \nPromotion Funds that are attributable to all WWCCA proxied Drywall Finishing  \nhours.  \n"], ["ARTICLE 14  \nFringe Benefit Contributions Administration  \n", "Contributions shall be made monthly and shall be recorded on forms supplied by  \nthe International Union of Painters and Allted Trades Union and Industry National  \nPension Fund office (computer attachments accepted) and mail in one envelope  \nwith separate checks for each fund to the Joint Committee office for disbursement.  \nAll remittance reports and contributions shall be equated and sent to a third party  \nadministrator utilizing one (1) check for all contributions, who in return will  \nprocess the remittances and disburse the contributions to the Funds listed below.  \nAs of the effective date of this Agreement, a third party administrator has not been  \nselected. Employers are to continue following the process listed below until they  \nhave been notified in writing to send contributions to a designated third party  \nadministrator.  \nIn order to eliminate confusion relative to the processing of benefit contributions,  \nthe Employer will send a monthly remittance report and individual benefit  \ncontribution checks as follows, to the Joint Committee, who in tum will process  \nand remit to:  \n1) TUPAT - Pension Fund  \n2) The Painters Trust - Health and Welfare  \n3) IBEW Plus Credit Union - Vacation Funds  \n4) Painters Local 159 - Dues Check OF  \n5) Painters Local 159 - Organizing Fund  \n6) Painters JATC — Apprenticeship  \n7) Labor Management Cooperation Initiative — LMCI  \n8) Industry Promotion Fund  \n23  \nee ar + alee Parr Tey an ter hp co tate, ae or RN ACR te mney oh te elie RN al ETOAC ENT TR Ty ey mre Pein EE Ve Lele Seabed aia  \nSection 2  \nSection 3 -  \nSection 4  \nSection 1  \nSection 2  \nSection 3  \nSection 4  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \n9) Joint Committee Fund  \n10) Joint Comm#ttee Industry Promotion Fund  \n11) Health and Safety/Upgrade Training Award Program  \n12) Labor Management Cooperation Committee  \nContributions covering hours worked during any month are due and payable on the  \nfirst of the following month attd will -be considered delinquent if not paid by the  \n30th of the month. Employers failing to submit monthly reports as provided for  \nabove shall be assessed liquidated damages equal to five percent (5%) of the  \namount due on a monthly basis. Damages assessed shall be applied to the  \nrespective funds.  \nIf contribution reports and payment are not received by the 30th of the month for  \nthe preceding month, the Local Union may suspend or revoke the employers Shop  \nCard for violation of this agreement and reserves the right to remove all employees  \nas covered by this agreement.  \nThe individual Employer further and additionally agrees to pay all reasonable  \ncosts and attorney's fees necessary and incurred to collect any amount due  \nhereunder in the event of the default in performance by the Employer  \nhereunder, including collection of sums due hereunder by demand or suit on  \nthe surety bond.  \n"], ["ARTICLE 15  \nBonding-Shop Card-Subcontracting  \n", "On or after July 1, 2004 all employers signatory to this agreement shall provide  \nand be covered by a surety bond for no less than thirty thousand dollars ($30,000)  \nfor the purpose of protecting the Trust Funds as provided for in this agreement.  \nThe Joint Committee will review all applications and issue Shop Cards. The  \nCommittee shall have the authority, based upon past work and financial  \nresponsibilities, to require higher bond limits.  \nFurther, should an employer fail to comply with the monthly remittance reporting  \nprovision of this agreement, then such employer may be required to submit the  \nfringe benefit report to the Local Union on a weekly basis, including his check to  \ncover such report. This weekly report shall be due no later than the following  \nWednesday after the regular Friday payday.  \nThe employer agrees that should work, as herein defined be contracted or assigned  \nto a subcontractor, provisions shall be made to require compliance by the  \nsubcontractor with all the terms of this agreement.  \nA subcontractor shall be defined as any person, firm, partnership, corporation, or  \nother entity that is properly licensed in accordance with State Law, or the  \n24  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nappropriate State Agency, to perform work covered under the scope of this  \nAgreement.  \nThe individual Employer will give written notice to the Union of any  \nsubcontract involving the performance of work covered by this Agreement prior  \nto commencement of work by the subcontractor, and shall specify the name and  \naddress of the subcontractor, the name and address of the work and the start  \ndate of the work. If thereafter the subcontractor becomes delinquent in the  \npayment of any wages, trust’ fund contributions, or other fringe benefit  \npayments, the Union shall give written notice of the delinquency to the  \nindividual Employer and to the subcontractor. The notice shall specify the  \nname(s) and amounts, if known, of the delinquency. When the notice of  \ndelinquency is received, the individual Employer shall pay the amount of the  \nsubcontractors delinquency which has occurred on the individual Employer's  \nspecific job.  \nIt is expressly understood that this Article apply to all present and  \nsubsequently acquired operations of the Employer and to all accretions to the  \nbargaining unit, including, but not limited to, newly established or acquired  \nOperations.  \nTherefore, any employer becoming signatory to the Agreement by taking out a  \nShop Card hereby agrees to be bound by all provisions and amendments of the said  \nTrust Agreements, decision of the Board of Directors of the Joint Committee, and  \ndecisions of the Board of Trustees of the various trust funds.  \nThe signing of the short form Shop Card application refers to this Agreement and  \nis binding for all parties involved.  \nOn and after the date of signing of this Agreement, every employer, although a  \nparty hereto, must be registered through an authorized representative of Painters  \nLocal Union #159. The following information shall be required when registering.  \na) Firm name, address and telephone number.  \nb) Name of owner or owners.  \nc) Average number of workmen employed.  \n_d) A State Contractor's license number.  \ne) Federal Withholding and Social Security account number.  \nf) Nevada unemployment Insurance account number.  \ng) City and/or County license number.  \nh) Proof of workers Compensation insurance  \ni) Proof of Surety Bond  \n25  \nTUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 9  \nSection 10  \nSection 11 -  \nSection 12  \nSection 13  \nSection 1  \nSection 2  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nSuch registration shall call for issuance of serially numbered Shop Cards. Said  \nCards shall be-issued for the terms of the Agreement.  \nThe Joint Committee shall be vested with the authority to issue Shop Cards;  \nhowever, a Shop Card will not be issued to any employer until after the employer  \nhas met the qualifications as set forth in this Agreement.  \nThe Shop Card is issued by the Joint Committee to indicate that the person to  \nwhom it is issued is a party to this Agreement and that he has signed a copy  \nthereof. The holder of a Shop Card shall notify Painters Local Union #159 within  \nten (10) business days of any changes in ownership and/or officers of the  \ncorporation of license holder.  \nIt is agreed that it is unfair for any person to be bound by the terms of this  \nAgreement unless other parties thereto observe it likewise. It is recognized that it  \nwould constitute unfair competition for one employer to observe reasonable  \nworking conditions agreed upon while his competitors ignore such conditions.  \nTherefore, no Shop Card will be issued to any license holder unless he employs  \none or more Journeymen.  \nThe official Shop Card and all identification cards Issued by the Joint Committee  \nare the property of the Joint Committee. They are not transferable and must be  \nreturned upon demand to the Joint Committee or an authorized representative of  \nthe Joint Committee.  \n"], ["ARTICLE 16  \nPreservation of Work Clause  \n", "To protect and preserve, for the employees covered by this Agreement, all work  \nthey have performed and ail work covered by this Agreement, and to prevent any  \ndevise or subterfuge to avoid the protection and preservation of such work, it is  \nagreed as follows: If the Employer performs on-site construction work of the type  \ncovered by this agreement, under its own name or the name of another, as a  \ncorporation, company, partnership, or other business entity, including a joint  \nventure, wherein the Employer, through its officers, directors, partners, owners, or  \nstockholders, exercises directly or indirectly (through family members or  \notherwise), management, control, or majority ownership, the terms and conditions  \nof this agreement shall be applicable to all such work.  \nAll charges of violation of Section I of this Article shall be considered as a dispute  \nand shall be processed in accordance with the provisions of this agreement on the  \nhandling of grievances and the final and binding resolution of disputes. As a  \nremedy for violations of this Article, the Joint Trade Board or Arbitrator shall be  \nable, at the request of the Union, to require an Employer to pay (1) the effected  \nemployees covered by this agreement, including registered applicants for  \nIUPAT District Council 15, Local Upion 159 and Painting and Decorating Contractors  \nSection 3  \nSection 1  \n(a)  \n(b)  \nSection 2 -  \nSection 3  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nemployment, the equivalent of wages those employees have lost because of the  \nviolations, ané {2) into the affected Joint Trust Funds to which this agreement  \nrequires contributions, any delinquent contributions that resulted from the  \nviolations. The Joint Trade Board or Arbitrator shall be able also to provide any  \nother appropriate whether provided by law or this agreement. The Union  \nshall enforce a decision of the Joint Trade Board or Arbitrator under this article  \nonly through arbitral, judicial, or governmental, for example, the National Labor  \nRelations Board channels.  \nIf, after an employer has violated this Article, the Union and/or the Trustees of one  \nor more Joint Trust Funds to which this agreement requires contributions institute  \nlegal action to enforce and award by an Arbitrator or the Joint Trade Board  \nremedying such violation, or defend an action that seeks to vacate such award, the  \nEmployer shall pay any accountants’ and/or attorneys’ fees incurred by the Union  \nand/or the Joint Trust Funds, plus costs of the litigation, that have resulted from  \nsuch legal action. This section does not affect other remedies, whether provided by  \nlaw or this Article, that may be available to the Union and/or the Joint Trust  \nFunds.  \n"], ["ARTICLE 17  \nWorking Rules  \n", "Workmen shall report to work with the usual tools of the trade.  \nPainters shall supply a five gallon bucket, duster, putty knife, broad knife,  \nhammer, nail set, screwdriver, 5 in | tool, and wrenches. ~  \n   \nPaperhangers shall supply a five gallon bucket, straight edge, 2' level and usual  \npaperhanger's hand tools, with the contractor supplying all other tools and  \nequipment. It is agreed by the signatory employers that they will furnish the  \nnecessary tables or boards, including such tools as rollers for pastes and adhesives,  \nrazor blades, towels, sponges, adhesives, wallpaper and wall coverings for a  \nfinished job.  \nDrywall Finishers be required to furnish a five gallon bucket, mud  \npans, various size knives, stomper, sanding pole, screwdriver, hammer and tin  \nsnips. The employer shail furnish all other tools of the craft.  \n- It is hereby agreed that there shall be no restrictions for or restrictions on the use  \nof any tools or equipment unless specifically addressed in this Agreement. No  \nlocal practices or customs are recognized that restrict production or productivity.  \nPiecework, contracting or subcontracting to journeymen and apprentices shall not  \nbe permitted.  \n27  \ni I ERR YEA Baek re 7 om ee  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8 _  \nSection 9  \nSection 10  \nSection 11  \nSection 12  \nSection 13  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nThe employer shall furnish fresh cool drinking water on all jobs. The Employer  \nagrees to put sufficient tee into the containers to keep water cool on a daily basis.  \nNo employer signatory to this agreement shall require or utilize any employees car,  \ntruck or any other vehicle to transport materials, tools or equipment of any type in  \nexcess of twenty five pounds .in the performance of work while said employee is  \nemployed by him unless. by mutual agreement a rental agreement is entered into  \nwith a payment to be no fess than twenty ($20.00) dollars per day per vehicle  \nand/or trailer.  \nEmployees shall not be permitted to rent, lease, or allow use of his own tools or  \nspray equipment. Use of stilts is prohibited.  \nThe preparation of material and equipment and the cleaning up and removal of  \nsame is to be performed within the eight hours. Employees will be allowed  \nsufficient time for the cleaning of tools so as not to run past quitting time.  \nWorkmen referred to the employers job site who arrive in an unfit condition for  \nwork, without proper tools or referrals, or who are not ready to go to work or  \nwho are not otherwise qualified, or who are workmen that the requesting  \ncontractor has notified the Union in writing of ineligibility for rehire, shall not be  \nentitled to show-up time, travel or subsistence, or any other form of compensation  \nby the contractor.  \nEmployees covered by this agreement shall have the right to respect any legal  \nprimary picket line validly established by any bona fide labor organization, and the  \nUnion party to this agreement has the right to withdraw employees covered by this  \nagreement whenever the employer party to the agreement is involved in a  \nlegitimate primary labor dispute with any bona fide labor organization.  \nEmployers shall furnish all paste machines and no employee shall be required to  \nagree to furnish said equipment.  \nIt is required that all journeymen and apprentices shall furnish and wear clean  \nwhite overalls, or clean white pants and shirts; such uniforms to be changed at least  \nonce a day.  \nThe Working Card is supplied by the Building and Construction Trades Council of  \nClark, Lincoln, Nye and Esmeralda Counties, Nevada, or by Painters Local Union  \n#159 and issued to members in good standing with Painters Local Union #159.  \nIt is agreed that any and all work not covered by this Agreement contracted for by  \nan employer be performed by an employee affiliated with and in good standing  \nwith the Building and Construction Trades Council of Clark, Lincoln, Nye, and  \n28  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 14  \nSection 14  \nSection 1  \nAssociation Master Labor Agreement: July 1, 2007-Jane 30, 2011  \nEsmeralda Counties, Nevada, or any other jurisdiction that is awarded to Painters  \nLocal Union #159.  \nAll members, including foremen, journeymen and apprentices are encouraged to  \nparticipate in continuing education. This includes Health and Safety Training as  \nwell as craft specific training.  \nDisabled Workers  \na) Disabled members shall be permitted to solicit work on an hourly basis. A  \nworker that ts injured and is injured to such a degree that he is unable, because of  \nphysical disability, or other infirmity, may be employed at below the established  \nminimum wage rate, by mutual agreement between both parties to this agreement.  \nThe worker may be asked to work for the hourly wage, less the percentage of  \ndisability, he/she sustained.  \nb) No employer shall employ more than one disabled worker to each five  \nemployees.  \nc) The Joint Committee shall by medical documentation, determine the basis  \nof a workers disability status.  \n"], ["ARTICLE 18  \nTravel Time and Subsistence  \n", "Travel Time - the established city limits of Henderson and Boulder City shall be  \ntravel “free zone\".  \nLaughlin (Remodel) - travel time down first day of work, back last day of work.  \nNo subsistence.  \nLaughlin ( New Work) — travel time down first day of work, back last day of  \nwork. Subsistence $35 per day.  \nMesquite — no travel, no subsistence  \nState Line- no travel, no subsistence  \na) On all other job sites, travel time shall commence fifteen (15) miles from  \nLas Vegas Boulevard and Fremont Streets and shall be paid as follows:  \n0 to 15 miles = \"free-zone\"  \n0 to 5 miles beyond “free-zone\" 15 minutes per day.  \n5 to 10 miles beyond \"free-zone\" 30 minutes per day.  \n10 to 15 miles beyond \"free-zone\" = 45 minutes per day.  \n15 to 25 miles beyond \"free-zone\" = 1 hour per day  \nb) Any job beyond the twenty-five (25) mile radius will pay at the hourly rate  \nor fraction thereof.  \n29  \n   \nSUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nc) All employees residing within 25 perimeter miles of Laughlin, Nevada  \nwhile employed at said site will not be eligible to receive any travel or subsistence  \npay.  \nTravel time is not to be construed as working time.  \nWhen a employee is hired or is currently working on a job site where travel time 1s  \npaid and the employer, or a representative of the employer, fails to properly notify  \nsaid employee not to report to the job site, then travel time shall be paid even  \nthough no work is performed by the employee.  \nIf the construction job is classified as a subsistence job, the employee shall receive  \ntravel time to the job site on the first day of hire and travel time at the end of the  \njob or termination. Power plant or industrial plant projects are excluded from this  \nprovision and shall be paid pursuant to paragraph (a) of this Section.  \nOn jobs where subsistence is paid, the employer shall furnish a suitable change  \nroom and lunch area which shall be adequately heated tn the winter and cooled in  \nthe summer.  \nTravel time on subsistence jobs will be determined by the amount of time actually  \nspent driving from Las Vegas Boulevard and Fremont Streets, to the job site at the  \nlegal rate of speed.  \nAny dispute involving travel pay shall be resolved by the Joint Committee  \nSubsistence - All jobs located 45 miles or more beyond the established “free-zone\"”  \nShall pay subsistence. If food and lodging are not available at the job site, in  \naddition to subsistence, the employee shall receive travel time as provided for in  \nthis agreement to the nearest location that food and lodging are available beyond a  \n\"free-zone”\" of fifteen (15) miles from the job site.  \nSubsistence shall be paid at the rate.of sixty-five ($65.00) dollars per day for all  \ndays required to be out of town, however, if an employee \"shows-up\" on the job  \nsite on a scheduled workday and no work is provided, the employee shall receive  \nfull subsistence pay. If the employer provides rooms for workers subsistence shall  \nbe paid at the rate of thirty-five ($35.00) dollars per day. There shall be no more  \nthan two employees per room and no more than one employee per bed.  \nIf, for personal reasons, an employee voluntarily leaves the job site and fails to  \ncomplete the shift, the amount of subsistence shall be prorated on an eight hour  \nbasis.  \n30  \nnr are SO pet nie pe a ee apr ea  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 11  \nSection 12  \nSection 13  \nSection 14  \nSection 15  \nSection !  \nSection 2  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nIf a worker is required to furnish his own transportation to any job site that is off  \nthe pavement or any first class country road (a maintained bladed road) the  \nemployer. shall furnish transportation from pavement or first class county road to  \nthe job site and back.~  \nEmployees shall not accept transportation to or from job site in the  \nvehicle unless it is satisfactorily enclosed against the elements. Vehicles shall be  \nprovided with seats or benches. Employees are expressly forbidden to ride in the  \nbeds of trucks that contain gasoline, solvents, or an excessive amount of materials.  \nAny employee reporting to the job site in transportation furnished by the employer  \nand who is arrested or detained by an authorized agent, State, County, City or  \nFederal, for reasons of faulty equipment improperly registered vehicle, etc., shall  \nbe paid his prevailing wage while detained. This paragraph does not apply if such  \narrest or detainment is caused by negligence of said employee.  \nAny time lost by an employee in a legal court or hearing, if requested to appear by  \nhis employer, or employer's agent, shall be reimbursed at the prevailing basic wage  \nrate. This paragraph shall not apply if negligence ts on the part of the employee.  \nWhen an employee is requested to report to a job site in an area where free parking  \nis not available on the job site or within two blocks of the site, the employer shall  \nreimburse the employee for the cost of parking while working at said job site  \npayable the next pay period.  \n"], ["ARTICLE 19  \nStewards  \n", "There are to be stewards designated on all jobs. The steward is to receive —  \ngrievances or disputes from employee members of his craft and shall immediately  \nreport them to his business representative, who shall immediately attempt to adjust  \nthe grievance or dispute with the Employer or his representative.  \nThe steward shall be a working employee selected by the Union who shall in  \naddition to his regularly assigned work, be permitted to perform during working  \nhours such of his steward’s duties as cannot be performed otherwise. The Union  \nagrees that such duties shall be performed as expeditiously as possible, and the  \nEmployer agrees to allow the steward a reasonable amount of time for the  \nperformance of his duties, including, in addition to his normal duties, obtaining  \ninformation on safety and sanitation The Employer shall make available to such  \ndesignated steward the names and locations of jobs in progress and the number and  \nnames of bargaining unit employees employed on such jobs.  \n31  \nSection 3  \nSection 4  \nSection 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nTUPAT District Council 15, Local Union 159 aad Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nThe Union shall notify the Employer or his representative, in writing, of the  \nappointment of the steward. The Employer or his representative can lay off or  \ndischarge the steward for cause only, and the Employer shall notify the Union, in  \nwriting, of his intent ‘to do so one (1) full working day prior to such layoff or  \ndischarge on projects within fifty (50) miles of the hiring hall, and give two (2)  \n_ working days notice on projects located over fifty (50) miles from the hiring hall.  \nIt is recognized by the Employer that the employee selected as the steward shall  \nremain on the job whenever overtime is worked and as long as there is work he is  \nqualified to perform. The steward shall not be discharged or laid off for the  \nperformance of his Union duties. The Steward (who must be capable of  \nperforming the work) shall be the last employee to be laid off or terminated (other  \nthan for cause) excluding supervision.  \n"], ["ARTICLE 20  \nPayment of Wages  \n", "All wages shall be due and payable either in lawful currency enclosed in an  \n_ envelope showing the employer's and employee's names, hours worked, deductions  \nmade, and the amount due; or by negotiable check payable on demand at par,  \ntogether with a receipt showing the employer's and employee's names, hours  \nworked, deductions made and amount due. The said check and said envelope shall  \nconform with all provisions pertaining to the payment of employees as required by  \nFederal and State laws. Any charges or penalties due to invalid payroll checks shall  \nbe reimbursed to the employee(s) affected upon demand. This shall include only  \ncharges or penalties incurred by the employee(s) that can be directly attributable to  \nthe bounced check(s).  \nWages earned shall be due and payable Friday, on the job, no later than normal  \nquitting time, and shall include all wages earned up to and including all hours  \nworked on Sunday. When the regularly scheduled payday falls on a recognized  \nholiday; wages earned shal! be due and payable the day preceding the holiday.  \nThe employee shall not be required to go to any shop or office outside of the job  \nsite to pick up his Friday paycheck unless he/she is on company time.  \nEmployers bound to the provisions of this Collective Bargaining Agreement whose  \nhome office is in a different jurisdiction, shall have the ability to meet aie when  \nit is due.  \nShould any employee fail to work, quit early, or fail to be on the job site for the  \nFriday pay, said employee shall not be entitled to any waiting time as provided for  \nunder this Agreement. Paychecks that are due and payable on Friday, in violation  \nof Section 7 shall be submitted to the Local Union office the following Monday  \nmorning prior to 8:00 a.m. If the employer fails to present the weekly pay as  \n32  \nFe ae ere el Pe et in aed  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \nSection 11  \nSection 12  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nprovided for in this Section, the employer shall pay ail waiting time as per Section  \n7.  \nEmployees laid off of discharged must be paid in full on the job at the time of  \ndismissal.  \nUpon failure of the employer to pay the employees at the stipulated quitting time,  \nall waiting time shall accrue at the rate of straight time of the employees current  \nwage classification rate, not to exceed eight (8) hours in a twenty-four (24) hour  \nperiod on a seven-day (7) basis. Members must report to the Union Representative  \nall claims for waiting time not later than 4:30 p.m. of the following working day  \nafter said wages are due and payable.  \nDelay occasioned by accidents beyond the control of the employer shail not be  \nconstrued as a violation of Section 2.  \nIn the event of controversy regarding the merits of the period of waiting time, the  \nemployer shall place the said compensation involved in escrow with the local Joint  \nCommittee and said compensation shall be held by the Joint Committee pending  \ndecision of the Joint Committee empowered to rule on said matter.  \nThe refunding of wages earned (commonly referred to as a \"kickback\") by a  \nmember of the Local Union, or the acceptance of said refund by the employer as  \ndefined herein, shall constitute a distinct and separate violation of this agreement  \nand shall necessitate such action as is hereinafter stipulated under the section  \ncovering violations.  \nThis agreement shall be in addition to any night accruing under the Nevada Revised  \nStatutes pertaining to Labor Law which makes \"kickback\" punishable by fine  \nand/or imprisonment.  \nAll employees, either discharged or terminated for normal cause, shall be given a  \ntermination slip with their final check. The termination slip shall state the reason,  \nsuch as normal reduction in force, job ending, work unsatisfactory, etc. The  \ntermination slip shall also state whether or not the employee is eligible for rehire.  \nOne copy shall be retained by the employer, one copy shall be given to the  \nemployee, and one copy shall be sent to the Union.  \n"], ["ARTICLE 21  \nNew Commercial and Industrial Work  \n", "4 Year Contract  \nNegotiated Contract - Downtown Construction  \n33  \neee oh a ca ee Ie ea ATA EM ern  \n   \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \n   \nea PM RY ETL NI RNAI tA I ae LP CL Pay BGT = eV ETD Whine nee see  \nWage Package 3 Years  \nSection 1 Journeyman wages and benefit contributions shall be as follows:  \n7/1/07. 7/1/08 7/1/09 7/1/10  \nWage $32.48 . $36.82 $38.99  \nPension $4.25 $4.50 $4.75 $5.00  \n. H&W $5.30 $5.30 $5.30  \nIP $0.26 $0.27 $0.28 $0.29  \nJATC $0.40 $0.42 $0.45 $0.49  \nJCIP $0.10 $0.11 $0.12 $0.13  \nIC $0.08 $0.09 $0.10 $0.11  \nLMCI $0.06 $0.07 $0.08 $0.10  \nLMCC $0.00 $0.10 $0.15 $0.20  \nHSUTAP 0.13 0.13 0.13 0.13  \nTotal Pkg $43.06 $45.61 $48.16 $50.71  \nWage increase $2.20 $2.15 $2.19 $2.17  \nBenefit increase $0.35 $0.40 $0.36 $0.38  \nIP increase $0.01 $0.01 $0.01 . $0.01  \nTotal Pkg increase $2.56 $2.56 $2.56 $2.56  \nDeductions from wage  \nOrganizing -$0.40  \nVacation -$1.50  \nDues Ck Off -3.00%  \n7/1/07 7/1/08 7/1/09 7/1/10  \nBrush & Roller $32.48 $34.63 $36.82 $38.99  \nSpray Painter $32.48 $34.63 $36.82 $38.99  \nStructural Steel Painter $32.48 $35.03 $37.22 $39.39  \nPaperhanger $32.48 $34.63 $36.82 $38.99  \nSandblaster . $32.48 $34.63 $36.82 $38.99  \nStructural Steel Sandblaster $32.48 $35.03 $37.22 $39.39  \nPot Tender $32.48 $34.63 $36.82 $38.99  \nNozzleman $32.48 $34.63 $36.82 $38.99  \nTapers $32.48 $34.63 $36.82 $38.99  \nMarbleizing $32.48 $34.63 $36.82 $38.99  \nMetal Leafing $32.48 $34.63 $36.82 $38.99  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nSign Painter $32.48 $34.63 $36.82 $38.99  \nSteeplejack . $29.38 $36.43 $38.62 $40.79  \nAcid Staining $32.48 $34.63 $36.82 $38.99  \nGraining $32.48 $34.63 $36.82 $38.99  \nBuffing $32.48 $34.63 $36.82 $38.99  \nBuffing Steel $32.48 $35.03 $37.22 $39.39  \nSpecial Coating $28.58 $35.63 $37.82 $39.99  \nSection 2 SPECIALTY PREMIUM PAY  \nSection 3  \na) High Pay- work on an elevated, mechanically operated platform (including  \nbut not limited to: swing stage, boatswain chair, crane basket, heck lift) or  \nrappelling work over forty (40) feet, up to and including one hundred (100) feet in  \nheight shall be paid at the rate of eighty-five cents ($0.85) per hour above the base  \nclassification. All work over one hundred (100) feet shall be paid at the rate of  \ntwo dollars ($2.00) per hour above the base classification.  \nb) High pay shail be paid in addition to all other premiums involved.  \nc) Down Hole — Down hole time shall pay in the same increments as high  \npay.  \nd) Hazard Pay - Employees required to work inside tunnels, tubes or piping  \nnot covered in paragraph (d) such as work involved at water treatment plants and  \nmining operations shall receive a premium of thirty-five cents ($0.35) per hour  \nabove the base classification. Hazard pay shall be paid in addition to all other  \npremiums involved.  \ne) Employees working with or applying creosote, coal or hot tar epoxies shall  \nbe furnished uniforms or clothing described by OSHA.  \nf) If a worker is entitled to receive premium pay at any time during his shift  \nhe shall receive the premium for the entire shift.  \nStructural Steel  \na) For a definition of structural steel, see Exhibit A, Steel Construction  \nManual of the American Institute of Steel Construction; page 307, Section 2  \nclassification.  \nb) On erected structural steel, a premium of thirty five cents ($0.35) per hour  \nover brush painters’ rate will be paid from the ground up.  \nCc) If painted on the ground (not erected), brush painter’s rate will be paid. If  \nsteel is sprayable, the spray rate premium will be paid.  \nd) Service Station, as such, are not classified as structural steel.  \ne) Upright or horizontal storage tanks set in concrete or similar base, such as  \ntanks used by oil company bulk plants will not be considered to be structural steel.  \n35  \nSection 4  \nSection 1  \nSection 1  \n   \nett ae EE I PAE A EAS PR Ls oy ma a  \nTUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nf) All tanks mounted on structural steel supports, such as typical water  \ntowers of all designs, shall be considered structural steel and the steel premium  \nrate shall apply. \"  \nALLOCATION OF WAGES  \na) The Union reserves the right to allocate any or all of the negotiated wage  \nincreases to Welfare, Vacation, Pension, Dues Check Off, Apprenticeship or  \nOrganizing.  \nb) In the event the Union wants to increase the amount of contribution to any  \nof the above mentioned Funds, the employer shall, within thirty days following  \nwritten notice from the Union, divert the amount of such increase from the hourly  \nwage rate then being paid and add the amount so diverted to the Fund as per  \ninstruction in the Union letter.  \nc) Any negotiated increase for Vacation and/or Dues Check Off must be  \nincluded in wages for tax purposes (vacation to be deducted after taxes).  \n"], ["ARTICLE 22  \nForeman - General Foreman  \n", "Foremen and General Foremen of the crafts shall be from the crafts will be chosen  \nat the discretion of the employer, however, there will be at least one foreman on  \neach job that has five or more journeymen.  \na) A foreman may work with the tools of the trade unless he is required to  \nsupervise more than ten employees at any given time. When a foreman is assigned  \nthe responsibility of supervising more than ten employees, he shall not be allowed  \nto work with the tools of the trade, except for the purpose of instruction or for  \nincidental assistance to a journeyman or an apprentice. In case more than three  \nforemen are employed on the same shift on a single job, there shall be designated  \na general foreman. Foremen and General Foremen shall not work with the tools  \nof the trade when working overtime . Foremen shall receive a minimum of nine  \npercent (9%) differential above the highest paid journeyman under his.  \nsupervision.  \nb) General Foreman: A foreman designated to supervise other foremen shall  \nbe classified as a general foreman. When a general foreman is required under  \nparagraph A of this Article, he shall receive a minimum of nine percent (9%)  \ndifferential above the highest paid foreman under his supervision.  \n"], ["ARTICLE 23  \nPainters Joint Committee  \nPURPOSE AND BUSINESS  \n", "36  \na re Ne ee oe  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \na) To promote, protect, foster and advance the rights and interests of those  \nengaged in the business and profession of painting, paperhanging and decorating in  \nthe community, whether as.a journeyman, apprentice, or contractor, to improve  \nthe conditions ynder which the industry is carried on; to develop fair and just  \ncompetitive methods, to perfect methods and rules for the peaceful and just  \nsettlement of disputes and misundersfandings in the profession and in the industry;  \nand the profession as against unfair actions and discriminations, to collect and  \ndisseminate pertinent and constrictive data and information relating to the industry  \nand useful in the profession.  \nb) To promote greater harmony and unity of purpose in the industry as  \nbetween employer and employee, and as between both and the public; to establish  \nequitable standards of business relations between the painting and decorating craft  \nand the community served; to advocate and encourage trade education and  \nimprovement, to establish and enforce rules and principles of conduct and codes of  \nethics for the government of its members and associates in the industry, to  \ninvestigate, arbitrate, compromise, adjust and determine all organizations and local  \ncontractor associations in the industry, as shall be authorized from time to time by  \ncontracts or other existing agreements as between the Union and the Association;  \nto sit as a board of arbitration under the terms and conditions of any such contracts  \nor agreement; to receive complaints, hear evidence, make findings, and order and  \nrender and enforce decisions hereon; to make and enforce rulings thereunder and  \nin accordance therewith, and with the findings of said board; and otherwise to  \nperform and carry out all terms and conditions, intents and purposes of any such  \ncontract or agreement. :  \nc) The foregoing clauses shall be constructed both as objects and powers, but  \nno recital expression or declaration of specific or special powers or purposes  \nherein enumerated shall be deemed to be exclusive; but it ts hereby expressly  \ndeclared that al] other lawful purposes and powers not inconsistent with the Area  \nPainters Agreement.  \nSection2 MEMBERSHIP AND ALTERNATE MEMBERS  \na) The affairs and management of the Joint Committee shall be under the  \ncontrol of eight (8) members and eight (8) alternate members. Four (4) of the  \nregular and four (4) of the alternate members shall be designated by the Business  \nManager/Secretary Treasurer of District Council 15, and three (3) regular  \nand three (3) alternate members shall be contractors who are members selected by  \nthe P.D.C.A., one (1) regular and one (1} alternate member shall be selected by  \nW.W.C.C.A., this shall constitute the Employer's side of the committee. Alternate  \nmembers of the committee shall be entitled to vote only in the event the regular  \nmember for whom he is an alternate is absent. The Joint Committee shall elect  \nfrom among their members, a president and a secretary. The president and  \n37  \n   \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \n-  \nsecretary will have one vote each. The committee shall not vote upon any subject  \nunless at least two (2) Union members and at least two (2) contractor members are  \npresent and voting, atid shall not vote upon matters of importance unless all six (6)  \nmembers, or their respective alternates are present. Voting and meeting shall be  \nsubject to such further restrictions as shall be fixed from time to time by the  \nBylaws, or by agreement between the Union and contractors.  \nSection 3 OFFICERS AND DUTIES  \na) The President shall be the executive officer of the Joint Committee and  \nshall preside at all meetings of the Joint Committee and shall be a member ex-  \nofficio of all committees. He shall, at such times as he shall deem proper,  \ncommunicate to the Joint Committee such subject, and make such suggestions as  \nmay, in his opinion, tend to promote the welfare and increase the usefulness of the  \nJoint Committee and shall perform such other duties as are necessarily incidental to  \nthe office, or as may be prescribed by the Joint Committee. He shall appoint a  \nCommittee. He shall sign all instruments which have first been approved by the  \nJoint Committee.  \nb) The secretary shall perform the duties of the President in the event of his  \ndeath or absence, and in the event of permanent termination of the services of the  \nPresident from any cause, for the balance of his term of office, the Secretary shall  \nbe automatically designated as \"Acting President\". He shall act as assistant to the  \nPresident with such duties as the Chairman may designate or assign.  \nc) The Secretary shall give notice of and attend all meetings and keep a record  \nof the proceedings. He shall conduct all correspondence and carry into execution  \nall orders, votes and resolutions requiring communications. He shall have charge of  \nall documents, records and papers, and shall keep them safely. At the discretion of  \nthe Joint Committee, he shall prepare an annual report of the transactions and  \nconditions of the Joint Committee.  \nd) A treasurer may be elected or appointed by the Joint Committee who shall  \nkeep an accurate record of all monies received and expended for the Joint  \nCommittee and shall make all disbursements authorized and approved by the Joint  \nCommittee. Funds shall be drawn only on the signature of the Treasurer and  \nPresident and all bills must be approved by the endorsement thereon of the  \nPresident. He shall have charge of the property and other cash funds set up by the  \nJoint Committee for the transaction of current business and regularly occurring  \nexpenses. The finds, books, and vouchers in his hands shall at all times be subject  \nto verification by the Joint Committee. At the expiration of his term of office, the  \nTreasurer shall deliver to his successor, all books, monies and other property of the  \nCommittee, or in the absence of a treasurer-elect, shall make delivery to the  \nChairman.  \n38  \nSection 4  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \ne) The said officers hall perform such other duties as shall from time to time  \nbe imposed or required by the Joint Committee, or as may be prescribed by the  \nBylaws or within the jurisdictions the specific office.  \nf) The officers shall be empowered to employ such additional persons as may  \nbe necessary to the functioning of the Joint Committee subject to the approval of  \nthe expenditure by the Joint Committee.  \ng) The President of the Joint committee shall preside at all meetings. In the  \nabsence of the President, the Secretary shall act; otherwise the Joint Committee  \nmay elect a President from their own number.  \nh) The Joint Committee shall hold regular monthly meetings at a place as  \ndesignated at 3:00 p.m. on the second Thursday of each month, for the transaction  \nof such business and reports as may properly come before the committee. The  \nCommittee shall meet at such other times as may be necessary at the call of the  \nPresident, or by any three (3) Committee members.  \ni) Failure of any member of the Committee to attend a meeting hereof shall be  \nexplained tn writing by such absentee, said communication to be delivered to the  \nSecretary prior to the convening of the meeting. Also when a member of the  \nCommittee 1s unable to attend a meeting, he shall, as soon as possible, and prior to  \nthe holding of said meeting, advise his Alternate of the matter. Those members  \npresent shall determine in each instance the excuse for such absence and three  \nconsecutive inexcusable absences shall automatically vacate said membership.  \nj) IUPAT District Council 15 of Las Vegas, Nevada, the W.W.C.C.A. and  \nthe Chapter of Painting and Decorating Contractors of Southern Nevada, shall fil!  \nall vacancies of officers from their respective representatives on the Committee for  \nthe unexpired term thereof that may occur by reason of death, resignation or  \notherwise.  \nk) The Joint Committee shall elect from its membership an auditing committee  \neach year to audit the books of the Joint Committee.  \n1) It shall be the duty of the Joint Committee to keep a complete record of all  \nits meetings and acts; to supervise all acts of the officers, committees and  \nemployees of the Joint Committee; to act as a board of investigation and/or  \ndiscipline, or to appoint 2 committee for such a purpose and impose fines or other  \npenalties.  \nm) Notice of special meetings shall be mailed to each Joint Committee member  \nnot —_ less than two (2) days prior to the meeting date and shall state the purpose,  \ntime and place of the meeting.  \nELECTION AND TERM OF OFFICE  \n39  \neee  \nis gt ate  \nTO arent  \nSection 5  \nSection 6  \n   \nIUPAT District Council 15, Loca] Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \na) In the election of officers, if the President should be an Employer, then the  \n- secretary must be a journeyman or vice versa. At each annual election, the office of  \nPresident and Secretary must alternate, (i.¢., if the President is an employer during  \nthe term of office then at the succeeding annual election, the President must be a  \njourneyman and the Secretary must be an Employer or vice versa.)  \nb) All officers of the Joint Committee shall be elected from official delegates  \nto the Joint Committee.  \nc) _ Elections shall take place at the first regular Joint Committee in July of  \neach year and such officers shall serve for a term of one year, except as otherwise  \nprovided for under the terms of this Agreement.  \nPROCEDURE  \na) Robert's Rules of Order shall be the mode of procedure in the conducting  \nof the meetings of the Joint Committee, all parliamentary action.  \nb) The order of business at all meetings of the Board of Directors or  \nCommittees, shall be as follows:  \n(1) Call to order,  \n(2) Call,  \n(3) Reading of minutes,  \n(4) Reports of Officers, Chairman, Secretary, Treasurer (if elected or  \nappointed)  \n(5) Correspondence,  \n(6) Reports of committees,  \n(7) Unfinished business from previous minutes, from officers reports,  \nfrom committee reports, from floor,  \n(8) |New business proposed by correspondence, proposed by  \ncommittee, proposed by officers,  \n(9) and Appointments, and  \n(10) Adjournment.  \nc) _ The order of business may be altered by the Chairman or by vote of the  \nmembers of the committee for any current meeting only.  \nPOWER AND DUTIES  \na) The Committee is hereby vested with power to adjust all disputes and  \ngrievance that may arise out of the application or interpretation of this agreement  \nand shall be empowered to interpret and make such rules and regulations as may  \nbe necessary to give force and effect the intent, purpose and meaning of this  \n40  \nSe ET ECTS eR CPT TO Fs Rtg i ke  \na eee  \nSection 7  \nYUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nAgreement. The Committee is empowered to have access to all records pertaining  \nto any case where violations of this Agreement are involved. The Committee shall  \nhave the power +o require all parties to testify under oath, and such parties may be  \nrequired to subscribe to a written statement of their testimony under oath. All  \ndecisions of the Joint Committee shall be final and binding upon both parties to this  \nAgreement.  \nb) The parties hereto and any party executing a counter part hereof hereby  \nagrees that any disputes and grievances that may arise under this Agreement or any  \nquestion of interpretation of any clause of this Agreement shall establish such rules  \nfor procedure hereunder as it shall from time to time determine. The Joint  \nCommittee is not authorized to arbitrate disputes arising out of negotiations for a  \nnew contract of any changes in wage scales, hours of work or working conditions.  \nc) Contractors who are accused of violation of this agreement are subject to  \ntrials by the Joint Committee, with such-Joint Committee having power to levy  \npenalties in the way of monetary fines or recommending cancellation of said  \nemployer’s agreement with District Council 15. In the event the Joint Committee is  \nrequired to use court action, to secure compliance with this agreement or to collect  \nfines due, such Employer being sued shall pay, in addition to a court award, court  \ncosts and attorney fees incurred by the Joint Committee.  \nd) The Committee shall not have any authority in questions pertaining to  \nrenewal or negotiations of a new contract.  \ne) If a decision cannot be reached by the Joint Committee, either because of a  \ntie vote with the committee, or if the Joint Committee fails to make a decision the  \ngrievance or the interpretation of the Contract shall be submitted to arbitration in  \nthe following manner:  \n(1) Within five days the Joint Committee shall meet and decide upon an  \narbitrator. The arbitrator shall be selected from seven (7) names which have  \nbeen submitted to the Joint Committee by the Board of Appeals in the  \nState of Nevada.  \n(2) The arbitrator that is selected shall be notified and shall hear the  \ncase within twenty (20) days and make a decision in writing within twenty  \n(20) days to all three (3) parties concerned.  \n(3) The decision of the arbitrator shall be final and binding.  \n.-. {4). The costs of the arbitrator shail be borne by the Joint Committee  \ntotally.  \n(5) ‘If any of the above procedures are not compiled with within the  \ntime limits, the Joint Committee shall be free to take whatever economic  \naction they deem necessary in order to resolve this dispute.  \nCHARGES AND TRIALS  \n41  \n2 RPE eS eS RE pe reyes GRR AM hat aR Pre = eR AE Pn  \nSection 8  \n   \nerated eye SE me me ee  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \na) All charges of contract violation shall be filed with the Secretary of the  \nJoint Committee in triplicate. Such charges shall set forth the section of the  \nagreement which was violated. The time and place of such violation shail be set  \nforth in addition to a description of the violation.  \nb) Upon receipt of such charges, the Secretary of the Jot Committee shall  \nnotify the party being charged, of such charge, with a copy of such original charge  \nenclosed. The Secretary shall advise the accused of a time and place of a Joint  \nCommittee hearing. Such hearing shall be not less than five (5) days nor more than  \nten (10) days after notification. The Secretary shall at the time notify all Joint  \nCommittee members of the date of such hearing.  \nc) The Joint Committee shall conduct a hearing on the charges, and if the  \naccused is an employee, the Joint Committee shall refer the charges, along with the  \nJoint Committee findings to Local Union #159. Local #159 shall process the  \ncharges and reach a conclusion within thirty (30) days after receipt of such  \ncharges. Local Union #159 shall within five days after concluding the matter,  \nnotify the Joint Committee of the action taken by the Local Union.  \nAll fines collected by the Joint Committee shall go into the general fund of such  \ncommittee. Any monies recovered by the Joint Committee shall be disbursed to  \neither the appropriate benefit trust fund, the Local Union for dues checkoff,  \norganizing fund, or costs for attorney or accounting fees incurred by the Local  \nUnion; or the affected member if monies recovered are for lost wages.  \nPREVAILING WAGE  \n“The parties that are bound to the provisions of this CBA recognize that  \nmaintaining the prevailing wage rate at a high level is in the best interest of the  \nindustry.”  \na) “The parties that are bound to the provisions of this Collective Bargaining  \nAgreement recognize and understand that it is mandatory in the State of Nevada  \nthat the Employer(s) complete and submit prevailing wage surveys on a yearly  \nbasis. The survey is to include hours worked in each classification, wages and  \nbenefits paid for each classification, whether or not a CBA is in existence, and the  \nsignatures of the person who prepares the survey, and either the Employer or the  \nEmployer’s authorized representative.”  \nb) “The Employer shall have the choice whether or not to voluntarily submit  \nthe survey, or to allow the Joint Committee to act as the Employer’s representative  \nfor the exclusive purpose of submitting the prevailing wage survey.”  \nc) “Should the Employer elect to allow the Joint Committee to act as the  \nEmployer’s representative, the Employer must supply the Joint Committee with  \n42  \nee Mit meter  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 9  \nSection 10  \nSection 1  \nSection 2  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nthe necessary information relative to public and private jobs, including the project  \nand hours worked in each classification. The Employer must also grant the Joint  \nCommittee limited’ power of attorney for the exclusive purpose of preparing and  \nsubmitting the prevailing wage surveys in accordance with the provisions of NAC  \n338.020 subsection 4.”  \nd) In any event a copy of all surveys must be turned into both the Southern  \nNevada PDCA and the Local Union.  \nWork Preservation and Targeting: The Painters and Decorators Joint  \nCommittee, can modify this Agreement to expand work. The Committee is  \nempowered to modify the terms of this Agreement on a project by project basis in  \norder to secure or maintain work, provided that this occurs during the bid process  \nand such modified terms are made available to all Employers who are signatory to  \nthis Agreement.  \nLabor Management Cooperation Committee: The parties have agreed to  \ncreate a new committee whose purpose is to enforce prevailing wage compliance  \nas well as promoting the Unionized industry in order to secure additional job  \nopportunities for signatory Employers as well as Union members. The program  \nshall be funded by contributions to be made as follows: Effective July 1, 2008: for  \neach hour worked ten cents ($0.10) per hour; Effective July 1, 2009: for each hour  \nworked fifteen cents ($0.15), Effective July 1, 2010: for each hour worked twenty  \ncents ($0.20). The Business Manager/Secretary Treasurer of IUPAT District  \nCouncil 15 shall appoint all Labor Trustees. Seating of Management’s Trustees  \nhas yet to be determined. The parties agree that they shall meet and develop the  \nprogram over the 12 month period beginning July 1, 2007. If the parties cannot  \ncome to an agreement regarding thts program within the 12 month period listed  \nabove, the funding for this program shall revert back to employee wages.  \n"], ["ARTICLE 24  \nSafety  \n", "All approved safety rules and regulations as set down and adopted by the State  \nIndustrial Insurance System, Public Service Commission, State Public Health  \nService and other agencies of the Federal, County or City governments having  \njurisdiction over the parties with respect to safety and sanitation matters shall be  \nobserved by the employer and his employees.  \nEach employer signatory to this agreement shall designate an employee or an  \nauthorized representative to be in charge of Safety and shall be answerable to the  \nState Industrial Insurance System and OSHA. When said person has been  \nappointed, his name shall be reported to the Union office and the Union office shall  \nbe notified of any change.  \n43  \nBe ir lew er Br | a ApS,  \n   \n   \nnt met RESO RUPE EE Te, sheen ee eee  \nIUPAT District Council 15, Local Union 159 and Painting and Decorating Contractors  \nSection 3  \nSection 4  \nSection 5  \nSection 1  \nSection 2  \nAssociation Master Labor Agreement: July 1, 2007-June 30, 2011  \nThere shall be at least one safety meeting held per week at either the job site, or by  \nthe way of a \"tailgate\" meeting or at employers primary place of business. Safety  \nmeetings shall be mandatory to all Union employees and shall be held on company  \ntime.  \nThe Local Union shall be notified concerning all reported accidents by being sent a  \ncopy of the S.1.1.S. report when it is filed. In the case of a fatality, the Union shall  \nbe notified immediately by telephone. The employer further agrees that the Union  \nRepresentative shall have full-access to all areas where such accident occurred.  \nLabor and Management are aware of the problem of alcohol and substance abuse  \nin our industry today, therefore the employer may institute a fair and consistent  \ndrug policy.  \nIn case of accident on the job that requires medical treatment, a drug test shall be  \ngiven, this testing shall not be selective but given to all workers requiring medical  \naid.  \nAll Personnel Protection Equipment shall be furnished without cost or deposit to  \nthe employee.  \n"]]