[["", "   \n— ry  \n2005 - 2010  \nAGREEMENT  \nEntered into Between  \nMICHIGAN CHAPTER  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA, INC.  \nAND  \nMICHIGAN REGIONAL COUNCIL OF CARPENTERS  \nOF THE  \nUNITED BROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA  \nUPPER PENINSULA  \n   \nArticle  \nPreamble  \nI  \nII  \nII  \nIV  \nV  \nVI  \nVII  \nVIII  \nIX  \nXI  \nPage  \nTERT l  \nl  \nics sens cvs nessa |  \nEqual Treatment Lesser Conditions............ 2  \nSecurity 3  \nSeveral Liability 4  \nEqual Employment Opportunity ...............+. 5  \ngis 5  \nDrug Testing 6  \n6  \nFour-Tens 6  \nSELES: 8  \nVETTING 9  \nReporting 10  \nPick-Up Time (Carpenter) 1]  \nWages (Carpenters) lt  \nForeman and General  \nForeman (Carpenters) 15  \neee 15  \nApprentice Rates 16  \nTrust Funds and Union Dues 17  \nApprenticeship Fund 17  \nHealth Care, Pension and  \nPension Annuity 17  \nUpper Peninsula Construction  \nLabor Management Council 19  \nDues Deduction 20  \nUBC 20  \nConstruction Industry Advancement  \nProgram an  \nViolation Of 23  \nFringe Benefits Security 23  \n25  \nIndex Continued  \nArticle Page  \nXI Compensation Insurance 25  \nWorking Conditions 26  \nFAY GY 26  \n26  \nCoffee Break 27  \nCondition of 27  \nTransportation, Expenses and Parking......27  \nTravel and Waterfront 28  \nCrew Size 28  \nLocal 29  \nFacilities and Safety Equipment  \n(Carpenters) 29  \nTools and Equipment 31  \nEXCLUSIONS 31  \nXIV = General Conditions 31  \nXV Union Representatives 32  \nXVI Jurisdictional Procedure 32  \nXVIL Grievance Procedure 33  \nXVIM Invalidity 35  \nXIX = Millwrights (Pick-Up Time) 36  \nFacilities and Safety Equipment  \n(Millwrights) 36  \nWages 36  \nForeman and General Foreman  \nCTE TNS 9 ie 004 38  \nXX 38  \nTermination and Signature Page............... 39  \nDavis-Bacon Survey 40  \nSupplemental Residential Agreement....... 4]  \nResidential Wages 43  \nTrade 46  \nIndependent Signature  \nContractor’s Page 50  \nAGREEMENT  \nMICHIGAN REGIONAL COUNCIL OF  \nCARPENTERS  \nCARPENTER/MILLWRIGHT LOCAL 1510  \nPREAMBLE  \nTHIS AGREEMENT, made and entered into as  \nof May 1, 2005 by and between the Michigan  \nChapter, Associated General Contractors of America,  \nInc., Labor Relations Division, parties of the first  \npart, and the Michigan Regional Council of  \nCarpenters of the United Brotherhood of Carpenters  \nand Joiners of America and its affiliated local  \nUnions, parties of the second part.  \n"], ["ARTICLE I  \nJURISDICTION  \n", "This Agreement covers all employees performing  \ncarpentry work and all divisions of the Craft engaged  \nin general building and heavy construction coming  \nunder the jurisdiction of the United Brotherhood of  \nCarpenters and Joiners of America, it being under-  \nstood that the claims are subject to trade agreements  \nand final decistons rendered by the National Joint  \nBoard for the Settlement of Jurisdictional Disputes  \nas referenced by the procedural rules of the Joint  \nBoard.  \n"], ["ARTICLE Hl  \nTERRITORY  \n", "The jurisdiction of the Michigan Regional  \nCouncil of Carpenters is represented to include the  \nentire fifteen (15) counties of the Upper Peninsula of  \nl  \nMichigan except for that part of Menominee County  \nsouth of County Road K at Amberg, Wisconsin start-  \ning on the west at the Menominee River and ending  \non the east at the Bay of Green Bay. The Michigan  \nRegional Council of Carpenters shall include that  \npart of Wisconsin of northern Florence and Marinette  \nCounties north of a straight line from the  \nWisconsin/Michigan border where highways W-139  \nand M-189 cross the Brule River to a point straight  \nin line with Nathan, Michigan in Menominee  \nCounty, stopping at the point crossing the  \nMenominee River.  \n"], ["ARTICLE ITI  \nEQUAL TREATMENT -  \nLESSER CONDITIONS  \n", "If the Union shall furnish employees to any  \nEmployer in the geographical jurisdiction of this  \nAgreement for the type of work covered by this  \nAgreement, upon any more favorable terms or con-  \nditions than those contained herein, the Association  \nshall notify the Union in writing and if not corrected  \nin seven (7) days, the Union agrees that such more  \nfavorable terms and conditions shall be extended to  \nthe Employers covered by this Agreement.  \nIt is agreed that members of the Union shall not  \ncontract or subcontract any work and shall not accept  \nemployment for any construction Contractor under  \nany lesser conditions or rates than those contained  \nherein. This particularly is intended to be applicable  \nto personal and weekend work by members of the  \nUnion. This shall not prevent any member of the  \n2  \nUnion from legitimately entering business as a  \nContractor, providing he has so recorded himself in  \nwriting with the Union and the contractors having  \nbeen so notified.  \nIn the event any member of the Union violates  \nthis section of the Agreement and upon notice to the  \nUnion by the Contractor, Union agrees that individu-  \nally and collectively they will use their best efforts to  \ndiscourage such violations by discipline within and  \naccording to the rules and regulations of the District  \nCouncil or the bylaws of the respective Union or the  \nInternational. The Contractor may refuse employ-  \nment to any members of the Union who violate this  \n“No Contracting” provision. Exceptions to this pro-  \nvision can be made in individual cases by mutual  \nconsent in writing.  \n"], ["ARTICLE IV  \nUNION SECURITY  \n", "All Journeymen and Apprentices now in the  \nemploy of any Employer signatory to or otherwise  \nbound by the terms and provisions of this Agreement  \nwho are presently members of the Union shall  \nremain members in good standing during the term of  \nthis Agreement. All Journeymen and Apprentices  \ncovered by the terms of this Agreement who are  \nherein after employed by the Employer may be  \nrequired by the Union to become members of the  \nUnion after the seventh (7th) day following the com-  \nmencement of employment or the seventh (7th) day  \nfollowing the effective date of this Agreement,  \nwhichever is later, and to remain members of the  \n3  \nUnion in good standing during the term of this  \nAgreement.  \nFor the purpose of this provision, membership in  \ngood standing in the Union shall be based upon pay-  \nment to the Union of initiation fees, dues, and uni-  \nform assessments, and shall be a condition of contin-  \nued employment with the Employer. However, an  \nEmployer shall not be required to discharge any  \nemployee for non-membership in the Union if Union  \nmembership was not available to the employee on  \nthe same terms and conditions generally applicable  \nto other Union members or if membership was  \ndenied to the employee, or terminated, for reasons  \nother than the failure of the employee to tender the  \ninitiation fee, dues, and uniform assessments  \nrequired by the Union as a condition of acquiring and  \nretaining membership in the Union.  \nThe Employer agrees that when an employee  \ndesires to become a member of the Union, and the  \nemployee has signed a proper authorization card, it  \nwill withhold from the wages and turn  \nover to the Union the amount specified as initiation  \nfees and dues. Initiation fees and dues may be paid  \nin installments as agreed upon between the Union  \nand the employee, and will be sent to the Union once  \na month,  \n"], ["ARTICLE V  \nSEVERAL LIABILITY  \n", "It is understood that the Association is acting only  \nas an Agent in the negotiation of this Agreement, and  \nit is agent only for those individuals, partnerships  \n4  \nand corporations who have authorized it so to act and  \nin no event shall it be bound as principal or be held  \nliable in any manner for any breach of this contract  \nby any employee of such contractors. It is further  \nagreed and understood that the liabilities of the  \nContractors who have authorized the negotiation and  \nexecution of this Agreement shall be several and not  \njoint.  \n"], ["ARTICLE VI  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "There shall be no discrimination against or pref-  \nerence for employees or applicants for employment  \non the basis of race, color, creed, sex, age, or nation-  \n_al origin. Masculine persona] pronouns in this  \nAgreement are used solely as a grammatical conven-  \nience and shall include the feminine gender, unless  \nthe context indicates otherwise. Similarly, the singu-  \nlar personal pronoun shall include the plural, where  \nappropriate.  \n"], ["ARTICLE VII  \nSUBCONTRACTING  \n", "When subcontracting any work covered by this  \nAgreement, the employer agrees to make an honest  \nattempt to sublet said work to firms abiding by the  \nterms and conditions of this agreement.  \nWhen situations arise, where the low bidder is not  \nSignatory in this agreement, the union, contractor and  \nsubcontractor shall meet and attempt to work toward  \na solution of having the work in question done by a  \nmember of the bargaining unit.  \n5  \n"], ["ARTICLE Vil  \nDRUG TESTING PROGRAM  \n", "The Employer may exercise any rights granted by  \nlaw to initiate and operate a drug and alcohol screen-  \ning program for al] bargaining unit employees.  \nFurthermore, the Employer agrees the Union is not  \nresponsible for ascertaining or monitoring the drug-  \nfree and/or alcohol-free status of any employee or  \napplicant for employment.  \n"], ["ARTICLE IX  \nHOURS  \n", "Bight (8) hours shall constitute a day’s work  \nbetween the hours of 8:00 a.m. and 4:30 p.m. with  \none-half (1/2) hour for lunch, Monday through  \nFriday, inclusive. This shall be known as the regular  \nwork week. By mutual agreement between the  \nEmployer and Union, starting time and a day’s work  \nmay be varied one (1) hour either way if all architec-  \ntural trades and laborers on the payroll of the  \nEmployer on the project agree. It is understood that  \nthe above referred-to trades are those actually work-  \ning in conjunction with one another. A straight-time  \nSaturday make-up day may be worked under the  \neight (8) hour scenario as long as all workers on the  \nEmployer’s payroll receive the same straight-time  \nrate. When employees are required to work beyond  \nthe tenth (10th) hour, they will be given a paid pert-  \nod not to exceed fifteen (15) minutes to eat.  \nFOUR-TENS (4- 10s)  \nA 4-10s work week (Monday through Thursday)  \n6  \nmay be worked under the following terms and con-  \nditions unless prohibited by common Construction  \nAgreement (Project Agreement) or prohibited by  \nFederal or State laws:  \nl.  \nThe Employer and Union may agree to a 4-10s  \nwork week. !t being understood that prior to the  \nimplementation of a 4-10s work week, the  \nUnion and Employer shall review the circum-  \nstances involved on the construction project to  \ndetermine if a 4-10s work week is practical and  \nfeasible. A 4-10s work week shall only be  \nimplemented with a full work week commenc-  \ning on Monday of each week, for a minimum of  \nthree (3) consecutive weeks.  \nThe starting time shall be established by mutu-  \nal consent of the Employer and Union. A mid-  \nmorning and mid-afternoon staggered, five (5)  \nminute coffee break shall be afforded all  \nemployees under the terms of this Article at a  \nlocation at or near their work station.  \nFriday shall be considered a mandatory make-  \nup day if thirty-four (34) hours or less are  \nworked from Monday through Thursday. A full  \nten (10) hour work day shall be worked on  \nFriday with all hours in excess of forty (40)  \nhours paid at the rate of time and one-half  \n(1-1/2).  \nLost time due to inclement weather shall be the  \nonly time considered as lost time in determining  \nif a mandatory Friday make-up day shall be  \nworked.  \nS$. Holidays that are observed during the Monday  \nthrough Thursday work week may be consid-  \nered as lost time and Friday may be worked as  \na make-up day. Except for one hour prior to a  \nscheduled 4-10 hour shift or one hour following  \ncompletion of a scheduled 4-10 hour shift  \n(which sha]! be paid at time and one-half rate —  \n1-1/2), all work performed after eleven (11)  \nhours are worked shall be paid at the double  \ntime (2x) rate. All other provisions as included  \nin Article IX, “Hours” of this Agreement shall  \napply to the 4-10s work week.  \nSHIFTS  \nIt is agreed that when work ts necessary beyond  \nthe normal day’s work and shift work is necessary,  \nthe shift hours will be as follows:  \nThe first shift shall work eight (8) hours, 8:00  \na.m. to 4:30 p.m., Monday through Friday, for eight  \n(8) hours pay and fringes. There shall be a one-half  \n(1/2) hour lunch period from noon to 12:30 p.m.  \nThe second shift shall work seven and one-half  \n(7-1/2) hours, 4:30 p.m. to 12:30 a.m., Monday  \nthrough Friday, for eight (8) hours pay and fringes.  \nThere shall be a one-haif (1/2) hour lunch period  \nfrom 8:00 p.m. and 8:30 p.m.  \nThe third shift shall work seven (7) hours, 12:30  \na.m, to 8:00 a.m., Monday through Friday, for eight (8)  \nhours pay and fringes. There shall be a one-half (1/2)  \nhour lunch period between 3:30 a.m. and 4:00 a.m.  \nif two (2) shift work is required, and no overtime  \nis involved, the starting times will be according to  \n8  \nthe first two (2) shifts of the three (3) shift  \nAgreement. When overtime is involved, the  \nContractor and Union will mutually agree on a start-  \ning time of the first shift to meet job conditions. The  \nsecond shift will immediately follow the end of the  \nfirst shift.  \nWhen a two (2) shift schedule is necessary in  \naround-the-clock operations, the first shift shall  \nreceive eight (8) hours pay at the straight time rate  \nand four (4) hours pay at the appropriate overtime  \nrate. The second shift would receive eight (8) hours  \npay at the straight-time rate of pay and four and one-  \nhalf (4-1/2) hours at the appropriate overtime rate.  \nWhen shift work is being performed, the work  \nweek shail start at 8:00 a.m. on Monday and end at  \n8:00 a.m. on Saturday.  \nA minimum of two (2) Carpenters and/or two (2)  \nMillwrights shall constitute a shift. When, for rea-  \nsons beyond the control of the Contractor, it is  \nimpossible to work a crew in the daytime, namely  \nwork on occupied stores. hotels, office buildings,  \nbanks, and in-plant industrial work, the Employer  \nmay be permitted to figure such work at second shift  \nwage rates, provided, however, that he first notifies  \nthe Michigan Regional Council of Carpenters Upper  \nPeninsula Local 1510 office.  \nOVERTIME  \nAll work performed by any of the classifications  \ncovered by this Agreement on Sundays or the fol-  \nlowing holidays: New Year's Day, Memorial Day,  \nFourth of July, Labor Day, Thanksgiving Day, and  \n9  \nChristmas Day, or any day designated for the obser-  \nvance of any of the above named holidays, shall be  \npaid at double (2x) the regular rate. There shail be  \nno work on Labor Day, except in special cases of  \nemergency.  \nDouble time shal] be paid for all overtime work in  \nexcess of ten (10) hours Monday through Saturday.  \n.The time and one half (1-1/2) rate shall apply to  \nSaturday work except for make-up days which shall  \nbe paid at the straight time rate.  \nAll overtime is to be divided between employees  \non the job providing they can perform the work  \nrequired, supervision and Stewards excepted.  \nAny two (2) hours of work performed before or  \nafter the regularly scheduled working hours, Monday  \nthrough Friday, shall be paid at the time and one-half  \n(1-1/2) rate. Double (2x) time shalf be paid for al]  \novertime work in excess of ten (1G) hours Monday  \nthrough Saturday. The time and one-haif (1-1/2) rate  \nshall apply to all Saturday work except for make-up  \ndays, which shall be paid at straight time rate.  \nREPORTING PAY  \nAny workman reporting for work at the regular  \nstarting time, and for whom no work is provided, shalf  \nreceive pay for two (2) hours for so reporting, unless he  \nhas been notified not to report before leaving the end  \nof his previous shift, or unless prevented from working  \nfor reasons beyond the contro] of the Employer, includ-  \ning inclement weather or breakdown.  \nFour (4) hours pay shall be paid if over two (2)  \nhours are worked, six (6) hours pay shall be paid if  \n10  \nover four (4) hours are worked, and a full day’s pay  \nshall be paid if six (6) hours are worked. This does  \nnot pertain to cases where weather or equipment fail-  \nure is responsible for the lack of work on inland  \nwork or on premium time days. The employee must  \nremain on the job for the hours he is actually paid.  \nPICK-UP TIME  \nFive (5) minutes shail be allowed for Journeymen  \nCarpenters and Apprentices at the close of each shift  \nfor the picking up and making safe the tools.  \n"], ["ARTICLE X  \nWAGES (CARPENTERS, DRYWALL  \nTAPERS & FINISHERS)  \n", "The minimum scale of wages for Carpenters and  \nFloor Layers on various jobs shall be as follows:  \nEffective first full pay period on or after:  \n5-1-2005 8-1-2005  \n*Base Rate $24.44 $23.82  \n**Dues Deduction (0.98) (0.95)  \nAssessment (0.20) (0.20)  \n**MRCC Building Fund (0.10) (0.10)  \nHealth & Welfare 3.95 4.45  \nPension 3.00 3.10  \nPension Annuity 1.75 1.75  \nApprenticeship 0.25 0.27  \nUBC Funds 0.06 0.06  \nUPCC 0.12 0.12  \nCIAP 0.11  \nTOTAL $33.68 $33.68  \nI!  \n*Taxable Income  \nNote: A re-allocation of fringe benefits will be  \neffective 8/1/2005.  \nEffective the first full pay period on or after  \n5/1/2005, a total package increase of $1.22 per hour  \nhas been added to the base rate. The CIAP contribu-  \ntion rate has been increased to $.11 per hour.  \nEffective the first full pay period on or after  \n5/1/2006, there will be a total package increase of  \n$1.22 per hour — fringe allocation to be determined at  \na later date; the CIAP contribution rate will increase  \nto $.12 per hour.  \nEffective the first full pay period on or after  \n5/1/2007, there will be a total package increase of  \n$1.22 per hour — fringe allocation to be determined at  \na later date; the CIAP contribution rate will increase  \nto $.13 per hour.  \nEffective the first full pay period on or after  \n5/1/2008, there will be a total package increase of  \n$1.27 per hour — fringe allocation to be determined at  \na later date.  \nEffective the first full pay period on or after  \n5/1/2009, there will be a total package increase of  \n$1.27 per hour - fringe allocation to be determined at  \na Jater date.  \n*All work performed on “Industrial  \nConstruction” shall be paid at forty-five cents (45¢)  \nper hour above the Journeyman’s rate. The defini-  \ntion of “Industrial Construction” is all industnal  \nmanufacturing and processing plants such as ore  \nplants, paper mills, power houses, foundries, saw  \n12  \nmills, wood processing plants, or other industrial  \ncomplexes to be determined on industrial projects or  \nsites where uniform construction agreements  \n(Project Agreement} are utilized or where  \nMaintenance Agreements are used to perform indus-  \ntrial maintenance work.  \n** To be deducted from the Base Rate after pay-  \nroll taxes have been computed and submitted to the  \nFund Office along with other fringe benefit contribu-  \ntions.  \nThe minimum scale of wages for Piledrivers on  \nvarious jobs shali be as follows:  \nEffective first full pay period on or after:  \n8-1-2005  \n  \n*Base Rate $24.64 $24.02  \n**Dues Deduction (0.98) (0.95)  \n** Special Assessment (.20) (0.20)  \n**MRCC Building Fund (.10) (0.10)  \nHealth & Welfare 3.95 4.45  \nPension 3.00 3.10  \nPension Annuity 1.75 1.75  \nApprenticeship 0.25 0.27  \nUBC Funds 0.06 0.06  \nUPCC 0.12 0.12  \nCIAP 0.11 0.11  \nTOTAL $33.88 $33.88  \n*Taxable Income  \nNote: A re-allocation of fringe benefits will be  \neffective 8/1/2005.  \nEffective the first full pay period on or after  \n5/1/2005, a total package increase of $1.22 per hour  \n13  \nhas been added to the base rate. The CIAP contribu-  \ntion rate has been increased to $.1! per hour.  \nEffective the first full pay period on or after  \n5/1/2006, there will be a total package increase of  \n$1.22 per hour — fringe allocation to be determined at  \na later date; the CIAP contribution rate will increase  \nto $.12 per hour.  \nEffective the first full pay on or after  \n5/1/2007, there will be a total package increase of  \n$1.22 per hour — fringe allocation to be determined at  \na later date; the CIAP contribution rate will increase  \nto $.13 per hour.  \nEffective the first full pay period on or after  \n5/1/2008, there will be a total package increase of  \n$1.27 per hour - fringe allocation to be determined at  \na later date.  \nEffective the first full pay pertod on or after  \n5/1/2009, there will be a total package increase of  \n$1.27 per hour — fringe allocation to be determined at  \na later date.  \n*All work performed on “Industrial  \nConstruction” shall be paid at forty-five cents (45¢)  \nper hour above the Journeyman’s rate. The defini-  \ntion of “Industrial Construction” is al} industrial  \nmanufacturing and processing plants such as ore  \nplants, paper mills, power houses, foundries, saw  \nmills, wood processing plants, or other industrial  \ncomplexes to be determined on industrial projects or  \nsites where uniform construction agreements  \n(Project Agreement) are utilized or where  \nMaintenance Agreements are used to perform indus-  \ntrial maintenance work.  \n14  \nCarpenters working on waterfront work on the  \nGreat Lakes or connecting water navigable to lake  \nshall receive twenty cents (20¢) per hour  \nover the Journeyman’s scale.  \n** To be deducted from the Base Rate after pay-  \nrol] taxes have been computed and submitted to the  \nFund Office along with other fringe benefit contribu-  \ntions.  \nFOREMAN AND GENERAL FOREMAN  \nThe Foreman shall be selected by and be the rep-  \nresentative of the Employer. When five (5) or more  \ncarpenters are employed, one (1) shall act as working  \nForeman and receive the Foreman’s rate of pay.  \nForeman rate of pay shall be a minimum of one dol-  \nlar twenty-five cents ($1.25) per hour above the  \nJourneyman’s scale.  \nWhen five (5) or more carpenter Foremen per  \nshift are employed on a single project, they shall  \nreceive two dollars and fifty cents ($2.50) per hour  \nabove the Journeyman’s rate. The General Foreman  \nshall be selected from the Foremen and shall negoti-  \nate a rate above the Foreman’s rate of pay on a proj-  \nect-to-project basis.  \nAll Foremen and General Foremen shall be duly  \nqualified Journeymen of the craft involved.  \nDIVERS  \nWages of any Diver employed under the jurisdic-  \ntion of this Union shall be one and one-half (1-1/2)  \ntimes the regular Journeyman’s rate.  \nIf the Diver furnishes all his own equipment, he  \n15  \nshall receive fifty dollars ($50.00) for each and every  \nday the equipment is used.  \nDivers shall be guaranteed eight (8) hours pay  \nduring any day they get wet making a dive. At all  \nother times, Divers shal! receive the same rate as  \nJourneyman Carpenters. Overtime hours while div-  \ning shall be paid at one and one-haif (1-1/2) times the  \nDivers’ rate.  \nAPPRENTICE RATES  \nFollowing completion of the eighth period, an  \nApprentice shall, after passing a Union test, obtain  \nthe Journeyman's scale of wages. The Apprentice  \nscale shall be as follows:  \nFirst Six months...........60% of Journeyman’s wages  \nSecond Six months ...,..65% of Journeyman’s wages  \nThird Six months......... 70% of Journeyman's wages  \nFourth Six months .......75% of Journeyman’s wages  \nFifth Six months .......... 80% of Journeyman's wages  \nSixth Six months.......... 85% of Journeyman’s wages  \nSeventh Six months .....90% of Journeyman's wages  \nEighth Six months ....... 95% of Journeyman's wages  \nIf the Apprentice is employed by the same  \nEmployer the day before and after the Monday  \nthrough Friday week of classroom instruction they  \nshall receive up to twenty dollars ($20.00) per day  \nexpense allowance with a signed expense report. The  \nEmployer shall be encouraged to give an Apprentice  \na “reduction in force slip” for the week he/she  \nattends classroom instruction and agrees to rehire  \nsaid Apprentice after the one (1) week of classroom  \n16  \ninstruction is complete, provided work 1s avail-  \nable.  \nIt is understood that the twenty dollars ($20.00)  \nper day expense is to cover apprentices only when  \nattending regularly scheduled apprenticeship classes.  \nThe Michigan Carpenters Apprenticeship and  \nTraining Program Local No. 1510 will accommodate  \nal! reasonable requests in providing training for  \nemployees working under this Agreement, who are  \nrequired to have certification.  \nIt is mutually agreed that the signatory parties  \nhereto will abide by all the rules set down by the  \nJoint Apprenticeship Committee and such rules shall  \nbe considered part of this Agreement.  \nOn jobs employing six (6) or more Carpenters, the  \nsixth (6th) Carpenter shall be an Apprentice when  \ncurrent Apprentices are unemployed and available  \nfor work.  \n"], ["ARTICLE XI  \nTRUST FUNDS AND UNION DUES  \nAPPRENTICESHIP FUND  \n", "The Employer agrees to pay into the Joint  \nApprenticeship Fund in accordance with Articles X  \nand XIX of this Agreement for each hour worked by  \nall employees covered by this Agreement.  \nHEALTH CARE, PENSION, AND PENSION  \nANNUITY FUNDS  \nThe Employer agrees to pay into the Michigan  \nCarpenter’s Health Care Fund and the Michigan  \nCarpenter’s Pension Fund for each hour worked by  \n17  \nall employees covered by this Agreement tn accor-  \ndance with the Wage Schedules and in accordance  \nwith the Trust Fund Agreements negotiated between  \nthe Michigan State Carpenter's Council and the  \nMichigan Chapter Associated General Contractors of  \nAmerica, Inc., Labor Relations Division (AGC/LRD  \nto be added when Trust document is revised).  \nIf the Michigan Regional Carpenter's Council  \nand the Michigan Chapter Associated General  \nContractors of America, Inc., Labor Relations  \nDivision (AGC/LRD) agree to a change in the  \nEmployer contnbutions to the above-named funds,  \nthe hourly rate shall be adjusted accord-  \ningly.  \nPension Annuity. The Employer shail deduct in  \naccordance with Articles X and XIX from the gross  \ntaxable weekly wages of each bargaining unit  \nemployee, and shall contribute that amount on the  \nemployee's behalf to the Michigan Regional Council  \nof Carpenters’ Annuity Fund.  \nThe Employers agree to be bound to the  \nAgreement and Declaration of Trust establishing the  \nCarpenters’ Annuity Fund and by any present and  \nfuture amendments thereto, and hereby accept and  \ndesignate as their representatives to the Board of  \nTrustees such Trustees as are named in said  \nAgreement and Declaration of Trust as Employer  \nTrustees, together with their successors selected in  \nthe manner provided by said Agreement and  \nDeclaration of Trust as it may be amended from time  \nto time.  \n18  \n   \nSo that the AGC/LRD may monitor the activities  \nand performance of the Carpenters’ Annuity Fund,  \nthe AGC/LRD will be furnished on a regular basis  \nwith coptes of all documents provided to the Fund  \nTrustees, including but not limited to: Trustee  \nMeeting Agendas; Trustee Meeting Minutes; Fund  \nAccounting and Reports; Investment  \nManager Reports; any filings with the Internal  \nRevenue Service, U.S. Department of Labor or other  \ngovernment agencies; reports by Fund legal counsel  \nand the Fund Administrator; all Fund financial  \nreports of any type; and Committee reports and doc-  \numents. These materials will be mailed, faxed or  \ndelivered to the AGC/LRD at the same time they are  \nmailed, faxed or delivered to the Fund Trustees.  \nThe Union will defend the Employers, hold them  \nharmless from, and indemnify them for any claim or  \njoss suffered as a result of their compliance with  \nparagraph 1.  \nUPPER PENINSULA CONSTRUCTION  \nCOUNCIL (UPCC)  \nThe Employers party to this Collective Bargaining  \nAgreement shal! contribute the amount as indicated in  \nArticles X and XIX, per hour worked under this  \nAgreement on a monthly basis to the UPCC.  \nThe cents-per-hour contribution, to be used pur-  \nsuant to the Labor-Management Cooperation Act  \nof 1978, shall be paid at the same time and entered  \non forms furnished to the Employers by the  \nContract Administrator of Carpenters Fringe  \nBenefit Funds.  \n19  \nDUES DEDUCTION  \nThe Employer appoints the Contract  \nAdministrator of the Carpenters Fringe Benefits  \nPrograms as its agent for the receipt of dues deduc-  \ntion authorizations. Receipt of a written authoriza-  \ntion by the Administrator shall constitute receipt by  \neach Employer.  \nThe Employer shall deduct as working dues from  \nthe wages of each employee who has individually or  \nvoluntarily authorized such deduction in writing, an  \namount certified by the Union to be the working dues  \nassessment uniformly required and a Special  \nAssessment equal to an amount determined by the  \nUnion on an annual basis with a maximum of twenty  \ncents (20¢) per hour for every hour worked by a mem-  \nber. Any such authorization by any employee shall  \ncontain a provision, as required by law, for revocation.  \nThe Union will hold the Employers harmless and  \nindemnify them for any loss suffered as a result of  \nthe Union Dues deduction.  \nThe Michigan Regional) Council of Carpenters  \nshall provide the Michigan Chapter AGC/LRD with  \nwritten notice thirty (30) days in advance of any revi-  \nsions to be made on an annual basis.  \nUNITED BROTHERHOOD OF  \nCARPENTERS’ NATIONAL HEALTH AND  \nSAFETY, APPRENTICESHIP AND TRAINING,  \nAND EDUCATION AND DEVELOPMENT  \nFUNDS  \nThe Employer(s) and the Union recognize the  \nneed for quality safety and health training and relat-  \n20  \ned services to enable Union workers to remain  \nhealthy and productive, and to aid the Employer in  \nmeeting its own safety and health goals, as well as  \nthose established by government agencies and con-  \nstruction owners. The Employer and Union further  \nrecognize the need for quality training for  \nApprentices and Journey persons to meet the indus-  \ntry’s needs for skilled craft labor. And finally, the  \nEmployer and Union recognize the importance of  \ncooperating in jointly and aggressively pursuing new  \nwork opportunities utilizing Union members and in  \nformulating new initiatives designed to enhance the  \ncompetitiveness of Union contractors. The parties  \nagree to continue attempting to find a solution to deal  \nwith employees who resist opportunities to become  \nbetter trained when training and educational oppor-  \ntunities are made available to them.  \nTherefore, in addition to any contributions other-  \nwise called for herein, the Parties agree that the  \nEmployer shall make a contribution of six cents (6¢)  \nper hour worked by all employees covered by this  \nAgreement in accordance with Articles X and XIX,  \nWages, to the UBC Health and Safety Fund, the UBC  \nNational Apprenticeship and Training Fund, and the  \nUBC Labor-Management —__ Education and  \nDevelopment Fund. This six cents (6¢) contribution  \nshall be divided as follows: two cents (2¢) to the  \nHealth & Safety Fund, two cents (2¢) to the  \nApprenticeship and Training Fund, and two cents  \n(2¢) to the Labor-Management Education and  \nDevelopment Fund.  \n2!  \nAll Health and Safety, Apprenticeship and Training,  \nand Labor-Management Education and Development  \ncontributions shall be computed on actual hours  \nworked, without regard to whether the employee was  \nworking on straight time or overtime. These contri-  \nbutions shall be deposited each month, or at such  \nother regular intervals as may be determined by the  \nTrustees of each of the Trust Funds referenced  \nabove.  \nThe Employer hereby also agrees to be bound by  \nthe Trust Indenture Agreements applicable to each of  \nthe respective UBC Trust Funds described above.  \nUpon request, each Employer and/or Union shall  \nreceive a copy of each of the Funds’ Annual  \nReports.  \nCONSTRUCTION INDUSTRY  \nADVANCEMENT PROGRAM (CIAP)  \nEach Employer covered by this Agreement shall  \npay to the Construction Industry Advancement  \nProgram the rate specified in Articles X and XIX on  \nactual hours worked by the employees within the  \nbargaining unit. Payments shall be made with such  \ninstruction and such forms as are furnished by the  \nTrustees.  \nIt is agreed by the Employer that the Construction  \nIndustry Advancement Program shall not be used for  \nin support of anti-labor legislation of any  \nkind at municipal, state, or national levels, to subsi-  \ndize any Contractor or Contractor Association in  \nconnection with any work stoppage or strike, nor  \nshall it be used to support any anti-Union activity.  \n22  \nThe program shall comply with all present and  \nfuture Federal laws governing the same.  \nThe Union shall have no participation or control  \nof any kind or degree whatever, nor shall the Union  \nbe connected in any way with the Construction  \nIndustry Advancement Program.  \nVIOLATION OF PAYMENTS  \nThe Employer agrees to pay all costs of collection  \ncharges resulting from late payments of delinquent  \ncontributions, and further agrees to abide by the rules  \nand regulations promulgated by the Trustees of said  \nFunds.  \nif the Employer fails to make fringe benefit con-  \ntributions in accordance with this Agreement, the  \nUnion may take economic action against the  \nEmployer provided it gives written or telegraphic  \nnotice forty-eight (48) hours, excluding Saturday,  \nSunday, or holidays, to said Employers and the  \nAssociation before taking such action.  \nThe deposits will be accompanied by such reports  \nas may be designated by the Trustees of the Funds in  \naccordance with the terms of the Agreement of the  \nTrust, which is incorporated hereby reference. The  \ndeposits will be sent to such depository as may be  \ndesignated by the Trustees.  \nFRINGE BENEFITS SECURITY  \nEmployers who do not have an established satis-  \nfactory record of payments into the Fringe Benefit  \nFunds and Employers who become delinquent in the  \nmonthly record of Health Care, Pension, and/or  \n23  \nApprenticeship payments as determined by the Fund  \nAdministrator shall be required to post a certified  \ncheck in the amount of five-hundred dollars ($500)  \nper employee covered under the terms and condi-  \ntions of this Agreement. The check shall be payable  \nto the Trustees to guarantee payment of said enumer-  \nated Fringe Benefit Funds that are due in accordance  \nwith the terms of this Agreement.  \nUpon receipt from the Fund Administrator’s  \noffice of the monthly eligible reports that such  \nEmployer is delinquent in contributions required as  \nset forth in this Agreement, the Fund Administrator  \nshall deduct the delinquency and appropriate penal-  \nties from the certified check security to apply on said  \ndelinquencies,  \nIf after payment of said delinquency there is a  \nbalance remaining, said cash balance shall be left on  \ndeposit with the Fund Administrator and the  \nEmployer shall be required to give an additional cer-  \ntified check to bring the security back to the original  \namoum. Upon request of the Union, individual  \nEmployers will furnish proof of their compliance  \nwith the provisions of this Article.  \nThe amount deposited is to be held by the Fund  \nAdministrator until:  \n1. Completion of twelve (12) successive months of  \noperation without delinquency, however, the  \nrequirement may be reinstated upon any subse-  \nquent delinguency.  \n2. Termination of this Agreement.  \n3. Completion of such Employer’s project, upon the  \n24  \nwritten clearance from the Fund  \noffice that such Employer has satisfactorily made  \nnecessary contribution payments as required by  \nthis Agreement.  \nIf the amounts held as security are to be returned  \nto an Employer in accordance with the foregoing and  \nthe Employer cannot be located by the Fund  \nAdministrator, any balance remaining after two (2)  \nyears shall be forfeited and shall be transferred to  \nand become part of the Joint Apprenticeship Fund,  \nprovided that the Joint Apprenticeship Fund shall  \npay to any such Employer the amount so transferred  \nif, within three (3) years of transfer, a claim is made  \nthereafter by the Employer.  \nNon-Compliance. In order to assure compliance  \nby all Employers in making the contributions  \nrequired by this Article, the Union and the  \nAssociation will request from the Administrator of  \nthe Trust Funds each month a list of Employers who  \nare delinquent in making the required payments.  \nThis list will be made available to signatory contrac-  \ntors and to representatives of the Union as one of the  \nways to encourage compliance with the obligations  \nof this Article.  \n"], ["ARTICLE XII  \nCOMPENSATION INSURANCE  \n", "Fach Contractor agrees for himself, individually,  \nthat he will carry Workers’ Compensation Insurance  \nand file certificates to this effect with the Union upon  \nrequest. He shall also make contributions for his  \nemployees under the Michigan Employment  \n25  \n- - -  \nSecurity Act, regardless of the number of men  \nemployed by him, and upon request shall furnish sat-  \nisfactory proof to the Union of such contributions.  \n"], ["ARTICLE XIN  \nWORKING CONDITIONS  \nPAY DAY  \n", "Carpenters and Apprentices shall be paid every  \nweek, When an Employer fails to pay by the closing  \nof the workday, he shall reimburse the employees  \none hour of time for the same.  \nif Employers pay by mail, the check must be  \nmailed in time to arrive at the Jast known residence  \naddress of the employee, within five (5) working  \ndays of the day ending the payroll period. This also  \napplies when the Employer pays on the job. This  \nallows for the preparation of payroll records.  \nIf paid by check, the same shall be designated as  \npayroll, and check stub shall show gross pay, net pay,  \nhours worked, Social Security, Federal tax, State tax,  \novertime and deductions.  \nLAYOFF  \nAny workman laid off due to completion of the  \njob or necessary reduction of the working force in  \nthe interim between paydays, shal) be paid in full at  \nthe time of being laid off. If payroll is paid by mail,  \nthe postmark shal] be no more than three (3) working  \ndays after the layoff, otherwise a two (2) hour  \nstraight-time payment must be paid to each employ-  \nee affected as a penalty.  \n26  \n  \n    \nAny employee covered by this Agreement shall  \nbe given one (1) hour notice prior to being laid off to  \nget tool clearance and pick up tools and be paid by  \nthe Employer.  \nContractors working under this Agreement must  \ngive each employee, von request, a copy of the ter-  \nmination slip stating the reason for termination with  \nthe final check.  \nCOFFEE BREAK  \nThere will be a mid-morning coffee break not to  \nexceed ten (10) minutes for all employees covered  \nby this Agreement, at a suitable location at or near  \ntheir work station. The exact time of coffee break  \nshall be determined by the Employer.  \nCONDITION OF EMPLOYMENT  \nNo member of the Union shall violate, or be  \nrequired to violate, any part of this Agreement as a  \ncondition of employment.  \nTRANSPORTATION, EXPENSES,  \nAND PARKING  \nTransportation shall be furnished by the  \nEmployer between jobs during a day’s work, and  \nsuch traveling shall be done on the Employer’s time.  \nAll transportation furnished by an Employer shall be  \nin a covered vehicle.  \nCarpenters and Apprentices shall be reimbursed  \nfor authorized expenses. Such expenses must be  \nsubstantiated by receipts whenever possible.  \n27  \n  \nEmployers must, at all times, provide parking for  \nemployees fear the projects. If employees are  \nrequired to pay for parking, they shal] be reimbursed  \nby the Employer. Transportation will be provided  \nfrom the parking area to the project whenever the  \nparking is more than one-quarter (1/4) mile from the  \nproject,  \nTRAVEL AND WATERFRONT WORK  \nPay shall start on the boat in waterfront work as  \ndefined in this Agreement and continue until the  \ndock is again reached. This applies to daily trans-  \nportation only.  \nOn waterfront work, employees shall be reim-  \nbursed if they travel in excess of the regular eight (8)  \nhour workday. They shalJ be reimbursed up to a  \nmaximum of one (1) hour per day at the regular rate  \nof wages. All reimbursement for travel in excess of  \none (1) hour shal) be equal to the premium rate of  \nwages,  \n‘ne  \n   \nCREW SIZE  \nIt is agreed that the minimum crew on a floating  \nderrick consists of five (5) Piledrivers and a Foreman  \nwhen performing piledriving work. Welders can and  \nwill be counted as members of the crew on piledriv-  \nIng rigs.  \nOne (1} Piledriver and one (1) Foreman will be  \nthe minimum crew while clamming from a floating  \nderrick. On cranes larger than twenty (20} tons, free  \nor swing rigs shall have at least three (3)  \nPiledrivers and a Foreman. Three (3) Piledrivers and  \n28  \nltt  \n   \na Foreman shail be the minimum crew while clam-  \nming for foundations for steel pile cells from a float-  \ning derrick.  \nLOCAL EMPLOYMENT  \nThe party of the first part agrees to give the mem-  \nbership of the party of the second part opportunity  \nwhen hiring Carpenters, Millwrights, and Piledrivers  \nwithin the District Council holding jurisdiction over  \nthe job.  \nEmployers from other areas who come into the  \nterritorial jurisdiction of the Michigan Regional  \nCouncil of Carpenters to perform work can bring up  \nto two (2) employees, excluding non-working super-  \nvision above General Foreman, to work in the area  \ncovered by this Agreement.  \nWhen an Employer anticipates working on a  \nproject outside his local area, he shall advise that  \nLocal’s Business Agent before going to work.  \nFACILITIES AND SAFETY EQUIPMENT  \nA. The Employer shall furnish a suitable tool room  \nlarge enough to accommodate the number of men  \non the job to be used by employees covered by this  \nAgreement for storing their tools and for shelter in  \nbad weather. This room shal! not be used to store  \nmaterial and shall be heated at all times when the  \ntemperature is forty (40) degrees Fahrenheit or  \ncolder. Same shall be well lighted and secured dur-  \ning non-working hours to help prevent the loss of  \npersonal tools and clothing. Millwrights’ personal  \ntools shall not be stored in gang boxes.  \n29  \n—- — — eee ee Ce  \nB. The Employer shall provide a satisfactory place  \nor quarters and provide suitable heat for the pur-  \npose of drying clothes.  \nC. The necessary sanitary conveniences, properly  \nsecluded, shall be provided for employees on all  \nwork,  \nD. The Employer shalt furnish fresh water and indi-  \nvidual drinking cups for the employees through-  \nout the workday.  \nE. The Employer shall furnish the following equip-  \nment, as required: safety hats, rain gear, rubber  \nboots, goggles and welders, gloves, sleeves and  \nsafety pants. These items are to be returned to the  \nEmployer upon layoff or discharge. Furnishing  \nof the aforesaid equipment is understood to be for  \nthe mutual protection and benefit of the employ-  \nees and the Employer for the purpose of reducing  \non-the-job accidents.  \nF. When an employee is injured on the job and is  \nsufficiently incapacitated so as to be unable to  \ncontinue work on that day, the pay will be paid at  \nthe regular rate for alf time lost that regular day as  \na direct result of employee injury. [f an employ-  \nee who has a minor injury on the job has to make  \n| a Visit to the doctor during regular work hours, the  \nemployee’s pay for the day shail continue as  \nthough the employee was actually an the job. I{t  \nshall be the responsibility of the Steward to see  \nthat the employee’s tools and personal property  \nare properly cared for.  \n   \nxs  \n30  \nEt  \n   \nTOOLS AND EQUIPMENT  \nAll employees shal! bring their tools on the job in  \ngood condition ta start work, after which they must  \nbe kept in good condition on the job.  \nAll Carpenter hand tools must be sharpened by  \nJourneyman Carpenters. Employers will pay for  \ntools sent off the job for sharpening.  \nEXCLUSIONS  \nThe parties signatory to thts Agreement agree to  \nexclude all Marine work and Millwright work from  \nthis Agreement upon consummation of a Marine  \nand/or Millwright Agreement for the Michigan  \nRegional Council of Carpenters. All Employers sig-  \nnatory to this Agreement will be given a thirty (30)  \nday notice before the effective date of a new ‘‘Marine  \nAgreement” and/or “Millwright Agreement.”  \nAny work in progress at the time the Marine  \nand/or Agreement takes effect shall be  \ncompleted under the terms and conditions in effect  \nwhen the bid was awarded.  \n"], ["ARTICLE XIV  \nGENERAL CONDITIONS  \n", "The parties to this Agreement further agree to the  \nfollowing provisions:  \n1. There shall be no quota set or limitation as to the  \namount of work a man shall perform during his  \nworking day.  \n2. There shall be no restrictions on the use of  \nmachinery or tools furnished by the Contractor,  \nprovided they are operated by members of the  \n3}  \ncraft having jurisdiction over the work involved.  \n3. Members of the firm may use such  \ntools as necessary to check on layout and proper  \ndimensions.  \n"], ["ARTICLE XV  \nUNION REPRESENTATIVES  \n", "Stewards shall be employed at aff times that  \nmembers covered by this Agreement are employed.  \n(There shall be no work performed without: a  \nSteward on the job.) The Steward shall be appoint-  \ned by the District Council holding jurisdiction. The  \nSteward shall be the last man laid off, as long as he  \ncan perform the work capably. Stewards must be  \ncertified in CPR and Safety Training prior to serving  \nin that capacity.  \nStewards shall not be removed from any job with-  \nout consulting the Union.  \nAuthorized representatives of the Union shall  \nhave access to all jobs under construction; provided,  \nhowever, they shal] report their presence to the  \nEmployer or his immediate representatives on the  \njob site and shall not interfere with employees during  \nworking hours. Stewards shal) be considered as  \nauthorized representatives and sha}! not be restricted  \nfrom performing their duties.  \n"], ["ARTICLE XVI  \nJURISDICTIONAL PROCEDURE  \n", "In the event of a jurisdictional dispute, there shall  \nbe no stoppage of work, and the parties wil! continue  \nto work on the basis of their original assignments while  \n32  \nan earnest effort is made to settle the dispute, first, by  \njoint local action of the Crafts and Employers; and sec-  \nond, in the event the parties are unable to settle the  \nsame locally, then they shall submit the dispute to their  \nrespective International Unions.  \n"], ["ARTICLE XVII  \nGRIEVANCE AND ARBITRATION  \nPROCEDURE  \n", "Section 1. {n the event a dispute occurs due to a  \nmisunderstanding, misinterpretation and/or violation  \nof this Agreement or any section thereof, (excluding  \nArticle XI regarding Delinquency) an earnest effort  \nwill be made to settle such dispute between the  \nContractor, and the Union. If the dispute cannot be  \nresolved between the Employer and the Union, then  \nthe Labor Relations Director of the Associated  \nGeneral Contractors of America, Inc., Michigan  \nChapter, shall be notified of such difference of opin-  \nion or dispute. If the dispute cannot be resolved in  \nseven (7) working days by this method, either party  \ncan then refer the matter to the Joint Grievance  \nCommittee as outlined hereafter.  \nSection 2. The Joint Grievance Committee shall  \nbe composed of four (4) members; two (2) from the  \nAGC-LRD and two (2) from the Union. Following  \nappointment said Grievance Committee shall meet,  \nelect a Chairperson and a Secretary, (one (1) union,  \none (1) management), adopt rules of procedure  \nwhich will bind the parties concerned, and proceed to  \nconsider any matters properly before it. The Joint  \nGrievance Committee shall have the powers only to  \na  \nadjust disputes that may arise due to a misunder-  \nstanding, misinterpretation and/or violation of the  \nAgreement or any section thereof. No Committee  \nmember shall be directly involved in the dispute to  \nbe resolved by satd Committee.  \nSection 3. All complaints based on a misunder-  \nstanding, misinterpretation and/or violation of this  \nAgreement or any section thereof shall be referred to  \nthe Joint Grievance Committee in writing, and said  \nCommittee shall meet within five (5) working days  \nof receipt of said complaint to consider the same. If  \nthe Committee, within five (5) working days after  \nsuch meeting, is unable to decide the matter before it,  \nthe members of the Committee shall choose a fifth  \n(Sth) member. Should the Committee be unable to  \nagree on the fifth (Sth) member within two (2) days,  \nthe Director of the Federal Mediation and  \nConciliation Service shall be requested to supply a  \nlist of five (5) local arbitrators from which the Union  \nand the Association shall alternately strike two (2)  \neach with the remaining one (1) to become the fifth  \n(Sth) member. The decision of said Committee shall  \nbe determined by a majority of its members and shall  \nbe rendered within five (5) days after such a submis-  \nsion. Satd decision shall be final and binding upon  \nthe parties. Any expense involved in the operation of  \nthe Committee shall be borne equally by the parties  \ninvolved in the dispute.  \nSection 4. No proceedings hereunder based on  \nany dispute, complaint or grievance herein provided  \nfor shall be recognized, unless called to the attention  \nof the Employer and the Union in writing within  \n34  \ntwelve (12) calendar days after alleged violation was  \ncommitted.  \nSection 5. Pending final decision on any matter  \nby the Joint Grievance Committee, no action will be  \ntaken by either party that will halt or interrupt the  \norderly conduct of the business.  \nSection 6. It is mutually agreed that the provi-  \nsions of this Article shall not apply if the dispute  \narises over failure or refusal of the Contractor to pay  \nthe wage rates, overtime, Health Care, Pension,  \nIndustry Advancement Fund, Carpenters’ Training  \nFund, and Vacation, provided. however, that any dis-  \npute involving a particular proper wage  \nclassification or eligibility to receive overtime pay  \nshall be subject to the provisions of this Article.  \nSection 7. The time frame previously referenced  \nmay be waived in each instance by mutual consent of  \nthe parties. Disputes resolved at any step of the griev-  \nance procedure is final and binding upon all parties.  \n"], ["ARTICLE XVIII  \nINVALIDITY  \n", "It is the intention of the parties herein to comply  \nwith all applicable State and Federal laws, and they  \nbelieve that each and every part of the Agreement is  \nlawful. All provisions of this Agreement and/or  \nexisting Agreements shall be complied with, unless  \nthey are found invalid by any competent court or  \nbody, such invalid provisions may be renegotiated.  \nIn the event any portion of this Agreement 1s  \ndeclared to be or becomes inoperative under State or  \nFederal law, the balance of the Agreement shall  \n35  \nremain in full force and effect, and the parties hereto  \nagree to meet and renegotiate the inoperative portion  \nof the Agreement.  \n"], ["ARTICLE XIX  \nMILLWRIGHTS  \n", "Pick-Up Time: Ten (!0) minutes shall be  \nallowed for Millwrights at the close of each shift for  \nthe picking up and making safe of tools.  \nFacilities and Safety Equipment: Projects  \nemploying ten (10) or more Millwrights shall be pro-  \nvided a separate room for their use only. Such rooms  \nshall be kept clean at all times.  \nMillwrights’ Wages  \nEffective the first full pay period on or after:  \n5-1-2005 8-1-2005  \n*Base Rate $28.35 $27.73  \n**Dues Deduction (1.13) (1.11)  \n**Special Assessment (0.20) (0.20)  \n**MRCC Building Fund (0.10) (0.10)  \nHealth Care 3,95 4,45  \nPension 3.00 3.10  \nPension Annuity 1.97 1.97  \nApprenticeship 0.25 0.27  \nUBC Funds 0.06 0.06  \nUPCC 0.12 0.12  \nCIAP 0.1)  \nTOTAL $37.81 $37.81  \n*Taxable Income  \n36  \nNote: A re-allocation of fringe benefits will be  \neffective 8/1/2005.  \nEffective the first full pay period on or after  \n5/1/2005, a total package increase of $1.37 per hour  \nhas been added to the base rate. The CIAP contribu-  \ntion rate has been increased to $,11 per hour.  \nEffective the first full pay period on or after  \n§/1/2006, there will be a total package increase of  \n$1.37 per hour — fringe allocation to be determined at  \na later date; the CIAP contribution rate will increase  \nto $.12 per hour.  \nEffective the first full pay period on or after  \n5/1/2007, there will be a total package increase of  \n$1.37 per hour — fringe allocation to be determined at  \na later date; the CIAP contribution rate will increase  \nto $.13 per hour.  \nEffective the first full pay period on or after  \n5/1/2008, there will be a total package increase of  \n$1.42 per hour — fringe allocation to be determined at  \na later date.  \nEffective the first full pay period on or after  \n5/1/2009, there will be a total package increase of  \n$1.42 per hour — fringe allocation to be determined at  \na later date.  \n*All work performed on “Industrial  \nConstruction” shall be paid at forty-five cents (45¢)  \nper hour above the Journeyman’s rate. The defini-  \ntion of “Industrial Construction” is all industrial  \nmanufacturing and processing plants, such as ore  \nplants, paper mills, power houses, foundries, saw  \nmills, wood processing plants, or other industrial  \ncomplexes to be determined on industrial projects or  \n37  \nsites where uniform construction agreements  \n(Project Agreement) are utilized or where  \nMaintenance Agreements are used to perform indus-  \ntrial maintenance work.  \n**To be deducted from the Base Rate after pay-  \nroll taxes have been computed and submitted to the  \nFund Office, along with other fringe benefit contri-  \nbutions.  \nForeman and General Foreman  \nThe Foreman shall be selected by and be the rep-  \nresentative of the Employer. When two (2) or more  \nMiiiwrights are employed, one (1) shall act as work-  \ning Foreman and receive one dollar and twenty-five  \ncents ($1.25) per hour above the Journeyman’s scale.  \nWhen five (5) or more Millwright Foreman per  \nshift are employed on a single project, they shall  \nreceive two dollars and fifty cents ($2.50) per hour  \nabove the Journeyman’s scale. The General  \nForeman shall be selected from the Foremen and  \nshall negotiate a rate above the Foreman’s rate of pay  \non a project-to-project basis.  \nAll Foremen and General Foremen shal! be duly-  \nqualified Journeymen of the craft involved.  \n"], ["ARTICLE XX  \nAMENDMENTS  \n", "The revised Agreement embodies all amendments  \nto existing agreements and shall hereafter be recog-  \nnized as the sole Agreement affecting conditions of  \nthe employment between the parties signatory here-  \nfo.  \n38  \n"]]