[["", "K  \n2005-2008  \nHIGHWAY-HEAVY, UTILITY AND TUNNEL  \nAGREEMENT  \nBETWEEN  \nLABORERS INTERNATIONAL UNION  \nOF NORTH AMERICA  \nUPSTATE NEW YORK LABORERS  \nDISTRICT COUNCIL  \nLOCAL 210  \nAND  \nLABOR RELATIONS DIVISION  \nWESTERN NEW YORK REGION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nA.J. Castelbuono  \nPresident and C.E.O.  \n10 Airline Drive, Suite 203  \nAlbany, New York 12205-1025  \nTelephone: (518) 456-1134  \nFax: (518) 456-1198  \ne-mail: aicastel@aqcnys.org  \nLABORERS INTERNATIONAL UNION  \nOF NORTH AMERICA  \nLOCAL 210  \nWilliam Hoffman, Business Manager  \nLaborer's Local 210  \n2750 Harlem Road  \nCheektowaga, NY 14225  \nTelephone: (716) 895-5311  \nFax: (716) 895-5282  \n"], ["ARTICLE  \nF  \n", "I.  \nlil.  \nIV.  \nV.  \nVI.  \nVIN.  \nVIN.  \nIX.  \nX.  \nXl.  \nXll.  \nXlll.  \nXIV.  \nXV.  \nXVI.  \nXVII.  \nXVIII.  \nXIX.  \nXXI.  \nXXll.  \nXXll.  \nXXIV.  \nXXV.  \nXXVI.  \nXXVIII  \nTABLE OF CONTENTS  \nPAGE  \nLiability... 0.2. ee ee eee ee 1  \naco cc ce mown ere ee OR ee 2  \nGeographic Jurisdiction .... 2... cece cee eee eee 4  \nUnion Jurisdiction 0.6: ee eee eee ewe teenies ... 4  \nPre-Job Conference 0... ce eee ee ce eee ee ene 6  \nUnion Rights eee eee ee ete 7  \nManagement Rights eee eee eee 9  \nWork Conditions ce ee eee eee ee 10  \nHours of Work eee ee eee ... 11  \nShow-Up Time . ee ne eee eee 42  \nPayday and Mode of Payment eee ee eee eee 13  \nLaborer Foreman ccc cc eee ee eee ee 13  \nSubcontracting 062 ee eee eee 14  \n1 15  \nPension, Welfare, SUB Education & Training Funds .........-.. 16  \nStatus Quo on Certain Equipment ee eee 20  \nStrikes and Lockouts 2-00 cece eee ee tees 20  \nArbitration .. 0-2 eee eee ew ee eee eee 20  \nDeductions ccc eee ee ee er eee 22  \nEqual Employment Opportunity eee 23  \nSavings Clause eee eee eee ete 23  \nWageS ee ee eee eee 24  \nSUCCESSOFPS ow ee ee ee eee 27  \nDrug Testing .. cc ce ee eee ees 28  \nTunnel Work .. 0. eee eee eee 30  \nApprentices ... 006... eee ee eee es 33  \nDuration and Termination .............--.-. eee eee 34  \n   \nPREAMBLE  \nTHIS AGREEMENT, made the 1* day of April, 2005, by and between the LABOR  \nRELATIONS DIVISION, WESTERN NEW YORK REGION of the ASSOCIATED  \nGENERAL CONTRACTORS OF AMERICA, NEW YORK STATE CHAPTER, INC.,  \n(hereinafter called the acting for and on behalf of those members who have  \ndesignated the Association as their bargaining agent with respect to Local 210, (hereinafter  \ncalled “Employer’), and Laborers Local 210 of the LABORERS INTERNATIONAL UNION  \nOF NORTH AMERICA, affiliated with A.F.L-C.I.O., (hereinafter the term “Union” shall  \nmean Laborers Local 210).  \nThe parties recognize that this is a pre-hire agreement under section 8(f) of the  \nNationa! Labor Relations Act.  \nWITNESSETH  \nWHEREAS, the parties hereto desire to stabilize employment in the Heavy and Highway  \nConstruction Industry, agree upon wage rates, hours and conditions of employment.  \nNOW THEREFORE, the undersigned Association and Union, in consideration of the  \nmutual promises and covenants contained herein agree as follows:  \n"], ["ARTICLE | - LIABILITY  \n", "1. The Association is the negotiating agent for those members who have  \ndesignated the Association as thelr bargaining agent with respect to Local  \n210, as set forth above. The Union named herein is negotiating agent for  \nemployees who now and in the future perform work described in this  \nAgreement. For any breach of this Agreement the liability of the members  \nof the Association and the Local Union shall be several and not joint and the  \nliability of the Association shall only be that of negotiating agent without  \nliability for the acts of its respective members.  \n2. The Association shall notify the Union in writing within seven (7) days after  \nthe time that a new member joins the Association and becomes a member  \nof the LRD/AGC-Western New York Region.  \n"], ["ARTICLE fl - DEFINITION  \n", "1. This Agreement is to cover all Highway and Heavy Construction which for the  \npurposes of this Agreement is defined as including, but not limited to, the  \nconstruction of: highways, roads, streets, bridges, alleys, grade crossings,  \ndriveways, sidewalks, curbs, guard rails, fences, culverts, parkways, parking  \nareas, runways, taxiways, ramps and aprons and related work for excavation  \nfor conduit, bases and foundations for lighting and water lines and deicing  \nsystems; athletic fields; highway and railroad and similar structures; railroad  \nand street railway projects; sewers; sewage treatment projects;  \nsedimentation beds; water mains, grade separations, foundations incident  \nto the work herein described, abutments, retaining walls, viaducts, track  \nelevations, elevated highways, drainage and reclamation projects; reservoirs  \nand water supply projects; pumping stations; power plants; tank farms, bulk  \nplants; pure water projects; hydro-electric developments, water power  \ndevelopments, transmission lines, duct lines pipelines, docks, dams, dikes,  \nlevees, revetments, irrigation and flood control projects, channels, channel  \ncutoffs, dredging projects, jetties, break waters, locks, piers, piledriving,  \nindustrial sites, schoo! sites, building site work; chemical cleanup;  \nchemical destruction plants and related work; hydro intakes; and all earth  \nmoving, including the installation, operation, maintenance and disassembly  \nof construction equipment and plants used in connection with and servicing  \nof the aforementioned work. This Agreement shall also cover all work  \ntraditionally performed by laborers within the jurisdiction of this Agreement.  \n2. This Agreement also covers all Utility Construction which for purposes of this  \nAgreement is defined as including, but not limited to:  \n(a) The preparation of trenches, footings, etc. for cross-country  \ntransmission by pipelines or electric transmission by pipelines or  \nelectric transmission or underground lines or cables.  \n(b) The loading, unloading, carrying, distributing and handling of all rods,  \nmesh and material for use in reinforcing concrete construction.  \n(c) Trenches, Manholes-Cutting of streets and ways for laying of pipes,  \ncables or conduits for all purposes; digging of trenches, manholes,  \netc.:; handling and conveying all materials; concreting, backfilling,  \ngrading and resurfacing and all other Labor connected therewith.  \nClearing and site preparation as described herein. Cutting or  \njackhammering of streets, roads, sidewalks or aprons by hand or the  \nuse of air or other tools. Use and maintenance of all non self-  \npropelled walk behind concrefe saws, concrete wall cutting saws,  \nconcrete and black top coring equipment (except truck or machine  \nmounted), tending drilling and coring equipment when such work is  \nrequired to be performed by the Employer, tending all augers and  \ncasings on drilling rigs when such work is required to be performed by_-  \n2  \n(d)  \n(e)  \nthe Employer. Digging of trenches, ditches and manholes and the  \nleveling, grading and other preparation prior to laying pipe or conduit  \nfor any purpose. Loading, unloading, sorting, stockpiling, wrapping,  \ncoating, treating, handling and distribution of water mains, gas mains  \nand all pipe including placing, setting and removal of skids. Cribbing,  \ndriving of sheet piling, lagging and shoring of all ditches, trenches and  \nmanholes. Handling, mixing or pouring of concrete and handling and  \nplacing of other materials for saddles, beds, or foundations for the  \nprotection of pipes, wires, conduits, etc. Bacikfilling and compacting  \nof all ditches, resurfacing of roads, streets, etc., and/or restoration of  \nlawns and landscaping, welding, joining, underwater cable installation.  \nSewers, Drains, Culverts and Multiplate - Unloading, sorting,  \nstockpiling, coating, treating, handling, distribution and lowering or  \nraising of all pipe or multiplate. All digging, driving of sheet piling,  \nlagging, bracing, shoring, and cribbing; breaking of concrete  \nbackfilling, tamping, resurfacing and paving of all ditches in  \npreparation for the laying of all pipe. Pipe laying, leveling and making  \nof the joint of any pipe used for main or side sewers and storm  \nsewers. All of the laying of clay, terra-cotta, vitrified  \nconcrete or other pipe and the making of joints for main or side  \nsewers and storm sewers and all the pipe for drainage. Unioading,  \nhandling, distribution, assembly in place, bolting and lining up of  \nsectional metal or other pipe, including corrugated pipe. Laying of  \nlateral sewer pipe from main sewer or side sewer to building or  \nstructure. Laying, leveling and making of the joint of all multicell  \nconduit or multi-purpose pipe. Cutting of holes in walls, footings, piers  \nor other obstructions for the passage of pipe or conduit for any  \npurpose and the pouring of concrete to secure said holes. Digging  \nunder streets, roadways, aprons or other paved surfaces for the  \npassage of pipe, by hand, earth auger or any other method and  \nmanual and hydraulic jacking of pipe under said surfaces. Installation  \nof septic tanks, cesspools and drain fields. Oi, brine, chemical  \ntransmission lines and related work, fiber optics, communication lines.  \nDrilling and Blasting - All work of drilling, jackhammering, and blasting.  \nOperation of all rock and concrete drills, including handling, carrying,  \nlaying out of hoses, steel handling, installation of all temporary lines  \nand handling and laying of all blasting mats. All work in connection  \nwith blasting, handling and storage of explosives carrying to point of  \nblasting, loading holes, setting fuses, making primers and exploding  \ncharges. All securing of surface with wire mesh and any other  \nmaterial and setting of necessary bolts and rods to anchor same. All  \nhigh scaling and other rock breaking and removal after blast.  \nHandling and Jaying of nets and other safety devices and signaling,  \nflagging, road guarding. Waterproofing.  \n(f) Signal Men - Signal men on all construction work defined herein,  \nincluding traffic control signal men or flagmen at construction sites.  \n(g) Use of Tools - Operation of all hand, pneumatic, electric, motor  \ncombustion or air-driven tools or equipment necessary for the  \nperformance of work described herein.  \n(h) This Agreement shall also cover all work traditionally performed by  \nlaborers within the jurisdiction of this Agreement.  \n3. This Agreement also covers all removal, abatement, encapsulation or  \ndecontamination of asbestos, lead and other toxic and hazardous waste or  \nmaterials which shall include but not be limited to: the erection, building,  \nmoving, servicing and dismantling of all enclosures, scaffolding, barricades,  \ndecontamination facilities, negative air machines for asbestos removal, etc.;  \nthe operation and servicing of all tools and equipment normally used in  \nAsbestos removal or abatement of such waste or materials, including,  \nwithout limitation, negative air machines for Asbestos Removal; the sorting,  \nlabeling, bagging, cartoning, crating, packaging and movement of such waste  \nor materials for disposal; the clean up of work sife and all other work and  \nstand-by time incidental to the removal, abatement, encapsulation or  \ndecontamination of such waste or materials; and the performance of safety  \nwatch duties on job sites where work is performed under this Agreement.  \n4. Tunne! work is specifically covered by Article XXV of this Agreement.  \n"], ["", "ARTICLE Ill - GEOGRAPHIC JURISDICTION  \nThis Agreement covers all Heavy & Highway, Utility & Tunnel Construction work in  \nthe County of Erie.  \n"], ["ARTICLE IV - UNION JURISDICTION  \n", "This Agreement is to cover all watchmen, flagmen (all crafts), fire watchmen, traffic  \ncontro! men, laborers, foremen (grade, pipe concrete, forms, seeding, asphalt, clearing and  \ngrubbing, clean-up stone-laying) in the performance of:  \nthe laying of all types of pipe and conduit; the spreading and pouring and raking and  \ntamping of all asphalt and concrete materials and the bull floating (strike off) of all concrete;  \nthe laying of all types of stone or manufactured curb, rip-rap, paving blocks, concrete  \nblocks (paving), slope paving, Belgium Block; assembling and placing of Gabion and all  \nsimilar types of baskets; the handling, the loading and unloading and stringing of all  \nmaterials, the handling, loading and stringing of all wood products by hand or power pallet  \njack or similar device; the sharpening of all air tool bits and drills and bull points; the  \noperation of Bo Mag type Rollers on all materials except asphalt, the operation of all  \n4  \nremote controlled rollers up to 3500 pounds (per manufacturers’ specifications); any and  \nall types of heaters up to 1 million BTUs per unit, including radiant heat (thawzail), to be  \ntended and handled and fueled by laborers when in use; the laying, spreading and storing  \nof all tarpaulins; the handling, the laying and placing of forms used for curbing, gutters,  \nroads and sidewalks and the stripping of same; the placing, setting and maintenance of all  \nflares, blinker lights and reflectors; the cutting and chipping of road joints; the handling, the  \nloading and unloading and distributing and erection of chain-link fence; handling and  \nerecting of wire fence; overhead signs; handling and placing of wire mesh on roads and  \nbridges; guard rails; the sandblasting and applying of sealers and hardeners and epoxy on  \nconcrete and asphalt work; asphalt striping and other asphalt painting; the loading of and  \nthe nozzle operations on sandblasting and guniting operations; the signing of all materials  \n(manufactured or otherwise which is handled or put in place by laborers, the handling, the  \nloading and unloading and distribution and installation of all guard rails, highway signs and  \nroad markers; tending, handling and fueling single diaphragm pumps and pumps up to and  \nincluding 2\" pumps; laying out, moving, connecting, storing and handling all hoses for all  \npumps; the operating of all types of machines used to seal any type of joints; the operating  \nand servicing of mortar mixers (including, but not limited to, maxi mixers and/or mega  \nmixers) and conveyers used in laborers’ work regardless of number, the operating and  \nservicing of rock drilling machines; the blasting and dynamiting of all rock; welding  \n(excluding machinery, tools, structural steel), installation of manholes and catch basins; the  \nplacing of all pre-cast and pre-stressed materials except when placed or installed by the  \nmanufacturer pursuant to its collective bargaining agreement, handling, unloading, loading,  \nassembling and laying of all multiplate; the operating of all air, gas, electric, oil and other  \ntypes of motor driven tools including all pusher type equipment; Use and maintenance of  \nall non self-propelled walk behind concrete saws, concrete wall cutting saws, concrete and  \nblack top coring equipment (except truck or machine mounted), tending drilling and coring  \nequipment when such work is required to be performed by the Employer; tending all augurs  \nand casings on drilling rigs when such work is required to be performed by the Employer;  \nthe handling and tending of generators of up to 10 kilowatts, lasers and any other  \ninstruments when used for transferring and alignment of grade from primary lay out  \nlandscape nurseries; sound barrier installation; demolition or dismantling for scrap  \npurposes; hazardous waste work to include chemical cleanup, drum handlers,  \ntransformers, divers, infra-red destruction machines, plasma arc plants, warehouse storage  \nloading and unloading, safety men, asbestos removal, video x-ray operation; the unloading,  \nloading, handling, stringing, tending and the installing, erecting, placing, setting and laying  \nof all brick, all block, all stone and all other masonry products; the paving of all stone and  \nbrick products; IBC barrier, except on structures; the operating and maintaining of all walk  \nbehind curb machines: hose on a vacuum truck, scissor lifts, and all aerial man lifts as a  \ntool of the trade. Set up and use of all grade and pipe lasers, all grade foreman, watchman  \nand all site security, when such security is directly employed by the Employer, it ts  \nexpressway understood however that the employer retains the right to employ security  \nservices on a contract basis and that such arrangements are not subject to this  \nAgreement’s subcontract clause; transfer of grades, all pulling of lines regardless of type.  \nAll pallet jacks, pump and electric, for moving of materials. All grout mixers 3 cubic feet  \nand under, mortar, and concrete mixers % cubic yard or under and all mortar, grout and  \nconcrete mixers traditionally operated by laborers, regardless of size. Operating all maxi  \nmixers. Tending all maxi mixers and on site batch plants. Loading and hose control of  \n5  \nall hydro seeders; use of all chain blade concrete saws (chain saw type) hand held or  \nbracket mounted. All core drilling except for that performed by testing services. All pipe  \nfusion and operation of fusion machines. Drivers of all gators, pick up trucks and ATV's  \nfor site stock and parts retrieval. All parts carriers and runners onsite and off. All dingo  \ntype machines, power shovels, walk behind power shovels, walk behind post diggers and  \nwalk behind ditching machines. All decontamination. All material testing and core drill test  \nholes performed by the Employer. Setup, maintenance and dismantling of all hydro mobile  \nand draco mobile scaffold systems fourteen feet and below. All walk behind compactors  \n3,500 pounds and below, plate and roller, hands on and remote control; on all materials.  \nControl of the back end on all blacktop pavers in use with all materials; screws, grade  \ncontrols and screen. Operation of the air powered dowel drili and ancillary equipment.  \n2. In addition to the actual removal or encapsulation of hazardous material, all work tasks  \nassociated with any and all safety requirements and final clean-up and disposal of such  \nhazardous waste material. All decontamination of equipment used on hazardous material  \nshall be performed by Laborers. All sludge containment cleaning and removal of  \nheavy metals, phenols, PCB's paint sludges, methylethyl keystones, penatclorophenols,  \nfuel oils, phenolictars, arsenic bearing waste, solvents, cafcium, hyd roxides, ferro chrome,  \nsilicon alloy, dust and slag. Ferro manganese slag, ferro chrom, dust, all carbon materials,  \naluminum chlorides, rocket fue! spills, fly ash sand, plastic molds, solidified clays, waste  \nwaters, sewage sludge, peroxides, keetox and oxylite waste, foundry sands,  \nhexachroetrhanes, cooling water, spent catalyst, contaminated soils, lube and hydraulic  \noils, pickle liquor, lime sludge, mill scale, drummed chemical waste, carbolic acids, iron  \nsalts, toluene, cutting oils, vinyl chlorides, trichloroflorometanes, DDT, all organic  \nphosphates, sulfur compounds, all waste from lagoons, offgrade products, carbonfurans,  \nprimary inorganics. Thidans, TCP’s brine sluge, sewer pumps, all polymer all  \nenvironmental protection agency classified waste products and all future classified waste  \nproducts by any Federal or State Regulatory Agency. The containment of, transfer,  \nstockpiling, burning, destruction, charging or neutralizing machines, BIO-GENETIC, or  \nlandfilling, shall be the work of the Laborer. All water trucks and dust control, all hoses and  \nthe loading thereof when not performed by Teamsters. The foregoing applies in the  \nperformance of all the aforementioned work and all other work coming under the  \njurisdiction of L.{.U. of N.A.-A.F.L.-C.1.0., unless state, local or owner requirements dictate  \notherwise. This Agreement shall also cover work traditionally performed by laborers within  \nthe jurisdiction of this Agreement.  \n"], ["ARTICLE V - PRE-JOB CONFERENCE  \n", "4. There shall be a mandatory pre-job conference prior to the commencement  \nof any work on the subject project. This shall apply to any and all  \nsubcontractors.  \n2. In the event that an Employer violates this Article, the Union may serve a five  \n(5) day notice of its intention to strike on such Employer. If the Employer  \ndoes not comply within (5) days, the Union may strike such Employer without  \nsuch action being a violation of the no-strike clause of this contract.  \n6  \n3. Where a subcontractor has not had a pre-job conference, the five (5) day  \nnotice shall also be served on the prime contractor.  \n"], ["ARTICLE VI - UNION RIGHTS  \n", "1, It shall be a condition of employment that all employees of the Employer who  \nperform work covered by this Agreement shall become or remain members  \nin good standing of the Union or shall pay uniform initiation and agency fees  \non or after the eighth (8th) day following the date of execution of this  \nAgreement, or after the eighth (8th) day following the beginning of covered  \nemployment. The Union agrees that ali employees will be accepted to  \nmembership or to its roster of eligible laborers on the same terms and  \nconditions generally applicable to other members or laborers on its roster of  \neligible laborers and, further, that the Employer will not be requested to  \ndischarge an employee for reasons other than such employee's failure to  \ntender the periodic dues or fees uniformly required.  \n2. The Employer agrees to discharge, seven (7) days after receiving written  \nnotice signed by’ the Secretary-Treasurer of the Union, any employee listed  \nin the notice as having failed to tender initiation and agency fees uniformly  \nrequired, provided that said written notice is also given to the employee and  \nthat the employee has not paid the required initiation and agency fees within  \nseven (7) days after receipt of the written notice. The Union shall indemnify  \nand hold the Employer harmless for any liability arising from the  \nEmployer's compliance with such notice.  \n3. (a)  \n(b)  \nWhen an Employer requests Laborers from the Union, they shall be  \ndispatched in accordance with Local 210's Hiring Hall rules. The  \nUnion shall maintain an out-of-work registration list (“out-of-work list\")  \nfor all qualified applicants who are out of work, in the order in which  \nsuch individuals register with the Local 210 Hiring Hall. An applicant  \nshall be qualified, and thus eligible for employment, only if that  \napplicant (1) has not been previously discharged for cause or rejected  \nin writing by the Employer; and (2) has all current documentation,  \nlicenses or certificates required to be eligible to work or to perform the  \nwork that is the subject of the Employer's request to the Union. The  \nUnion agrees to keep the documentation, licenses or certificates on  \nfile and to provide copies to the Employer upon request, but does not  \nwarrant their validity or relieve the Employer its responsibility to verify  \nthe information provided.  \nThe Union shall fill Employer referral requests and dispatch to the  \nEmployers qualified employee applicants in order of their registration  \non the out-of-work list.  \n(c) Whenever the Union fills an Employer's request for employees, by  \nreferral from the Union, or by request by name from the Employer, the  \nUnion shall provide to the Employer written notification, to be sent to  \nthe Employer by facsimile, stating each employee's name and work  \nclassification, and the start time, date, and location of the job to which  \neach employee has been dispatched.  \n(d) Each applicant referred to an Employer shall be given a written  \ndispatch slip by the Union confirming his or her dispatch to the  \nEmployer, his or her work classification, and the specific request the  \ndispatched applicantis filling. Allempioyees performing work covered  \nby this Agreement hired by the Empioyer shall be listed on the out-of-  \nwork fist. The Union shall not knowingly refer or dispatch any  \nemployee then currently employed by any other Employer working  \nunder an Agreement with the Union.  \n(e) The Employer has the right to refer employees to the Union to be  \nadded to the out-of-work list.  \n(f} The job referral system set forth in this Article will be operated in a  \nnon-discriminatory manner and in full compliance with Federal, state,  \nand jocal laws and regulations which require equal employment  \nopportunities and non-discrimination. All of the foregoing hiring  \nprocedures, including related practices affecting training, will be  \noperated so as to facilitate the ability of the Employers to meet any  \nand all equal employment opportunity/affirmative action obligations  \nimposed by state or federal law.  \nlt is agreed that on each project the Union Business Manager shall appoint  \na working Shop Steward. On projects with five (5) or fewer laborers, the  \nUnion shail select a working Shop Steward from the employees on the  \nproject that are certified Shop Stewards. On projects where there is no  \ncertified Shop Steward or more than five (5) laborers, the Steward shall be  \ncapable of performing the required work and the second employee hired and  \nthe last worker laid-off on the project. The Laborers’ Steward will be  \nemployed at all times that any laborers are employed by the General  \nContractor on the project and will be paid for all time lost due to not having  \nbeen notified by the Employer or the Employer's agent to report to work. He  \nwill be allowed sufficient time to perform his duties and will not be  \ndischarged, laid off, or transferred for any reason without prior approval of  \nthe Business Manager. The Union shall have the right to remove or replace  \nany Shop Steward at any time. The Shop Steward is a working steward and  \nshall not use his position as Shop Steward to avoid performance of his duties  \nas an employee.  \nThe Steward shall be notified prior to any hiring or lay-off. In the event a  \nsubcontractor is performing work on a project during a regularly scheduled  \nshift, and the General Contractor does not have any employees on the job,  \na Shop Steward shall be appointed by the Union for the subcontractor, in  \naccordance with the provisions set forth in Section 4 above. This shall not  \napply to overtime work performed by a subcontractor when a general  \ncontractor is not present on a job site.  \nAll Shop Stewards must be certified by the Union before they may serve in  \nthis capacity. The requirements for certification will be established and  \nmaintained by the Union, in writing, a copy of which certification shall be  \nprovided to the assistant managing director of the Association.  \nThe working Shop Steward is not authorized to add or subtract from the  \nterms of the Agreement or interpret the Agreement or take any other action  \nwhich may cause the Agreement to be in violation of any federal/state laws  \nor regulations.  \nAuthorized representatives of the Union shall be allowed to visit projects  \nduring working hours to communicate with the Employer and the employees  \nbut in no way shall such person or persons interfere with or hinder the  \nprogress of the work. .  \n(a) Employees injured at work shall be paid for the time spent going to  \nthe doctor's office for treatment at the time of injury. ff the doctor  \ncertifies in writing that the employee is unable to return to work that  \nday, the injured employee shall be paid for the balance of that working  \nday.  \n(b) The injured employee shall be allowed four (4) hours’ time from work  \nfor additional visits to the doctor for injuries sustained while in the  \nEmployer's service without loss of pay. It shall be understood,  \nhowever, that such visits during working hours shail be made only  \nwhen no other arrangements can be made and an affidavit is received  \nfrom the doctor stating the necessity for each visit  \n"], ["ARTICLE Vil - MANAGEMENT RIGHTS  \n", "1.  \nThe management of the job, and the direction of the working force, including  \nbut not limited to the right to hire, suspend or discharge for a just cause and  \nthe right to relieve employees from duty, because of lack of work or other  \nreasons is vested exclusively in the Employer, subject to the other provisions  \nof this Agreement.  \nNo limitation shall be placed on the amount of work which an employee shall  \nperform during the work day, nor shall there be any restrictions against the  \nuse of machinery or labor-saving devices.  \nThe Union recognizes the Association as the exclusive bargaining  \nrepresentative of all designating Employers with respect fo Local 210. The  \nAssociation will provide the Union with a list of those Employers that will be  \nbound by this Agreement prior to the commencement of negotiations. No  \nmodification, variation, or waiver of any term or provision herein shall be valid  \nagreed upon in writing by both the Association and the Union.  \n"], ["ARTICLE VII] - WORK CONDITIONS  \n", "1.  \nThe Employer shall furnish all necessary tools that the employees are to use.  \nin the event an employee does not return a half face respirator issued by the  \nEmployer, the employee shall pay the Employer $10.00. The Employer shall  \nbe responsible for providing filter cartridges as needed.  \nAt the time of hire or such later date as may be appropriate, employees  \ncovered by this Agreement shall be furnished with slipover rubber boots,  \nrainsuits and hard hats which shall remain the property of the Employer and  \nshall be returned at the termination of use or employment. In the event that  \nan employee fails to return such equipment, he shall pay to the Employer  \n$20 for a pair of rubber boots, $20 for a rainsuit, and $5 for a hard hat.  \nThe Employer shall supply rubber gloves for the performance of work  \nnecessitating their use.  \nWhen job conditions permit, the Employer shall provide warm, suitable  \nshelter of sufficient size where all jaborers may eat their lunch and hang their  \nclothing. The Employer shail also assume responsibility in case of loss of  \nfire. No tools, building equipment or combustible material shall be stored  \ntherein. Employees shall be required to execute a verified proof of loss form,  \nto be supplied by the Employer, in case of fire.  \nThe Employer shall provide and the laborers shall maintain clean and  \nsanitary toilet and drinking facilities.  \n(a) | The Union and the Employer expressly agree that a stable work force  \nis required at ali times in this seasonal industry and that the absence  \nof individual employees has a serious impact on the Employer's  \nproject productivity and efficiency.  \n(b) Absences from scheduled work are to be discouraged and  \naccordingly such absences are just cause for discharge of an  \nemployee or employees.  \n10  \n"], ["ARTICLE IX - HOURS OF WORK  \n", "1.  \nThe work week is defined as 12:01 a.m. on Monday through 12:00 p.m. on  \nSunday.  \nNormal work day shall consist of eight (8) hours with one half (7%) hour for  \nlunch. The starting time shall not be changed from day to day. The first shift  \neach work day must start no sooner than 6:00 a.m. nor later than 9:00 a.m.,  \nexcept as may be otherwise mutually agreed upon by the Employer and  \nUnion.  \nTwo shifts may be worked in twenty-four (24) hours and shall be of equal  \nduration and at the same rate. However, in a two shift operation, where the  \ncombined number of hours worked by the two shifts is sixteen (16) or less,  \neach shift shall be paid eight (8) hours pay at straight time. Notwithstanding  \nthe foregoing provisions, when a shift is shut down by reason of completion  \nof the shift work to be performed or conditions beyond the Employer's  \ncontrol, the affected shift shall be paid on the basis of the show-up time  \nprovisions contained herein Article X. This clause is equally applicable to the  \n_ three (3) shift provisions hereinafter contained in Section 4. Thus, it is  \nunderstood that there is no guarantee that on a given day, one shift might  \nnot vary due to weather, equipment breakdown, or changes in operation  \nschedules.  \nThree shifts may be worked in twenty-four (24) hours and shall be at the rate  \nand duration as set forth below:  \nshift 8 hours work 8 hours pay  \n2™ shift 7-% hours work — 8 hours pay  \n3” shift 7 hours work 8 hours pay  \nEach shift shall have one-half (4) hour for lunch. When three (3) shifts are  \nworked, the second and third shift shall be considered for payroll purposes  \nas having been worked in their entirety on the same day on which the first  \nshift started. On second and third shift work, fringe benefits shall be  \ncontributed on an hours-paid basis for the first eight hours. On multiple shift  \nwork, the shift schedules shall be arranged by mutual consent.  \nPrior to the start of shift work, the Employer shall give forty-eight (48) hours  \nnotice to the Business Manager. When the shift work te be performed shall  \nbe less than ten (10) working days in duration, prior agreement of the  \nBusiness Manager shall be required. tn the event of an emergency or  \ndirective of the jetting agency, prior agreement for shift work of less than ten  \n(10) working days duration is not required, but notice will be given to the  \nBusiness Manager prior to the start of such shift work.  \n11  \n10.  \nOne and one-half (1-%) times the wage rate shall be paid for all work  \nperformed in excess of eight (8) hours in one day or forty (40) hours in one  \nwork week and for all work performed on Saturday and Sunday. Double time  \nwill be paid for all work performed on the following holidays, but which are  \nnot paid holidays under this Agreement: Memorial Day, Independence Day,  \nLabor Day, Thanksgiving Day, Christmas Day and New Year's Day.  \nWith respect to any project that is 100% Federally funded, awarded by a  \nFederal agency, the payment of overtime after eight (8) hours will not apply.  \nOvertime will only be required to be paid after forty (40) hours of work in one  \nweek. On all projects not one hundred percent (100%) federally funded,  \novertime pay is required after either eight (8) hours of work in one day of  \nforty (40) hours of work in one week.  \nAll eligible employees shall be allowed time off to vote on Election Day in  \naccordance with applicable law.  \nThe Union, and Employer, may by mutual.agreement, in writing, specify that  \nthe regular work week on a project Is four (4) consecutive days of work of ten  \n(10) hours duration at straight time, unless precluded by law. In the event of  \nsuch agreement, overtime shall be paid only after forty (40) hours of work is  \nperformed in a week.  \nA single irregular work shift can start at any time from 5:00 p.m to 1:00 a.m.  \nAll employees when working a single irregular work shift on night work shall  \nbe paid an additional $1.00 per hour. The provisions of this section shall  \nbe effective for work bid on or after July 1, 2002. It is understood and  \nagreed that if the single work shift language is not included in the NYS  \nDepartment of Labor prevailing wage rate schedules, the premium is  \nwaived.  \n"], ["ARTICLE X - SHOW-UP TIME  \n", "1.  \nAny laborer who reports for work at the regularly appointed starting time,  \nunless he has been notified on the previous day that his services will not be  \nrequired, shall be entitled to show-up time of two (2) hours at straight time.  \nThe employees shal! remain on the job for the two (2) hour period, unless  \notherwise directed by the Employer. Employees directed to stand-by beyond  \nthe two (2) hour period shall be paid show-up time plus such additional  \nstand-by time.  \nEmployees reporting for work at starting time shall, if put to work, receive four  \n(4) hours pay.  \nEmployees reporting for work at starting time shall, if they work in excess of  \nfour (4) hours, be paid for actual hours worked that day.  \n12  \n"], ["ARTICLE XI - PAY DAY AND MODE OF PAYMENT  \n", "1,  \nEmployees performing work under this Agreement shall be paid once a week  \non the job. No more than six (6) days pay shall be withheld. The day  \nselected as the first pay day on any job shall be the designated pay day until  \nthe completion of the job. If the pay day falls on a holiday, payment shall be  \nmade on the work day preceding such holiday. On failure to pay on the  \nregularly scheduled pay day, the Employer shall pay to the Union a penalty  \nof $40.00 per employee for each week the employee is not paid as provided  \nherein. The employee may pursue all other legal remedies to which he is  \nentitled to for the Employer's failure to pay on the regularly scheduled day.  \nif an employee is not on the job site when pay is distributed on a regular pay  \nday because of any reason for which the Employer is responsible, the  \nemployee is allowed one hour with pay to retrieve his pay from the  \nEmployer's office.  \nAll wages shall be payable in lawful currency, enclosed in an envelope which  \nshows the employee's name and Employer's name, regular hours worked,  \nplus overtime hours worked, all lawful deductions, and the amount due or by  \na negotiable payroll check showing all of the above information drawn upon  \na commercial bank within the region payable upon demand at par. In the  \nevent that a salary check is not honored by the bank on which itis drawn for  \nany reason, the Employer shall pay the affected employee $100.00 and the  \nEmployer shall not be permitted to pay wages by check in the future unless  \nit posts a bond to ensure the payment of wages.  \nlf any employee is discharged or laid off, all accrued wages shail be due and  \npayable on the next regularly scheduled pay day.  \n"], ["ARTICLE XIil - LABORER FOREMAN  \n", "A Laborer Foreman (grade, pipe, etc.) shall be designated by and at the discretion  \nof the Employer and shall be assigned to such duties and responsibilities as the  \nEmployer, the Dirt Superintendent or other supervisory personnel may determine  \nin its or his sole discretion. The Employer or his representative shall be the sole  \njudge of whether such employees are qualified to perform the assigned work.  \nLaborer Foreman shall be paid $1.00 above the (b) rate as set forth in Article  \n13  \n"], ["ARTICLE XIil - SUBCONTRACTING  \n", "1,  \nlf the Employer subcontracts job site work falling within the terms of this  \ncontract, provisions will be made in each subcontract for the compliance by  \nsaid subcontractor with terms, conditions of employment, wages, $.U.B.  \nwelfare, pension, education and training fund contributions not less than  \nthose contained in this Agreement.  \nA subcontractor is defined as any person, firm, partnership, self-employed  \nperson or corporation who agrees, under contract, oral or written, with the  \ngeneral contractor or his subcontractor to perform on the job site any part or  \nportion of the work covered by this Agreement.  \nAn Employer, who is a party to and/or is bound by the terms of this  \nAgreement, shall not subcontract work covered by this Agreement to a firm,  \nperson or group where such firm, person or group is not a party to or bound  \nby this Agreement when the subcontracted work begins. This provision does  \nnot apply to private, commercial, and residential work, and rented equipment.  \nif the Employer accepts a contract or subcontract solely for work described  \nin this Agreement, the Employer must perform all such work with the  \nEmployer's own employees and such contract or subcontract shall not be  \nsublet. However, if the Employer has a general contract, the Employer may  \nsublet such work to a contractor or subcontractor who is a signatory to or  \nbound by an agreement with the Union. Notice of the subletting of work  \ndescribed in this Agreement on any project shall be given to the Union before  \nany persons are employed on such project. Such notice shall give the  \nlocation of the project and the name and address of the Owner, Contractor  \nand Subcontractor.  \nAny employer who contracts out or sublets any work covered by this  \nAgreement shall assume the obligations of any subcontractor for prompt  \npayment of employees’ wages, dues check-offs, any filing fees, and fringe .  \nbenefit contributions from such time as the contractor is notified by the Union  \nof the deficiency.  \nOff-site gravel or material pits, the material from which is used for a particular  \nproject covered by this Agreement, shall be operated under the terms of this  \nAgreement when the pit is owned, leased, operated by or under the control  \nof the Prime Contractor or another corporation or company of which the  \nmajority ownership is held by the Prime Contractor or its majority owner or  \nowners.  \nThis Agreement shall not cover testing services or asphalt stripe painting on  \nroad surfaces when testing services or asphalt stripe painting on road  \nsurfaces are not being performed by an Employer party to this Agreement.  \n14  \n"], ["ARTICLE XIV - SAFETY  \n", "1.  \nNo employee shall be required or assigned to engage in any activity involving  \ndangerous conditions of work or danger to person or property in violation of  \nan applicable statute, court order, or governmental regulation relating to  \nsafety of person or equipment.  \nIn the event that the Employer violates Section 1 above, a withdrawal by the  \nUnion of the services of the employee or employees engaged in the  \nparticular operation shall not be in violation of this agreement by the Union.  \nThe Employer and the Union do hereby agree to work together to promote  \nsafety on the job for the benefit of all employees. Safety rules and  \nregulations will be made known to all employees and the use of safety  \nequipment will be continually promoted by both parties.  \n(a) | The Union and the Employer agree that willful neglect and failure by  \nan employee to obey company safety rules and regulations; or to  \nobey safety rules, standards and regulations as prescribed pursuant  \nto the Occupationa! Safety and Health Act or other governmental  \nregulation or legislation; or to use properly such safety devices or  \nequipment as are provided by the Employer shall be just cause for  \ndischarge and it shall be the decision of the Union as to whether  \nrecourse will be had to the grievance procedure of this Agreement.  \n(b) The Union agrees to cooperate with the Employer in encouraging  \nemployees to observe the safety regulations prescribed by the  \nEmployer and to wear properly and utilize safety equipment as  \nrequired by the Employer and to work in a safe manner.  \n(c) | The Union further agrees that Union representatives visiting job sites  \nshall obey all company safety rules and regulations and shall obey all  \nsafety rules, standards and regulations prescribed pursuant to the  \nOccupational Safety and Health act or other governmental regulation  \nor legislation, and shall wear and use properly all safety devices or  \nequipment employees on the job site are required to wear and use.  \nA Joint Safety Committee shall be created of three (3) representatives from  \nthe Union and the Employer regarding work conditions on construction sites.  \nThis committee will only have advisory power and does not have authority to  \nadd to, subtract from, or modify the terms of the Agreement.  \nNo provision of this Agreement shall supercede any municipal, state or  \nfederal law which imposes more stringent requirements as to safety, sanitary  \nor general work conditions than are imposed by this Agreement.  \nWith respect to Heavy and Highway work only, the Employer may request  \nthat referred employee-applicants take a pulmonary fit test prior to  \nemployment, subject to the following conditions:  \n(a)  \n(b)  \nthe Employer must make the request on 48 hours’ notice; and  \nif the employee applicants next in order on the out-of-work list have  \nnot had a pulmonary fit test within the past 12 months, the Union shall  \nprovide their names to the Employer and the Employer shall make an  \nappointment for the test at a facility selected by the Employer at the  \nEmployer's expense.  \n"], ["ARTICLE XV - PENSION, WELFARE, SUB, EDUCATION & TRAINING FUNDS  \n", "1.  \n(a)  \n(b)  \n(a)  \n(b)  \nThe Employer shall pay monthly to the Trustees of the Laborers’  \nLocal 210 Welfare Fund the hourly rate specified in Article XXII for all  \nhours worked by employees covered by this Agreement, for the  \npurpose of providing benefits for death, accident, health, medical and  \nsurgical care, hospitalization and such other forms of group benefits  \nfor employees covered by this Agreement, their spouses, and their  \neligible children, as the Trustees in their sole and absolute discretion,  \ndetermine. It is the intention of the parties that no such contributions  \nshall be required on the premium portion of wages, i.e. contributions  \nshall be based upon hours worked and not upon hours paid. On  \nsecond and third shift work, fringe benefits shall be contributed on an  \nhours-paid basis for the first eight (8) hours.  \nWelfare coverage shall also be provided for all eligible employees of  \nthe Unions and Fringe Benefit Funds, provided contributions are  \nmade to the Funds by their employers on their behalf.  \nThe Employer shall pay monthly to the Trustees of the Laborers’  \nLocal 210 Pension Fund the hourly rate specified in Article XXII for all  \nhours worked by employees covered by this Agreement.  \nContributions to the Pension Funds shall be utilized for the purpose  \nof providing pension and other benefits for the eligible employees  \ncovered by this Agreement as the Trustees may, in their sole and  \nabsolute discretion, determine. Itis the intention of the parties that no  \ncontributions shall be required on the premium portion of wages. On  \nsecond and third shift work, fringe benefits shall be contributed on an  \nhours-paid basis for the first eight (8) hours.  \nPension coverage shall also be provided for all eligible employees of  \nthe Unions and the Fringe Benefit Funds provided contributions are  \nmade to the Funds by their employers on their behalf in amounts no  \nless than are paid by Employers covered by this Agreement.  \n16  \n   \nThe Employer shall pay monthly to the Trustees of the Laborers’ Loca] 210  \nEducation & Training Fund the hourly rate specified in Article XXII for all  \nhours worked by employees covered by the Agreement for the purpose of  \nproviding education and training in the various trades covered by the  \nAgreement. It is the intention of the parties that no such contributions shall  \nbe required on the premium portion of wages. On second and third shift  \nwork, fringe benefits shall be contributed on an hours-paid basis for the first  \neight (8) hours.  \nThe Union shail allocate and/or reallocate any portion of the foregoing  \nincreases to any of the fringe benefit funds, as well as the right to reallocate  \nany of the amounts currently allocated to wages or to the fringe benefit funds  \nas set forth in this Agreement upon thirty (30) days notice to the Association,  \nwith the Association's approval, which shall not be unreasonably withheld.  \nThe Employer shall pay monthly to the Trustees of the Laborers’ Local 210  \nSupplemental Unemployment Benefit Fund the hourly rate specified in Article  \nXXII for all hours worked by employees covered by this Agreement.  \nContributions to the Supplemental Unemployment Funds shall be utilized for  \nthe purpose of providing benefits to eligible employees in the event of  \nunemployment. It is the intention of the parties that no such contributions  \nshail be required on the premium portion of wages. On second and third shift  \nwork, fringe benefits shall be contributed on an hours-paid basis for the first  \neight (8) hours.  \nThe Employer shall pay monthly to the Trustees of the Laborers Local 210  \nAnnuity Fund the hourly rate specified in Article XXII for all hours worked by  \nemployees covered by this Agreement. Contributions to the Annuity Fund  \nshall be utilized for the purpose of providing annuity benefits to eligible  \nemployees. It is the intention of the parties that no such contributions shall  \nbe required on the premium portion of wages. On second and third shift  \nwork, fringe benefits shall be contributed on an hours-paid basis for the first  \neight (8) hours.  \nAll Fringe Benefit Funds provided by this Agreement shall be jointly  \nadministered by Trustees designated equally between the applicable Union  \nand the Employers. The Association shail have the right to name a trustee  \nto the funds. Al! amendments necessary to effectuate the provisions of this  \nArticle shall be made in the trust documents.  \nThe Employer agrees to contribute the amount per hour set forth in this  \nArticle for each actual hour worked and the Employer agrees to contribute  \nthe amount per hour set forth in this Agreement for each hour paid pursuant  \nto Article X, Section 1 of this Agreement and for each hour paid on second  \nand third shift work for the first eight (8) hours.  \n10.  \n11.  \n(a)  \n(b)  \n(c)  \n(a)  \n(c)  \n(d)  \n(a)  \nlf the Employer is delinquent in the payment of fringe benefit  \ncontributions to the Funds, the Employer shall pay, in addition to the  \ndelinquent fringe benefit contributions, interest on the unpaid amounts  \nfrom the day due until the date of payment at the rate prescribed  \nunder Section 6621 of Title 26 of the United States Code. If the  \nFunds bring an action to recover the interest on delinquent fringe  \nbenefit contributions, the Employer is obligated to pay the reasonable  \ncosts and attorneys’ fees incurred in bringing said action.  \nin the event that formal proceedings are instituted before a Court of  \ncompetent jurisdiction to collect delinquent contributions and a Court  \nrenders a judgment in favor of the Funds, the Employer shail pay to  \nthe Funds (i) the unpaid contributions; (il) interest on unpaid  \ncontributions at the rate prescribed under Section 6621 of Title 26 of  \nthe United States Code; (iii) interest on the unpaid contributions as  \nand for liquidated damages; (iv) reasonable attorneys’ fees; and (v)  \nsuch other Jegal or equitable relief as the Court deems appropriate.  \nThe Employer agrees that in the event payment to the Union or the  \nFunds by check results in the check being returned without payment,  \nthe Employer shall pay $250.00 to the Union or the Funds. The Union  \nor the Funds do not waive any right to any other liquidated damages  \nto which they may be entitled.  \nNotwithstanding the No Strike provision set forth in Article XVI! of this  \nAgreement, the Union may withdraw Laborers from any job to enforce  \npayment of wages or of contributions to the Fringe Benefit Funds, to  \nenforce the requirement that Union dues be deducted from the wages  \nof Laborers, or to enforce payment to the Union of Union dues  \nalready deducted from the wages of Laborers. The Union must  \nprovide 72 hours notice of its intention to remove Laborers from a job  \nto the Employer by registered or certified mail.  \nEach employer shall furnish the Trustees of the respective Funds with  \nperiodic reports as required by the Fund showing the names, social  \nsecurity numbers, hours worked and job location for each employee  \nperforming work covered by this Agreement.  \nin the event that no workers are employed during a report period, a  \nnegative report and/or a final report shall be filed.  \nMonthly reports are due the 15” day of the month following the month  \non which contributions are being made.  \nThe Employer shall make available at all reasonable times for  \ninspection and audit by the accountants or other representatives of  \nthe Funds including without limitation, all payroll sheets, W-2 forms,  \n18  \n12.  \n(b)  \n(a)  \n(b)  \nNew York State Employment Reports, Insurance Company reports  \nand supporting checks, ledgers, general ledger, cash disbursement ~  \nledger, vouchers, 1089 forms, evidence of unemployment insurance  \ncontributions, payroll tax deductions, disability insurance premiums,  \ncertification of workers compensation coverage, and any other items  \nconcerning The employer shall retain the above books and  \nrecords for a minimum period of six (6) years. Under no  \ncircumstances shall the Employer be obligated to make available for  \ninspection any information related to officer's compensation.  \nThe inspection and audit shall be limited to verifying payments made  \nto and/or due the Funds. In the event that confidential information,  \nunrelated to the purpose of the audit is revealed during the inspection  \nand audit, such information shall not be disclosed by the Funds’  \naccountant to the Funds or anyone else except as may be required  \nby law. The Employer may require the CPA to sign a confidentiality  \nagreement before the commencement of the inspection and audit in  \na form acceptable to the Funds’ CPA. The Funds shail bear the cost  \nof the inspection and audit, except where the audit discloses a  \ndelinquency in excess of 15% of the prior year’s contribution, or  \n$2000, whichever is greater.  \nIn the event the Employer fails to produce the books and records  \nnecessary for an audit, the Employer agrees to pay a penalty of  \n$450.00 per day for each day. Nothing herein shall mean that the  \nFunds relinquish their right to commence legal proceedings to compel  \nan examination of the Employer’s books and records for audit. In the  \nevent the Funds bring an action to obtain an audit of the Employer's  \nbooks and records, the Employer shall be obligated to pay the  \nreasonable costs and attorneys’ fees incurred in bringing said action.  \nIn the event a deficiency in excess of 10% of annual contributions  \nshould be determined by an audit of the Employer's books and  \nrecords, the Union in its sole and absolute discretion may require the  \nEmployer to post and maintain a bond in the amount of twice the  \naudited deficiency within thirty (30) days of receiving notice from the  \nUnion or the requirement to post and maintain such a bond.  \nInthe Trustees receive payment either on a bond or through  \nforfeiture of a certificate of deposit under this Section and said  \npayment is insufficient to satisfy the entire deficiency in the payment  \nof contributions to the Fringe Benefit Funds and in remittance of dues  \ncheck-offs to the Union, then the Trustees shall make a pro rata  \npayment to each of the Fringe Benefit Funds and to the Union in an  \namount equivalent to the percentage of the total deficiency received  \nby the Trustees through forfeiture of the bond or certificate of deposit.  \n19  \n13.  \nThe parties to this Agreement recognize that the skills of the laborer  \nconstitute an apprenticeable trade. Whereas the NYS Department of Labor  \nhas approved apprentice standards for laborers, it is understood and agreed  \nthat the parties to this Agreement will implement, by mutual agreement, an  \napproved Laborers Apprentice Training program.  \n"], ["ARTICLE XVI - STATUS QUO IN CERTAIN EQUIPMENT  \n", "1.  \nThe parties hereto recognize that the operation of certain equipment and  \nwork assignments may raise questions regarding jurisdiction of work in areas  \nof the local unions party to this Agreement. The equipment involved is:  \n(a) Hydraulic Seeder  \n(b) Stump Remover  \n(c) Hydraulic motorized pin puller  \n(d) Bo Mag walk-behind type roller on asphalt.  \nPending final determination of the jurisdiction of the above equipment, such  \nequipment and the operation thereof shall remain “status quo’.  \n"], ["ARTICLE XVii- STRIKES AND LOCKOUTS  \n", "There shall be no strikes, walkouts, picketing, work stoppages, slowdowns, boycotts  \nor other disruptive activity of a similar nature at a job site of, or otherwise directed at any  \nEmployer during the term of this Agreement, and there shall be no lockouts by an  \nEmployer. Further, the Union will not aid, support or permit unauthorized strikes,  \nslowdowns or work stoppages by its members.  \n"], ["ARTICLE XVill - ARBITRATION  \n", "1.  \nExcept as otherwise provided in this Agreement and except:  \n(a) claims, disputes, and demands arising out of the Employer's wage,  \nfringe benefit contribution, and audit obligations; and  \n(b) — disputes arising out of jurisdictional disputes,  \nall complaints, disputes or grievances arising between the parties hereto  \ninvolving questions of interpretation or application of any clause of this  \nAgreement, or any acts, conduct, or relations between the parties or their  \nrespective members or employees, directly or indirectly, shall be resolved in  \naccordance with the procedure set forth in the balance of this Article.  \n20  \nStep 1. All grievances must be made known in writing to the other  \nparty within seven (7) calendar days after the reason for such  \ngrievance has occurred. The aggrieved employee's or  \nemployees' Shop Steward, or another authorized  \nrepresentative of the Union, shall first submit a written  \ngrievance to the Job Superintendent or his duly authorized  \nrepresentative. The Shop Steward, or another authorized  \nrepresentative of the Union, shall be present at any meeting  \nbetween the Job Superintendent and the aggrieved employee  \noremployees. The Job Superintendent, or his duly authorized  \nrepresentative, must make a written disposition of the matter  \nwithin three (3) calendar days after the submission of such  \nwritten grievance thereto.  \nStep 2. If the disposition of the matter by the Job Superintendent, or  \nhis duly authorized representative, is not satisfactory, the  \nmatter must be taken up by the Business Agent and a  \nrepresentative of the Employer with authority to act within three  \n(3) days of the written disposition set forth in Step 1.  \nStep 3. If the disposition of the matter in Step 2 is not satisfactory, the  \nBusiness Manager shall attempt to resolve the matter with the  \nAssistant Managing Director of the Association within three (3)  \ndays after Step 2.  \nArbitration: If Step 3 is not successful, the grievant shall request a list of  \nseven (7) arbitrators from the labor panel of the American Arbitration  \nAssociation for final and binding decision. Such requests shall be no later  \nthan six (6) days after Step 3. Both parties agree to submit to such  \narbitration and be bound by and follow the decision rendered. Failure to do  \nso on the part of the grievant shall deem the grievance closed. The arbitrator  \nshail be selected by alternately eliminating names from the seven (7) person  \nlist until one remains. The grievant or his representative shall strike the first  \nname.  \nThe arbitrator shall not have jurisdiction or authority to add to, modify, detract  \nfrom, or alter in any way the provisions of this Agreement or any amendment  \nor supplement thereto. If the arbitrator determines that the grievance is not  \ncovered by this Agreement, he shali return the grievance to the parties  \nwithout decision and the grievance shall be closed. In such case, the casts,  \nif any, shall be borne by the grieving party.  \nJurisdictional disputes shall not be subject to the grievance and arbitration  \nprovisions of this Agreement.  \n21  \n   \n   \n   \nThe costs of arbitration which shall include the fees and expenses of the  \narbitrator shall be borne by the Company in case its principal contention is  \nrejected by the arbitrator, and the Union in case its principal contention is  \nrejected by the arbitrator, except that each party shall pay all of the fees of  \nits own representatives and witnesses. Any dispute as to whose principal  \ncontention is rejected shall be determined by the arbitrator. In the case that  \nboth parties’ principal contention is upheld in part, the arbitrator shall  \ndesignate what part of the costs are to be borne by which party according to  \nthe relative merits of each party's position.  \nThe parties agree to cooperate with each other to develop a multi-party  \nmechanism for the voluntary adjustment of jurisdictional disputes applicable  \nonly where all parties to the dispute have adopted such mechanism, subject  \nto the approval of the Laborers International Union of North America.  \n"], ["ARTICLE XIX - DEDUCTIONS  \n", "1.  \nThe Employer shall deduct from the basic wage rate of employees covered  \nby this Agreement, the amounts hereinafter set forth in Article XXII, for each  \nactual hour worked by such employees.  \nNo deductions shall be made for any such employee unless the employee  \nhas deposited with the Employer his copy of an executed authorization form,  \nwhich shall in no event be irrevocable for a period of more than one (1) year  \nor the termination date of this Agreement, whichever shall be the less.  \nExecuted copies of the authorization cards will be kept on file by the Union  \nand the Employer.  \nThe Employer assumes no obligations with respect to the obtaining of  \nauthorization cards, it being understood that this is a duty and obligation of  \nthe Union.  \nWith respect to any such employee for whom authorization cards have not  \nbeen furnished, the gross basic wage rate appearing here-after at Article  \nXXil shall be paid to the employee on a straight and/or time and one-half  \nbasis as shall be applicable under this contract.  \nDeduction shall be made in the first full payroll period foflowing the furnishing  \nof authorization cards.  \nThe Union shall indemnify and save the Employer harmless against any and  \nall claims, demands, suits or other forms of liability that shall arise out of or  \n22  \nby reason of action taken or not taken by the Company in reliance upon  \nauthorization cards furnished by the employees and/or Union.  \nThe Employer agrees to deduct and transmit to the New York State  \nLaborers’ Political Action Committee ten cents ($.10) for each hour worked  \nfrom the wages of those employees who have voluntarily authorized such  \ncontributions on the form provided for that purpose by the Union. These  \ntransmittals shall occur monthly, and shall be accompanied by a list of the  \nnames of those employees for whom such deductions have been made, and  \nthe amount deducted for each such employee. The Employer shall retain  \none (1%) percent of the gross proceeds from the check off as reimbursement  \nfor the cost in administering this check off. The union agrees to  \nindemnify and hold harmless the Employer from any and all claims, actions  \nand/or proceedings arising out of said New York State Laborer's Political  \nAction Committee.  \n"], ["ARTICLE XX - EQUAL EMPLOYMENT OPPORTUNITY  \n", "The Employer and the Union agree that there will be no discrimination against any  \nemployee or applicant for employment, with respect to race, creed, color, national origin,  \nsex, age, handicap, marital status, sexual orientation, affectional preference, veteran status  \nor union membership in all employment decisions, including but not limited to recruitment,  \nhiring, compensation, training and apprenticeship, promotion, upgrading, demotion,  \ndowngrading, transfer, layoff and termination, and all other items and conditions of  \nemployment except as provided by law. The use of masculine or feminine gender in this  \nAgreement shall be construed as including both genders.  \n"], ["ARTICLE XXI - SAVINGS CLAUSE  \n", "1.  \n(a) In the event that any Federal or State Court shail at any time decide  \nthat any clause or clauses of this Agreement is or are void or illegal,  \nsuch decisions shail not invalidate the other portions of this  \nAgreement, but such clause shall be stricken out and the remaining  \nportion of this Agreement shall be considered binding between the  \nparties hereto. Nothing contained in this Agreement shall be  \nconstrued to deprive any one or more individual laborer from pursuing  \nwhatever civil or criminal remedies they may have under the law for  \nthe collection of their wages, or any part thereof.  \n(b) Any provisions of this Agreement which provide for Union security or  \nemployment in a manner and to an extent prohibited by any law or the  \ndetermination of any governmental Board or Agency shall be and  \n23  \nhereby are of no force or effect during the term of any such  \nprohibition. It is understood and agreed, however, that if any of the  \nprovisions of this Agreement which are hereby declared to be of no  \nforce or effect because of restrictions imposed by laws is or are  \ndetermined either by Act of Congress or other legislative enactment,  \nor by a decision of the Court of highest recourse, to be legal or  \npermissible, then any such provision of this Agreement shall  \nimmediately become and remain effective during the remainder of the  \nterm of this Agreement. The Union reserves the right to renegotiate  \nany of the provisions of this Agreement which may be of no force or  \neffect.  \n"], ["ARTICLE XXII - WAGES  \n", "1. A Laborer shall be paid for the entire day at the rate applicable to the highest  \nclassification in which he has worked more than four (4) hours that day.  \n2. Highway/Heavy Contract Laborer:  \n(a) Job Classifications:  \nGroup A: Basic, drill helper, flagman, outboard and hand boats,  \ndemolition worker, nurseryman, IBC barriers (except  \non structures), guard rails, road markers.  \nGroup B: Bull float, grade checker, chain saw, concrete  \naggregate bin, concrete bootmen, gin buggy, hand or  \nmachine vibrator, jack hammer, mason tender, mortar  \nmixer, pavement breaker, handlers of all steel mesh,  \nsmall generators for laborers’ tools, installation of bridge  \ndrainage pipe, pipe layers, vibrator type rollers, tamper,  \ndrill doctor, tail or screw operator on asphalt paver,  \nwater pump operators (2\" and single diaphragm), nozzle  \n(asphalt, gunite, seeding, and sand blasting), laborers  \non chain link fence erection, rock splitter and power  \nunit, pusher type concrete saw and all other gas,  \nelectric, oil and air tool operators, wrecking laborer, and  \nlaser man.  \nGroup C: All rock or drilling machine operators (except quarry  \nmaster and similar type), acetylene torch operators,  \nasphalt raker, powderman and weider.  \n24  \n(b)  \n(c)_  \n(d)  \n(e)  \nGroup D: Blasters, curb & flat work form setter (except on  \nstructures), stone or granite curb setters and stone  \ncutter.  \nWages per hour:  \nGroup A: $22.96  \nGroup B: $23.16  \nGroupC: $23.36  \nGroup D: $23.56  \nFor all deleader & asbestos work, add $1.00 to Group A rate.  \nFor all hazardous waste work, add $2.00 to Group A rate.  \nSupplemental Benefits per hour:  \nWelfare: $7.56  \nPension: $4.26  \nAnnuity : $1.00  \nTraining: $0.58  \nLECET: $0.10  \nEffective July 1, 2005, $1.35 per hour gross increase for each  \nclassification.  \nEffective July 1, 2006 - June 30, 2007, $1.35 per hour gross increase  \nfor each classification.  \nEffective July 1, 2007 - June 30, 2008, $1.45 per hour gross increase  \nfor each classification.  \nDeductions per hour:  \nDues deduction: 6% gross wages for each hour worked  \nPolitical Action deduction: $.10 deducted from wages for each hour  \nworked.  \nSewer/Water Laborer:  \n(a)  \nJob Classification:  \nGroup A: Basic, flagman, top man, wreckers  \n25  \n(b)  \n(c)  \n(d)  \n(e)  \nGroup B: Foundation, rod carriers, plaster tender, scaffold  \nbootman, pneumatic, gas, electric, tool operator,  \njackhammer, chipping guns  \nGroup C: Mortar mixer, over 8 feet in depth  \nGroup D: Pavement formsetter, steelbumer, caisson, wagon drill  \noperator, pipelayer, swing scaff.  \nGroup E: Utility pave driver, laser operator,  \nGroup F: Blaster —  \nWages per hour:  \nGroup A $22.96  \nGroup B $23.06  \nGroup C $23.11  \nGroup D $23.21  \nGroup E $23.56  \nGroup F $23.96  \nSupplemental Benefits per hour:  \nWelfare: $7.56  \nPension: $4.26  \nAnnuity : $1.00  \nTraining: $0.58  \nLECET: $0.10  \nEffective July 1, 2005, $1.35 per hour gross increase for each  \nclassification.  \nEffective July 1, 2006 - June 30, 2007, $1.35 per hour gross increase  \nfor each classification.  \nEffective July 1, 2007 - June 30, 2008, $1.45 per hour gross increase  \nfor each classification.  \nDeductions per hour.  \nDues deduction: 6% gross wages for each hour worked  \nPolitical Action deduction: $.10 deducted from wages for each hour  \nworked.  \n26  \n   \nNOTE: The basic wage rate includes the amount to be deducted for  \neach actual hour worked for DUES AND POLITICAL ACTION, Dues  \nand Political Action Deductions per hour upon receipt of signed  \nauthorization cards from employees. The 6% dues deduction will be  \non gross wages exclusive of fringe benefits.  \nDrills - Individual wagon drills, ttackmounted drills, jack-leg drills and multiple  \ntype drills shall require a drill helper except that the Union and the Employer  \nrecognize that in certain cases one helper may be able to service more than  \none drill. In such cases, the manning shall be pursuant to a project  \nagreement between the Union and the Employer.  \nThe wages rates for Foremen covered by this Agreement are as follows:  \n(a) LABORER FOREMEN - $1.00 DOLLAR above (b) rate;  \n(b) Any Foremen covered by this Agreement may be employed on a  \nweekly basis at a salary agreeable to the Employer and the Foremen.  \nWORK AT HAZARDOUS WASTE SITE. When an employee covered by this  \nAgreement performs hazardous waste removal work on a State and/or  \nFederally designated waste site, and where relevant State and/or Federal  \nregulations require employees to be furnished, and those employees use or  \nwear required forms of personal protection, then in such case an employee  \nshall receive the basic hourly rate plus $2.00 per hour.  \nWhen an employee covered by this Agreement performs asbestos removal  \nwork or deleader work, such employee shall receive the basic hourly rate  \nplus $1.00 per hour. .  \nAll employees when working a single irregular work shift on night work shall  \nbe paid an additional $1.00 per hour when posted in the NYS Department of  \nLabor prevailing wage scale effective for work bid on or after July 1, 2002.  \n"], ["ARTICLE XXIll - SUCCESSORS  \n", "1.  \nThis Agreement is for on-site highway, heavy, utility and tunnel construction  \nas provided for in Article Il and shall be binding upon Employers who have  \ndelegated bargaining rights to the Association with respect to Local 210 on  \nthe effective date of this Agreement and upon such other contractors who  \nmay execute this Agreement in an individual capacity.  \nIn the event that all or part of the Union's trade or geographic jurisdiction as  \ndefined by the terms of this Agreement is transferred to another local union  \nat  \naffiliated with L.|.U.N.A., such local union shall be deemed a successor to  \nLocal 210 and this Agreement shall cover such other local union with regard  \nto the work within the transferred jurisdiction.  \n"], ["ARTICLE XXIV - DRUG TESTING  \n", "1.  \nThe Employer may elect to implement a pre-employment, illegal drug  \nscreening program. The Employer will notify the Union, in writing prior to  \nimplementing a pre-employment illegal drug testing policy, of the rules by  \nwhich the program will operate. The Employer will operate the pre-  \nemployment, illegal drug screening program strictly in compliance with the  \nrules it promulgates. Any changes in these rules will be provided to the Union  \nthirty (30) days in advance of the effective date.  \n“Illegal drug” as used in this Article of the Agreement includes only the  \nfollowing five (5) drugs or drug classes: marijuana, cocaine, opiates,  \nphencyclidine (PCP), and amphetamines (including Methamphetamine). The  \nEmployer may only test for illegal drugs. |f the Employer tests for anything  \nother than illegal drugs as defined by this Article, the Employer will be liable  \nfor such action to the full extent of the law.  \nIf an Employer establishes either a pre-employment or post-employment  \nlegal drug testing policy pursuant to this Article of the Agreement, the  \nEmployer shall make every reasonable effort to safeguard the privacy of  \neach applicant or employee. All testing shall be performed by a laboratory  \nthat is licensed, NIDA (National Institute on Drug Abuse) and/or CAP  \n(College of American Phathology) certified inspected and in good standing  \nwith New York State. The laboratory shall confirm its suspected positive  \nresults with a scientifically accepted method, retain all positive samples for  \na minimum of ninety days, secure its sample against any reasonable  \npossibility of tampering, participate in an outside proficiency testing program  \nto monitor its quality performance, and be willing to defend its procedures  \nwith expert testimony.  \nTo the extent that an Employer is required by Federal, State or Local laws,  \nrules and/or regulations to subject its employees to illegal drug testing, the  \nUnion agrees to permit illegal drug testing of employees in compliance with  \nthe relevant law or regulation. Under no other circumstances shail any form  \nof drug testing of ernployees be permitted. The Employer agrees that it will  \nnot subject any employee fo illegal drug testing without first notifying the  \nUnion of the existence and terms of the Federal, State or Local laws, rules  \nand/or regulations requiring such testing and providing the Union with a copy  \nof the applicable provisions of said laws, rules and/or reguiations.  \n28  \n10.  \nIf an Employer establishes a post-employment illegal drug testing policy  \npursuant to this Article of the Agreement, it is required that an employee be  \nadvised that s/he must undergo a drug screen, i.e., urine test, at least seven  \ndays before the testing is administered. Employees shall be provided with  \nwritten information concerning the impact of illegal drug use on job  \nperformance. In addition, the Employer shall inform the employees in writing  \nof the manner in which the tests are conducted, the reliability of the test  \nperformed, what the test can determine, and the consequences of testing  \npositive for illegal drug use. This information shall be provided at jeast seven  \ndays prior to the illegal drug test. The employee shail give a written  \nacknowledgment of the explanation.  \nThe applicant may be denied employment with the Employer in the event the  \ntest is positive. The decision of whether or not to hire an applicant based  \nupon the results of pre-employment illegal drug testing shall be at the sole  \ndiscretion of the Employer. However, applicants or employees whose test  \nresult is positive for illegal drugs and who are in a bona fide rehabilitation  \nprogram will not be denied employment for that reason, so long as they are  \ncapable of performing their work  \nDrug-related disputes that are not pre-employment pursuant to this Article of  \nthe Agreement shall be subject to the Grievance and Arbitration Procedure  \nset forth in Article XVIII of the Agreement. Under no circumstances will the  \nEmployer or the Union be informed, beyond a negative or positive outcome,  \nof any illegal drug testing result unless a grievance is filed, in which case all  \nrelevant information regarding the test results, testing methods and chain of  \ncustody will be provided to both the Union and the Employer.  \nThe Employer shall bear all costs associated with post-employment illegal  \ndrug testing. The Employer shall reimburse the employee for all travel  \nexpenses. Employees will be paid for all time spent submitting to the test.  \nThe Employer is not permitted to establish or implement any illegal drug  \ntesting policy other than that permitted by this Article of the Agreement.  \nAny section or subsection of this Article which provides for drug testing in a  \nmanner and to an extent prohibited by any law or the determination of any  \nGovernmental Board or Agency shall be and hereby is of no force or effect  \nduring the term of any such prohibition. It is understood and agreed,  \nhowever, that if any section or subsection of this Article which is declared to  \nbe of no force or effect because of restrictions imposed by laws is  \ndetermined by Act of Congress, other legislative enactment, or a decision of  \nthe Court of highest recourse to be legal or permissible, such section or  \nsubsection shall immediately become and remain effective during the  \nremainder of the term of this Agreement.  \n29  \n11.  \nInthe event a dispute arises, legal action commences, or other damages are  \nawarded as a result of any employer activity under this Article of the  \nAgreement, the Employer shall hold harmless and indemnify the Union for  \nany and all liabilities that may incur.  \n"], ["ARTICLE XXV - TUNNEL WORK  \n", "This Article is limited to terms and conditions that apply solely to tunnel work as defined  \nherein. All other terms and conditions in the Agreement apply to tunnel work as well.  \n1.  \nTunnel work shail be defined for this Article as including all jobs that are both  \nin excess of 84” in diameter and 700 feet in length. Should a shaft or  \ncofferdam from the top of the rock line, under this Article be part of a larger  \ngeneral contract, only the shaft, cofferdam or tunnel below the top of the rock  \nline part shall be done under this Article and the remainder under the  \nappropriate contract or contracts  \nThis Article shall cover the construction, alteration, repair and demolition of  \ntunnels, subways, shafts, raises, slopes and drifts including the lining of  \nsame. It shall also include placing of all pipes, conduits and rails in the  \ntunnel.  \nOpen cut or cut and cover work shall be considered work covered by Article  \nof this Agreement. This Article shall apply to any employee who performs  \nwork as defined in Sections 4, 5 and 6 below within the recognized  \njurisdiction of Laborers’ International Union of North America Local Union No.  \n210. The Employer agrees to assign all such work as specified below only  \nto employees covered by this Article.  \n(a) It is agreed that Laborers’ work shail include and not be limited to,  \nheading foremen, shaft foremen, rod foremen, electrician foremen,  \nrigging foremen, iron foremen, caulking foremen, form foremen,  \nconcrete foremen, grout foremen, cement finishing foremen, cleanup  \nforemen, track foremen, blasters, structural steel! erection, reinforcing  \nerection, welders, fence erectors, sheet buckerups, riggers,  \nprecast erectors, elevator erectors, lancers, erection of catwalks and  \nstairways, demolition workers, erecting of all guard rails, piledriving,  \ncrib work of all kinds, firemen, lagging and bracing regardless of  \nmethod, handling, placing and driving of all sheetpile regardless of  \nmethod. All bricklaying, all stone, block, laying and tending of same,  \nall cement finishing, rubbing and curing, the placing and handling of  \nall tile, marble and terrazzo, all carpentry work, maintaining of all  \ncommunication systems during construction, the handling, placing,  \n30  \nand laying of all track, drill runners, all ironworkers, all maintenance  \nworkers, changehouse attendants, powder carriers, all safety men, all  \ncaulking, all chucktenders, nippers, brake men, derail men, cable  \nmen, hose men, gravel men, the handling, placing, erecting and  \ndismantiing of all forms regardless of method, bottom bell men, top  \nbell men, all signal men, movers, concrete workers, shaftmen, mole  \nnippers powder watchmen, all drilling regardless of method, the  \ncutting, drilling, and installation of material used for timbering, and  \nretimbering, assembly and installation of multi-plate, Linear piate,  \ntings, mesh, mats, or forms for the shaft, including the setting of rods  \nfor the same, pouring, pumping, creting or guniting of concrete or any  \naggregate, hydraulic jacking placing and constructing of shields,  \nmaintain operate and service air locks, air lines, grout machines,  \nheading and bench drilling, heading and bench driving, hydraulic  \npressure on shield, hydraulic wrench, jackhammers, jumbos,  \npneumatic caissons, concrete and crete placers, public safety,  \naccumulator for shield slushers, light boxes, collar bracing, lighting,  \nwagon drills, wall plates, water handling repair rooms, traffic  \ncontrolmen, the handling and laying of all type of pipe and conduit, all  \nminers, miner helpers, the splitting and making of primers, all mucking  \nand dumping, handling, installing and extending all water, air, and  \nvent lines, handling of sponge pumps in wet headings, swampters,  \nwatchmen, communications and electrical installation, access shaits,  \ndrop air shafts, transit stations located in tunnel areas.  \n(b) All classification listed elsewhere in this Agreement which are not  \nlisted under this Article and Section shall be included in the coverage  \nand description of work just as though incorporated in full in this  \nArticle and Section.  \n(c) | The above jurisdiction shall commence at the top of the rock line for  \ntunnels, shafts and cofferdams.  \nIn compressed air all work underground or in compression chambers  \nincluding tending of other air lock. All work in compressed air construction  \nincluding but not limited to groutmen, trackmen, blasters, shield drivers,  \nminers, brakemen, miners’ helpers, !ock tenders, mucking machine  \noperators, motor men, gauge tenders, rodmen, compressed air electricians,  \nsetting of line plate and rind sets, drill runners, powdermen or blasters, air  \nhoist operators, form men, concrete blower operators, cement operators,  \npower knife operators, erector operators, steel setters, cage tenders,  \nskinners, track layers, dumpmen, diamond drillers, timbermen and  \nretimbermen, cherry pickmen, nippers, chucktenders and cable tenders,  \nvibratormen, jetgunmen, gunnite nozzlemen, gunmen, reboundmen, and all  \nother work connected therewith.  \n31  \nEmployees who perform work of a complex and hazardous nature such as:  \nwelders, riggers, structural steel erectors, etc., and any employee sixty (60)  \nyears of age or older and who will perform work below street level, are  \nrequired to submit to a physical examination by an employer selected doctor.  \nThe Employee will have the right to contest the findings of that doctor by  \nexamination by a doctor selected by the Union. The cost of that doctor will  \nbe paid by the Employee.  \nThe following job classifications and corresponding wage and fringe benefit  \ncontribution rates, shall apply to all work performed under this Article of the  \nAgreement.  \n(a) Job Classifications:  \nClass A: Mole nipper, powder handler, changehouse attendant and top  \nlaborer  \nClass B: Air spade, jackhammer, pavement breaker  \nClass C: Top bell  \nClass D: Bottom bell, side-orroofbelt-drilermaintenance-men,  \nblock layers, rodmen, caulkers, miners helper, trackmen, nippers,  \nderailmen, electrical cablemen, hosemen, groutmen, gravelmen,  \nform workers, movers and shaftmen, conveyor men  \nClass E: Powder monkey  \nClass F: Blasters, ironmen and cement worker, miner, welder, heading  \ndriller  \nClass G: Steel erectors, piledriver, rigger  \n(b) Wages per hour:  \nClassA $23.46  \nClassB $23.61  \n$23.71  \nClassD $24.21  \nClassE $24.31  \nClass F $24.71  \nClassG $24.96  \nAdditional $2.00 per hour to basic rate for hazardous waste sites  \n32  \nAdditional $1.00 per hour to basic rate for deleader and asbestos worker  \n(c) Supplemental Benefits per hour:  \nWelfare: $7.56  \nPension: $4.26  \nAnnuity : $1.00  \nTraining: $0.58  \nLECET: $0.10  \n(d) Effective July 1, 2005, $1.35 per hour gross increase for each  \nclassification.  \nEffective July 1, 2006 - June 30, 2007, $1.35 per hour gross increase  \nfor each classification.  \nEffective July 1, 2007 - June 30, 2008, $1.45 per hour gross increase  \nfor each classification.  \n(e) Deductions per hour:  \nDues deduction: 6% gross wages for each hour worked  \nPolitical Action deduction: $.10 deducted from wages for each hour  \nworked.  \n*Dues and Political Action Deductions per hour upon receipt of signed  \nauthorization cards from employee. The 6% dues deduction will be on gross  \nwages exclusive of fringe benefits.  \n"], ["ARTICLE XXVI - APPRENTICES  \n", "1.  \nlf available, the twelfth (12\") Laborer on any job site shall be an  \napprentice enrolled in the Local 210 apprenticeship program.  \nNotwithstanding the foregoing, there shall be no apprentices on any job  \nsite unless at least three (3) journeymen are working at the jobsite, this  \nminimum ratio of journeymen to apprentices shall be observed by the  \nEmployer on all jobsites.  \n33  \n2. Apprentice Wage Progression’ In Hours As A Percentage Of  \nJourneyman’s Rate:  \nHours Wages  \n1-500 55%  \n501-1000 60%  \n1001-1500 65%  \n1501-2000 70%  \n2001-2500 75%  \n2501-3000 80%  \n3001-4000 90%  \n"]]