[["", "K $460  \n1000 woke,  \noft /o3 — 5/31/06  \n2003 - 2006  \nAGREEMENT  \nBetween the  \nMICHIGAN REGIONAL COUNCIL OF CARPENTERS  \nUNITED BROTHERHOOD OF CARPENTERS AND JOINERS  \nOF AMERICA, AFL-CIO  \nand the  \n- LABOR RELATIONS DIVISION  \n_ MICHIGAN CHAPTER  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA, INC.  \nand the  \nSOUTHWESTERN MICHIGAN CONTRACTORS ASSOCIATION  \nArticle  \nIl.  \nVI.  \nVIL.  \nVill.  \nx oss  \nPage  \n]  \nGeographical Jurisdiction I  \nPAU OS si se as os rs econ srs ce sre sa on 94 me 2  \nss eso wee cea ce se esse 2  \nEmployer 2  \nEmployee Representation 2  \nEMplOyMe nt 2  \nUnion Security 2  \nEmployer 3  \nEqual ‘Treatment ... iss 3  \nEqual Employment Opportunity 3  \nDisaster 3  \nas re 3  \nsea sa ep ones os x 4  \nRegular Day 4  \nOvertime and Holidays 4  \nReporting Time 4  \nSHift WOrkK 5  \nSpecial SHIftS 0... 5  \n\"V ee ex 5  \nWAGES. na an suse ns sa  \nJourneymen and Foremen Wa es 5  \nOS esses st cass ame va ae 7  \nTarget Job 7  \nTreated Materials 7  \nHeight 7  \n7  \nUOT sree ease ce reese emcee es coe ew sees ane se es ares 8  \n2 as ar 8  \nFringe Benefits 8  \nApprenticeship Fun 8  \nDues 8  \nHealth Care and Penston Fun  \nMichigan Regional Council of Carpenters Annuity Fund 9  \nUBC of Carpenters National Health and Safety, Apprenticeship and  \nTraining and Education and Development 9  \nConstruction Industry Advancement Program 10  \nFringe 10  \nFringe 10  \nViolation Of 10  \nFringe Benefit Security 10  \nSchedule Of 11  \nDelinquent COMtractOrs ue 11  \nArticle  \nXlll  \nXIV  \nXV  \nXVI  \nXVII  \nINDEX Continued  \nPage  \nCompensation INSUrance 1]  \n. ae 12  \nStewards 12  \nBusiness Representatives 12  \nWorking Conditions 13  \nNS oe oe 42 asa wo acs mapa si au cy evac os ws 13  \nShelter 13  \nDrinking Water seas 13  \nSanitary 13  \nSafety 13  \nJurisdictional Procedure 13  \nGrievance Procedure 14  \n15  \n16  \nSupplemental Residential Agreement 17  \nMichigan Regional Council of Carpenters Craft 19  \nWelder ses 21  \nAsbestos Abatement Carpenter 22  \nFloOr Decorators 22  \nIndependent Signature 23  \nMichigan Regional Carpenters’ Council Consent Agreement 25  \nAddendum Dues. Deduct sc cs ss 26  \nCraft Jurisdiction 27  \nAddendum Annuity Fund 34  \nAddendum Youth-to-Apprenticeship 35  \n   \nWITNESSETH  \nWhereas: The parties hereto desire to stabilize employment in the building and heavy construction  \nindustry, and to agree upon rates, wages, conditions, and terms of employment; and,  \nWhereas: The parties hereto are desirous of preventing strikes and lockouts, and facilitating  \npeaceful adjustments of grievances and disputes between the Employer an employees; and,  \nWhereas: The Parties are desirous of providing a rational economic environment in the construction  \nindustry for the benefit of the parties of this Agreement, the customer of construction services, and the  \ncommunity as a whole; and,  \nWhereas: _ The parties are desirous of improving the competitive position of the organized segments  \nin the construction industry.  \nIt is hereby understood and mutually agreed as follows:  \nAGREEMENT  \nTHIS AGREEMENT, made and entered into by and between the Labor Relations Division of the  \nMichigan Chapter, Associated General Contractors of America, Inc., and the Southwestern Michigan  \nContractors Association, hereinafter referred to as \"Associations,\" for and on behalf of their members  \nand other nom member Employers who may become signatory, hereinafter referred to as \"Employer\" or  \n\"Employers,\" and the Michigan Regional Council of Carpenters, Local Union No. 100 Grand  \nRapids/Muskegon and Local Union No. 525 Kalamazoo, Battle Creek, St. Joseph Benton Harbor, of the  \nUnited Brotherhood of Carpenters and Joiners of America, AFL-CIO, and it successors or assignees,  \nhereinafter referred to as the \"Union\" or “employees.”  \n"], ["ARTICLE I  \nGEOGRAPHICAL JURISDICTION  \n", "The geographical jurisdiction of this Working Agreement shall cover all of Allegan, Barry, Berrien,  \nBranch, Cass, Calhoun, Eaton (except the Townships of Bellevue, Vermontville, Kalamo and Walton),  \nHillsdale, Ionia (except the Townships of Orange, Portland, Sebewa, and Danby), Kalamazoo, Kent,  \nLake, Mason, Mecosta, Montcalm, Muskegon, Newaygo, Oceana, Osceola, Ottawa, St. Joseph, and Van  \nBuren counties.  \n"], ["ARTICLE II  \nINTENT AND PURPOSE  \n", "Section 1. Intention: It is the intent and purpose of the parties hereto that this Agreement will promote  \nand improve industrial and economic relationships between the Employer and the Union in the  \nconstruction industry for the jurisdiction of the Union, excluding highway and bridge construction work,  \nresidential construction, marine and/or land pile driving, millwrighting, and resilient floor installations,  \nand to set forth herein the basic Agreement covering rates of pay, hours of work and conditions of  \nemployment to be observed between the parties hereto.  \nThe parties hereto are desirous of preventing strikes and lockouts and facilitating peaceful adjustment of  \ngrievances and disputes between the Employer and the employee.  \nSection 2. Employer Representation. The Union recognizes the Associations as the sole and exclusive  \nEmployer Representative for its members for the purpose of collective bargaining within the  \ngeographical area coming within the jurisdiction of this Agreement. It ts agreed that the Union shall file  \nwith the Associations a list of all Employers with whom the Union has Agreements who perform the  \nsame type of work. The Associations agree to furnish the District Council with a list of all its members.  \nBoth parties agree to update said lists annually, or more frequently if a major change occurs.  \nSection 3. Employee Representation. Each Association (or Employer) hereby recognizes the Union as  \nthe sole and exclusive Employee Representative for the purpose of collective bargaining for all of its  \nemployees performing work covered under the terms of this Agreement within the jurisdiction of the  \nUnion, who are members of any Local Union affiliated with the United Brotherhood of Carpenters and  \nJoiners of America, AFL-CIO, and also.of such other employees recognized by law as part of the  \nappropriate collective bargaining unit.  \n"], ["ARTICLE III  \nEMPLOYMENT  \n", "Section 1. Union Security. The Union hereby agrees to furnish at all times any of said Employers duly  \nqualified employees work contracted for by the Employers in the manner and under the conditions  \nspecified in this Agreement and which exist within the jurisdiction of said Union. The Employers agree  \nthat in the employment of employees to perform the various classifications of labor required by the work  \ncovered by this Agreement, they will not discriminate against applicants because of membership or non-  \nmembership in the Union. The Local Union, in its referral of applicants to the Employers, agrees it will  \nnot discriminate against said applicants because of membership or norm-membership in the Union. Each  \nemployee shall, as a condition of employment, become and remain a member of the Union for the term  \nof employment, after the seventh (7'\") calendar day after the beginning of employment by an Employer  \nor Employers in the area covered by this Agreement, or seven (7) days after the date of this Agreement,  \nwhichever is the later. Membership in the Union shall be available to each employee on the same  \nconditions which govern membership for other employees. Employers from other areas who come into  \nthe territorial jurisdiction of the Michigan Regional Council of Carpenters to perform work can bring up  \nto two (2) employees, excluding non-working supervision above General Foreman, to work in the area  \ncovered by this Agreement.  \nSection 2. Employer Security. The Union further agrees that it will not require the Employers or any  \nEmployer to take any action which violates the Labor-Management Relations Act of 1947, as amended,  \nas the same exists or may hereafter be amended. The Employer shall not be obligated hereunder to  \ndischarge or discriminate against any employee for non-membership in the Union, (a) if there is  \n2  \nreasonable grounds for believing that such membership was not available to the employee on the same  \nterms and conditions generally applicable to other members, or (b) there is reasonable grounds for  \nbelieving that membership was denied or terminated for reasons other than failure of the employee to  \ntender the periodic dues and initiation fees uniformly required as a condition of acquiring and retaining  \nmembership.  \nThe Employer shall continue to have full and exclusive power and discretion in hiring new employees  \nfor their respective jobs.  \nSection 3. Equal Treatment. If the Union shall intentionally enter into an agreement with an Employer  \nwithin the territorial jurisdiction of any county for the type of work covered tn this Agreement upon any  \nmore favorable terms or conditions (including wage rates) than those contained herein, and if the Union  \ndoes not take immediate steps to eliminate the Agreement, the Union agrees that such more favorable  \nterms and conditions shall automatically be extended to the Employers covered by this Agreement  \nperforming work in that county.  \nThe Union agrees that it will not knowingly allow any of its members to work for any person or  \nEmployer on terms and conditions more favorable to such person or Employer than the terms and  \nconditions herein set forth.  \n"], ["ARTICLE IV  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "The Union and the Employer agree that there will be no discrimination against employees because of  \nrace, color, age, sex, creed, or national origin.  \n"], ["ARTICLE V  \nDISASTER RELIEF  \n", "During any officially recognized disaster or emergency which shall have been declared by any legally  \nconstituted governmental authority acting to meet a disaster situation, natural or otherwise, the overtime  \nrates and shift rates shall be waived for the duration of services necessitated by work covered by the  \nAgreement.  \n"], ["ARTICLE VI  \nSUBCONTRACTING  \n", "The Employer agrees to make a reasonable effort, when subcontracting carpentry work covered by this  \nAgreement, to subcontract said work to a firm or corporation who will abide by all conditions of this  \nAgreement.  \n"], ["ARTICLE VII  \nHOURS  \n", "Section 1: Regular Day. Forty (40) hours, consisting of five (5) days of etght (8) hours each, Monday  \nthrough Friday, shall constitute a regular work week.  \nThe regular and normal working schedule shall consist of etght (8) hours worked each day between the  \nhours of 7:00 a.m. and 5:30 p.m. Employees will be permitted a lunch period of thirty (30) minutes each  \nday between 11:00 a.m. and 1:00 p.m. If the employee is not permitted a thirty (30) minute lunch period,  \nthe Employee shall be paid for thirty (30) minutes at the overtime rate and shall be allowed time to eat  \nlunch. Employees shall be allowed a reasonable time before the end of the work day, not to exceed five  \n(5) minutes, within which to pick up tools, provided that no employees shall leave the premises of the  \nEmployer prior to the end of said work day.  \nEmployees shall be permitted a ten (10) minute mid-morning break at a time determined by the  \nEmployer at or near their work stations.  \nAfter twelve (12) hours of continuous employment, a paid one-half (1/2) hour meal break will be  \nprovided.  \nIt is understood that forty (40) hours shall constitute a regular work week (5-8s), Sunday midnight  \nthrough Friday midnight with a make-up day on Saturday, to be paid at the straight-time rate. The  \nregular work week shall be defined as seven (7) consecutive day’s midnight to midnight, for payroll  \npurposes only. Hours worked on Saturday except for make up hours shall be paid at time and one-half  \n(14%). Make-up days must be scheduled for a minimum of eight (8) hours, weather permitting.  \nEmployees desiring to work on Saturday as a make-up day at the straight-time rate must commit their  \nintent no later than noon on Friday.  \nSection 2. Overtime and Holidays. Time and one-half (1%) shall be paid for all overtime worked  \nbefore and after the regular working hours on any regular work day and all hours worked on Saturday.  \nDouble (2x) time shall be paid for all time worked on Sundays, New Year's Day, Memorial Day, Fourth  \nof July, Labor Day, Thanksgiving, and Christmas Day. No work shall be performed on Labor Day  \nexcept to save life or property. When any of the above Holidays fall on a Sunday, the following day  \nshall be observed as a Holiday. If employees, at their option, desire not to work on the Friday following  \nThanksgiving Day, they shall notify their Employer on Tuesday of that week. If the Employer decides  \nthat there will be no work on the project Friday following Thanksgiving Day, there will be no obligation  \nto the employee, and the Employer will notify the employees on Tuesday of that week. Employees may  \nrefuse to accept any and all overtime, at their option.  \nSection 3. Reporting Time. In the event employees are ordered to report for work on any working day,  \nthey shall receive at least two (2) hours work, or shall be paid for at least two (2) hours if not put to work  \nthat day, unless work is suspended on that day because of inclement weather, or if the employee does  \nnot report to work on time.  \nSection 4. Shift Work. Shift work is defined as one (1) aew following another, but not working  \nsimultaneously. Shifts will work as follows: first shift, eight (8) hours work - eight (8) hours wages;  \nsecond shift, seven and one-half hours work - eight (8) hours wages; third shift, seven (7) hours  \nwork - eight (8) hours wages.  \n   \nSection 5. Special Shifts. Special shifts are permitted to accommodate job conditions. When only one  \nshift works for eight (8) hours within a twenty four (24) hour period the hours shall be established by the  \nEmployer. Employees shall receive pay at the regular rate. Special shifts are subject to approval by the  \nUnion. When another trade is employed by the same Employer on the same job and receives shift  \ndifferential pay, employees subject to this Agreement will be paid in accordance with Section 4.  \nSection 6. Doctor Visits. A maximum of two (2) hours pay per visit will be paid on repetitive trips to  \nthe doctor for all on-the-job injuries.  \n"], ["ARTICLE VIII  \nWAGES  \n", "Section 1. Journeymen and Foreman Wages  \nLOCAL UNION #525  \nBATTLE CREEK, BENTON HARBOR & KALAMAZOO AREA: Berrien, Branch, Cass Calhoun, Eaton  \n(the townships of Bellevue, Kalamo, Vermontville and Walton), Hillsdale, Ionia (except the  \nTownships of Danby, Orange, Portland and Sebawa), Kalamazoo, St. Joseph and Van Buren  \nCounties.  \nEffective the first full pay period on or after June 1, 2003, there will be a total package increase of $1.05  \nper hour. Distribution is shown below:  \nZ  \n* Taxable Journeyman  \n*Base Rate $22.15  \n*Dues Deduction (3% Increase effective 10/1/02) (.66)  \n*Special Assessment (.20)  \n*MRCC Bldg. Fund (.10)  \nHealth Care 3.95  \nPension 3.00  \nAnnuity .64  \nApprenticeship 25  \nUBC Health & Safety 02  \nUBC Apprenticeship & Training 02  \nUBC Labor-Mgmt Ed & Development .02  \nGROSS $30.05  \nCIAP ll  \nTotal $30.16  \n| — Effective the first full pay period on or after June 1, 2004, there was a total package increase of  \n$1.05/per hour. The distribution of the fringe allocation will be available at that time.  \n' Effective the first full pay pertod on or after June 1, 2005, there will be a total package increase of  \n$1.05/per hour. The distribution of the fringe allocation will be available at that time.  \n| LOCAL UNION #100:  \nGRAND RAPIDS/MUSKEGON Area: Allegan, Barry, Kent, Lake, Mason, Mecosta, Montcalm,  \nMuskegon, Newaygo, Oceana, Osceola, and Ottawa Counties.  \nEffective the first full pay period on or after June 1, 2003, there will be a total package increase of $1.05  \nper hour. Distribution is shown below:  \n2003  \n*Taxable Journeyman:  \n*Base Rate $21.18  \n*Dues Deduction (3% Increase effective 10/1/02) (.64)  \n*Special Assessment (.30)  \nHealth Care 3.95  \nPension 3.00  \nAnnuity 61  \nApprenticeship 25  \nUBC Health & Safety 02  \nUBC Apprenticeship & Training 02  \nUBC Labor-Mgmt Ed & Development .02  \nGROSS | $29.05  \nCIAP lt  \nTotal | | $29.16  \n| Effective the first full pay period on or after June 1, 2004, there was a total package increase of  \n$1.05/per hour. The distribution of the fringe allocation will be available at that time.  \nEffective the first full pay period on or after June 1, 2005, there will be a total package increase of  \n$1.05/per hour. The distribution of the fringe allocation will be available at that time.  \nCARPENTERS’ #100 APPRENTICE WAGE RATES:  \nEffective the first full pay period on or after June 1, 2003:  \n1* Year Year 3 Year 4\" Year  \nBase $10.59 $12.71 $15.89 $18.00  \nDues Ded. 3% ** 38 ** AB ** 54  \nSpecial Assess. ** 20 ** 20 ** 20 ** 20  \nBldg. Fund ** 10 ** 10 ** 10 ** 10  \nHealth Care 3.95 3.95 3.95 3.95  \nPension 1.50 1.80 2.25 2.55  \nApprenticeship 25 25 25 25  \nAnnuity sae 38 48 4  \nUBC Funds -06 .06 -06 .06  \n$16.67 $19.15 $22.88 $25.35  \nCIAP ll ll ll wll  \nTotal: $16.78 $19.26 $22.99 $25.46  \nSection 2. Apprentice Schedule. Apprentices enrolled in the Apprenticeship Program will be paid at  \nthe following percentages of the appropriate Journeyman base rate:  \nPre-School 40%  \n1 Year 50%  \nYear 60%  \n3 Year 75%  \n4\" Vear 85%  \n‘The Employer will be obligated to pay the Apprentice for school attendance upon presentation of a class  \nattendance record signed by the instructor. Pre-School Apprentices shall continue to be paid at the forty  \npercent (40%) rate of Journeyman pay until the next available class starts.  \nEmployer contributions for the Health Care Fund, Apprenticeship Fund, Annuity, UBC Funds, and  \nCIAP will be the same as those for Journeymen Carpenters, as provided for in Article XII. Pension Fund  \ncontributions will be calculated at the same percentages as listed above.  \nSection 3. Target Job Clause. Upon request of a signatory Employer, the Local Union in whose  \njurisdiction the job is located may give approval for variations in the wages, hours, and conditions  \ncontained in this Agreement for that particular job. Such approval shall be subject to further approval by  \nthe District Council. All Employers signatory to this Agreement are entitled to use the approved  \nvariations on that particular job based on their individual request for said variations. All work performed  \nby signatory Employers or their subcontractors under this clause will be performed in accordance with  \nthe Union Security Provisions of this Agreement. On all prevailing wage work, whether State, Federal or  \nlocal, in the counties of Allegan, Barry, Kent, Lake, Mecosta, Montcalm, Newaygo, Osceola, or Ottawa,  \nthe contractor must pay the prevailing rate or the appropriate rate in thts Agreement, whichever is  \nhigher. The contractor may pay the above-mentioned rate for the entire life of that project, or not to  \nexceed eighteen (18) months from the start of construction, with the exception of increases in any fringe  \nbenefit fund contributions  \nSection 4. Treated Materials. Employees who perform work on materials treated with creosote, or  \nthose which are wet with \"Wood Life\" material shall receive twenty-five cents (25¢) per hour over the  \nJourneyman scale. This is not to be construed that fresh cuts of lumber which have been treated with  \n\"Wood Life,\" shall be considered as wet materials.  \nSection 5. Height Pay. Employees who perform work on any swing scaffold shall receive fifteen cents  \n(15¢) per hour above the Journeyman's rate. Employees who work on chimneys or towers over thirty  \n(30) feet in height shall receive fifty cents (50¢) per hour above the regular rate.  \n"], ["ARTICLE IX  \nPAYDAY  \n", "Each employee shall be paid weekly, during working hours, by means of a payroll check which shall be  \naccompanied by a stub or memorandum indicating the dates of the pay period, total hours worked the  \ngross amount of the check, F.I.C.A. tax, income tax, and other authorized deductions withheld and the  \nnet amount of the check. Not more than four (4) days pay shall be held back.  \nChecks may be mailed to the employee provided he first agrees in writing. Electronic Funds Transfer or  \npay check direct deposit may be utilized by the Employers with pay stubs faxed or mailed to the job or  \nthe employee's residence on payday.  \n"], ["ARTICLE X  \nDISCHARGE OR LAYOFF  \n", "When an employee is laid off or discharged, said employee shall be paid in full on the job at the time of  \nsuch layoff or discharge; and if required by the Employer to go to some other pomt or to the office of the  \nEmployer, the employee shall be paid for the time required to go to such places. When employees quit  \nof their own accord, they shall wait until the regular payday for the wages due them.  \nIn the event of a layoff or discharge, the employee being laid off shall be given thirty (30) minutes  \nnotice to allow said employee to pick up their tools before quitting time, and shall receive at the time of  \nlayoff, a slip stating the reason(s) for such layoff. Employees must remain on the job until quitting time.  \n"], ["ARTICLE XI  \nFOREMEN  \n", "A Carpenter Foreman will be required on all jobs with three (3) employees, including the Foreman. All  \nForeman will be compensated in accordance with the Foreman's Wage Schedule in Article VIII, Section  \n1. Effective the first full pay period on or after June 1, 1998, the Foreman rate of pay shall be seven  \npercent (7%) above the Journeyman’s classified rate.  \n"], ["ARTICLE XII  \nFRINGE BENEFITS  \n", "Section 1. Apprenticeship Fund. The Employer agrees to pay into the Michigan  \nApprenticeship and Training Fund for each hour worked by all employees covered by this Agreement,  \nin accordance with the schedule in Article VIII and tn accordance with the Trust Fund Agreement  \nnegotiated between the Michigan Regional Council of Carpenters and the Michigan Chapter Associated  \nGeneral Contractors of America, Inc., Labor Relations Division.  \nSection 2. Dues Deduction. The Employer appoints the Contract Administrator of the Fringe Benefit  \nProgram as its agent for the receipt of dues deduction authorization. Receipt of a written authorization  \nby the Administrator shall constitute receipt by each Employer.  \nThe Employer shall deduct as working dues from the wages of each employee who has individually and  \nvoluntarily authorized such deduction in writing the amount certified by the Union to be the working  \ndues uniformly required. Any such authorization by any employee shall contain a provision as required  \nby law for revocation.  \nThe Union will hold the Employers harmless and indemnify them for any loss suffered as a result of the  \nUnion dues deduction.  \nSection 3. Health Care and Pension Fund. The Employer agrees to pay into the Michigan Carpenters'  \nHealth Care Fund and the Michigan Pension Fund for each hour worked by all employees  \nperforming work covered by this Agreement, in accordance with the schedule in Article VIII and in  \naccordance with the Trust Fund Agreements negotiated between the Michigan State Carpenters' and the  \nMichigan Chapter of the Associated General Contractors of America, Inc., Labor Relations Division.  \nSection 4. Michigan Regional Council of Carpenters’ Annuity Fund. The Contractors agree to pay  \nthree percent (3%) of the gross base rate into the Michigan Regional Council of Carpenters Annuity  \nFund for each hour worked by all employees covered by this Agreement in accordance with Article  \nVII, Wages. All annuity contributions shall be computed on actual hours worked, without regard to  \nwhether the employee was working on straight-time or overtime. These contributions shall be deposited  \neach month, or at such other regular intervals as may be determined by the Trustees of satd Fund.  \nSection 5. United Brotherhood of National Health and Safety, Apprenticeship and  \nTraining, and Education and Development Funds. The Employer(s) and the Union recognize the  \nneed for quality safety and health training and related services to enable Union workers to remain  \nhealthy and productive, and to aid the Employer in meeting its own safety and health goals as well as  \nthose established by government agencies and construction owners. The Employer and the Union further  \nrecognize the need for quality training for Apprentices and Journey persons to meet the industry's needs  \nfor skilled craft labor. And finally, the Employer and the Union recognize the importance of cooperating  \nin jointly and aggressively pursuing new work opportunittes utilizing Union members and in  \nformulating new initiatives designed to enhance the competitiveness of Union contractors.  \nTherefore, in addition t any contributions otherwise called for herein, the parties agree that the  \nEmployer shall make a contribution of six cents (6¢) per hour worked by all employees covered by this  \nAgreement in accordance with Article VIII, Wage and Fringe Benefit Schedule, t the UBC Health and  \nSafety Fund, the UBC National Apprenticeship and Training Fund, and the UBC Labor-Management  \nEducation and Development Fund. This six cent (6¢) contribution shall be divided as follows: two cents  \n(2¢) to the Health and Safety Fund, two cents (2¢) to the Apprenticeship and Training Fund, and two  \ncents (2¢) to the Labor-Management Education and Development Fund. Payment to the Funds shall be  \nmade on or before the twentieth (20\"\") day of the month following the month of the work performed and  \nshall be remitted in accordance with the instructions of the Trustees of the respective Funds.  \nAll Health and Safety, Apprenticeship and Training, and Labor-Management Education and  \nDevelopment contributions shall be computed on actual hours worked, without regard to whether the  \n_ employee was working on straight-time or overtime. These contributions shall be deposited each month,  \nor at such regular intervals as may be determined by the Trustees of each of the Trust Funds referenced  \nabove.  \nThe Employer hereby also agrees to be bound by the Trust Indenture Agreements applicable to each of  \nthe respective UBC Trust Funds described above. |  \nUpon request, each Employer and/or Union shall receive a copy of each of the Funds’ Annual Reports.  \nSection 6. Construction Industry Advancement Program (CIAP). Each Employer signatory to this  \nAgreement shall pay into the Construction Industry Advancement Program the amount prescribed in  \nArticle VIII for each hour worked by the Employer to his employees within the bargaining unit.  \nPayments shall be made with such instructions and such forms as are furnished by the Trustees.  \nIt is agreed by the Employer that the Construction Industry Advancement Program shall not be used for  \nlobbying in support of legislation of any kind at municipal, State or nattonal levels, or to  \nsubsidize any Employer or Employers’ Association in connection with any work stoppage or strike, nor  \nshall it be used to support any ant+Union activity.  \nThe program shall comply with all present and future Federal laws governing the same.  \nThe Union shall have no participation or control of any kind or degree whatsoever; nor shall the Union  \nbe connected in any way with the Construction Industry Advancement Program.  \nSection 7. Fringe Deposits. The deposits will be accompanied by such reports as may be designated by  \nthe Trustees of the Funds in accordance with the terms of the Agreements of Trust which are  \nincorporated herein by reference. The deposits will be sent to such depository as may be designated by  \nthe Trustees.  \nSection 8. Fringe Adjustments. If the Michigan Regional Council! of and the Michigan  \nChapter of the Associated General Contractors of America, Inc., Labor Relations Division agree to a  \nchange in the Employer contributions to the above mentioned Funds, the employees’ hourly rate shall be  \nadjusted accordingly.  \nSection 9. Violation of Payments. The Employer agrees to pay all cost of collection charges resulting  \nfrom late payments of delinquent contributions, and further agrees to abide by the rules and regulations  \npromulgated by the Trustees of said Funds. If the Employer fails to make fringe benefit contributions in  \naccordance with this Agreement, the Union may take economic action against the Employer, provided it  \ngives written or telegraphed notice forty-eight (48) hours, excluding Saturdays, Sundays or Holidays, to  \nsaid Employer and the Association before taking such action, including the withdrawal of manpower to  \nsecure compliance with this Agreement.  \nSection 10. Fringe Benefit Security. Employers who do not have an established satisfactory record of  \npayment into the Fringe Benefit Funds and Employers who become delinquent in the monthly record of  \nHealth Care, Pension, Dues Deduction and/or Apprenticeship payments as determined by the Fund  \nAdministrator, shall be required to post a certified check payable to the Trustees of guaranteed payment  \nof said enumerated Fringe Benefit Funds that are due in accordance with the terms of this Agreement;  \nsaid certified check to be held in escrow by the Fund Administrator until:  \n1. Completion of twelve (12) successive months of operation without delinquency. However, the  \nrequirement may be reinstated upon any subsequent delinquency; or,  \n2. Termination of this Agreement; or,  \n3. Completion of such Employer's project upon written clearance from the Fund Administrator's  \noffice that such Employer has satisfactorily made the necessary contribution payments as  \nrequired by this Agreement; or,  \n4. If the amounts held as security are to be returned to an Employer in accordance with the  \nforegoing and the Employer cannot be located by the Fund Administrator, any balance remaining  \nafter two (2) years shall be forfeited and shall be transferred to and become part of the Joint  \nApprenticeship Fund, provided that the Joint Apprenticeship Fund shall pay to any such  \nEmployer the amount so transferred if, within three years of transfer, a claim is made therefore  \nby the Employer.  \nSchedule of Security  \nTwo (2) employees - $1,600 Ten (10) employees - $8,000  \nFour (4) employees - $3,200 Twelve (12) employees - $9,600  \nSix (6) employees - $4,800 Fourteen (14) employees - $11,200  \nEight (8) employees - $6,400 Fifteen (15) or more employees $13,000  \nUpon receipt from the Fund Administrator's office of the monthly eligibility reports that such Employer  \nis delinquent in contributions required as set forth in this Agreement, the Fund Administrator shall  \ndeduct the delinquency and appropriate penalties from the certified check security to apply on said  \ndelinquencies.  \nIf, after payment of said delinquency, there is a balance remaining, satd cash balance shall be left on  \ndeposit with the Fund Administrator, and the Employer shall be required to give an additional certified  \ncheck or cash to bring the security back to the required amount. Upon request of the Union, individual  \nEmployers will furnish proof of compliance with the provisions of this Article.  \nSection 11. Delinquent Contractors. In order to assure compliance by all Employers in making the  \ncontributions required by this Article, the Union and the Association will request from the Administrator  \nof the Trust Funds each month, a list of all Employers who are delinquent in making the required  \npayments. This list will be made available to signatory Contractors and to representatives of the Union  \nin order to encourage compliance with the obligations of this Article.  \n"], ["ARTICLE XII  \nCOMPENSATION INSURANCE  \n", "Employers agree individually that they will carry Workers’ Compensation Insurance and file certificates  \nto this effect with the Union upon request. The Employer shall also make contributions for all  \nemployees under the Michigan Employment Security Act regardless of the number of employees  \nemployed; and upon request shall furnish satisfactory proof of such contributions to the Union.  \nIn the event that the Michigan State Legislature, during the term of this Agreement, passes a bill  \namending permissible to collective bargaining language concerning workers’ compensation then the  \nparties to this Agreement will attempt to mutually draft an addendum to this Agreement reflecting their  \nintent insofar as workers’ compensation is concerned in accordance with the parameters spelled out in  \nany such Amendment to the Act within sixty (60) to ninety (90) days after such Act has been passed as  \nlaw.  \nlt  \n"], ["ARTICLE XIV  \nAPPRENTICESHIP  \n", "It is considered to be the joint obligation of both the Employers and the Union to provide the training for  \nan adequate number of Apprentices. Each Employer employing four (4) or more Journeyman Carpenters  \nshall be obligated to employ and train under the Apprenticeship Committee one (1) Apprentice when  \navailable, and one (1) additional Apprentice or Pre-School Apprentice for every additional four (4)  \nJourneymen employed. Uniform apprenticeship standards that have been adopted by both parties shall  \nremain in full force and effect; and any future changes made by the parties’ Apprenticeship Committees  \nshall be considered a part of this Agreement. The placement or replacement of Apprentices shall be  \ngoverned by the Carpenters’ Joint Apprenticeship Committee. No Employer will employ more Pre-  \nSchool Apprentices than Apprentices.  \n"], ["ARTICLE XV  \nSTEWARDS  \n", "There shall be a Steward appointed by the Union on each job, who shall be appointed from the  \nemployees on that job, and who shall be a member of the Local Union where the work is performed. The  \nSteward shall be the Union Representative on such job. In the event of sickness or injury, it shall be the  \nSteward's duty to the sick or injured are properly taken care of and their tools looked after  \nduring their absences.  \nA Steward shall be on the job at all times when Carpenters are working, provided that the Steward shall  \nbe competent to perform the available work on the job. If the Steward is laid off, discharged or  \ntransferred, the Business Representative shall be notified as soon as possible.  \nThe Union will furnish to each Employer the name of the Business Representative, and will furnish the  \nnames of the Stewards who are appointed for the respective Employers' jobs upon request of the  \nEmployer. Any changes in these lists will be promptly furnished upon request to the Employers.  \n"], ["ARTICLE XVI  \nBUSINESS REPRESENTATIVES  \n", "Authorized Business Representatives of the District Council party to this Agreement shall not be  \nprohibited by the Employer from entering on any construction project, either by call or otherwise.  \nWhere necessary, the Employer will furnish the Business Representative with a pass to enter upon such  \njob.  \n"], ["ARTICLE XVII  \nWORKING CONDITIONS  \n", "Section 1. Tools. Ail employees shall provide themselves with sufficient tools to perform a day's work.  \nAll saw horses, work benches and power tools shall be furnished by the Employer. All employees will  \nbe required to have their tools in good working condition when reporting to work with the Employer.  \nThere shall be no restrictions as to the use of machinery, except that the operation of such machinery  \nshall be done by Journeymen and/or Apprentices according to the Apprenticeship Agreement.  \nSection 2. Shelter. The Employers shall provide a suitable heated shelter capable of being locked for  \nstorage of tools and clothing.  \nSection 3. Drinking Water. The Employer shall furnish sanitary drinking water in enclosed carriers,  \niced when necessary, and shall provide individual cups.  \nSection 4. Sanitary Facilities. The Employer shall furnish and maintain proper sanitary facilities for the  \nemployees. Such facilities shall be properly disinfected at least three (3) times a week.  \n"], ["ARTICLE XVIII  \nSAFETY  \n", "Employers and employees agree to abide by all rules and regulations of the Michigan Occupational  \nSafety and Health Act. Employees will be subject to discharge for failure to comply. Safety devices  \nprovided by the Employer shall not be removed by employees; and where individual safety devices are  \nfurnished by the Employers to be worn by the employees, they shall be worn; and the Union will  \ncooperate with the Employers to see that these provisions are enforced.  \nIf an employee becomes injured or suffers a job-related illness and is unable to return to work, such  \nemployee will be paid at the regular rate of pay for all time lost that regular day as a direct result of said  \niliness or injury.  \nThe parties to this agreement acknowledge that the Safe2 Work Program is a viable program and when  \nmandated by the owners, the Safe2 Work Program will be implemented.  \n"], ["ARTICLE XIX  \nJURISDICTIONAL PROCEDURE  \n", "In the event of a jurisdictional dispute, there shall be no stoppage of work; and the parties will continue  \nto work on the basis of their original assignments while an earnest effort is made to settle the dispute,  \nfirst by joint local action of the Crafts and Employers, and second in the event that the parties are unable  \nto settle the dispute locally, then they shall submit the dispute to the joint board set up under the existing  \nAgreement for the settlement of jurisdictional disputes entered into between the Building and  \nConstruction Trades department, AFL-CIO, and the National Association of Employers in the  \nConstruction Industry, and the parties agree to operate under and be bound by the terms of said  \nAgreement. |  \n   \n"], ["ARTICLE XX  \nGRIEVANCE PROCEDURE  \n", "Section 1. In the event a dispute occurs due to a misunderstanding, misinterpretation, and/or violation of  \nthis Agreement or any section thereof, an earnest effort will be made to settle such dispute between the  \nEmployer an/or their representatives and the Union. If the dispute cannot be resolved in two (2) working  \ndays by this method, either party can then refer the matter to the Joint Grievance Committee as outlined  \nhereafter. Note: See Section 6 of this Article for exceptions.  \nSection 2. The Joint Grievance Committee shall be composed of four (4) members, two (2) form the  \nEmployers and two (2) from the Union. Following appointment, said Grievance Committee shall meet,  \nelect a Chairman and a Secretary, adopt rules of procedure which shall bind the parties concerned, and  \nproceed to consider any matters properly before it. The Joint Grievance Committee shall have the power  \nonly to adjust disputes that may arise due to a misunderstanding, misinterpretation, and/or violation of  \nthe Agreement or any section thereof. No Committee member shall be directly involved in the dispute to  \nbe resolved by said Committee.  \nSection 3. All complaints based on a misunderstanding, misinterpretation, and/or violation of this  \nAgreement, or any section thereof, shall be referred to the Joint Grievance Committee in writing and  \nsaid Committee shall meet within two (2) working days of receipt of said complaint to consider the  \nsame. If the Committee, within two (2) working days, is unable to decide the matter before it, the  \nmembers of the Committee shall choose a fifth (5'\") member. Should the Committee be unable to agree  \non the fifth (5'\") member within two (2) days, the Director of the Federal Mediation and Conciliation  \nService shall be requested to supply a list of five (5) arbitrators from which the Union and the  \nAssociation shall alternately strike two (2) each with the remaining one to be the fifth (5'\") member. The  \ndecision of said Committee shall be determined by a majority of tts members and shall be rendered  \nwithin five (5) days after such a submission. Said decision shall be final and binding upon the parties.  \nAny expense involved in the operation of the Committee shall be borne by the parties involved in the  \ndispute.  \nSection 4. No proceedings hereunder based on any dispute, complaint or grievance herein provided for —  \nshall be recognized unless called to the attention of the Employer and the Union in writing within seven  \n(7) calendar days after the alleged violation was committed.  \nSection 5. Pending final decision on any matter by the Joint Grievance Committee, no action will be  \ntaken by either party that will halt or interrupt the orderly conduct of the Employer's business.  \nSection 6. Any violation of rates of pay, overtime, Health Care Fund, Pension Fund, Annuity Fund,  \nUBC Funds, or Apprenticeship and Training Fund payments as set forth in Article VHI of this  \nAgreement, shall not be subject to the grievance procedure, and the Union after forty-eight (48) hours  \nwritten or telegraphic notice to the Employer and the Association may take economic action against the  \nEmployer, including but not limited to the withdrawal of manpower.  \nSection 7. The time limits expressed in this Article may be waived by mutual consent of the parent  \nbodies to this Agreement.  \n   \n"], ["ARTICLE XXI  \nINVALIDITY  \n", "The parties believe that this Agreement is not in any part contrary to the provisions of any State or  \nFederal faw. In the event that it should later be found that a dause, sentence or paragraph of this  \nAgreement is in derogation of the provision of any State or Federal law, that portion of the Agreement  \nshall give way to the provisions of such law; and if it is necessary to revise such clause, sentence or  \nparagraph, the parties will meet and negotiate such revision, but all provisions of the Agreement not so  \nin derogation shall continue in full force and effect without change until the termination of this  \nAgreement.  \n"]]