[["", "AGREEMENT BETWEEN  \nPARKER HANNIFIN CORPORATION  \nENGINEERED POLYMER SYSTEMS DIVISION  \nMARION, NY  \nAnd  \nLOCAL 1827 of ROCHESTER REGIONAL JOINT BOARD,  \nWORKERS UNITED  \nAugust 18, 2019 through August 19, 2023  \nTable of Contents  \nL STATEMENT OF PURPOS Bis cx nes een onsen once nn no en 3  \nI, RECOGNITION 3  \nHHT. UNION SHOP. 3  \nIV. CHECK. OF P Gren nn es cnn n ne an ee os SWS BOW Hake eee = 3  \nV. GRIEVANCE 'PROGEDURE cs ene ares eee nea we pee 4  \nVI. UNION a  \nVIF. SENIORITY sins 000 CFE re Neds 5-6  \nVII. HOURS OF WORK 00... mean 6  \nTWN Eases nas ca ce ca neon nee can re rene SONNETS 6-7  \nXK. REVIEWS. a eee susan en 7  \nKL, WAGES nes re eee anes ene op id ears ec en Ske AERO 8-10  \nXI], LEGAL HOLIDAYS. 10  \nVARS LING sree ce cen cn na OSI oe ees NNT NUN ENR 10-11  \nPT cos cess xen ovens nee me RNs ome os 12  \nSO. VITO once On ei REE TO CRORE TOU NR SO oe Sa RN 12  \nXVI. LEAVES OF ABSENCE sun 13  \nEVIL CONDOLENGE LEAVE os ser rey ore coe ener NN DD 13  \nKVIL. JURY DUTY 13  \nXIX. MANAGEMENT RIGHTS AND DISCIPLINE 14-15  \nXX. NO STRIKE-NO LOCKOUT 0... 15-16  \nXXL. MEDICAL ATTENTION 16  \nKRIL SAFETY CLAUSE ne KN aH MRS be 16  \nXXII. WASH UP, REST PERIOD, AND LUNCH BREAK TIME 16  \nBE NE PT Sie cnx Finesse encore RR Rc AS LN TN emma eb 17  \nXXV. SEPARABILITY AND SAVINGS TL  \nXXVI. EXPIRATION AND RENEWAL 17  \nThis Collective Bargaining Agreement is entered into between Parker Hannifin Corporation, Engineered Polymer  \nSystems Division (EPS), Marion, NY, here-in-after referred to as the “Company” and Local 1827 of Rochester  \nRegional Joint Board, Workers United, here-in-after referred to as the “Union” on behalf of itself and each and every  \none of the employees as described in Article Il, Section 1.  \n"], ["ARTICLE |. STATEMENT OF PURPOSE  \n", "Section 1. It is the intent and purpose of the parties hereto that this Agreement shall promote and improve the  \nrelationship between the Company and its employees and to set forth herein the basic agreement covering rates of  \npay, hours of work, and conditions of employment to be observed by the parties hereto during the life of this  \nAgreement.  \nIt is recognized by both parties that they have a mutual interest; and obligation to maintain friendly cooperation  \nbetween the Company and the Union which will permit safe, economical and efficient operation of the Company’s  \nfacility.  \nSection 2. Neither the Company nor the Union will discriminate against any employee because of race, color,  \nnational origin, age, sex, gender orientation, religion, military veteran status, or disability.  \n"], ["ARTICLE I. RECOGNITION  \n", "Section 1. The Company recognizes the Union as the exclusive bargaining agency with reference to wages, rates  \nof pay, hours and working conditions of all its employees, including factory clerical employees and inspectors,  \nexcepting only supervisory, general office clerical employees, sales representatives, chemists, guards, and  \ntechnical engineers.  \nSection 2. The Company agrees, that persons excluded from the bargaining unit, such as supervisors, office  \nclerical and other employees outside of the unit jurisdiction, shall not engage in the work of processing, handling,  \nreceiving, shipping or factory clerical work.  \nThis limitation shall not apply, however, in the case of (1) emergencies, until an employee in the bargaining unit can  \nperform the. work, (2) the instruction or training of employees, (3) testing materials and production, and (4)  \ncorrection of set-up and production difficulties.  \n"], ["ARTICLE iil. UNION SHOP  \n", "Section 1. The Company agrees to reiain in its employ as a condition of employment, only employees who  \nmaintain and centinue to maintain their membership in good standing in the Union on or after ninety (90) days  \nfollowing the beginning of their employment or the effective day of this Agreement, whichever is the later.  \nThe Union agrees to notify the Company in writing concerning any employee who is no longer in good standing due  \nto failure to pay dues and hold the Company harmless from any and all liability arising out of or relating to the  \nmatter.  \n"], ["ARTICLE IV. CHECK OFF  \n", "The Company agrees that it will during the full term of this Agreement and any extension or renewal thereof, deduct  \nunion dues weekly from the wages of each employee who authorizes the same in writing, including initial dues in  \nsuch amounts as shall be fixed pursuant to the By-Laws of the Local and Constitution of the Union. The total  \namount so deducted during each month shall be remitted to the Union or its designee, not later than the tenth (10!)  \nday of the succeeding month. An employee shall not be required to become a Union member until ninety (90) days  \nafter beginning of employment.  \n"], ["ARTICLE V. GRIEVANCE PROCEDURE  \n", "Section 1. During the life of this Agreement, an earnest effort shall be made by the Union and the Company to  \nsetile grievances in the following manner:  \nStep |. Any employee who has a grievance shall first discuss it with his Supervisor within five (5) working days of  \nreasonable knowledge of the alleged violation. In this first step, an employee may utilize the services of the Shop  \nSteward, if the employee so desires but regardless, the Shop Steward shall be informed of this discussion. The  \nSupervisor shall give his answer within three (3) working days.  \nStep Il. If not satisfactorily settled in Step |, the Shop Steward shall present the grievance in writing to the  \nSupervisor within five (5) working days from the answer in Step |. The Supervisor shall investigate and give his  \nanswer within three (3) working days. If the Supervisar needs more time for investigation, a reasonable extension  \nmay be taken on notice to the Union.  \nStep Ill. If not satisfactorily settled in Step Il, the Plant Manager or designee, Supervisor, and Business Agent of  \nthe Union, President of the Union, and the Shop Steward shall meet and attempt to resolve the grievance. The  \nCompany will provide the Union with a written answer within three (3) days from the meeting.  \nStep IV. Grievances not satisfactorily settled in accordance with the foregoing procedure may be submitted to  \narbitration by requesting a panel of five (5) arbitrators from the Federal Mediation and Conciliation Service within  \nthirty (30) working days of the Step answer. If either party is dissatisfied with the panel, that party may request  \nanother panel from the Federal Mediation and Conciliation Service. Any request for arbitration must be submitted  \nto the Federal Mediation and Conciliation Service within thirty (30) days of the Company’s Step I! response.  \nThe Arbitrator shall be selected in the following manner: The party requesting arbitration shall strike the first name,  \nthe other party striking the next and so forth until there remains one name who shall be the Arbitrator. The decision  \nof the Arbitrator shall be final and binding on both parties. The fees and expenses of the Arbitrator shall be borne  \nequally by the Union and the Company. There shall be no lockouts, strikes or work stoppages pending the  \n. settlement of the grievance in the matter outlined above,  \nSection 2. It is understood and agreed that the Arbitrator shall not have any authority what-so-ever to add to,  \nsubtract from, or in any way alter or amend any of the terms of this Agreement.  \nSection 3. Any grievance not presented or appealed within the time limits set forth in this Article shall be deemed  \nwaived by the delinquent party and removed from record. In the event the Company shall fail to answer as  \nrequired, the grievance shall automatically advance to the next step.  \nSection 4. All grievance discussions and union business will be conducted off the shop floor during allotted break  \nperiods or outside of the normal production schedule with the exception of Union Officers or Stewards investigating  \ngrievances.  \n"], ["ARTICLE VI. UNION REPRESENTATIVE  \n", "Section 1. The Union shall have admission by pass from the Management to the shops of the  \nCompany at any time during working hours of a business day for the purpose of assisting in the adjustment of  \ngrievances and investigating complaints.  \nSection 2. The Steward shall first notify the Supervisor, prior to leaving his or her workstation, before investigating  \na compiaint or to meet with the Union Representative when the Union Representative is on site.  \nSection 3. An employee, on request, shall have the right to have one Union representative at any meeting with  \nmanagement off the floor of the Shop. This Section is not intended to limit any legal rights of the employees to  \nUnion representation in situations relating to discipline or discharge.  \n"], ["ARTICLE Vil. SENIORITY  \n", "Section 1. New employees hired directly to Parker shall be regarded as trainees for the first three months of their  \nemployment. During this training period, an retention is solely within the discretion of the Company.  \nEmployees hired after having trained through an assignment via a staffing agency, shall be deemed a full employee  \nand immediately eligible for all benefits and responsibilities of an employee.  \nSection 2. Plant seniority shall apply provided the employee has the ability to perform the job efficiently. The Shift  \nSteward shall have seniority over the employees in the plant provided the Steward can perform the available job  \nefficiently.  \nSection 3. Classification seniority begins from the time an employee enters that classification. Employee date of  \nhire dates will be used for wage bands, vacation accrual, and PTO allowance purposes.  \nSection 4. In case of layoffs affecting non-probationary employees, length of service shall govern, with the least  \nsenior employee being laid off first, provided that in all cases the employee in the job shall have the ability to  \nperform the available work efficiently. In cases of layoff, where there is an honest doubt in the ability of an  \nemployee to perform the work, he or she will be allowed to perform the work for a five (5) day period. During this  \ntime the Company may review their production for quality, quantity and efficiency to determine the employee's  \nability to perform the job. Any decisions reached in this regard shal! be subject to the grievance procedure.  \nSection 5. Laid-off employees shall be recailed to work in the inverse order of their lay-off within their classification.  \nSection 6. Termination of seniority shall take place when an employee:  \n2) Resigns.  \nb) Is discharged for good cause.  \nc) Is laid off and fails to notify the Company within three (3) working days of their intent to return to work or  \nfails to return to work within seven (7) days following such notice, unless illness or some other unavoidable  \ncause prevents their return to work.  \nd) Has been on the seniority list for less than one (1) year at the time of layoff and is laid off for twelve (12)  \nconsecutive months.  \ne}) Has been on the seniority list for one (1) year or more at the time of lay off and is laid off for twenty-four  \n(24) consecutive months.  \nf) Has been on the seniority list for five (6) years or more at the time of leave of absence due to sickness or  \ninjury and remains on leave for twenty-four (24) consecutive months.  \ng) is absent for more than three (3) working days without notifying the Company of reason for absence, and  \nwithout making a reasonable attempt to notify the Company.  \nSection 7. Laid off employees shall be offered work in other classifications in preference to temporary employees,  \nunless they do not have the ability to perform the job efficiently. Where there is an honest doubt in the ability of an  \nemployee to perform work, he or she will be allowed to perform the work for a five (5) day period. During this time  \nthe Company may review their production for quality, quantity, and efficiency to determine the employee's ability to  \nperform the job.  \nSection 8. Employees shall be given the opportunity to train and learn the requirements necessary for  \nadvancement. Production requirements and business demands may delay training; if such conditions continue, the  \nCompany will do its best to utilize various optional means to continue subject training. Training time, methods and  \nprocedures shall be governed by the Company. Qualified employees may instruct and assist others in the  \nclassification per job description. .  \nSection 9. When management determines a shift transfer is necessary for the purpose of training, the least senior  \nqualified employee in the affected classification shall be required by management to accept a temporary transfer to  \nan off shift for a period of time not to exceed 6 weeks. An employee may be transferred for such reason one time in  \na 12-month period.  \nSection 10. When an opening occurs on a shift, the job will be posted by classification and any required  \nqualifications. Operators with the required qualifications and that have received an overall “Developing” or higher on  \ntheir most recent review and not currently training for a previously applied to position will be eligible to apply for an  \nopen position and allowed to train for up to 6 weeks. However, management may retain this employee on the  \ncurrent shift while the replacement is being trained for a training period not to exceed 6 weeks. All operators will  \nmaintain their usual rate of pay while training. Extensions to the above time limits may be mutually agreed upon.  \nSection 114. Non-qualified operators may be used on a temporary basis. In the event that a position needs to be  \nfilled for longer than ten (10) days, the position shall be posted and awarded by seniority. lf a non-qualified operator  \nis used in a position for more than ten (10) days, the union and management will meet to determine the need to  \npost an opening.  \n"], ["ARTICLE Vill. HOURS OF WORK  \n", "Section 1. The normal paid working week for employees shall be from Sunday to Saturday, inclusive, forty (40)  \nhours per week,  \nSection 2.  \na) The normal workweek shall be forty (40) hours, divided into five (5) eight (8) hour days from Monday to  \nFriday for shift, and four (4) ten (10) hour days from Monday to Thursday for 2™ shift.  \nb) In the event business necessitates a third shift, the company may schedule all three (3) shifts as five  \n(5) day, eight (8) hour shifts.  \nc) Inthe event the company needs to create a third (3™) shift longer than a three (3) month period, the  \ncompany and the union will meet to discuss scheduling options.  \nSection 3. Employee warking hours on all shifts are limited to a maximum fourteen (14) hours per workday,  \ninclusive of normal working hours and overtime.  \nSection 4. Summer hours is an alternate work schedule that can be exercised by management depending on  \nworkload and business needs. These hours will run from the week after Memorial Day through the week prior to  \nLabor Day as follows:  \na) First shift will work four (4) nine-hour shifts Monday through Thursday with a four (4) hour workday on  \nFridays on weeks designated as “Summer Hours\".  \nb) Second shift will continue with four (4) ten (10) hour shifts Monday through Thursday with Fridays off.  \nc) Weeks with company holidays are designated as “normal working hours” as well as the last week of the  \nmonths with a last-ship day on a Friday to ensure on-time shipments to customers. If OT is available,  \nsecond shift will be allowed to come in at 10am on Fridays (provided it is not a holiday) so long as there is  \na machine/press available, with Supervisor’s permission on weeks designated as “Summer Hours’.  \nd) Management will determine the dates and post a calendar no later than 3 weeks prior to commencing  \nSummer hours for planning and vacation purposes.  \n"], ["ARTICLE IX. OVERTIME  \n", "Section 1. Time and one-half shall be paid for work performed in excess of forty (40) hours per week.  \nSection 2. Double time shall be paid for work performed on Sundays, with the exception of 3 shift starting their  \nwork week on Sunday while on three (3) shifts which will be paid at the normal respective rate of pay.  \nSection 3. Overtime hours will be allotted by the following classifications and methods:  \nHanding [iG  \nTOS  \n     \n        \n   \n      \n    \n   \nWhen overtime is available in a particular method, a minimum of % of that overtime shall be available to other  \nmethods within the same job classification (AO ar TO).  \n» For example, If LD molding has & hours of overtime posted, then someone working in Sizing or Molding  \nwould have a minimum of 4 hours of overtime available to work.  \nSection 4. When mandatory overtime is directed, management shail require no more than 8 hours of mandatory  \novertime in a given work week. Mandatery hours will be issued at management discretion by method(s) for  \nbusiness needs and shall be posted by Thursday for the upcoming work week. Mandatory overtime will be prorated  \nfor a full work day off.  \nSection 5. If 2nd shift is on a 10-hour/4-day week, overtime will be calculated for the second shift during holiday  \nweeks in the following manner: When there is one holiday in the week, overtime will be paid above 38 hours: when  \nthere are two holidays in the week, overtime will be paid above 36 hours. 2nd shift is not required to makeup the  \ntwo (2) hours per holiday to achieve the 40 hour per week requirement.  \nSection 6. Mandatory overtime in a given method of molding will be assigned fo those trained on a weekly rotating  \nbasis and posted by the guidelines of Section 4. If another trained employee volunteers to take the mandatory  \nhours for someone assigned for a given week (partial or whole of the assigned hours), the supervisor will be  \ninformed by the end of the previous day's shift and the person taking-the hours will sign the weekly mandatory  \novertime sheet next to the person they are accepting the hours for.  \nSection 7. Voluntary overtime hours will be posted by Thursday for the upcoming work week but may be increased  \nby management due to business needs.  \nSection 8. When weekly overtime (M-F 1* shift, M-Th 27° shift on two shifts or M-F 15,299 3 shifts on 3 shifts) is  \noffered, method seniority will take precedence over classification seniority. When weekend overtime is offered,  \nclassification seniority will take precedence,  \nSection 9. When overtime is available in another method outside of an employees’ normal method, the senior  \nqualified operator shall be given preference for the allotted overtime. The overtime hours available will be prorated  \nbased on the number of days worked in the given method, rounded up to the nearest hour.  \nSection 10.: The practice of using part-time employees at the Company shall continue, however, this practice shall  \nnot have the effect of eliminating overtime work for regular employees.  \n"], ["ARTICLE X. REVIEWS  \n", "Section 1. All union employee reviews will be conducted on July 1* and will be reviewed by the supervisor and  \nemployee by July 31%  \nSection 2. New hire employees will receive 30/60/90-day reviews and will receive an annual review on the July  \n1% following their acceptance into the union.  \nSection 3. At the review, the employee will be evaluated based on their regular, satisfactory job performance and  \nwork record, including the quality of work and overall productivity. Management will provide the reasons for  \nadvancement or non-advancement, in a constructive fashion and inform the employee what needs to be  \naccomplished to advance.  \nSection 4. Any employee who receives an “Unacceptable” review will receive a follow up review after six (6)  \nmonths. If the follow up review is rated at an “Unacceptable”, management reserves the right to implement a  \nperformance improvement plan (PIP) to correct the “Unacceptable” performance. A copy of the PIP will be provided  \nto the union president.  \nSection 5. 6-monih follow up reviews will be conducted on January 1% and reviewed by January 3454  \nSection 6. A written review will be supplied to the employee upon request, and the evaluation is subject to the  \ngrievance procedure as fo its fairness.  \n"], ["ARTICLE XI. WAGES  \n", "Section 1. Wage bands based on classification, grade, and continuous years of service:  \nAssociate Operator  \nGrade  \nA | mip_| $18.60 | $18.79 | $19.35 | $19.93 | $20.83 | $21.04 |  \n| MIN | $13.20 | $13.33 | $13.73 | $14.14 | $14.78 | $14.93  \n$19.19  \nmip | $15.93 | $16.08  \nMIN | $12.95 | $12.98 | $13.37 | $13.77 | $14.39 |  \n| MAX | $14.00 | $14.14 | $14.56 | $15.00 | $15.68 |  \n| wip | $13.25 | $13.38 | $13.78 | $14.20 | $14.94 | $14.98  \nrs1250 | | 1300 | $1330 | siaco | sia  \nean offends | os | [9-0 | | [aor  \nS/R Associate Operator  \nPay Range  \n$29.88 S277 | $22.18 | $32.48 |  \n$23.18  \n16.00 $16.48 | $16.  \n   \n      \n     \n       \n     \n     \n       \n    \n>  \n$25.32 | $26.08 827 26 $77, 53  \n$19.59 | $19 9.79 $20.18 | $20.79 | $21.72 | 521.94  \n$14.60 | $14.75 | $15.04 | $15.49 | $16.19 | $16.35  \n__Continuous Years of Service | 0-<5 | 5-<10 | 10-<20 | 20-<30 | 30-<40 | 40+ _  \nTECHNICAL OPERATOR  \n| Grade bay Range  \n        \n   \n   \n   \n    \n   \n     \n   \n      \n   \n   \n    \n     \n   \n| Max | $31.00 $34.21 | $34.55  \nrm | seo [ane [sare | 87 eee $26.75  \nin| $17.00 $18.95  \n| $22.69 | $28.97 $31.97  \n| MID | $22.34 $23.02 $24.90  \n| MIN | $16.00 $16.48 $16. 98 $17.83  \n$26.37 $29.39  \n| MID | $20.69 $20.89 $21. $22.83 | $23.06  \n| $15.00 $16.55  \n| MAX | $21.10 621 31 622. 38 $23.51  \n| mip | $17.60 | $17.77 g18.13 | $18.67  \n| MIN | $14.10 $14.53 15 56 | $15.72  \nTmax | $15.82 | $15.98 | $16.30 $17.63  \n| MID | $14.51 | 614.66 | $14.95 $15.40 $16.17  \nMIN | $13.20 | $13.33 $14.71  \nContinuous Years of Service | oto5 | 5to10 | 10t020| 20t030| 30t040| 40  \nAssociate Operator Grades  \n« A- Proficient in manual hydraulic press operation (molder), auto presses, heat sizing/coining operation, or  \ninspection process AND also proficient in 2 of the following 4 areas: molding, sizing, inspection, auto press  \npositions.  \nB - Proficient in manual hydraulic press operation (melder), heat sizing/coining operation, or inspection process.  \nC - Trainee defined as under instruction until evaluation by supervisor of proficiency.  \nShipping and Receiving Associate  \ne A-/In the position as Shipping Clerk or Material Handler.  \ne Proficient in shipping operations, material handling, but not currently filling that role, or assembly.  \nTechnical Operator Grades  \ne A-Has the ability and knowledge to run any 2/G machine from print to part with no assistance effectively.  \n[Okuma LU Series lathes, Okuma mills, Chiron, SL-40 (new)] or in the Toolroom position.  \n« B-Capable to operate 2/G machines with little assistance effectively.  \n[Okuma LU Series lathes, Okuma mills, Chiron, SL-40 (new).  \n« C- Proficient in Hydraulic machining > 4 machines. [ST-20, ST-20II, SL-20, SL-30, SL-40 (old), L-250, Haas  \nmini (counts as 1}j] or 2nd Ops position.  \n¢ in Hydraulic machining s 4 machines. [ST-20, ST-2Oll, SL-20, SL-30, SL-40 (old), L-250, Haas  \nmini (counts as 1)]  \ne E- Trainee defined as under instruction until evaluation by supervisor of proficiency.  \nSection 2. Classification grades shall be determined exclusively by management. Advancements between  \nclassification grades will be determined by management during annual review.  \nSection 3. Any new equipment brought into the facility is at the discretion of management as to what Classification  \nand Method it shall be operated under.  \nSection 4. Union wage increase on July 1st:  \ndst year (7/1/2019) year (7/1/2020) 3rd year (7/1/2021) 4\" year (7/1/2022) 5th year (7/1/2023)  \n$0.38 $0.38 $0.38 $0.38 $0.38  \nSection 5. Wage bands will increase proportionally to the union wage increase to prevent capping out and will be  \nposted annually with updated wage bands. Management reserves the right to increase a wage band in the event an  \nemployee reaches a maximum for a given wage band due to merit raise.  \nSection 6. Any employee who reports for work at their regularly scheduled starting time, in the absence of prior  \nnotice to the contrary, shall be guaranteed six (6) hours of consecutive work of any kind at their regular rate of pay,  \nor its equivalent at their regular rate of pay. All employees may be required to stay on the job and perform any work  \nas directed by management in order to be entitled to report in pay.  \nReport in pay will not be paid if:  \na) The employee has been notified not to report in before leaving home.  \nb) Ifthe Company makes a reasonable and responsible effort to contact the employee by phone or radio.  \nc) If prevented from working because of a complete plant shut down is the result of flood, fire, power failure or  \nother incidents that are reasonably beyond the control of the Company.  \nText notifications will be sent out as soon as reasonably possible to notify employees if the plant is closed due to  \nweather, power failure, road closures, or travel by law enforcement. If employees have been notified,  \nthey will not be held responsible for achieving the 40-hour work week requirement.  \nSection 7. In the event that business necessitates a third (3) shift, the company and union will meet to address  \ncompensation options for the third (3) shift at least thirty (30) days prior te implementing the third (3%) shift.  \nSection 8. In the event that an employee’s work in his or her classification is completed, runs out of stock and/or  \nhas a mechanical breakdown, subject employee may be transferred to another job, in another classification, to  \nprotect such employee from a temporary layoff. The transfer shall not displace another employee, on the same job  \nin the new classification, and in no case, will such a transfer last longer than one work day, unless extended by  \nmutual agreement. Transferee shall receive his or her standard rate of pay for such temporary services.  \nSection 9. In the event that an employee is transferred from his or her classification for Company convenience into  \nanother classification, subject employee shall receive the higher rate of the two classifications for such time as the  \ntransfer is in effect.  \nSection 10. All lead persons will be compensated at the rate of $1.00 in addition to their normal hourly rate.  \nSection 11. The shift differential for the second shift shall be $2.50 in addition to their normal hourly rate.  \nSection 12. In the event an employee received shift differential at any time during the year in which vacation  \nentitlement was accrued, shift differential shall be prorated in computing vacation pay.  \n"], ["ARTICLE Xil. LEGAL HOLIDAYS  \n", "Section 1. The EPS Division holiday schedule will be followed, except when a holiday falls on a Friday for 2™ shift,  \nwhich will be observed on Thursday of that week. If the Thursday of the holiday week is also a holiday in addition to  \nFriday, then Wednesday and Thursday will be the observed holidays for 2\" shift.  \nSection 2. All employees who have passed their probationary period with the Company shall be paid eight (8)  \nhours holiday pay, at their regular straight time hourly pay and night shift bonus but exclusive of overtime premium  \npay, for each holiday, subject to the following provisions:  \na) The employee must work sixteen (16) hours within the week the holiday falls, except as provided in the  \nfollowing paragraph:  \n1. When a holiday falls within an employee’s approved vacation period, the employee shall be entitled to  \nan additional day off with pay or pay given in lieu thereof upon their return to work, at  \noption.  \n2. An employee who works on a holiday shall be paid double time for hours worked in addition to being  \ngiven their holiday pay as herein provided.  \n3. Whena holiday falls within an approved company shutdown period,  \n"], ["ARTICLE Xill. VACATIONS  \n", "Section 1. Vacation entitlement from date of hire will be determined as follows:  \na) Completion of one (1} year’s continuous Service Anniversary-Seniority Date — one (1} weeks vacation.  \nb) Completion of two (2) year's continuous Service Anniversary-Seniority Date — two (2) weeks vacation.  \nc) Completion of eight (8) year’s continuous Service Anniversary-Seniority Date — three (3) weeks vacation.  \nd) Completion of seventeen (17) year’s continuous Service Anniversary-Seniority Date — four (4) weeks  \nvacation.  \ne) Completion of twenty-five (25) year’s continuous Service Anniversary-Seniority Date — five (5) weeks  \nvacation.  \nSection 2. To be eligible for the vacations listed above the employee must work 1,560 hours in the preceding year  \nor, if the employee was hired during the previous calendar year, the employee must qualify by working 1,560 hours  \nby the anniversary date. Provided however, that if the employee works less than 1,560 hours but at least 1,040  \nhours in said year, the Employee shall be eligible for a paid vacation in the proportion of the number of hours  \nworked to 1,560.  \n10  \nSection 3. For the purpose of determining vacation pay, absences for only the following reasons will be considered  \nas hours worked: Condolence Leave, Jury Duty, Union Business, Vacation Time, PTO, VTO and Holidays as  \nprovided in this Agreement.  \nSection 4. Employees on lay-off, illness, disability, FMLA, NYPFL or on excused leave shall not have such time  \ncounted as hours worked for vacation purposes.  \nSection 5. Vacation tine and pay computations will be to the nearest day and cent, respectively, the pay being the  \nvacation hours (as determined in the preceding paragraphs, times the regular hourly pay rate, including  \nshift differential), Vacations will be granted, so far as possible, the week or weeks selected by the employee, senior  \nlength of service employees have preference, but to insure orderly operation of the plant certain employees may be  \nrequired to change their vacation choice. Employees shall give thirty (30) days’ notice of his or her requested  \nvacation time for periods greater than 1 week of vacation. Employees may take vacation in daily intervals with 48-  \nhour notice and prior approval of the company.  \nSection 6. The Company may close the plant for vacation weeks with two (2) month prior notice to the start of the  \nshutdown perlod. If conditions change quickly, shutdown may be cancelled with at least a thirty (30) day notice.  \nVacation weeks shall be considered to be the week of 4th of July, the week of Thanksgiving, and the period  \nbetween Christmas Eve and New Year’s Day. Management reserves the right to adjust the shutdown periods within  \nthese time periods based on business needs and where the work days fall between the holidays. Employees will be  \nallowed to use vacation time and/or PTO to cover their hours during these periods, however any employee who has  \nexhausted their vacation and/or PTO balance will not be paid for hours not covered during these periods and will be  \nconsidered on a leave of absence for the hours missed.  \nIf the Company plans on scheduling production during the shut down period, employees may request to work  \nbased on the number of openings and have their vacation rescheduled. Employees will be chosen by seniority  \nwithin their classification for the available jobs. The Company will notify the Union thirty (30) days in advance of the  \nnumber of openings and in which classifications.  \n11  \n"], ["ARTICLE XIV. PFO  \n", "Section 1. PTO shall be granted to all employees in quarterly increments corresponding to Parker's fiscal year  \nPTO shall be granted as follows:  \nContinuous Years of Service Hours/Quarter Total Hours  \n   \n   \nSection 2. All employees.are capped at 48 hours of PTO and any hours not used over this cap shall be paid out at  \nstraight time pay at the beginning of the quarter. Quarters shail be defined as Jan 1st, Apr ist, Jul 1st, and Oct ‘st.  \nSection 3. Additional hours of PTO granted based on time of service shall be granted on the following quarter from  \nthe anniversary date.  \nSection 4. |f available, PTO can be used in increments of one (1) hour.  \n"], ["ARTICLE XV. VTO  \n", "Section 1. VTO is a completely voluntary means of labor hour management to manage the workforce during  \nperiods of low production. Voluntary Time Off (VTOQ) hours will be allotted by the following classifications and  \nmethods:  \nAssociate Operators S/R Associates Technical Operators  \n            \n        \n       \nLarge Diameter (LD) Molding (B23, B24, 1507, 8007)  \nPd de  \nSection 2. Available VTO hours (when available) will be posted by Thursday for the upcoming work week but may  \nbe increased by management due to business needs. VTO hours are “no pay, no points” meaning employees will  \nnot be paid for the VTO hours used but will also not be awarded attendance points for working less than the  \nrequired hours for their shift as well as less than forty (40} hours for the basic workweek.  \nSection 3. Employees will not be required to exhaust vacation or paid time off (PTO) prior to using VTO, however,  \nif VTO is available in a given method, employees will be allowed to use PTO in conjunction with VTO to cover their  \nrequired hours (required hours meaning 40 hours minus VTO hours}.  \nSection 4. The “2-hour rule” will not be allowed to be used in conjunction with VTO on the sare workday.  \nSection 5. VTO hours are to be used at the back end of the shift in one (1) hour increments and the supervisor  \nmust be informed forty-eight (48) hours in advance of their planned usage for work planning purposes. Supervisors  \nhave the ability to authorize exceptions to the 48-hour notification depending on daily workload, so long as VTO  \nauthorized does not exceed the weekly posted limit.  \nSection 6. Hours taken as VTO will not be allowed to be made up.  \n12  \n"], ["ARTICLE XVi. LEAVES OF ABSENCE  \nSection 1. EPS Division FMLA Policy will be followed.  \n", "Section 2. When any employee is assigned to Union duties, they shall upon written request of the Union, be  \ngranted a written leave of absence for a period of not in excess of six (6) months, without forfeiting seniority.  \nHowever, such leave shall be without pay. No more than three (3) employees shall obtain such leave of absence at  \nany one time, and in such case the Company shall be given an absence notice by the Union of not less than two (2)  \nweeks. However, Union officers, the Chief Shop Steward, and Stewards, may take off time from work for outside  \nUnion business during the working day by giving twenty-four (24) hours’ notice to the Company, such time off in  \neach instance shall not exceed eight (8) working hours for 1* shift or ten (10) working hours for 2\"9 shift. Union  \nmembers who are elected as delegates or alternates to conventions shall be granted time off from work without pay  \nto atiend these sessions.  \nSection 3. Leaves of absence may be granted with management approval without pay provided the employee has  \nexhausted all vacation and PTO first. Management requires that employees requesting a Leave of Absence seek  \nmandatory approval greater than twenty-four (24) hours from their Supervisor, Manager, and location HR  \nRepresentative.  \n"], ["ARTICLE XVII. CONDOLENCE LEAVE  \n", "Section 1. All employees who are bereaved by a death in their immediate family {interpreted to mean, Father,  \nMother, Grand-Father, Grand-Mother, Spouse*, Son, Daughter, Brother, Sister, Step-son, and Step-Daughter,  \nStep-Father, and Step-Mother, Father-in-law, Mother-in-law, Brother-in-law, Sister-in-law, Grandchild) shall be  \ngranted time off to attend the funeral service. Two (2) days paid condolence leave will be granted for deaths in  \nimmediate family (except for brother-in-law and sister-in-law whom will receive one (1) day of paid leave). When  \nthese days fall within the regular workweek, Monday through Friday, the Company will pay the employee their  \nStraight time pay for eight (8) hours, including night bonus if working a night shift at the time the leave is started, for  \nsuch days of absence. Employees shall be eligible for an unpaid leave of absence, following the guidelines of  \nArticle XIV for a Leave of Absence, if additional bereavement time is necessary.  \n*Spouse will be defined by New York state law.  \nSection 2. Time off without pay will be granted for death of immediate family members not covered under this  \ncontract for purposes of attending the funeral. Such time off, to be granted with prior approval of the Company,  \nshall not constitute an unexcused absence.  \n"], ["ARTICLE JURY DUTY  \n", "Regular employees serving Jury Duty will be compensated for their loss of earnings resulting from such duty. The  \nloss of earnings shall be computed at the regular rate of pay, for lost time not to exceed eight (8) hours  \nper day, less the jury pay received by the employee.  \n13  \n"], ["ARTICLE XIX. MANAGEMENT RIGHTS AND DISCIPLINE  \n", "Section 1. The Company reserves the right to exercise its function, authority, and rights, including the right to  \nmanage the plant and control direction of the work force, except for those provisions expressly provided for in this  \nAgreement. The Company retains the unlimited right to promulgate, revise or modify plant safety, work, and  \nprofessional conduct rules governing order and discipline in the plant. Said rules will not become effective until the  \nCompany has discussed these rules or changes with the local Union Business Representative (via email), Union  \nPresident and/or the Chief Steward and the rules have been posted on the bulletin board for a period of seven (7)  \nworking days. The company may post the rules or changes in clear view on the bulletin boards or provide a copy of  \nthe rule or change to each employee. If the Union does not agree with the reasonableness of the rules or changes,  \nit shall have seven (7} working days from the date of the meeting with the Company to protest any possible  \nenforcement by filing a grievance specifying the rules or changes it believes to be unreasonable. Failure to file a  \ntimely grievance within the seven (7) day period will constitute a waiver of any right to challenge the  \nreasonableness of the rule thereafter.  \nSection 2. All discipline pursuant to reasonabie rules and regulations shall be subject to the grievance procedure  \nand may be grieved as to its reasonableness and application.  \nSection 3. All employees will be treated equally in regard to rules and regulations and company policies.  \nSection 4. It is recognized that it is necessary for the Company to control absenteeism and tardiness through  \nprogressive discipline. With respect to absence for illness, the Company may require verification by physician’s  \nstatement. If an employee is to miss work that does not fall under any of the criteria as described below, regardless  \nof reason, they will be subject to receiving attendance point(s) as listed below:  \na) employee does not arrive on time to work for their shift due to seeking medical treatment, they will be  \nsubject to the point system listed in the contract.  \nb) Ifthe employee chooses to seek medical treatment during their off-shift hours and arrives to work on time  \nfor their normally scheduled shift with a notice from a physician, that employee will be exempted from  \nreceiving paint(s) for the period listed on the physician's note and will not receive a point for that day as  \nthey arrived to work on time, but are not cleared to work due to a medical condition.  \nc) Ifthe employee seeks medical attention during their off-shift hours and are physically unable to arrive to  \nwork for their normally scheduled shift, they will be exempt from receiving point(s) for the period listed on  \nthe physician's note, provided they give notice by phone to their supervisor, and will provide the physician's  \nnote to their supervisor upon returning to work. The note must include the date and time the employee was  \nseen to verify employee was seen before their normally scheduled shift.  \nSection 5. Excusable absences shal! consist of bereavements, jury duty, union business, medical leave of absence  \ncovered by short-term disability, FMLA leave, NY Paid Family Leave, subpoenas, or any other absence expressly  \nauthorized by the Company.  \nSection 6. Employees with excessive absenteeism will be disciplined as follows:  \nOccurrence Points  \nTardy (clock in up to 20mins. Late) 1  \nTardy (unexcused partial day) 2  \nUnexcused absence (1 day) 3  \nNo call /no show (1 day) 4  \nLinapproved Vacation (1 day or % day) 4  \nInsufficient Overtime 2  \nPoints Rules Discipline  \n6 Points Verbal Warning  \n10 Points 1st Written Warning  \n14 Points 2nd Written Warning  \n18 Points Disciplinary time off or counseling  \n22 Points Discharge  \n14  \nSection 7. Points will be accrued cumulatively on a rolling twelve (12) month cycle (both prior to and between  \nwarnings). Points will subsequently be reduced after twelve (12) months from the date they were received. A  \nweekly attendance report will be given to the union stewards.  \nSection 8. Absences of two (2) hours or less for reasons of personal business or personal problems or hardship  \ncauses, may be taken with a reasonable excuse provided to the Company without penalty and at the discretion of  \nmanagement. The two (2) hour rule may be denied if a pattern of abuse is evident. PTO time, if available, shall! be  \nused first for such absences. In case of excessive absenteeism, the Company has the right to send employees  \nabsent for accident or sickness to a doctor for a second opinion. All tardiness will be recorded as an occurrence,  \nbut employees who are late for not more than five (5) minutes shall not be docked.  \nSection 9. In the manner provided in Articie V of this Agreement it is found that any employee has been  \ndischarged, suspended, or laid-off without cause, the employee shall be immediately reinstated to his former job  \nwithout loss of seniority rights and shall be paid a sum of money by the Company equal to straight-time hours lost  \nat the Company, times the employee’s hourly rate of pay.  \nSection 10. The parties agree that the foregoing may be subject to modification and change in the grievance steps  \none (1) through three (3) in reaching a settlement to matters in dispute, which may include settling a grievance for  \nless than full back pay or reinstatement.  \nSection 11. All disciplinary action taken by the company shall remain in effect and be retained in an file  \nfor a period of twelve (12) months, exciuding any extended periods of leave (90 continuous days or more) during or  \nin conjunction with any part of the twelve-month period. Such disciplinary action will not thereafter be considered in  \nimplementing further progressive corrective action but will be retained in the employee's file.  \nSection 12. Management from time-to-time needs to fill non-bargaining unit position or job functions with  \nbargaining employees. The parties agree that it is management's sole discretion, to select the employee(s) to fill  \nthe job position(s) or perform job functions as needed, and to determine the amount of time needed for the  \ntemporary position. Management will not undermine the unian’s position and the union understands that it has no  \nfuture control or interest in the temporary position. Seniority will accrue during time served in a temporary position.  \nSection 13. Management retains the right to make assignments when ADA Accommodations or Safety restrictions  \nneed to be met. All light duty will be performed on the shop floor unless no work is available on the shop floor.  \nOffice work will be offered as a last resource.  \n"], ["ARTICLE XX. NO STRIKE-NO LOCKOUT  \n", "Section 1. The Union and the employees covered by this Agreement agree that they shall not, either collectively or  \nindividually during the term of this agreement, cause, instigate, condone, sanction, contribute to or participate in  \nany strike, stay-in, slow-down, curtailment of or refusal to work, secandary boycott, picketing, or sympathy strike.  \nThe Company agrees that there shall be no lockoui during the term of this Agreement.  \nSection 2. Participation by any employee or employees in any act violating the provisions of Section 1 of this  \nArticle in any way will subject such employee or employees to disciplinary action including discharge by the  \nCompany, subject to the grievance procedure.  \nSection 3. In the event of an alleged violation, of Section 1, the Union and its officers and representatives shall  \nnotify the members and employees covered under this Agreement that the work interruption is unauthorized by the  \nUnion and order and encourage all employees to return to work immediately. The Union shall communicate with  \neach employee by telephone or employee mesting and by certified letter to the residence of each employee.  \n15  \nSection 4. In the event of an alleged violation of this article by either party, the aggrieved party has he right to  \nrequest immediate arbitration through the Federal Mediation and Conciliation Service.  \nSection 5. The arbitrator shall be selected in the following manner: The party requesting arbitration shall strike the  \nfirst name, the other party striking the next and so forth until there remains one name, who shall be arbitrator.  \nSection 6. The arbitrator shail hold.a prompt hearing within forty-eight (48) hours after notice of the alleged  \nviolation, or as soon thereafter as is practicable depending upon the Arbitrator's schedule and shall render an  \naward within twenty-four (24) hours after the hearing. Such decision and order of the Arbitrator shall be final and  \nbinding on the parties of this Agreement. The expense of such arbitrating shall be allocated as provided in Article V  \nof this Agreement. The arbitrator shall have the right to assess damages and penalties, and decide whether  \ndisciplinary action, if taken, was just and proper.  \nSection 7. Nothing herein contained shall be deemed as a waiver by the Company or the Union of the right to  \ninstitute legal proceedings where strike, slowdown or lockout is in violation of this Agreement.  \n"], ["ARTICLE XXI. MEDICAL ATTENTION  \n", "Section 1. First aid by qualified personnel for minor cuts and injuries will be administered at the Plant. More  \nserious injuries will be treated promptly at the doctor’s office, hospital or clinic.  \nSection 2. Any injury, regardless of severity, shall be reported to management immediately.  \n"], ["ARTICLE XXil. SAFETY CLAUSE  \nSection 1. The Company will maintain either a Safety and Health Committee or a Safety High Performance  \n", "Starpoint Team ta meet once a month to direct improvements in maintaining safe and healthful working conditions  \nthroughout the facilities.  \nSection 2. A Safety and Health Committee is composed of two (2) Union employees and two (2) Management  \nemployees.  \nSection 3. A Safety Starpoint Team is made up of at least one Representative from each Natural High-  \nPerformance Team in the facility. There can be more than one representative from each team, but one will act as  \nthe primary rep and the other as a backup. Rotation shall be every 6-12 months based on the work of the team.  \n"], ["ARTICLE XXlil. WASH UP, REST PERIOD, AND LUNCH BREAK TIME  \n", "Section 1. All employees, at the end of the work day and at lunch break, shall continue to receive paid wash-up  \ntime of five (5) minutes and may punch out for each time without being penalized. All employees shall continue to  \nreceive two (2) paid rest periods of fifteen (15) minutes each per day. One shall be scheduled in the first half of the  \nshift and one in the second half of the shift.  \nSection 2. Any employee who leaves the premises during lunch shail physically punch out on the time clock prior  \nto departure, and punch back in upon return. Any employee who is working overtime before or after their normally  \nscheduled shift shall be allowed to use the 5-minute wash up period as an additional 5-minute break, or the 5-  \nminute period before the start of first shift, provided they are working a minimum of one (1) continuous hour of  \novertime preceding or following the 5-minute break.  \n16  \n"], ["ARTICLE XXIV. BENEFITS  \n", "Section 1. Medical benefits will be available to the bargaining unit members on the same basis as salaried  \nemployees.  \nSection 2. Dental and vision coverage will be available on the same basis as the salaried employees of EPS  \nDivision.  \nSection 3. The bargaining members will participate in the EPS Division 401(IK) Plan.  \nSection 4. Life insurance coverage will be available on the same basis as the salaried employees of EPS Division.  \nSection 5. Christmas Bonus. Length of Service Bonus six weeks to one year $60.00, one year to five years $80.00,  \nfive years to ten years $100.00, over ten years $120.00.  \nSection 6. Tool Replacement. Company to provide up to $200.00 per year for tool replacements/ repairs. This can  \nalso be used to pay 50% of new tool acquisitions with prior company approval. Proof of damage and replacement  \nis required. Subject clause includes measuring devices.  \nSection 7. PPE Reimbursement. 100% reimbursement for initial pair of safety boots, 50% each subsequent year.  \nPrescription safety glass frames reimbursed 100% every two (2) years, lenses reimbursed 100% annually.  \nSection 8. The Company agrees to reimburse employees for tuition expenses with respect to educational courses  \nand outside training, provided that the Company gives prior approval of the course or training and the employee  \nreceives a passing grade.  \nSection $. The Company agrees to pay the two (2) most senior volunteer fireman for regular hours (not overtime or  \nSaturday work) lost by them in fighting a fire or related bona fide emergencies requiring their attendance, provided  \nthey notify their supervisor prior to departure, and provided that such two (2) employees are members of and have  \nexpended their time on behalf of the Marion Fire Department. Pay for such hours shall be at the straight-time rate.  \nSection 10. Uniform shirts will be provided by the company as part of a service agreement and will be the  \nmandatory uniform while working on the shop floor.  \n"], ["ARTICLE XXV. SEPARABILITY AND SAVINGS  \n", "Section 1. If any article or section of this contract, or if any riders thereto should be held invalid by operation of law  \nor by a tribunal of competent jurisdiction, or if compliance with or enforcement of an article or section to persons or  \ncircumstances other than those as to which it has been held invalid or as to which compliance with or enforcement  \nof has been restrained, shall not be affected thereby.  \nSection 2. In the event that any article or section is held invalid or enforcement of or compliance with which has  \nbeen restrained, as above set forth, the parties affected thereby shall enter inta bargaining  \nnegotiations, upon the request of the Union, for the purpose of arriving at a mutually satisfactory replacement for  \nsuch article or section during the period of invalidity or restraint.  \n"]]