[["", "CARPENTERS LOCAL UNION 336  \nof the  \nNew England Regional Council of  \nCarpenters,  \nUnited Brotherhood of Carpenters & Joiners  \nof America  \nSHOP AGREEMENT  \nWith  \nPADCO INCORPORATED  \nseptember 1, 2019 — July 1, 2021  \nAGREEMENT  \nThis is a Collective Bargaining Agreement made this first day of September 2017,  \nbetween the employer, Padco Inc., signatory hereto, hereinafter to be referred  \nto as the Employer, and Carpenters Local Union 107 of the New England  \nRegional Council of Carpenters, hereinafter to be referred to as the Union. This  \nAgreement shall supersede any prior Agreements between the parties and shall  \nbe binding on any successor(s) or assign(s).  \n"], ["ARTICLE 1 - OBJECTIVE OF AGREEMENT  \n", "The purpose of this agreement is to ensure stability in the shop and mill carpentry  \nand joinery industry as represented by the Employer, to prevent strikes and work  \nstoppages and lockouts, and to effectively bring about the peaceable  \nsettlement of all disoutes and grievances that may arise.  \n"], ["ARTICLE 2 - RECOGNITION  \n", "The signatory Employer and its successor(s) and assign(s) recognizes and  \nacknowledges New England Regional Council of Carpenters, as the sole  \nexclusive bargaining representative for all of its employees working as Custom  \nCabinet Makers, Millmen, Bench Hands, Formica Laminators, Hardware Installers,  \nPainters and operators of machinery and equipment relating to the fabrication  \nof all wood products.  \n"], ["ARTICLE 3 - UNION LABEL  \n", "It is understood and agreed that the Union will endeavor, by all reasonable and  \nlegal means, to persuade the Associated General Contractors to agree that all  \nmillwork, general finish and church furniture shall be subcontracted only to shops  \nemploying Union labor.  \nIt is hereby Understood and agreed by the Employer and the Union that an  \napplication shall be made for the Union Label to the First General Vice President  \nof the United Brotherhood of Carpenters and Joiners of America. If the  \napplication is approved, and the Union Label ts issued by the United  \nBrotherhood of Carpenters and Joiners of America to be placed upon the  \nproducts, it is understood and agreed that the Label shall remain the  \nproperty of the United Brotherhood of Carpenters and Joiners of America, and  \nshall be at all times in the possession of a member of the United Brotherhood of  \nCarpenters and Joiners of America; and that the Union Label shall at.no time be  \nused in any manner that will be detrimental to the interest and welfare of the  \nmembers of the United Brotherhood. Use of said Label may be withdrawn from  \nthe mill, shop, factory, or manufacturing establishment of the Employer at any  \ntime at the discretion of the International Union.  \n"], ["ARTICLE 4 - ORGANIZATION  \n", "The Union undertakes, through its duly appointed representatives chargeable  \nwith that task, to continuously organize as many as possible of the non-union  \nshops in the area served by the Employer, and to prevent such non-union shops  \noutside of the said area from unfairly competing with the Employer by sending  \ntheir products into said area.  \n"], ["ARTICLE 5 - SHOP STEWARDS  \n", "The Shop Steward must stamp every bundle or item produced in his shop before  \nshipment. The appointment of the Shop Steward shall be discussed by both  \nparties, before such appointment is made, but the final decision shall rest with  \nthe Union. The Shop Steward shall be the last man employed provided he has  \nthe skill and ability to perform the work.  \n"], ["ARTICLE 6 - NO STRIKE, NO LOCKOUT  \n", "There will be no strike, work stoppages or lockouts during the term of this  \nAgreement so long as both parties hereto comply with the terms hereof.  \n"], ["ARTICLE 7 - UNION SHOP CONDITIONS  \n", "The Employer agrees to employ shop carpenters affiliated with the Union so long  \nas the Union is able to supply them. When the Union is unable to so supply such  \nmen, the Employer shall be free to hire whomsoever he wishes and there shall  \nbe no work stoppage on the part of the Union nor any of its members. It is further  \nagreed, however, that any non-union employee hired shall, after the first sixty  \ndays of their employment, join the Union or, at Union insistence, be discharged.  \nIt shall be the responsibility of the Shop Steward and the Employer to notify the  \nBusiness Representative of the hiring of any new employees. The Union shall be  \nnotified of the classification and department of each employee and his starting  \nrate.  \n"], ["ARTICLE 8 - FARES, TRAVEL TIME, OUTSIDE OF SHOP WORK  \n", "When the Cabinet and Millwork Shop Employer send men on out-of-city work,  \nthey shall be paid traveling and living expenses. When men are sent to work  \noutside of the shop operated by the Employer, they shall be paid the prevailing  \noutside rate of pay including the fringe benefits applicable to the outside  \nconstruction jobs. These monies paid as fringe benefits shall be included in the  \npay envelopes.  \nWhen the Employer requests an Employee to use the latter's automobile on  \ncompany business, the Employee shall be paid the current allowed IRS  \nreimbursement for travel pay reimbursement for mileage. The Employer shall  \ndecide reasonably and equitably the points of departure, destination and  \nterminus, and the total mileage to be paid for. The mileage, which the  \nEmployee shall normally cover between his home and the shop, will not be  \ncompensated for except in unusual circumstances of which the Employer shall  \nbe the sole judge.  \nIt is understood, however, that any Employee feeling aggrieved by the  \nEmployer's decision shall have the right to file a formal grievance to have his  \ncomplaint properly resolved.  \n"], ["ARTICLE 9 - VACATION  \n", "After one year of employment, an Employee shall be eligible to take one (1)  \nweek (5 regular working days of 8 hours each) as vacation and receive  \nthereafter, as vacation pay, 40 hours’ pay at the prevailing straight-time hourly  \nrate based on the prior contract year.  \nAfter three (3) years of employment, an Employee shall be eligible to take two  \n(2) weeks with an additional day, eight (8) hours, for each year thereafter, the  \nmaximum total being three (3) weeks vacation time.  \nEmployment in the foregoing paragraphs shall be defined as the working by an  \nEmployee of at least 1,400 straight-time hours each contract year for the  \nsignatory Employer.  \nIn the event of a temporary layoff the employee will retain their accrued or  \nearned vacation time for use upon their recall to work. In the event of a  \npermanent separation, whether voluntary, retirement, or discharge the  \nemployee shall be paid the accrued or earned vacation time in full at  \nseparation.  \nAn Employee discharged for just cause shall not receive a vacation allowance.  \nThe Employer’s contention that a discharge was for just cause shall be subject to  \nthe grievance procedure. A discharge for lack of ability shall not deprive the  \nEmployee of his vacation allowance.  \nAll Employees shall schedule their vacation period between April Ist and June  \nIst. Senior Employees shall have first preference in case of a tie selection  \nbetween two or more Employees. Vacations shall be taken at a time mutually  \nagreeable both to the Employer and to the Employee. Under no circumstances  \nshall this article be interpreted to permit any duplication of the vacation  \nallowance.  \n"], ["ARTICLE 10 - HOLIDAYS  \n", "There shall be eleven (11) paid holidays as follows:  \nNew Year’s Day Labor Day  \nPresidents Day Columbus Day  \nPatriots Day Veteran's Day  \nMemorial Day Thanksgiving and Day After  \nIndependence Day Christmas  \nHolidays falling on Sunday shall be celebrated on the following Monday. In the  \nevent an Employee is requested to work on a Monday holiday, he shall be paid  \nhis regular holiday pay plus double-time pay for working on the holiday.  \nHolidays falling on a Saturday shall be celebrated on the preceding Friday. If the  \nEmployee is requested to work on the Friday, which would normally be a paid  \nholiday, he shall be paid the holiday pay plus a straight-time rate for working the  \nFriday.  \nlf a holiday should occur during an Employee's vacation period, he shall be  \nentitled to the option of receiving an additional one (1) days pay, or another  \nday during the contract year, the date of this holiday shall be determined by  \nmutual agreement with the Employer. If the Employee should resign or should be  \nlaid off prior to the taking of any holiday due him, he shall receive the holiday  \npay in his wages. If any Employee is requested to work on a holiday, he shall be  \npaid at a double-time rate.  \nEmployee(s) who are injured and who are covered by the  \nWorkmen’s Compensation Insurance shall receive holiday pay providing that it  \nfalls within three (3) months of the date that the injury required the Employee to  \nbe unemployed.  \n"], ["ARTICLE 11 - HOURS  \n", "Eight (8) hours will constitute a day’s work performed between the hours of  \n7:30AM and 4:00PM. Starting and quitting times, and the lunch hour shall be  \ndetermined by the Employer. However, hours may be adjusted by mutual  \nconsent of the Employer and a majority of the Employees providing the change  \nis not detrimental to the interest of the Employer. Once hours have been  \ndetermined and agreed upon, the Employer shall notify the Business  \nRepresentative of the starting and quitting times of the shop and the time and  \nduration of the lunch hour.  \nThe work week begins on Monday and ends on Friday, making forty (40) hours  \nper week.  \nOvertime shall be a time-and-one-half after eight (8) hours or for work  \nperformed on a Saturday. Work performed on Sundays and holidays shall be  \npaid for at the rate of double-time. It shall not be mandatory for any. Employee  \nto work between the hours of midnight and the normal morning starting time.  \n"], ["ARTICLE 12 - WAGES  \n", "The base rate for all journeymen and apprentice cabinetmakers shall be  \nincreased in accordance with the following schedule:  \nJOURNEYMEN:  \nEffective September Wages $34.00 Annuity $5.50  \nEffective July 1, 2020 Wages $34.75 Annuity $6.25  \nAnnuity for Employees hired after March 1, 2012:  \n20% First year  \n40% Second Year  \n60% Third Year  \n80% Fourth Year  \nAnnuity - members are allowed an annual disbursement to annuity on the 15 of  \nAugust each year. The amount shall be set by the members.  \nThe Employer, when paying by check, shall have a detachable stub to be  \nretained by the Employee. The Employer shall include on the check stub and/or  \non the pay envelope a statement showing hours worked, hourly pay, gross  \nearnings, authorized deductions and his net pay.  \nlf an Employee should lose time because of an accident or sickness covered by  \nWorkman's Compensation, and provided he returns to work prior to becoming  \neligible for Workman's Compensation Subsistence payments, he shall be paid  \nfor one-half of his list time at straight-time rates. This clause shall not apply if he is  \nabsent from work long enough to collect the retroactive subsistence payments  \nor it he is deemed able to work by his doctor and then refuses to return to work.  \n"], ["ARTICLE 13 - SENIORITY  \n", "1. An Employee’s seniority shall be his length of continuous service since his  \nmost recent date of hire as shown on the Company records.  \n2. An Employee shall be on probation for thirty (30) working days after his  \nmost recent date of hire and shall be entitled to no seniority rights during  \nsuch period.  \nThe application of seniority shall be department wide so that, in the event  \nof a reduction in forces due to lack of work, the least senior employee or  \nemployees in the department affected thereby shall be laid off, provided  \nthe remaining employees in the department have the skill and ability to  \nperform the work done in that department. Seniority shall be similarly  \napplied when recalling employees who have been laid off.  \n4. The Company agrees to furnish the Union and the Shop Steward with a  \nseniority list of all employee classifications and dates of hire. The Company  \nalso agrees to notify the Union of the names of Employees who are laid off  \nand to submit monthly to the Union a list of all newly hired Employee’s full  \nname, address, social security number, classification, hiring date and  \nstarting rate of pay.  \nFor purposes of layoff, the Shop Steward shall be considered the most  \nsenior Employee _ in his particular job classification within his department.  \n6. The Company shall give Employees within the plant the first opportunity to  \nfill openings within the bargaining unit; provided however, that the  \nCompany shall not be obligated to fill any such open job with any  \nEmployee who does not have the skill and ability to perform the job.  \nF, Continuous service shall be broken and seniority shall terminate for any of  \nthe following reasons:  \n(A) Quit.  \n(B) Discharge for just cause.  \n(C) Failure to return to work within five (5) working days after  \nbeing recalled from layoff without satisfactory reason for such  \nfailure.  \n"], ["ARTICLE 14 - APPRENTICES EMPLOYED AS APPRENTICE CABINETMAKERS  \n", "(Those not classified under ARTICLE 15)  \nWage rates shall be as follows:  \nSix Month Periods Percentage of Journeyman Base Rate  \nFirst Year 50%  \nSecond Year 55%  \nThird Year 60% (6/months)  \nThird Year 65% (6/months)  \nFourth Year 70% (6/months)  \nFourth Year 75% (6/months)  \nFifth Year 80% (6/months)  \nFifth Year 85% (6/months)  \nSixth Year 90% (6/months)  \nSixth Year 95% (6/months)  \nSeventh Year 100%  \nAfter serving the foregoing six years as an apprentice, the apprentice wages for  \nthe seventh and ensuing years shall be at the prevailing journeyman’'s base  \nwage rate.  \nThe apprentice shall receive the above wage increments after he has submitted  \n7  \na letter in writing to the Employer and to the Union requesting his step-wage  \nincrease.  \nA committee consisting of the Employer, the Shop Foreman, the Shop Steward,  \nand the two (2) Business Representatives of the Union shall evaluate and  \napprove the progressive increases for apprentices.  \n"], ["ARTICLE 15 - BENCH HANDS, FORMICA LAMINATORS, HELPERS, HARDWARE  \nINSTALLERS, MILLMEN, PAINTERS AND OPERATORS  \n", "The wage rate for newly hired Employees in the above classifications and who  \nare skilled and qualified to do the work shall receive 80% of the journeyman  \ncabinetmaker wage rate.  \nAdvancing wage rates for Employees unskilled in the above classifications shall  \nbe as follows:  \nFirst year 50%  \nSecond Year 55%  \nThird Year 60%  \nFourth Year 65%  \nFifth Year 70% (6/months)  \nFifth Year 75% (6/months)  \nSixth Year 80% (6/months)  \nSixth Year 85% (6/months)  \nSeventh Year 90% (6/months)  \nSeventh Year 95% (6/months)  \nEighth Year 100%  \nThe Employer shall determine the wages to be paid the Employee in  \naccordance with the above classification and schedule. After such initial rate  \nhas been established, said Employee shall receive his progressive increases until  \nthe maximum rate above are established.  \nGrievances arising out of any determination based on the above shall be  \nreferred to a Committee consisting of the Employer, the Foreman, the Steward  \nand the two (2) Business Representatives. In the event that it cannot be  \nresolved, such question shall be submitted to arbitration in accordance with the  \nprocedure outlined in ARTICLE 19.  \n"], ["ARTICLE 16- ANNUITY  \nThe Employer agrees to contribute to the New England Carpenter's Annuity  \n", "Fund the amount prescribed herein for each hour paid to the Employee.  \nsuch payment shall be made monthly and not later than the fifteenth (15th) day  \n8  \nof the calendar month following the pay period. Payment shall be made on the  \nprescribed form furnished by the “Fund” or “Agency.”  \nFailure to contribute shall be considered a grievance subject to correction.  \nFailure to adjust shall be considered a violation of this Agreement.  \nARTICLE 17 — HEALTH CARE: HMO Blue NE $2 opay Plan  \nThe Employer shall purchase for each employee and their eligible dependents  \nBlue Cross and Blue Shield of Massachusetts HMO Blue NE $2,000/$4,000 copay,  \nSchedule of Benefits and rates as of 8/19/2019 THRU 7/31/20  \nSingle Plan $ 608.79  \nCouple S 1,217.57  \nSP w/C $ 1,126.25  \nFamily $ 1,735.04  \nIn the event an Employee is out sick on a Workman's Compensation or Blue  \nCross and Blue Shield of Massachusetts HMO Blue NE $2,000 compensated illness  \nor accident, the Employer shall make only the next regular Blue Cross and Blue  \nShield of Massachusetts HMO Blue NE $2,000 payment on behalf on the  \nEmployee, thus affording an additional thirty (30) days coverage for the  \nEmployee. This payment shall be made regardless of the number of hours  \nworked during the previous month’s qualifying period.  \nIn recognition of the escalating cost of health care, it is agreed that other  \nequivalent plans may be considered during the term of this Agreement. Further,  \nafter such consideration and upon mutual consent of the parties, another plan  \nmay be adopted in place of the current plan.  \n"], ["ARTICLE 18 - DURATION  \n", "This Agreement shall continue in effect for a term of two (2) years. This  \nAgreement shall begin at 12:01 AM September 1, 2019 and shall expire at  \nmidnight, June 31, 2021  \n"], ["ARTICLE 19 - GRIEVANCE PROCEDURE  \n", "(A) First Step: Any grievance on the part of any Employee, or  \ncontroversy involving the terms and provisions of this Agreement, shall be  \ntaken up by the Employee with the Shop Foreman or the Employer either  \npersonally or with the assistance of the Shop Steward or the Local Union  \nwithin five (5) working days from the date of such grievance or  \ncontroversy. The Shop Foreman and/or the Employer will attempt to adjust  \nthe matter.  \n(B) Second Step: In the event that the matter is not settled satisfactorily  \nby the Foreman or by the Employer, the grievance or issue in the  \ncontroversy shall be reduced to writing and signed by the Employee. The  \nmatter shall be referred to the Executive Committee of the Union. In the  \nevent that the Executive Committee feels that, there is any merit in the  \ngrievance or issue in controversy, the matter shall then be referred to the  \nBusiness Representative, who shall then endeavor to confer with the  \nEmployer, and to adjust the matter. The Employer shall give his decision  \nwith five (5) working days after the date of the receipt from the Union of  \nany letter or other document describing the matter in controversy.  \n(C) Third Step: Any grievance may be submitted to arbitration at the  \nrequest of either party provided that such request is made within ten (10)  \ndays of the failure of the Employer and the Union to reach a satisfactory  \nsettlement under Paragraph (B, the Second Step.  \n(D) Fourth Step: The parties shall mutually agree upon an arbitrator, but  \nin the event that they are unable to make a mutually agreeable  \nselection, the matter may then be referred to the Federal Mediation and  \nConciliation Service, or to the Massachusetts Department of Labor and  \nIndustries, Board of Conciliation and Arbitration, and the decision shall be  \nfinal and binding on both parties. If this step is invoked, then within ten (10)  \ndays following the failure to settle the dispute under the second step, the  \nparty deciding upon conciliation shall meet with the other party and  \nagree to elect either of the above services as conciliator. The cost of such  \nproceedings shall be shared equally by the Employer and the Union. If no  \nagreement can be reached, it is agreed that either of the services above  \ndescribed shall be petitioned to serve by either party to this Agreement.  \n"], ["ARTICLE 20- INITIATION FEE  \n", "When the Union has agreed with an Employee that his initiation fee may be  \npaid in installments, the Employer, upon receipt of a legal, signed authorization  \nto do so, shall immediately begin to deduct such installment from the worker's  \npay and continue such deductions until the agreed upon initiation fee has been  \npaid.  \n"], ["ARTICLE.21 - DUES ASSESSMENT  \n", "Section 20.1 “Dues Assessment Deduction Authorization”  \nTo all employers by whom |am employed during the term of present or future  \nCollective Bargaining Agreements, who is a signatory to this agreement by and  \nbetween the signatory, and the New England Regional Council of Carpenters  \nand its affiliate Local Union #107.  \n| hereby authorize the Employer to deduct from my wages each week, 1.0% of  \n10  \ngross wages as my dues assessment for said week owing by me fo the Union  \nunder whose jurisdiction |am employed. Such deductions shall be made from  \nmy earned pay on each regularly scheduled pay day and shall be remitted  \nalong with the designated form to the Massachusetts Carpenters Central  \nCollection Agency (MCCCA), and shall be forwarded to the MCCCA on or  \nbefore the thirtieth (30th) day of the month following the performance of the  \nwork.  \nSection 20.2 Any Employer who fails to file reports under the Dues Assessment  \nand Payroll system when the same is due and payable (the thirtieth (30) of each  \nmonth for the month preceding) shall be considered in violation of this  \nagreement.  \n"], ["ARTICLE 22- INTENT AS TO LEGALITY  \n", "It is the purpose and intent both of the Employer and the Union to create a  \nCollective Bargaining contract which, in all its terms, shall be legal and  \nenforceable as to both parties. In the event that any part of the said contract  \nmay be declared illegal, only that portion so declared to be illegal shall be  \ndropped; the remainder of the contract shall remain in full force and effect, and  \nwholly operative throughout the balance of the life of the agreement or any  \nextension or continuation thereof.  \n"], ["ARTICLE 23- COFFEE BREAKS  \n", "‘Employees shall be allowed a ten (10) minute coffee break in both the morning  \nand afternoon.  \n"], ["ARTICLE 24 - TOOLS  \n", "Tools belonging to the Employees, which are dulled on the company's work,  \nshall be reconditioned on the job at the expense of the Employer. In the event  \nof fire or theft, the Employer shall be responsible for loss of tools.  \n"], ["ARTICLE 25 - BEREAVEMENT PAY  \n", "F An Employee shall.be compensated for the time lost for up .to three (3)  \ndays in the event of a death in the immediate family, |.e., mother, father,  \nspouse, sister, brother, or children. The three (3) days shall be limited to three (3)  \nsuccessive work days, one of which shall be the day of the funeral.  \n2 Pay for time lost under Section | shall be at the Employee’s regular  \nstraight-time hourly rate and only for those hours of absence, not in excess of  \neight (8) hours per day, for which the Employee would otherwise have been  \nscheduled to work.  \n3. Reasonable verification of death and relationship shall be furnished to the  \nCompany upon request.  \n11  \nIN WITNESS WHEREOF, the parties hereto have caused this Agreement to be  \nexecuted by their duly authorized representatives.  \n"]]