[["", "K 9470  \n6090 pwrftery/  \n534 pe  \nyfi(2002.-3/31 A007)  \n2002-2007  \nAGREEMENT  \nBetween  \nLABOR RELATIONS DIVISION  \nCENTRAL NEW YORK REGION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAnd  \nLOCALS 7, 186, 214, 322,  \n433 and 589  \nLABORERS INTERNATIONAL UNION  \nOF  \nNORTH AMERICA  \nAFFILIATED WITH THE AFL-CIO  \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nTheodore J. Czerw  \nAssistant Managing Director  \n1900 Westem Avenue  \nAlbany, New York 12203  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \n- INDEX  \n"], ["ARTICLE  \n", "  \nI. see  \nI.  \nI. Geographic Jurisdiction.................  \nIV. —- Union  \nV. Pre-Job  \nVI. Union  \nVII. Management  \nVI. Work Conditions.........  \nIX. Hours of Work......... 1  \nX. Hl “  \nXI.  Show-Up AT ete  \nXU. Payday and Mode of  \nXIU. Laborer Foreman......... ees Lo |  \nXIV  \nXV. Safety........... wee  \nXVI. Joint Policy on Substance Abuse ..................  \nXVII. Pension, Welfare, S.U.B.. Annuity  \nand Training Funds..............  \nXVIII. Labor-Management Cooperation...............  \nXIX. Jurisdictional Disputes.............  \nXX. Watchmen and Guards...............  \nPAGE  \n10  \n1]  \nI  \n13  \n14  \n15  \n15  \n17  \n17  \n"], ["ARTICLE  \nXXI. .« Status Quo on Certain Equipment...............  \n", "* “XXII. Aprbitration.....  \nXXII. Deductions.  \nXXIV. Equal Employment Opportunity.........  \nXXV_ Most Favored Employer  \nXXVI_ Apprenticeship.........  \nSavings  \nXX VII.  \nXXIX Duration and Termination  \nIndividual Employer  \n  \neeneauue  \nGi)  \nPAGE  \n18  \n19  \n21  \n23  \nae  \nAGREEMENT  \nTHIS AGREEMENT, made this Ist day of April, 2002, by and between the LABOR  \nRELATIONS DIVISION, CENTRAL NEW YORK REGION, of the ASSOCIATED  \nGENERAL CONTRACTORS OF AMERICA, NEW YORK STATE CHAPTER,  \nINC. (hereinafter referred to as the \"Association\"), acting for and on behalf of its present and future  \n_members, and LOCALS 7, 186, 214, 322, 433 and 589 of the LABORERS INTERNATIONAL  \nUNION OF NORTH AMERICA, affiliated with A.F.L.-C.1.O. (hereinafter referred to as the  \n  \nPursuant to the Uniform District Council Constitution’of the Laborer’s International Union  \n. of North America, Laborer Locals 7, 186, 214, 322, 433 and 589 are affiliated Locals of the Upstate  \nNew York Laborers’ District Council (“District Council”) and, as such, collective bargaining and  \nratification is conducted by the District Council on behalf of Laborer Locals 7, 186, 214, 322. 433  \nand 589. Entering into this agreement will not bind the-parties to-the' terms of-any other agreement  \nentered into by the District council on behalf of its other affiliated Locals. .  \nWITNESSETH: .: >\".  \nthe parties hereto desire to stabilize employment-in' the Heavy and Highway  \nConstruction Industry, agree upon wage rates, hours, and conditions of employment.  \nNOW, THEREFORE, the undersigned Association and Union, in consideration of the  \nmutual premises and covenants herein contained. agree as follows:  \n"], ["ARTICLE I - LIABILITY  \n", "1. The Association and the Unions named herein are negouating agents for their present  \nand future members. For any breach of this Agreement the liability of the members of the  \nAssociation and the Local Unions shall be several] and not joint and the lability of the Association  \nshall only be that of negotiating agent without liability for the acts of its respective members.  \n2. The Association shall notify the Union in wnting within seven (7) days after the tume  \nthat a new member joins the Association and becomes a member of the L.R.D./A.G.C. - Central New  \nYork Region.  \n"], ["ARTICLE II - DEFINITION  \n", "l. This Agreement is to cover al] Highway and Heavy Construction  \nwhich, for the purposes of this Agreement, is defined as including, but not limited to,  \nthe construction of: highways, roads, streets, alleys, grade crossings, driveways,  \nsidewalks, curbs, guard ratis, fences, culverts, parkways, parking areas, runways,  \nlaxiways, ramps and aprons and related work for excavation for conduit, bases and  \nfoundations for lighting and water lines and de-icing systems; athletic fields; highway  \nand railroad and similar structures; railroad and street railway projects; railroad track  \nwork; sewers; Sewage treatment projects; putnping statons; sedimentation beds; water  \nmains, grade separations, foundations incident to the work herein described;  \nabutments, retaining walls, viaducts, track elevations, elevated highways, drainage and  \nreclamation projects; reservoirs and water supply.projects; pure water projects; power  \nplant construction outside the building line and inside the building line to the first floor  \nlevel; water pollution contro] treatment plants; water power developments, hydro-  \nelectric developments, transmission lines, duct lines, pipelines, docks, dams, dikes,  \nlevees, revetments, irrigation and flood control projects, channels, channel cutoffs,  \ndredging projects, jetties, break waters, locks, piers, pile driving, industrial sites,  \nschool sites, tank-farms, bulk plants, storage tanks and reservoir replacement tanks,  \nwindmill facilities, bobsled, luge runs, ski jumps, ski. slopes, outside skating nnks,  \noutside synthetic tracks, outside synthetic. playing fields,.and all earth moving,  \nincluding the installation, operation; maintenance and disassembly of construction  \nequipment and plants used in connection with.and servicing the aforementioned work.  \n2. Certain types of work heremabove described are more specifically  \ncovered as follows:  \n(a) On pipeline construction both liquid and vapor from the first metering  \nstation or connection of the main transmission carrier to the  \ndistribution and transmission and distribution systems,  \nunderground and above ground communication systems. foundations  \nand excavation on power transmission Jines, oi] static lines. Tank  \nfarms, buJk plants, and pumping stations are excluded.  \n(b) Construction of sewer (sanitary and storm) and water lines and mains;  \n(c) Sewer and water plant constniction for which  \nthe purpose is water purification or sewage treatment:  \n(d) Borings, culverts and tunnels (for highway and railroad crossings)  \nincidental or in conjunction with the work mentioned above at (a), (b)  \nand (c);  \n(e) The work mentioned in (b), (c). and (d) of this section on industrial,  \ncommercial, and school sites. a  \n(f) Work covered in Section 2 shall be performed pursuant to this  \nAgreement in sofar as it doesnot conflict with the national  \npipelineagreement.  \n(g) | Worker and foremen conditions for this work are specifically described  \nin Article XII, Section 5  \nTa OT OWS EI ant  \n"], ["\"ARTICLE GEOGRAPHIC JURISDICTION  \n", "lL. . This Agreement is to cover or all Heavy and Highway Construction: work  \nin the geographical Jurisdiction er 214; 322, aoe. and 589 as provided  \n  \nfor in Section 2. SWE PSS : *  \not PR ka TRIE “14 as  \nDas The. geographic jurisdiction ‘as stated will not be changed fort the  \npurposes oF this Agreement during the duration of such  \nLon  \ntort OME th  \n.  \neam. LOCAL. NO. 7.- Counties. of : BROOME. TIOGA ownships: of  \n7 _ Richford,Berkshire,;; Newark. Valley, Owego,. Tioga; Barton,: and  \n.Nichols), CHENANGO (Townships of .Linklaen; Otselic; Smyma,  \n‘Pitcher, Pharsalis;.Plymouth,;North Norwich, German;,. McDonough,  \nPreston;:Norwich, Smithville; Oxford, Guilford,:Greene, Coventry,  \nBainbridge, and Afton), and DELAWARE (Townships of Sidney,  \nMasonville, Walton, Tompkins, Deposit, Hancock, ‘and Colchester).  \nBusiness Manager  \nJohn Hutchings: 98 Main  \ney “rot i> Binghamton, NY 13905  \n. (607) 723-7543 bs.  \nJ 7 AGOTS  \nAG mo bl bal Ck. a  \notitis OFM 7 we an wa hey ein  \nLOCAL NO. 186 - Counties of WARREN. ESSEX. & CLINTON  \nBusiness Manager \"25 Elm Street  \nom... Raymond: W, P.O. Box 928° | 7  \naa a . Plattsburgh, NY: -12901  \n(518) 561-3240  \noy. ae \"FAX: -  \n- ear. se « TOS, ‘« =  \n© OP we ote ML oun ak ;  \nLOCAL NO. 214 - County 0 of  \nBusiness Manager oP?  \nWilliam Shannon 23 Mitchel! Street  \nsoe me Oswego, NY 13126  \n7 : (315) 343-7661/7713 -  \nFAX: (315).343-0501 .  \n4 ’  \nLOCAL NO. 322 - Counties of LEWIS, JEFFERSON, ST.  \nLAWRENCE, and FRANKLIN. ©  \nBusiness Manager oo 4 Maple Street  \nRichard Daddario .:. Box 361’  \n. Massena; N'Y- 13662  \n? (315) 769-8731 °  \nFAX: (315) 769-8522  \n-  \n  \nLOCAL NO. 433 - County of ONONDAGA.  \nBusiness —  \n. Gabriel Rosetti . - 234 West Genesee Street '  \nSyracuse, NY 13202  \n(315) 471-1591/4812  \nFAX: (315)  \nLOCAL NO. 589 - Counties of CORTLAND. TOMPKINS, TIOGA  \n“+ + (Townships of Spencer and Candor). and (T ownship of  \n  \nBusiness Manager TE as  \nJohn Maxson 622 West State Street  \nhort Ithaca, NY 14850-  \n272-3122  \nFAX: (607) 277-6703-  \n"], ["ARTICLE IV - UNION JURISDICTION  \n", "A, This Agreement i is to cover ‘all watchmen,’ flagmen (all crafts), fire  \nwatchmen, traffic contro] men, laborers,-foremen (grade, pipe, concrete, forms,  \nseeding, asphalt, clearing and grubbing, clean-up, stonelaying) in the performance of:  \nthe laying of all types of pipe and conduit, including the relining and inspection,  \nwhether mechanical or physical of existing pipe and the fusion of plastic pipe: the  \ninstallaion of open trench shonng and shield: the loading and unloading and  \ndistribution of all matenals by any means; the handling, loading, unloading,  \ndistnbution, installation, dismantling, removal, stockpiling, resetting of all guard rails  \nand guide rails, highway signs and road markers; drilling, installation and grouting of  \nanchor systems; handling and installation ‘of noise barriers and traffic barriers, whether  \npermanent or temporary; the spreading and pouring and raking and tamping of all  \nasphalt and concrete materials and the bull floating (strike off) of all concrete; curing  \nof concrete; the laying of all types of stone or manufactured curb, rip-rap, paving  \nblocks, concrete blocks (paving), Belgium Block; assembling and placing of Gabion  \nand all similar types of baskets; the handling, loading and stringing of all wood  \nproducts by hand or power; unloading and installarton of lagging (wood, concrete, and  \nsteel), the sharpening of all air tool bits.and drills and bull points; any and all types of  \nheaters to be attended and handled and fueled by Laborers at al] times when in use  \nexcept where existing agreements: provide otherwise; the handling, the laying and  \nplacing of forms used for curbing, gutters, roads and sidewaiks and the stripping of  \nsame; the placing, setting and maintenance of all flares, blinker lights and reflectors;  \nthe cutting and chipping of:road joints; the handling, the loading and unloading and  \ndistributing of chain-link:fence; handling and erecting of wire fence; the sandblasting  \nand applying of sealers and hardeners and epoxy on concrete and asphalt work; the  \nnozzle operators on sandblasting and guniting operations; the signaling of al! materials  \n(manufactured or otherwise) handled_or ‘put in place by laborers; single  \ndiaphragm and 1-1/2\" pumps to be attended, handled and fueled by laborers: the  \noperating of al] types of machines used to seal any type of joints: the operating and  \nservicing of mortar mixers and conveyors used in laborers' work regarcless of number;  \nthe operating and servicing of rock.driljing machines; the blasting and dynamiting of  \nall rock; the placing of prestressed materials except when placed or  \ninstalled by the manufacturer. pursuant.to its collective bargaining agreement: handling,  \nunloading, loading, assembling and laying of all multiplate; the operation of al] air,  \ngas, electric, o1} and other. type.of motor-driven: tools including .all pusher type  \nequipment; the handling, tending and maintaining of Homelite and like generators,  \nwrecking and demolition; containment membrane liner: reinforced.earth walls. The  \nforegoing applies in the performance of all the aforementioned work and all other work  \ncoming under the Jurisdiction of the of N.A. --A.F 7 CLO: :  \n: Ped  \n2. Self-contained: crawler drill: grooving (status quo), for parts  \nof Locals 35, 186 and 322,:1.e<,:the geographic jurisdiction of those Locals included  \nwithin the jurisdiction of IUOE Local 106.  \nV- oak Jus CONFERENCE  \n1. There s shall be a 1 mandatory pre-job conference ‘The Employer agrees  \nto meet with the Union for. a pre-job conference: pnor-to the commencement of any  \nwork on the subject and the same shall. ‘apply to any: and all  \n2. in the event thata an 1 Employer: violates this Anicle. the Union may serve  \na five (5) day. notice intention to strike-on such the Employer:does not  \ncompl y within five (5) days, the, Union may such Employer. without auch action.  \nbeing a violation of. the no-strike clause of this contract. Ps  \nreef MAE OR at deed  \n3. | Where i a. subcontractor has-t not t had ; a pre-job conference, the fi ve (5)  \nday notice shall also be, served. on the. contractor: er  \n"], ["ARTICLE VI - UNJON RIGHTS  \n", ". 1. All employees covered by this agreement, as a condition of continued  \nemployment, shall, commencing on the eighth (8th) day following the beginning of  \ntheir employment,.or the effective date of this agreement, .whichever is the later,  \nacquire and, for the duration of their employment,.maintain membership in the union  \nto the extent enforceable under law.  \n2. Failure any employee covered by this “Agreement to meet the  \nrequirements described in paragraph | above, will, upon the Union's written request,  \nresult in his discharge by the Employer.  \n3. . The Employer agrees that’ in n providing opportunity for employment it  \nwill give priority to persons who have had one (1) year or more of service since  \nJanuary 1, 1981 in the construction industry in the type of work covered by this  \nAgreement, and in the various geographic areas described in Antcle I], Section 2 of  \nthis Agreement. It is understood that this clause is not applicable to Union employees  \nwho have previously been in the employment ¢ of:an LRD contractor.  \n4. The Employer and the Union apree that the foregoing priority shall be  \nexercised without regard to union membership or nonmembership and the Employer  \nagrees to give the Union. an epparturaty to provide such additional employees as he  \nneeds. . Dot  \n5. li.is agreed that on each job the Union Business Manager shal! appoint  \na working Shop Steward who will be named at the pre-job conference. The Laborers’  \nSteward will be employed at all umes that any laborers: work is performed or any  \nLaborers are employed on the project except that on overtime and/or specialty work,  \nthe Steward can only assert seniority, provided he is qualified to do the work. He will  \nbe paid for all ume lost due to not having been notified by the Employer or the  \nEmployer's agent to report for work. He will be allowed sufficient time to perform his  \nduties and will not be discharged, laid-off, or-transferred by reason of the performance  \nof his duties as Steward without prior approval of the Business Manager.  \n6. . The Laborers’ Steward shal! be notified prior to ‘any hiring or layoff.  \n- 7. + fa) At the Business Manager's request, the Steward will  \nbe assigned to a service truck when and if @ service truck is  \noperating on the project. When the service truck is not  \n‘operating on the project or in use on the project, the Steward  \nwill be assigned to other work. It is the intent of this section  \nthat the Steward be engaged as a productive working employee  \nat al] times consistent with Section 5 of this Article.  \n(b) . When the service truck is sent off the project, the Laborers’  \n8.  \nSteward will not accompany such truck, unless ordered to do so  \nby the Employer. .  \n(c) - . When there is-more than one (1) service truck operating on a  \nproject, ‘whether a laborer or laborers shall be assigned'to such  \ntruck. or trucks, shall be at the option and ‘discretion of the  \n‘Employer consistent with the jurisdiction of ihe Union. -  \nAuthorized representatives of the Union shall be allowed to visit it jobs  \nduring working hours to interview. the: Employer and the Employees, but in no way  \n“shal ‘such person or persons interfere with or:hinder the progress at ial Work.”  \n9.  \nent  \n(a) Employees injured at work shall be paid for t the lume > spent  \n_ + .going:to the.doctor’s office for treatment at the time of injury.  \nIf the doctor certifies in writing.that the Employee.is, unable.to:  \nto work:that day; the injured: Emplayee shall be Paid’ for  \n- ; the of that: working cay. han  \non  \nThe injured employee shal] be allowed t two 0 (2) hours ti ume:from  \nwork for additional visits to the doctor for injuries sustained  \nwhile in the Employer's service without loss of pay. It shall be  \nunderstood, however,-that.such visits during :workirg ‘hours  \nShall be made only: when:no other arrangements can-be made  \nand an affidavit is received from the doctor stating the necessity.  \nfor each visit.  \n\"  \n- workman shall, ‘if..at all :possible, be: given  \npreference to-any light-work, if:the:same‘is available, that may .  \n_ be. performed. on the:job;:provided. however; that he is still. in  \nof the: Employer where the injury occurred and:the  \n> doctor certifies in: wnting that the ne employer can n do the. work to.  \nwhieh ned 1S to be assigned. wl ue DE a  \n, feo 7.  \n"], ["\"ARTICLE vu - - MANAGEMENT RIGHTS-  \n", "The direction of employees, including the making and enforcing of  \nrules to assure orderly and efficient operations, the determination of  \nemployee_competency, and the scheduling of-work are nghts vested  \nin the  \nThe operation: of the: business: including 0 the introduction of new or  \nimproved methods the determination of the amount of  \nsupervision_necessary and the size composition of the work force and  \ncrews are nghts.vested.exclusively-in the Employer.  \nThe Employer retains the right ‘at any ume to vequest a specific job  \nto use.  \nop  \n3.  \napplicant whether or not he/she has previously worked for the  \nEmployer and regardless of his/her position on any hiring list or out of  \nwork list. If the Employer clects to use the facilities of the Union to  \nrecruit job applicants he shal] advise the Union on the prior day, the  \n‘number of employees needed,-the specific job applicants requested,  \nand/or the qualifications and skills of job applicants whether or not  \nspecifically requested.  \nThe nights set forth herein are not exclusive, but merely indicate the  \ntype of matters or nghts. which belong to and are inherent to  \nmanagement.  \n~~” ~~ a  \n"], ["ARTICLE VIII - WORK CONDITIONS  \n", "_ The Employer shall! furnish all.necessary tools that the Employees are  \n  \n  \n*  \n  \n(a) At the time of hire or such.later date as may be appropriate,  \n. employees covered: by ‘this Agreement shall be furnished  \n. Shipover rubber boots, rainsuits, and hats which shall remain the  \nproperty of the Employer and be retumed at the termination of  \nuse:or: employment:  \n. er  \n(b) . At the first. full pay period following the issuing of such articles,  \nthe actual cost to the contractor of said articles shal! be  \ndeducted from the pay of each such employee covered by this  \ncontract.. Upon termination of employment, such employees  \nwho retum the articles issued will be refunded the amount  \ndeducted from pay.  \nThe Employer shall supply special gloves for the performance of work  \nnecessitating their use.  \n4.  \nThe Employer shal] provide warm suitable shelter of sufficient size  \nwhere all laborers may eat their lunch and hang their clothing. The Employer shall  \nalso assume responsibility in case of loss of fire. No tools, building equipment, or  \ncombustible material shall be stored therein. Employees shall ne * Fequired to execute  \na verified proof of loss in case of fire.  \n5.  \nThe Employer shall provide and the Laborers shail maintain clean and  \nsanitary toilet and drinking facilities.  \n6.  \n~  \n(a) The Union and the Employer expressly agree that a stable work  \nforce is required at all times in this seasonal industry and that  \nthe absence of individual employees has a serious impact on the  \nJ. Employers project Producuvity and efficiency.  \n| (b) Absences. from: scheduled work are to be discouraged and  \nabsences ‘are just cause for discharge of an  \nemployee or-employees and it shall be the decision of the  \nUnion whether.to take recourse to the grievance procedure.  \nIX - HOURS OF WORK  \n“—  \n1. The work shalt consist stof Monday through Friday.  \n2. Normal workday shall consist of eight (8) hours with one-half (4) hour  \nfor lunch. The starting time shall be Set the allied exter that starting ume  \nshal] not be changed from'day:to day: - nS ee  \n3. Two shifts worked:in:twenty-four (24).hours:and shall be of  \nequal duration and at the same rate. However, in a two-shift operation, where the  \ncombined number of hours worked by the two shifts is sixteen (16) or less, each shift  \nshall be paid eight (8) hours pay at:straight: time. : Notwithstanding the foregoing  \nprovisions, when a shift is shut down’ by'reason of completion of the shift work to be  \nperformed or conditions beyond the'Employer's control; the affected shift shall be paid  \non the basis of the show-up time provisions contained herein in“Article XI. This clause  \nis equally applicable to the three (3) shift provisions hereinafter contained in Section 4  \nbelow. Thus, it is understood that there 1s no guarantee that on a given day. one shift  \nmight not: wary: due: to: weather, . “equipment ‘breakdown. Or. In Operation  \nschedules. PU wa Gn SF CE uae  \n. a hae oe ge 2 \"GAT “awe Fault Miia  \n4. » Three shifts: may be worked bi wenty fur (24) hours and shall be at  \nthe Tate and durations set forth below. : cep Tne tb gs  \nIst Shift  \n8 hours’ work: : rs TE \\8 hours’ pay =  \n2nd Shift  \n. neurs work: se \"Pay  \nRe tee STE OT Pat oth,  \nBrd Shift en eet ee  \n7 hours’ work 8 hours’ pay  \n: Every shift shali -have one-half hour-for lunch. ‘When three (3) shifts are  \nworked, the second and third shift shall be considered for payrol] purposes as -having’  \nworked in their entirety on the same day on which the first shift started. On multiple  \nshift.work, the work week shali start:not than 5: ap a.m. The Contractor shall  \nset the Starting ume.  \n2; Prior to the start of shift work, the Employer shall give forty-eight (48)  \nhours notice to the Business Manager. When the shift work to be performed shall be  \nless than ten (10) working days in duration; prior agreement of the Business Manager  \nshall be required. In the event of an emergency-or directive of the letting agency, pnor  \nagreement for shift work of less than ten (10) working days’ duration is not required,  \nbut notice will be given to the Business Manager prior to the starting of such shift  \nwork.  \n6... One and one-half (1-1/2) times the. rates set forth in this Agreement  \nshall be paid for work performed outside the scheduled. workday and al! work  \nperformed on Saturday. All work on Sunday will be paid at double time.  \n7. On private (non-posted rate) work, four (4), ten (10) hour days may be  \nworked at straight time aoning a week, Monday thru  \n8. All eligible employees shall be allowed time off to vote on Election  \nDay in accordance with. applicable | law...  \n9. - - FLEXTIME. With the respect io any project that is 100% Federaliy  \nfunded, awarded by a Federal Agency,.the payment of overtime after eight (8) hours  \nwill not apply. Overtime will only be required to be paid after (40) hours.  \n10: A single irregular work shift can-start any time. between 5:00 pm and 1:00  \n1:00 am. All employees who work a single irregular shift on governmental mandated  \nnight work shall be paid an additional $1.75 per hour. This provision shall be effective  \nfor work bid on or after July 1.°2002.-It-is understood and agreed‘ that if the single  \nirregular shift language is not included in the NS prevailing wage rate  \nschedules, the premium is waived... +: a ae  \n"], ["Ll. “ARTICLE x. HOLIDAYS iC  \n", "il. Paid holidays-to be observed are ‘Memorial Day. Independence Day,  \nLabor Day, Thanksgiving Day, Christmas Day, and New Year's Day. irrespective of  \nthe day of the week on which the holiday may fall. If the holiday falls on Saturday. it  \nwill be celebrated on Saturday. Employees who work a Saturday holiday shall be paid  \ndouble time plus the holiday pay. When a holiday falls on a Saturday, the Employer  \nhas the option to either work Friday and pay Saturday as.the holiday or, not work  \nFriday and pay for the day in lieu of the Holiday. if the holiday falls on Sunday, 1t will  \nbe celebrated on Monday. In the event that men work on this Sunday. holiday, they  \nshal] be paid double time. In the event work on’ Monday, they shall be  \ncompensated at double time plus the holiday pay. Accordingly: the Monday following  \nthe Sunday ts treated as-the holiday.  \n2 Any employee laid off within the week in which a holiday falls shall  \nreceive holiday pay, provided the holiday occurs after the date of hire. However, if a  \nnew employee is employed by an Employer for one (1) day only during this penod, he  \n10  \n  \nshall not. Be entitled to holiday pay: * es  \n-3. Aman must work the working day b before and the working day after a  \nholiday to receive holiday pay.” However, an employee not able to report because.of  \nproven sickness, death in:immediate family, or accident shall be entitled to holiday  \npay. ve se ak tn Sage ME gs nf  \n| 4, If a man is-ordered out:and reports for work on a holiday, set forth j in  \n” Section 1 above, and does not:start, then he shall be paid a minimum of two (2) hours  \n_ Straight time in.addition:to.the straight time.given.for said paid holiday. If-he starts  \nwork on a paid holiday, he shall be paid a a minimum or our (4h hours S pay at double  \n-ume plus the holiday pay: .: Ru OAT Sete tee  \n"], ["ARTICLE xI- SHOW-UP TIME  \n", "of 84g me  \n2 ots Tbe  \n1. “Any laborer who reportetiax work at the regularly appoimed starting  \ntime, unless he has been notified on the previous day that his services will not be  \nrequired, shall be entitled to: show-up :time’of one'(1) hour at time. The  \nEmployees shall remain on ‘the job-for’the ‘one (1) hour otherwise  \ndirected by the Employer. Employees directed to stand-by beyond the one (1): hour  \nperiod shal] be paid show-up time plus such additional stand-by time.  \n2. - . Employees reporting starting ‘time ‘shall: if work,  \nreceive a’‘minimum pay:of one: (1) hours: worked whichever iS greater.  \n7 NL PORE! “2h a oo” bathed i . i tea\"? Mae  \n"], ["ARTICLE XH PAYDAY AND MODE OF PAYMENT: :  \n", "a i > pm ld: ae “SSDS fo oa *  \n1. Employees performin g work under this’ Agreement. shall-be paid once  \na week on the job. No more than six (6) days’ pay shall be withheld. If the payday  \nfalls on a holiday, payment shall. be. made on the.workday- preceding such holiday. On  \nfailure to pay on the regularly scheduled payday, the Employer will pay a penalty of  \ntwo (2) straight time hours for payday and.for.each succeeding day on which he fails  \nlo. pay where such to Pay is. ‘To ‘conditions within the Employer's’  \ncontrol. a oe COU tots ok wa  \n2. All wages shall be payable.in. lawful currency; enclosed in an‘énvelope  \nwhich shows the employee's name and Employer's:name, regular hours’ worked plus  \novertme-hours worked, all lawful déductions, and the amount due or by a‘negotiable  \npayroll check showing al] of-the above information drawn upon a bank  \nwithin the region, payable “pon demand at: Pars sy Sas  \n3. If any emploves' is ¢ or + laid off. all accrued wages shall be due  \nand paid immediately, except that an employee may be paid by check mailed within  \ntwenty-four (24) hours. If not mailed-within 24 hours,:such employee shall be paid an  \nadditional $25.00 for each additional 24 hour period the check was not.mailed..  \n3  \n"], ["ARTICLE XII - LABORER FOREMAN  \n", "1. When more than three (3) employees covered by this Agreement are  \nemployed, ‘a Laborer Foreman will be designated by the Employer. Designated  \nForemen shall assume the keeping of time for Employees covered by this Agreement.  \n2. Laborer Foreman (erade, pipe, etc.) shall be designated by and at the  \ndiscretion of the Employer and shall be assigned to such duties and responsibilities as  \nthe Employer, the’Dirt Superintendent, or other supervisory personnel may determine  \nin its or his sole discretion. The Employer or his representative shail be the sole judge  \nof whether such employees are qualified to perform the assigned work.  \n3. The wage rates for foremen covered by this Agreement are as follows:  \n(a) Grade Foremen - two dollars ($2. 00) over basic rate.  \n(b) Other Foremen — one dollar and fifty cents ($1.50) over the  \n\"+ highest classification covered by this Agreement which such  \nforemen supervise.  \n* (c) foremen covered by this Agreement may be employed on  \nweekly basis at a salary agreeable to the Employer and the  \n_  \n4. The Union agrees that no restrictions shall be placed upon the selection  \nof Foremen by the Contractor or the use of Foremen freely among Locals throughout  \nthe territorial jurisdiction of ‘this Agreement (100% mobility), ‘provided they are a  \nmember of a Union party to this Agreement:  \n5. (a)  Foremen’shall be named as may be required by the Employer  \nand at the Employer's discretion. In the event that more than  \none foreman’ 1S on a project, the Union shall be  \nafforded an opportunity to supply 50% of such men.  \n(b) On gas distribution, electric and telephone work there shall be  \nfifty percent (50%) mobility between the local unions with  \nrespect to foremen and workmen. The first foreman may come  \nfrom the Employer.  \n(c) On other work covered by Article I, Section 2, there shall be  \nfifty percent (50%) mobility with respect to foremen and  \n. twenty-five percent (25%) mobility among the unions with  \n_ respect to other workmen.  \n12  \n"], ["ARTICLE XIV - SUBCONTRACTING  \n", "1. It is agreed that if the Employer subcontracts job site work falling . |  \nwithin the terms of this contract, provision wil] be made in each subcontract for the _  \ncompliance by said subcontractor with terms, conditions of employment, wages, and  \nfringe benefit contributions not less than. those contained in this Agreement.  \n2. A subcontractor is defined, as “any person, firm, partnership, self-_  \nemployed person or corporation, wha agrees, under. contract, oral or written, with the  \ngeneral contractor or his subcontractor je perform. on the job site any part or portion  \nof the work covered by this Agreement.  \n3. With respect to subcontractors who are not members of the Labor  \nRelations Division-Central New York.Region, A.G.C., or who have not signed the  \ncontract as an individual Employer, ‘the following rules shall apply:  \n(a) Such subcontractors shall be required to remit fringe benefit  \n‘payments on a weekly basis.  \n(b) — On the first failure of such subcontractor.to remit fringe benefits  \nor first instance on. which the subcontractor i is delinquent, the  \nUnion shall notify the Prime Contractor. of:said failure to remit  \nor delinquency.  \n“After | having been. notified of, a. failure 10, remit Or. of a:  \ndelinquency, the. Prime Contractor, shall ‘be responsible, for. each  \nsuch fringe benefit payment pursuant to Section 3d) below.  \n(d) After notification by the Union, the Employer is responsible for  \nchecking with the Funds to determine whether the regular  \npayments are being made. However, once any non-payment  \nhas been rectified and the subcontractor resumes payments as  \nrequired under 3(a), the Pnme Contractor is relieved of any  \nresponsibility to check with the Funds until notification is again  \nreceived in writing by the Union of further alleged delinquency.  \n(e) © The Prime Contractor's responsibility is limited to fringe  \nbenefits applicable to its project on which the defaulting  \n_ Subcontractor is employed.  \n(f) | The Prime Contractor does not assume the above responsibility  \nwith respect to subcontractors who are members of the L_R.D.-  \nCentral New York Region, AGC, or who are individual signa-  \ntories to the labor contract.  \n13  \n_ 4: Off-site gravel or material pits, the material from which is used for a  \nparticular project covered by this Agreement, shal! be operated under the terms of this  \nAgreement when the pit is owned, leased, operated by or under the control of the  \nPritne Contractor or another corporation.or company of which the majority ownership  \nis held by the Prime Contractor or lis majority‘owner or owners.  \n5. It is recognized that there are specific subcontract requirements for  \nD/M/WBE participation in most public works contracts and that certain exceptions to  \nthe subcontracting clause may be required for thé Employer to comply with these  \nrequirements. Every effort will be made by the Employer to arrange a pre-job meeting  \nwith these subcontractors and the Union. It is understood that.in no way shall the  \nenforcement of this clause allow other trades to perform the work of this Union.  \n6. By mutual agreement, an Empioyer inay subcontract to non-signatory  \nspecialty subcontractors and use his nes to arrange a pre-job conference.  \n+. . 7 q  \n"], ["ARTICLE-XV: SAFETY  \n", "l. No employee shall be required or assigned to engage in any activity  \ninvolving dangerous conditions of work or danger to. person or property in violation  \nof an applicable statute, court order, or governmental regulation relating to safety of  \nperson or equipment.  \n2, In the event that the Employer viclates Section | above. a withdrawal  \nby the Union of the services of the man or men engaged in the particular operation  \nshall not be in.a violation of this c contract byt the Union.  \n3. - The Employer and the Union do hereby agree to work together to  \npromote safety on the job for the benefit of all employees. Safety rules and regulations  \nwill be made known to all employees and the use of safety equipment wil] be  \ncontinually promoted by both parties:  \n4, (a) ~The Union and the: Employer. agree that willful neglect and  \nfailure by an employee to obey company safety rules and  \nregulations; or to obey safety rules, standards and regulations  \nas prescribed pursuant to the Occupational Safety and Health  \nAct or other governmental] regulation or legislation: or to use  \nproperly such safety devices or equipment as are provided by  \nthe Company shall be just cause for discharge.  \n(b) The Union agrees: to cooperate with the company in  \nencouraging employees to observe’ the safety regulations  \nprescribed by the company and to wear properly and utilize  \nsafety equipment as required by the company and to work in a  \nsafe manner.  \n14  \n> The Union further.agrees that Union representatives visiting job  \n $ites shall obey al] company safety rules and regulations and  \n. Shall safety rules, standards, and regulations prescribed  \npursuant to the Occupational Safety and Health:Act or other  \ngovernmental regulation or legisjation, and shall wear and use  \nproperly al] safety devices or employees on the job  \nSite are, required to to wear-and. use. -  \n- F alg  \n"], ["ARTICLE XVI- ]OINT POLICY ON SUBSTANCE ABUSE .  \n", ".  \n1. The Employer. and Union : are: to provide: a.. safe: work  \nenvironment for its employees and the public.and also maintain a reliable, productive;  \nquality work force, and thus affirm that construction es sites s subject to this  \nAgreement 1 enist De an de eee Cs  \nFay tt 1? . ik ij  \nth ey TY TL  \n2. Employees whose job performance iS impaired by the use of alcohol or  \ndrugs create an unacceptable safety risk to. themselves, co-workers, and public.  \n3: Employees the.joint policy on substance -abuse shall be  \nsubject to discipline up to. and: including immediate discharge FECOUTSE.t0 the:  \ngrievance procedure, .- moe ke ee te a  \nLe  \n"], ["ARTICLE XVII - PENSION, WELFARE, S.U.B.,  \n", ": onan a  \nMt a ae ae  \nl. (a) The ‘Employer hereby. cagrees.: tO: contribute the « amounts”  \nhereinafter provided for in Article XX VIII of this Agreement  \nys 44. . to,designated Laborers Pension. Welfare, S.U.B.. Annuity. and  \nsaz. Taming: Funds (hereinafter singularly and collectively referred  \nsues. tovas \"Fund\") .for.each. worked -by employees .  \ncovered by this Agreement: « It-is the purpose Article to:  \nprovide that where a Local Union party to this Agreement has  \nestablished a Fund, jointly trusteed. by Labor and Management,  \nthen said contributions shal]: be paid to said Local Fund in the  \n_ amounts hereinafter-set-forth in this: Agreement. An annual  \n- . financial report will.be.submitted to the AGC from each local  \n.: UMON iia fund to which AGE employers contribute.  \n(b). ‘The Employers p: party. to this Agreement accept the Trustees now  \nserving on such Fund and hereby waive the nght to name new,  \nother or additional trustees,: except that the parties  \n_ agree,that,one (1)--Umon Trustee and one (1) LRD/AGC  \n-: Trustee shall be: —_ to the (. ~pstate ) Laborers Regional  \n.. Fund:..  \n15  \n. 2: The Employer agrees to contribute the amount per hour hereinafter set  \nforth in Article XXVIII for each actual hour worked, except where an employee is paid  \npursuant to the 1+ actual hours worked clause herein provided for at Article XI of this  \nAgreement, in which case shall be Paid on has same basis as the 1+  \nactual hours worked clause. se  \n3. Each Local Union party. to'this Agreement shall be considered as an  \nEmployer under this Agreement for the purpose of * paying the contributions mentioned  \nin this Article on its Employees.  \n4. . (a) In the event that.the Employer does not make contnbutions to  \nthe Fund as provided for herein, the Employer agrees that he  \nbe charged with all necessary litigation and accounting  \n| | expenses incurred by the Trustees of the Fund in collecting the  \npo, monies due hereunder and that a money judgment may be  \nrendered against. such’. Employer for such litigation and  \naccounting expens¢és in. 1 to a judgment for unpaid  \ncontributions. rs oe a  \n(b) Litigation and accounting expenses shall be determined so as  \n7 notto:be m excess of the minimum fee schedules for the legal  \nand accounting professions 4 An tii area In such work ts  \nue ey ae ae  \n5. (a) Bach Employer ‘shall furnish the Trustees -of the respective  \nFunds with periodic reports as required by the Fund showing  \nthe names, social numbers, hours worked. and location  \nof: job of éach employee performing. work’ covered by this  \nAgreement:  \n(b) Subcontractors. covered by Anticle. XIV, Section 3 shall remit  \ncontributions on a weekly basis:  \n(c) in the event that no workers are erhployed during the report  \nperiod: a negativ ve > report and/or a final report shall be filed.  \n(d) Monthly reports : are due the 15th day of the month following  \nthe month on which contributions are being made.  \n6. The books and records of each to the employment  \nof Employees covered by this Agreement shall be made available at all reasonable  \nuumes for inspection and audit by a licensed-CPA employed by the Fund, including,  \nwithout limitation, payroll sheets, W-2 Forms, New York State employment reports,  \nSocial Security reports, ledgers, vouchers, and-any other pertinent items conceming  \n16  \npayrolls. Inspection shall be restricted to a verification of payments made and/or due  \nto the Fund. Cost of such inspection shall be by the Fund, except in cases where  \nan Employer is delinquent in making in which case the delinquent  \nEmployer shall bear the cost of inspection and audit. is defined: ‘as  \ncontinual late payments and not Honest errors.  \n- 4 2 4  \n"], ["ARTICLE XVIII . LABOR-MANAGEMENT COOPERATION te  \n", ". The Employer and the ‘Union. they must confront issues of  \nmutual concern which:.are, more susceptible to effective resolution through: labor-  \nmanagement cooperation than through the collective bargaining process.. To.seek  \nresolution of these mutual concerns, to address issues regarding health and safety, and  \nto advance mutual interests through labor-management cooperative efforts, it is agreed  \nthat the Employer shal) contribute to. the..New York ‘State Laborers-Employers  \nCooperation and, Education Trust. and'to the ‘New York Laborers’ Health and Safety  \nFund for the term of this‘Agreement, including any extensions or renewals thereof.  \nThe Employer.-shall- contnbute to: the;::New: York State Laborers-Employers  \nCooperation and ‘Education Trust as. provided for in Article XXVIII for each actual  \nhour The Employer shall:also contribute to the New York Laborers’ Health  \nand Safety Fund as provided for in Article XXVIII for each actual hour worked. The  \nEmployer shall submit all contnbutions and all contribution reports to the designated  \nLocal Fund Office:.; The Fund. Office:. shall: promptly forward the  \ncontributions and contribution reports to,the Laborers Regional Office. Trust Division.  \nfor the accounts of the Trust,and Fund... The Employer.and the Union hereby adopt and  \nagree to be bound by the Agreement and Declaration of Trust establishing the New  \nYork State Laborers-Employers Cooperation and Education Trust, as amended, as well  \nas the-Agreement and Declarauon of Frist shang the New. York Laborers’ Health  \nand Safety Fund, as : geet ts  \nPater  \n"], ["ARTICLE XIX _ JURISDICTI: JONAL DISPUTES  \n", "I. The parties hereto mutually agree that i in the event of a jurisdictional  \ndispute with any other” Union. or. the. shall be submitted to the  \nInternational Unions for settlernent:: - We 7]  \n. 2. ‘Neither. party shall order or.permit any lockout, strike, or other work  \nstoppage or slowdown. Further, the Union-will not.aid, support or permit unauthorized  \nstrikes, slowdowns or work stoppages by its members with to a jurisdictional  \ndispute.:. ee ne a Oe  \n3. Tf the Intemational Unions 2 are © unable 10 resolve said dispute within five  \n(5) days (Saturday, Sunday. and Holidays excluded) then: . :  \n4, The patties to: ‘this Agreement. ‘shall have. exhausted: their internal  \nremedies and may then seek resolution through the NLRB and/or the Courts. No legal  \naction may be initiated before such internal remedies  \n17  \n-  \n5. Notwithstanding any othér provision of this Agreement, only a court  \nHas the power to determine whether or not a'particular dispute arising under this  \nAgreement is jurisdictional and excluded from the grievance/arbitration provisions.  \n"], ["ARTICLE XX- WATCHMEN AND GUARDS  \n", "1. Guards are to be excluded from the bargaining unit. Guards may be  \nused for the security of the contractors’ equipment and matenal only and they will not  \nat anytime be required to punch clocks or pesca work a employees covered by  \nthis Agreement. ote  \nWatchmen are employees on projects requiring A coverage under Item  \n619 (Maintenance and Protection of Traffic) and such employees are covered by only  \nthe following provisions of this Agreement: Article VI, Sections 1, 2, 3. 9(a), (b), and  \n"], ["(c); Article VIII Article XTV, Sections 2 and:3; Article XV: Article XVI Anicle ant  \nArticle X VI Article XXTII Anticie XXTVand Anicie XXVZ ~  \n", "3. When watchmen service is subcontracted, ihe Provisions of this Article  \nshall apply equaly to |  \n~ 4, The k+ actual hours worked clause of this contract (Article XI ) does  \nnot apply to watchmen. The hourly be-paid at:straight time for actual hours  \nworked without regard to the day of the week or whether a holiday’is involved.- Time  \nand one-half (1-1/2) shal].be paid for hours worked in excess of forty (40). Overtime’  \nfor watchmen shall be computed only on hours worked as a watchman without regard  \nto hours that such man shall have worked on the project as a laborer.  \n| urn. Sh,  \n5. The duties: of a watchinan shall include maintenance’ of -barricadés, -  \nlights and signs, and similar non-productive maintenance and safety functions, acting  \nas fire watch, bui shall not pene fuel fires. °  \n6.- Watchmen Rates: The warchtoan's rate shall be 75% of the basic (a)  \nrate, plus fringes. Such basic rates shall be rounded: to the: nearest one-half (2) cent.  \n"], ["“ARTICLE XXI- STATUS QUO ON CERTAIN: EQUIPMENT  \n", "1. The parties hereto recognize that the operation of certain equipment and  \nwork assignments may raise questions regarding jurisdiction’of work in areas of one  \nor more of the local unions party t to this The equipment involved is:  \n(a) Hydraulic Seeder  \n(b) Concrete Curb Machine  \nAsphalt Curb Machine  \n(d). - Snorkel - a  \n18  \nbe  \nBL  \nSee  \n2  \nry EG Oe  \n-  (e) — Stump Remover  \n(f) Blower for Burning Bush  \n(g) Hydraulic Motorized Pin Puller  \n(h) Self-Propelied Concrete Saw |  \n(I) Application of Temporary and Permanent Road Markings  \n(j) Scaffolding  \n(k) Welding woe  \n(1) Use of a Laser Level  \n- (m) of  \n2. 2, Pending final determination of. the jurisdiction of the above equipment,  \nsuch equipment and the operation thereof shall remain \"status quo.\"  \npete xan aa  \nif ; i  \n1. During thet term of this Agreement, neither ary shall order or permit  \nany lockout, strike, or other work:stoppage.or slowdown. Further, the Union will not  \naid, support or permit unauthorized strikes, slowdowns,.or work stoppages by its  \nmembers.  \nst tots ¢ -” vee  \n“ “A ie é . . * £ oe ‘  \n2. Grievance Procedure: All grievances. or ‘disputes involving. any  \ncontroversy, dispute, or misunderstanding arsing as to the meaning, application. or  \nobservance of -any provisions. of. this:Agreement shall be:handled in the manner  \nhereinafter set forth, It is:agreed that.allimatters. pertaining to the this.  \nAgreement must :be ;referred: directly. to the Joint: Committee;.:provided.:that:  \ngnevance-has not been. filed, the matter shall-not be:a: subject: at unt ‘a  \ngrievance 18: filed. . leg lhe Doe ThA aha fy  \nyo ab TUDE EE OMT TRE TOR. Cera date .  \nStep 1. All grievances must be made known i In writing to the other purty within  \nseven, (7},calendar: days .after the: reason has-occurred. The ag-  \ngneved employee's or.employees’ shop. steward. .or-another authonzed representative:  \nof the Union shall first submit a written grievancé to.the-Job Superintendent, ‘or-his:  \nduly authonzed representative. The Shop Steward or another authonzed representative  \nof the Union of the Employee;or the involved shall be present ‘at any  \nmeeting between the Job Superintendent and such employee or employees. The Job  \nSuperintendent or his duly authorized representative must make a wnitten disposition  \nof the matter -within twenty-four. (24) ‘hours ‘after the submission of such. written  \ngrievance thereto.  \nOp a com  \n. . Step 2. If the disposition of. the, matter-by the Job Superintendent‘or his duly  \nauthorized representative is not Satisfactory, the matter taken up by the  \nBusiness Agent, and representative of the Employer with authonty to act within  \nforty-eight (48) hours of the wnitten Cispoaition s¢ set forth 3 in Step 1.  \nStep 3. If the disposition of the matter in: Step 2 1s not sarisfactory. either party  \nhas a right to file its grievances with the Joint Committee referred to in Section 2 of  \n19  \nthis Article within seventy-two (72) hours 2.  \nThe Unions and Association who are signatones to this shall together  \nestablish for the duration of this Agreement, a Joint Committee. The Joint Committee  \nshall consist of three (3) representatives of the Employers and three (3) representatives  \nof the Union. Al] meetings of the Joint Committee must be attended by each member  \nor his alternate, but the absence. of any member‘or alternate shall not invalidate the  \naction of the members of the Joint Committee who are present.  \nIt shall be the function of the Joint Committee to.setile disputes and grievances  \nwhich cannot be settled in accordance with Steps 1 and 2 of the grievance procedure.  \nThe Joint Committee shail formulate rules of procedure to govern the conduct of its  \nproceedings including the time, date, and place of meetings. .  \n_ A decision by a majority of the Joint Committee shall be final and binding on  \nthe parties and employees invoived. . Failure of either party involved to comply with  \nany fina! decision of or to submit to the jurisdiction of the Joint Committee shall give  \nthe other party the immediate nght to all legal and economic recourse.  \n4, Rights of the Joint Committee: .The Joint Committee shall have the  \nright to investigate all facts pertaining to the dispute. The Joint Committee upon  \neach dispute or grievance processed in accordance with this Article after completion  \nof or as a part of Step 2, have the right to examine time sheets and any other records  \npertaining to the computation of compensationof any: individual ‘or individuals whose  \npay is in‘dispuie. Both parties shall be entitled to present such évidence and witnesses  \nin support of their position as they s see wo,  \n5. . Arbitration: Af cannot be sausfactorily settled by a majority  \ndecision of the Joint Committee, the grievant shal! request a list of Seven (7) arbitrators  \nfrom (1) the panel arbitrators of the New York Board of Meditation, (2) thé Federal  \nMediation and Conciliation Service, or (3) the labor panel of the American Arbitration  \nAssociation for final and binding decision. request shall be no later than fifteen  \n(15) calendar days from the date of the oral announcement of the Joint Committee's  \ndecision, by the grievant or his duly assigned representative. Further, any arbitration  \nagency named shall be used only for every third arbitration that may arise between the  \nparties to the end that arbitrators be selected on a'rotating basis in the order in which  \nthe agencies are hereinabove listed. The arbitrator shall be selected by alternately  \neliminating names from the seven (7) person list until-one reinains; the grievant or his  \nrepresentative shall strike the first name. Upon failure to comply with the provisions  \nof this entire section on the part. of the grievant, the grievance shall be deemed to have  \nbeen closed without decision.  \nThe arbitrator shal] not have jurisdiction or authonty to add to, modify, detract  \nfrom, or alter in any way the provisions of this Agreement or any amendment or  \nsupplement thereto. If the arbitrator should determine that the grievance is not covered  \nby this Agreement, he shail return the grievance to the parties without decision and the  \n20  \n3 Ys 2H  \ngrievance shall be closed. In such case; the costs, if any, shall be borne by the grievant.  \n. 6... Violations concerning wages, hours, and.all fringe benefit payments  \nshall not be subject to the grievance procedure:>In-such cases; the Union. shall give  \nthree (3) working days-notice to.the-Employer that the Union will withdraw its men  \nfrom the Employer's service. If the Employer contends there is a question of fact  \nregarding the alleged violation, he may file-a grievance within the aforesaid three (3)  \nworking days with a copy.to:the, Local Union and a the Co-Secretaries of the  \nCommittee. When a grievance has been filed, there shall be no work stoppage pending  \nresolution of the gnevance. pursuant to:Article XXII(2)(3) and subsequent provisions  \nof this Article. Work jurisdiction, that:1s,:disputes with respect to.whether one group  \nof employees or. another group.of employees. shall certain pwr on the Ne project  \nis expressly not arbitrable: under this .contract...; .. | an  \n7... _.Any discharged employée may file a grievance no later than four (4)  \ndays after discharge by a to the Project Manager or.Super-  \nintendent and the Loca] Union.and such:gnevance shal] be Processed in  \naccordance with the steps of the gnievance procedure. oe “hy,  \n8. The administrative-costs of:the: Joint shall be bore equally  \nila the Employers and the Union. a em vb at arte re 2 4 PRS as TH. tl US  \na 9. _ The costs of arbitration, which,s! shall inelede the and expenses of  \nthe arbitrator shall be borne by, Bie Company.in-case its principal contention-is.rejected :  \nby. the. arbitrator, and by the Union: in-case its: pnncipal contention is °  \narbitrator, except, however, that each party shall pay the: own representatives  \nand witnesses. Any dispute as to whose principal contention is rejected shall be  \ndetermined by the arbitrator. In: the parties!: principal. contention is  \nupheld in. part, the arbitrator, shall designate:what pan of the costs are:to Ons Py  \nwhich according to. the relative ments of each party’ S. at  \n. Eee yy ate a ee ne  \n, ‘10. \"The Union» and. “Association: expressly agree: that: the i  \npresent and future, who bargaining. group,\"do.-not  \nsubscribe to, are not a part of; nor.are-they.to.any.extent bound by the Impartial Board.  \nfor the Settlement of Jurisdictional Disputes or-the or of  \nthe Board for the Settlement of ane  \ni  \n"], ["“ARTICLE, XXII- DEDUCT. IONS: BP HOU.  \n", "=  \n4.  \n+  \ntat ase Porters py fast, -  \nsay de ~The Employer shall deduct from the basic wage. rate” of employees  \ncovered by this Agreement, the amounts hereinafter set forth in-Article. XXVIII for  \neach actual hour worked by such —  \nyr as -No deductions shall ‘be made. for any - such employee unless the  \nemployee has deposited-with the Employer his copy of. an executed ‘authorization form,  \nwhich shal! in no event. be irrevocable, period of ‘more than one-(1) year or the  \n2]  \ntermination date of this Agreement whichever shall be the less.  \n3: Executed copies of the authorization cards will be kept on file by the  \n| Union and the Employer.  \n4. The Employer assumes no obligation with respect 10 the obtaining of  \nauthorization cards, it being understood that this is a duty and obligation of the Union.  \n5. With respect to any such Employee, for whom authorization cards have  \nnot been furnished, the gross basic wage rate appearing hereafter at Article XX VII  \nshall be paid to the Employee on a straight and/or time and one-half basis as shall be  \n_ applicable under this contract. |  \n, ; os  \n3 .  \n6. ‘Deductions shall be made i in the first full payroll period following the  \nfurnishing of authorization cards. .  \n7. The Union shall indemnify and save the Emplover harmless against any  \nand all claims, demands, suits, or other forms of liability that shall arise out of or by  \nreason of action taken or not taken by the Company i in reliance upon authorization  \ncards furnished by the Employees and/or Union.  \n8. The Employer agrees to deduct’ and transmit to the New York State  \nLaborers’ Political Action Committee five cents ($.05) for each hour worked from the  \nwages of those employees who have voluntarily ; authorized such contri butions on the  \nforms provided for that purpose by the Union. These ‘transmittals shall occur monthly,  \nand shall be accompanied by a list of the names of those employees for whom such  \ndeductions have been made, and the amount deducted for each such employee. The  \nEmployer shall retain ‘one (1%) percent of the gross proceeds from the checkoff as  \nreimbursement for the Employer's costs in administering this checkoff. The Union  \nagrees to indemnify and hold harmless the Employer from any and all claims, actions  \n_, and/or proceedings arising out of said New York. State Laborers Political Action  \nCommittee.  \n22  \n+  \nre .  \nre  \ni a “ ? }  \n"], ["ARTICLE XXIV - EQUAL EMPLOYMENT OPPORTUNITY __  \n", "The Employer and the Union mutually agree that they will comply and cooperate with  \nall laws, codes, rules, regulations, executive orders, and administrative decisions, whether state  \nor federal, dealing with nondiscrimination in training, membership, employment, job tenure,  \npromotions, and every other matter covered by such laws, codes, etc. not herein expressly  \nmentioned. The use of masculine or r feminine gender i in this ‘agreement shall be construed as  \nincluding both genders.  \n"], ["ARTICLE XXV - MOST FAVORED EMPLOYER  \n", "1. If the Union enters inito'any with any individual Employer or group  \nof Employers performing work covered by the terms of this Agreement and that Agreement  \nsignatory hereto; after seriding Writien ‘of such i intention, shall be afforded the privilege  \nto adopt such advantageous terms and conditions. ~~  \n2. This clause shall i niet apply to isdlated or emergency : situations which may occur  \nfrom time to time tinder regular conditions, nor shal} this clause apply to any project agreement  \nthat is is put in place’ before the bid.  \n~ . . woe  \ni 4 ? i * te a ‘aus +’ a  \n"], ["ARTICLE XXVI - APPRENTICESHIP .  \n", "LA registered apprenticeship taining program. Isto be established for each Local,  \nthat ‘fully complies with’ ‘all indenturing apprentices to, -the  \nprogram. a 1 tous ode Hs “we  \n  \n+ cat ie ' a he ok . 5 4 “  \n. we pA hem ‘ 4 aie Fa’ .  \n:, oe nd rst ut ¢ 38 Le 7 oe ow k . ae L . ee ows oe  \n_ . There will be 2 Joint t Apprenticeship 7 ‘Training Comittee (ATC) for each  \nLocal's program consisting of fe ‘fepresentati ves from’ the’ union and the employers. ‘who, will  \nadminister ihe rules ‘ari regulations for. the re program | for each Local.  \napplicants for’ membership who % éannot provide fedgdtiable proof. of 4 .000  \nor more hours of employment as a Construction Craft Laborer (or, alternatively. cannot  \ndemonstrate equivalent skills in a placement examination administered by the JATC shall,  \nwhenever possible, enter the Apprenticeship program. The failure of any Apprentice to  \nmaintain his or her Apprenticeship status may obligate the Employer to discharge such  \nperson upon notice from the Union.  \n4. The Apprenticeship and Training Standards approved by the Federal Bureau of  \nApprenticeship and Training or State Apprenticeship Committee are hereby incorporated  \nby reference as a part of this Agreement.  \n5. The ratio of apprentices to journey workers on any project site is 1:3.  \nApprentices shall be covered by the terms and conditions of this Agreement and shall be  \npaid according to the following schedule of wages and fringe benefits:  \n23  \nHours of Credit. ..'... -. Wage Rate .  \n0-999 60 % of basic rate (a)  \n+1000-1,999 .. .. «70% of basic rate (a)  \n2,000 - 2,999 | -: +» 80 % of basic rate (a)  \n3,000 - 3,999 90 % of basic rate (a).  \n4,000 and over _ Journey Worker  \nThe corresponding percentaze of. fringe benefits. to be paid will be determined by  \neach Local J AIC.  \n6. Ally wage increases are subject to an apprentice completing the preceding 1,000  \n: + hour increments. .  \n\"Tos Apprentice applicants are required to have a substance abuse test and physical  \nprior to acceptance into the program or union, unless precluded by State or Federal law.  \n*  \n"], ["ARTICLE XXVII - SAVINGS CLAUSE  \n", "In the event that any State or Federal Statute or Law shall supersede or invalidate  \nany clauses tn this Agreement, such Statute or Law shall prevail over any such clause:  \nhowever, the other provisions of.this Agreement shall be valid and remain in full force and  \neffect. In the event that any section or portion thereof shall be declared invalid, it is further  \nagreed that the parties hereto shall meet within a period of sixty (60) days to redraft a new  \nsection or portion thereof, which pal be valid ae which shall replace that section or  \nportion thereof declared invalid. - :  \n24  \nft te Fo sf  \n-  \n"], ["ARTICLE XXVIII - WAGES  \n", "1. A Laborer shall be paid for the entire day at the rate applicable to the  \nhighest classification in which he has worked that day, if he works rou (4) or more hours  \nin the higher classification.  \n2. Whenever the letters (a), (b), (c), and (d) appear hereinafter, the use of the  \n_Jetter shall be considered as describing the following work classifications:  \n(a)  \n(cy  \nBasic Rate, Drill Helper, Flagmen, Outboard and Hand Boats.  \n) ‘Bull Float Chain Saw, Concrete Aggregate Bin, ‘Concrete  \nBootman, Gin Buggy, Hand or Machine Vibrator, Jack Harnmer,  \n- .. Mason Tender,.Mortar Mixer, Pavement Breaker, Handlers of al]  \n. Steel. Mesh,.Small.Generators for tools, mstallation of  \nbndge drainage pipe, pipe layers, vibrator type rollers, tamper, dnill  \ndoctor, tai] or screw operator on asphalt paver, water pump operator  \n(1 42° and single diaphragm) nozzle (asphalt, gunite, seeding, and  \n_ sand blasting}; Laborers link fence erection, rock splitter  \nand power unit, pusher type concrete saw and all other gas, electric,  \noil, ane’ air rise operators, wrecking laborer.  \n‘  \nts, All rock or st drilling: machine operators. (except Quarry master “and  \n.. ~ Sumilar‘type), ‘acetylene: porch operators, and. ‘asphalt  \noS powderman: eer ee Eg ee yar ott  \n(d)  \nwert  \n- ~~  \nBlasters, form setters, stone or granite‘curb  \n3. Wage rates, Welfare, Pension, S.U.B., Annuity, Training, L.E.C.E.T., and  \nN.Y. Health and Safety contributions and deduction amounts are set forth below.  \nNOTE: The base wage appearing below includes the amount to be deducted for each  \nactual hour worked for DUES.  \n25  \nCENTRAL NEW YORK REGION LRD/AGC  \nLABORERS - 6 UPSTATE LOCALS  \n2002- 2007 HIGHWAY-HEA VY. WAGE RATE SCHEDULES  \nEffective July 1, 2002 - June 30, 2003  \nupon receipt of signed authorization cards from employees. A percentage deduction will be on gross  \nwages exclusive of fringe benefits.  \nEffective July 1, 2003: $1.00 Gross increase for each classification  \nEffective July 1, 2004: $1.25 Gross increase for each classification  \nEffective July 1, 2005: $1.25 Gross increase for each classification  \nEffective July 1, 2006 - June 30, 2007: $1.25 Gross increase for each classification  \nPrepared By:  \nLabor Relations Division  \nAssociated General Contractors  \nNew York State Chapter. Inc.  \n5/15/02  \n2002 LIUNA cny wage schedules  \n26  \nZONE f  \nLECET - *Dues ‘*Pac  \n_ Welfare Pension H.&S. Training “Annuity Ded. Ded, Total  \nLocal 7 (Binghamton)  \na)$20.19 $2.55 $3.50 $.15 $.50 $1.00 $-4.5% oreo $27.89  \nb)$20.39 $28.09  \n« €)$20.59 of. $28.29  \nd)$20.79 | . nos $28.49  \nLocal 433 (Syracuse)  \na)$19.24 $3.55 $2.55 $20 $35 $2.00 = §-.05 $27.89  \nb)$19.44 $28.09  \n$28.29  \nd)$19.84 $28.49  \n_ -Local 589  \na)$18.89 $2.90 $3.20 $.15 §$.30 $2.45 5% $27.89  \nb)$19.09 $28.09  \nc)$19.29 $28.29  \nd)$19.49 $28.49  \nLECET 3... ,*Dues *Pac  \nWelfare Pension H.&S. Training © Annuity ‘Ded. Ded. Total  \nLocal 186 ‘ yo : : .  \na)$19.99 $4.65 $2.35 $.15 $.40 ween - ~~ $27.54  \nb)$20.19 $27.74  \nc)$20.39 . at ty $27.94  \nd)$20.59 | $28.14  \nLocal 214 (Oswego) ' |  \na)$19.84 $4.15 $2.00: ° $15 °° $40 $1.60 7% $27.54  \nb)$20.04 $27.74  \nc)$20.24 $27.94  \nd)$20.44 — _  \nLocal 322 (Massena) a |  \na)$20.14 $3.50 $2.85 $.15° °$.40 - $.50 $27.54\"  \nb)$20.34 $27.74  \nc)$20.54 $27.94  \nd)$20.74 $28.14  \n4, The wage rates for foremen.covered by-this Agreement are as follows:  \n\"MAL  \n(a) Grade Foremen — T-wo dollars ($2.00) over the basic rate.  \n(b)- Other Foremen - One doliar and fifty cents($1.50) over the highest  \n' classification covered by this Agreement’ which Such foremen  \nsupervise... .  \n(c) Any foremen covered by this Agreement may be employed on:a weekly  \nbasis at a salary agreeable to the Employer and ine foremen:  \n5. DRILLS\" Individual wagon drills, trackmounted drills, jack-leg d drills and  \nmultiple type drills shall require a drill helper except that the Union and the. Employer  \nrecognize that in certain cases one helper may be able to service more than one such  \ncases, the manning shall be parauant tO a Project agrecment between’ the Union and the  \nEmployer.  \n6. HAZARDOUS WASTE. When an employee covered by this 5 Agreement  \nperforms hazardous waste removal; lead abatement and removal; asbestos abatement and  \nremoval work on a State and/or Federally. designated waste site, and where relevant State  \nand/or Federal regulations require to » be furnished, and those em oes use Or wear  \nhourly rate plus $2.00 per hour. re mE whee END:  \neT, DAVIS-BACON PROJECTS. The application of Davis-Bacon, wage rates  \nposted: on a 100% Federally funded project shall be negotiated Derwesn. the local. business  \nmanager and prospective bidders, on a project by project basis., -: ee  \n8B. In the event that work not traditionally assigned to laborers is: By mutual  \nconsent'of the parties, performed by laborers, a rate appropriate to the classification’ will be  \npaid to the affected worker for. the actual hours such work was performed. - ee  \n2]  \n"]]