[["", "Cornell University  \nILR School  \n   \nBLS Contract Collection - Metadata Header  \nThis contract is provided by the Martin P. Catherwood Library, ILR School,  \nCornell University. The information provided Is for noncommercial educational use only.  \nSome variations from the original paper document may have occurred during the  \ndigitization process, and some appendices or tables may be absent. Subsequent  \nchanges, revisions, and corrections may apply to this document.  \nFor more information about the BLS Contract Collection, see  \nhtto://digitalcommons..ilr.cornell.edu/blscontracts/  \nOr contact us:  \nCatherwood Library, lves Hall, Cornell University, Ithaca, NY 14853  \n607-254-5370 — ilrref@ cornell.edu  \nContract Database Metadata Elements (for a glossary of the elements see -  \nhttp://digitalcommons.ilr.cornell.edu/blscontracts/2/)  \nTitle: Associated General Contractors of Minnesota (Highway, Railroad And Heavy  \nConstruction Division) and International Union of Operating Engineers (IUOE),  \nAFL-CIO, Local 49 (2005)  \nK# 8473  \nEmployer Name: Associated General Contractors of Minnesota (Highway, Railroad  \nAnd Heavy Construction Division)  \nLocation: MN  \nUnion: International Union of Operating Engineers (IUOE), AFL-CIO  \nLocal: 49  \nSIC: 1611 NAICS: 23731  \nSector: P Number of Workers: 4200  \nEffective Date: 05/01/05 Expiration Date: 04/30/08  \nNumber of Pages: 64 Other Years Available: Y  \nFor additional research information and assistance, please visit the Research page of  \nthe Catherwood website -  \nFor additional information on the ILR School, htto://www.ilr.cornell.edu/  \n   \n      \n    \n   \n   \n“ re cS =  \na ere wed  \nik Ce ee ee ae  \n4  \nleds  \nia ar 2 es: Pin ed oe ee ee ie  \nes ae a i ee  \nH - be  \nA  \n‘ ak r  \n' - ar | an)  \nao  \nTABLE OF CONTENTS  \nPACE  \n"], ["", "ARTICLE 1 -CONSIDERATIONS  \nFOR AGREEMENT 1  \nARTICLE 2- DESIGNATION OF PARTIES .............-2  \nARTICLE 3 - UNION RECOGNITION 2  \nARTICLE 4- SCOPE OF 2  \nARTICLE 5- UNION SECURITY 4  \nARTICLE 6 - HIRING 4  \nARTICLE 7~.iINSURANCE AND TAXES 13  \nARTICLE & - CONFLICTING AGREEMENTS. .......... 13  \nARTICLE $- VIOLATIONS OF AGREEMENT.......... 14  \nARTICLE 10 - DISCHARGE 14  \nARTICLE 11 - SETTLEMENT OF DISPUTES............ 15  \nARTICLE 12 - MANAGEMENT  \nARTICLE 13 - SAFETY 17  \nARTICLE 14 - FICKETS, BANNERS, 18  \nARTICLE 15 - STRIKES, LOCKOUT  \nWORK INTERFERENCE 18  \nARTICLE 16 - 19  \n\\RTICLE 17 - UNION REPRESENTATIVES ............. 20  \n"], ["", "ARTICLE 18 - ROTATION OF EMPLOYEES ............. 20  \nARTICLE 19 - PAYROLL RECORDS 20  \nARTICLE 20 - APPLICATION OF WAGE RATES......20  \n\\RTICLE 21 - PAYDAY AND WAGE PAYMENT ...._.21  \nARTICLE 22 - FRINGE BENEFITS 32  \nRTICLE 23 - SAVING CLAUSE 26  \nRTICLE 24 - ENTIRE UNDERSTANUING .............. 237  \nURTICLE 25 - DURATION Q7  \nCHEDULE 1 - NEW 27  \nRe Rem RR weg stn wwe  \nCHEDULE 3- ants OVERTIME,  \nSUNDAYS AND HOLIDAYS ............ 45  \nCHEDULE 4 - OWNER-OPERATORS 43  \nSCHEDULE § - MANNING BY OPERATORS........... 4g  \nSCHEDULE 6- CALL IN PAY 5A!  \nSCHEDULE 7 - DEFINITION OF WORK.................55  \nSCHEDULE & - APPRENTICE TRAINING AND ;  \nRETRAINING 00... 57.  \nINSURANCE PROGRAM  \nSCHEDULE 11 - WORKERS’ COMPENSATION........  \nSIGNATURE PAGE |  \n5  \nSCHEDULE 10 - NATIONAL HEALTH :  \nAGREEMENT  \nBetween  \nASSOCIATED GENERAL CONTRACTORS  \nOF MINNESOTA  \nHIGHWAY, RAILROAD AND HEAVY  \nCONSTRUCTION DIVISION  \nAnd  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS  \nLOCAL NO. 49  \n2005 - 2008  \n(Expires on April 30, 2008)  \nTHIS AGREEMENT, by and between, or on behalf  \nof the parties and in the capacities and statua des-  \nignated in Article 2, hereof, establish rates of pay,  \nwages, hours of employment, fringe benefits, and  \nvacations where applicable, and other terms and  \nprovisions concerning employment relations and  \ncollective bargaining relations and collective bar-  \ngaining between or involving such parties.  \nNOW, THEREFORE, for such purposes, it is  \nagreed as follows:  \n"], ["ARTICLE 1 - CONSIDERATIONS FOR  \nAGREEMENT  \n", "1.01 The considerations for this Agreement are  \nthe mutual promises of the parties and their  \nmutual purposes to establish, maintain and pro-  \nmote sound and harmonious labor relations, It is  \ndesirable to maintain the cooperative relation-  \nships existing during past years between the  \nEmployers and the Employees represented by the  \nUnion. It is, therefore, the mutual purposes of  \nboth parties to preserve past practices to the  \nfullest extent possible.  \nI  \n"], ["ARTICLE 2 - DESIGNATION OF PARTIES  \n", "2.01 The Companies to this Agreement,  \nhereinafter called Employers or contractors, are a  \nparty to this Agreement and agree to be bound to the  \nterme of this Agreement. They are parties hereto as  \nprincipals, but their status is several and not joint.  \n2.02 The labor organizations on their own behalf  \nand on behalf of the Employees whom they repre-  \nsent and on whose behalf they are recognized or to  \nbe recognized are parties hereto. The status of  \nsaid Union is dual, in that they are parties hereto  \nas principals and also as agenta for the Employees  \nwhom they represent and on whose behalf they are  \nTecognized, or to be recognized as hereinafter pro-  \nvided.  \n"], ["ARTICLE 3 - UNION RECOGNITION  \n", "3,01 The Employers hereby recognize each of the  \nUnions to which the Contractor has agreed to be  \nbound, as the exclusive collective bargaining rep-  \nresentative of the Employees in the craft signato-  \nry to this Agreement, in respect to rates of pay,  \nwagea, hours of employment and fringe benefits,  \nwhere applicable, and other conditions of employ:  \nment, The respective Unions are hereby recog:  \nnized hereunder by the Employers as the sole anc  \nexclusive bargaining representatives of the  \nEmployees respectively represented by them. Th:  \nrespective Unions represent that they are quali  \nfied for such recognition.  \n"], ["ARTICLE 4 - SCOPE OF AGREEMENT  \n", "4.01 This Agreement shall cover all constructio  \nwork done in the entire State of Minnesot:  \nEastern wage zone shall consist of Aitkin, Anok.  \nBlue Barth, Carlton, Carver, Chisago, Coo  \nDakota, Dodge, Faribault, Fillmore, Freebor  \n2  \nGoodhue, Henrepin, Houston, Isanti, Kanabec,  \nLake, Le Sueur, Mille Lacs, Mower, O)msted, Pine,  \nRamsey, Rice, St. Louis, Scott, Sherburne, Steele,  \nWabasha, Waseca, Winona and  \nWright Counties in their entirety and that part of  \nKoochiching County east of a north-south tine  \nfrom the Canadian border to Pelland, the western  \nright of way of US Highway 71 from Pelland to Big  \nFalls and Minnesota Highway 6; that part of  \nItasca County east of the western right of way of  \nMinnesota Highway 6; that part of Cass County  \nsouth of the northern right of way of US Highway  \n2 and east of the western right of way of US  \nHighway 371, that part of Crow Wing County east  \naf the western right of way of US Highway 371;  \nthat pari of Morrison County east of the western  \nright of way of US Highway 371 and US Highway  \n10 fram Little Falis to the Morrisen-Benton  \nCounty line; that part of Benton County east of the  \nwestern right of way of US Highway 16; and that  \npart of Brown, McLeod, Martin, Meeker, Nicoltet,  \nSibley, Stearns gnd Watonwan Counties east of the  \nwestern right of way of Minnesota Highway 16.  \n4.02 In every case, the entire corporate limits of  \ncities, towns and villages located on the bound-  \naries described by US Highways 2, 10, 71 and 371  \nand Minnesota Highways 6 and 15 shalt be inelud-  \ned in the Eastern Wage Zone.  \n4.03 The Western Zone shall consist of the balance  \nof the State.  \nt.04 EASTERN METROPOLITAN ZONE {See  \nNage District Map) In counties of Anoka, Carver,  \nJook, Dakota, Hennepin, Lake, Ramsey, St. Louis,  \nicott and Washington Counties, that part of  \ntherburne County south of the northern boundary  \nfT. 33-N and east of the western boundary of R.  \n7-W and that part of Wright County east of and  \n3  \n   \nineluding Highway 25, and that part of Chisago  \nCounty south of the northern boundary of T. 34-N  \nand that part consisting substantially of the cities  \nof Thomson, Clequet, Scanlon and Carlton are  \ndefined as the Eastern Metropolitan Zone.  \n"], ["ARTICLE 5 - UNION SECURITY  \n", "§.G1 Each of the Unions recognized under Article  \n8 of this Agreement shal] be entitled to union secu-  \nrity to the extent that erch Employee in the col-  \nlective bargaining unit represented by such Union  \nshall, on the eighth (8th) day following the begin-  \nning of employment in such collective bargaining  \nunit by such Employer under the coverage of this  \nAgreement or the effective date of this Agreement,  \nwhichever is later, be required ta become and  \nremain a member in good standing of such Union  \nas & condition of empleyment.  \n5.02 The Employer will be required to dismiss  \nEmployees who refuse to comply with this Unior  \nShop provision after written notification by «  \nbonafide representative of the Union to a respon  \nsible representative of the Employer on the job.  \n§.03 Each of the Unions shall be entitied i  \napproach individual Employees for organizations  \npurposes as provided hy law. All organizations  \nfunctions must be pursucd during that perio  \nwhich will not conflict with the Employer's work  \n"], ["ARTICLE 6 - HIRING  \n", "6.61 As set forth herein, Employers shal! give t!  \nUnion Referral Office the first opportunity to pr  \nvide journeymen or apprentices needed by 1)  \nEmployer in any of the classifications covered |  \nthis Agreement. The Employer shall inform t  \nUnion Referral Office of the location, starti  \ntime, approximate duration of the job, type af we  \n4  \nto be performed, and the number of applicants  \nrequired, The Employer shall allow forty-eight  \n(48) hours for the Union referral of the prospective  \nemployees(s).  \n6.02 Except as specifically limited by this  \nAgreement, the Union shall be the sole and exclu-  \nsive source of referrais of applicants for employ-  \nment. The Union shall establish, maintain and  \nkeep current a  nondiscriminatory Open  \nEmployment List of Applicants for the work clas-  \nsifications covered by this Agreement. Such Open  \nEmployment List shall not be based on, nor shall  \nreferrals be in any way affected by Union  \nMembership, Union constitution, Union by-laws,  \nrules or regulations, or by any other aspect or  \nobligation of Union membership policies or  \nrequirements. Any Employee who is hired in vio-  \nlation of this Article shal] be discharged by the  \nEmployer when the violation has been brought to  \nhig attention in writing by the Business  \nRepresentative.  \n6.63 Registration or re-registration of applicants  \nfor referral from the Open Employment List shall  \nbe accepted at the Union Hall at any time between  \nthe hours of 8:00 a.m. and 4:30 pm,, Monday  \nthrough Friday (holidays excepted). All applicants  \nshall be registered in order of the time and date of  \nregistration. In order to maintain an up-to-date  \nsource of experienced applicants, in order to  \nremain on the Open Employment List, an appli-  \ncant for referral must renew their registration not  \nlater than sixty (60) days from the date of their  \nlast registration or re-registration. Upen their ini-  \ntial registration, each applicant for referra] shall  \nbe required to submit a work card of experience  \nand qualifications, and such other data as may be  \npertinent. Upon re-registration, such applicant  \nshaJl furnish such additional information as may  \n5  \nbe required ta keep the employment data current  \nand accurate. Applicants who do not re-register  \nwill be assumed to have found employment out-  \nside of our craft jurisdiction or, for other reasons,  \nto no longer desire to be dispatched. Applicants  \nwho re-register will not lose their place on the out-  \nof-work list. Late applicants will be placed at the  \nbottom of their appropriate group,  \n6.04 The Union shall refer to an Employer only  \nthose applicants whose names appear on the Open  \nEmployment List. Each applicant for employment  \nshall be registered in the highest priority group for  \nwhich they are qualified. Nothing contained here-  \nin shall deny the Union the right to select any  \napplicant for referral on the basis of experience in  \nthe industry, qualifications or skills-- regardless of  \nthe Employee's place on the out-of-work list. The  \nfollowing general principles shall prevail in the  \nreferral of applicants:  \n{A) Request by Employers for master mechanics  \nshall be honored without regard to the  \nrequested person's place on the Open  \nEmployment List.  \n(B) An Employer's request for an individual oper-  \nator by name will be honored, provided that  \n(1) at the time of the request, the operator  \nrequested is presently on the out-of work list,  \nand has been on the out-of-work list at least  \nfive (5) consecutive days; or (2) the operator  \nhas been employed regularly on a season-to-  \nseason basis by the requesting Employer or  \n(3) has worked for the requesting Employer in  \nthe past five (5) years as an operator. All  \nrequests are based on having worked in Local  \n#49's jurisdiction as an Operating Engineer.  \n(C) Bonafide requests by Employers for appli-  \ncants with special skills and abilities shall be  \n6  \n(D)  \n({E)  \n(¥)  \nhonored, and persons possessing such skills  \nand abilities shal! be referred in the order in  \nwhich their names appear on the Open  \nEmployment List.  \nIn the hest interest of the industry and to  \nmaintain @ poo! of learners, requests by  \nEmployers for applicants who are to be  \nemployed as oilers and greasers, and are sons  \nor daughters or sons-in-law or daughters-n-  \nlaw of management ar of Operating  \nEngineers (seeking summer employment  \nonly), shall be honored without regard to the  \nrequested applicant's place on the Open  \nEmployment List.  \nThe Employers and the Union mutually agree  \nthat the provisions of this Article shall not be  \napplicable to the employment of workers  \nemployed by the Employer during the preced-  \ning twelve (12) months in the State of  \nMinnesota, The Employer agrees to notify the  \nUnien by phone or mail of employees rehired  \nunder the provisions of this section as soon as  \npossible or within fifteen (15) days of rehire.  \nExcept in the case of applicants referred pur-  \nsuant to subparagraphs (A), (B), (C), (D) and  \n(E) of this section, and subject te experience in  \nthe industry, qualifications or skills, apph-  \ncants (including otlers and greasers) shali be  \nreferred as follows:  \n(1) Applicants who have worked in the State  \naf Minnesota in the categories of employ-  \nment covered by this Agreement for an  \naggregate time of two thousand (2000)  \nhours or more immediately preceding  \nregistration shall constitute Group A.  \nApplicants shall be referred from Group  \nA in the order in which their names  \n7  \n   \n   \n(2)  \n(3)  \n<4}  \n(5)  \nappear on the Open Employment List  \nGroup A has been exhausted.  \nApplicants who have werked in the State  \nof Minnesota in the categories covered by  \nthis Agreement for an aggregate time of  \nmore than five hundred (600) but less  \nthan two thousand (2000) hours, during  \nthe period of three (3) yeara immediately  \npreceding registration shal] constitute  \nGroup B. After Group A has been  \nexhausted, applicants from Group B shall  \nbe referred in successive order as their  \nnames appear on the Open Employment  \nList until Group B has been exhausted.  \nAll applicants not. in Group A or Group B  \nshall constitute Group C. When Group A  \nand Group B have been exhausted, appli-  \ncants from Group € shall be referred in  \nauccessive order as their names appear  \non the Open Employment List.  \nAny applicant reeciving a pension from  \nthe International Unien, Local Union or  \nfrom any source of the industry, including  \nSocial Security, shall be included in Group  \nB. When Group A has been exhausted,  \napplicants from Group B shall be referred  \nin Successive order as their names appear  \non the Open Employment List.  \nEach Empleyer shall have the absolute  \nand unconditional right to reject any  \napplicant referred by the Union. Ne  \napplicant shalf be entitled to call-in-pa;  \nor shaw up time, if rejected. IF the  \nEmployer ia notified by the Unior  \nReferral Office that the requested help i  \nnot available or if the prospéctiv  \nEmployee(s) referred do not appear fo  \n&  \n{6}  \n(7)  \nwork within the required time, then the  \nEmployer may hire from any other avail-  \nable source.  \nAny applicant who is rejected by the  \nEmployer to whom they are referred for  \nemployment shall be restored to their  \nplace on the Open Employment List.  \nWhen applicant is actually employed on a  \njob to which they were referred for more  \nthan seven {7) days, such applicants  \nname shall be removed from the Open  \nEmployment List. If an applicant, upon  \nbeing called for three (3) different jobs  \nthat they have registered and is classified  \nfor, refuses to accept all three (3) jobs,  \nthey shall be placed on the bottom of the  \nOpen Employment List -- unless ill, in  \nwhich case, proof must be furnished. If  \nan applicant quits their employment  \nwithout complying with the provisions of  \nSub-paragraph (14) relating to the giving  \nof three (3) days’ notice, the Employer  \nmay notify the Union and the applicant  \nshall not be eligible for registration on  \nthe Open Employment List for a period of  \nfifteen (15) days. The Employer shall  \nmake out a termination slip for employ-  \nees discharged for cause. The slip shall  \nstate the reason for discharge and one  \ncopy shall be furnished to the Union.  \nA Separate Apprentice List shall be  \nestablished and maintained for regis-  \ntered apprentices, and apprentices shall  \nbe referred for employment in the order  \nin which their names appear on such  \nlists. Requests by Employers for partic-  \nular registered apprentices or persons  \nwho will become employed as registered  \n9  \n(8)  \napprentices shall be honored without  \nregard to the requested applicant's place  \non such apprentice list,  \nThere shall be created a Joint Hiring  \nCommittee composed of three (3) persons  \nappointed by the Associated General  \nContractors of Minnesota, and three (3)  \npersons appointed by the Union. The  \nfunction of the Joint Hiring Committee  \nshall be to supervise the operation of the  \nemployment referral system established  \nin accordance with this Article. The  \nJoint Hiring Committee, and the individ-  \nual members thereof, shall have the  \npower, but not the duty:  \n(a}to establish, revise and enforce rules  \nand regulations for the operation of  \nthe employment referral plan;  \n(b)to inquire into and the  \noperation of the employment and  \nreferral plan; and  \n(c)to hear and determine any and all  \ngrievances arising out of the opera-  \ntions of the employment referral plan.  \nAny applicant registered on the Open  \nEmployment List, any apprentice reg-  \nistered on the Apprentice List, and  \nany applicant for registration on  \neither list shall have the nght to  \nappeal to the Joint Hiring Committee  \nany dispute or grievance arising out  \nof the operation of the employment  \nreferral plan. A grievance may also  \nbe initiated by a member of the Joint  \nHinng Committee.  \n(If the Joint Hiring Committee is  \nunable to reach a decision over a griev-  \n1d  \nance within ten (10) days after the  \ngrievance is referred to the Joint  \nHiring Committee, the grievance ghall  \nhe submitted to a Neutral Arbitrator  \nselected by the Joint Hiring  \nCommittee. If fifteen (15) days have  \nelapsed since the dispute was referred  \nto the Joint Hiring Committee, and the  \nJoint Hiring Committee has not  \nreached a decision on the grievance, or  \non the identity of a Neutral Arbitrator,  \nany member of the Joint Hiring  \nCommittee may apply to the  \nMinnesota State Bureau of Mediation  \nServices for the appointment of a  \nNeutral Arbitrator. The authority of  \nthe Neutral Arbitrator shall! be limited  \nto the interpretation and application of  \nthe provisions of this Article. Al) deci-  \nsions of the Joint Hiring Committee or  \nthe Neutral Arbitrator shal! be final  \nand binding on all parties, including  \nthe apprentices or applicants involved.  \n(9) The Employers and the Union mutually  \nagree to post in places where notices to  \nemployees and applicants for employ-  \nment are customarily posted, al] provi-  \nsions of this Agreement relating to the  \nhiring of applicants and all mules and  \nregulations issued by the Joint Hiring  \nCommittee in connection therewith.  \n(10) The Employers and the Union mutually  \nagree that the provisions of this  \nshali not be applicable to the employ-  \nment of supervisory employees.  \n(11) For purposes of this Article, the word  \n\"Employer\" shalt be deemed to include joint  \nventures and affiliated business entities,  \n1i  \n(12) For the of placement on the  \nOpen Employment List, and  \nbusiness representatives of the Union  \nand supervisory personnel who have  \nworked previously in the State of  \nMinnesota, in one or more categories of  \nemplayment covered by this Agreement  \nshal) be deemed to have been employed  \nin said for the duration of  \ntheir employment as an officer, business  \nrepresentative or supervisor.  \n(13} In order to meet Federal, State or other  \ngovernmental requirements ar regula-  \nlions relative to Equal Employment  \nOpportunity and Affirmative Action, con-  \ntractors may hire from any source if the  \nUnion cannct supply. There shall be no  \ndiscrimination against any Employee or  \napplicant because of affiliation or non-  \nalfiliation with the Unions, race, color,  \ncreed, politica! or religious beliefs.  \nthe Employer needs people to  \nsatisty Equal Employment  \nOpportunity or Affirmative Action  \nobligations, they shall give the Union  \nequal opportunity with all other  \nsources to provide appli-  \ncants. The Employer haa the right to  \nseject prospective Employees from all  \napplicants referred to them,  \n{b) In order to mect Federel, State or other  \ngovernment requirements or regula-  \ntions, contractors may hire from any  \nsource, if the Linion cannot supply.  \n(14) of Desire to Quit. All  \nOperators and Engineers desiring to quit  \ntheir jobs shall notify their Employer and  \n12  \nthe representative of the Local and remain  \non the job three (3) days unless relieved.  \nThe Employer shall be under no obligation  \nto re-employ in the future any Engineer  \nwho quits without a three-day notice.  \n(15) This addendum shall become effective  \nJanuary 1, 1987.  \n"], ["ARTICLE 7 - INSURANCE AND TAXES  \n", "7.01 The Employer agrees to carry any and al]  \ninsurance and pay al] applicable taxes as required  \nby applicable State and Federal law.  \n7.02 The Employer further agrees to pay the State  \nWorkers Compensation and into the State  \nUnemployment Compensation Fund such amounts  \nas are due from and after the date Employees from  \nthese Unions are employed on the job.  \n"], ["ARTICLE 8 - CONFLICTING AGREEMENTS  \n", "8.01 The Employers agree not ta enter into any  \nlabor agreements covering construction jobs exclu-  \nsive of maintenance and repair shops, with their  \nEmployees on whose behalf any of the Unions  \nhave been granted recognition hereunder individ-  \nually or collectively which in any way conflicts  \nwith the terms and provisions of this Agreement.  \n8.02 In the event the Unions signatory hereto  \nenter into any agreement with any individual  \nEmployer or group of Employers competing in the  \nhighway and heavy constnuiction of employment  \nmore favorable to said Employer than herein pro-  \nvided, these more favorable terms and conditions  \nmay, at the option of the Employers signatory here-  \nto, be implemented as a part of this contract, pro-  \nvided the AGC-Basic Trades Liaison Committee  \nhas first met and studied the evidence and is con-  \n13  \nvinced the Union has, in fact, given better condi-  \ntions or wages to the other party. In the event the  \nAGC-Basic Trades Liatson Committee deadlocks,  \nthe arbitration procedure in the grievance article  \nwill be followed to reach a final decision.  \n"], ["ARTICLE 9 - VIOLATIONS OF  \nAGREEMENTS  \n", "9.01 In the event the Employer deliberately vio-  \nlates the provisions of this Agreement relating to  \nwages, hours of work, or overtime differentials,  \nand vacations, any back pay owed to the Employee  \nbecause of such violation shall be paid by the  \nEmployer at the rate of two (2) times the standard  \nand overtime rate.  \n9.02 Reasonable evidence of clerical error or han-  \nest mistake in interpretation of this Agreement  \nshal] exempt the Employer from the double pena)-  \nty provisions. In such a case the Employer shall be  \nrequired to pay only the actual amount of back pay  \ninvolved, at the standard straight time and/or  \novertime rate,  \n9.03 When there ia evidence of collusion between  \nthe Employer and Employee to violate the  \nAgreement, any back pay collected shall be made  \npayable to the Employee, and shall be deposited  \nwith the Union, if the Board of Arbitration so orders.  \n9.04 Determination of violation to this Agreement  \nas set forth in 9.01, 9.02, 9.03 above shall be deter-  \nmined in aceordance with the “Settlement of  \nDisputes’ Article of this Agreement.  \n"], ["ARTICLE 10 - DISCHARGE  \n", "10.01 The Employers may discharge any  \nEmployee whose work or behavior, ia unsatisfacto-  \nry or who fails to observe the safety precautions or  \ni4  \nother rules and regulations preseribed by the  \nEmployer or any governmental agency. No  \nEmployee shall be discharged for refusing to work  \nunder unsafe conditions.  \n"], ["ARTICLE 11 - SETTLEMENT OF DISPUTES  \n", "11.01 Any controversy over the interpretation of  \nor adherence to the terms of this Agrecment shall  \nfirst be attempted to be resolved between the  \nUnion and the Employer, Any controversy or  \ngrievance shall be deemed to be waived unless  \nsubmitted in writing within ten (10) working days  \nafter the first occurrence of the event or knowledge  \nof the condition giving rise to the grievance.  \n11.02 If a satisfactory settlement cannot be  \nreached within five (5) working days the matter  \nmay be brought to the AGC-Basic Trades Disputes  \nBoard, if both parties agree in writing. In such  \ncase, the grieving party shali submit a written  \nstatement of the claim and facts of the matter to  \nother parties including the Employer, and the  \nUnion (The rules of the Disputes Board shall be  \nthose already adopted by the Joint Committee).  \n11.03 Both parties must sign Agreement to bring  \nmatter to Disputes Board. Both parties must sign  \nthe document binding them to Board decision. If  \neither party does not attend meeting after signing  \nabove and being notified of the meeting date and  \ntime, a decision wil] be rendered though they are  \nnot present.  \n11.04 Decisions of the Disputes Board will be  \ndrafted at the conclusion of the meeting, signed by  \nmembers of the Board, and distributed to both par-  \nties at that time.  \n11.05 The Disputes Board is ta be made up of  \nequal numbers af Management and Labor repre-  \n15  \nsentatives, who will meet regularly to settle any  \ndisputes, than Jurisdictional disputes) to  \navoid work stoppages, or other problems affecting  \nproductivity. This Board shall have no pewer to  \nadd to, delete, or modify, any of the terms or provi-  \nsions of this Agreement, All decisions of the  \nDisputes Board shall be final and binding on the  \nparties.  \n11.06 If either party, after signing above docu-  \nments, refuses to abide by the decision of the  \nDisputes Board, economic action may be taken by  \nthe other party.  \n11.07 Should the Disputes Board, as  \nbe unable to reach a decision on the matter before  \nit, or because of a deadlock (lack of majority) or if  \neither party refuses to use the Joint Disputes  \nBoard then the matter may be referred to a Board  \nof Arbitration that shalt operate in the following  \nmanner: The Union shall appoint an Arbitrator  \nand the Employer shall appoint an Arbitrator  \nwithin ten working days and the two  \nthus aclected shall appoint a Neutral  \nChairman. In the event of the failure of the  \nArbitratera selected by the partics to agree on a  \nNeutral Chairman within ten (10) working days  \nafter the dispute is referred to arbitration, they  \nshall ask the Federal Mediation and Conciliation  \nService for a list of five (5) names. Within five {5}  \ndays after receipt of such list, the parties shall  \ndetermine by Jot the order of climination and  \nthereafter each shall in the order alternately elim-  \ninate one name from the list until only one name  \nremains and the final name shall be selected as  \nthe Neutral Chairman. The Neutral Chairman  \nthus selected shall set the time and place for hear-  \nings, Which shal] begin no later than ten (10) work-  \ning days after his/her selection, with the final deci-  \nsion ta be handed down in not more than ten (10)  \n16  \nworking days after the last hearing is held. The  \ntime may be extended by mutual agreement  \nbetween the parties.  \n11.08 The decision of the Arbitrators shall be final  \nand binding on signatories to this Agreement who  \nare parties to the dispute; provided, however, that  \nthe Arbitrators shall have no pewer to add to,  \ndelete, or modify any provisions of this Agreement.  \n11.09 The Employer will pay all expenses of his  \nArbitrater and the Union will pay all expenses of  \nits and the Employer and the Union  \nshall share equaily all fees and expenses of the  \nNeutral Chairman.  \n11.10 All work and other conditions prevailing  \nimmediately prior to the raising of the question to  \nbe decided under this Article shall remain  \nunchanged until final decision has been reached  \nhereunder.  \n"], ["ARTICLE 12 - MANAGEMENT  \n", "12.01 The Union recognizes the right of the  \nEmployer to retatn or to reduce or increase the  \nnumber of Employees, and it is further understood  \nthat the Employer reserves the right to manage its  \njob or business, Just so long as exercising such  \nrights does not viclate any provisions of this  \nAgreement.  \n12.02 The Employee shall use any tools, equip-  \nment, machinery, materials, products or proce-  \ndures of their craft required by the Employer.  \n"], ["ARTICLE 13 - SAFETY  \n", "13.01 Accident and injury free operation shall be  \nthe goa! of all Employers and Employees. To this  \nend, the Employer and the Employee will, to the  \nbest of their ability abide by and live up to the  \nL?  \nrequirements of the several State and Federal  \nConstruction Safety Codes and Regulations.  \n13.02 To this end, the Employer shall from time to  \ntime, issue rules and notices to their Employees  \nregarding on the job safety requirements. Any  \nEmployee violating such rules or notices may be sub-  \nject to action. No Employee may be dis-  \ncharged for refusing te work under unsafe conditions.  \n"], ["ARTICLE 14 - PICKETS, BANNERS ANO  \nSTRIKES  \n", "14.01 The Employer shall not require any  \nEmployee, to go through a primary picket line. It  \nshall not be a violation of this Agreement and it  \nshall not be cause for discharge or disciplinary  \naction in the event an Employee decided not to crosa  \na primary picket line, or banner. This provision  \ndoes not apply to watchmen or supervisory person-  \nnel, if they go through the picket line to protect life  \nor property. This clause shall not apply to a sec-  \nondary picket line and banners and it shall not  \napply to juriadictional picket lines and banners.  \n"], ["ARTICLE 15 - STRIKES, LOCKOUTS,  \nWORK INTERFERENCE  \n", "16.01 The Unions and the Employers agree that  \nthere shall be no strike, lockout, work-stoppage,  \nslow-downe, sit-downs, or other concerted interfer-  \nence with the Employer's business or affaira by  \nthis Union and/or the members thereof, and there  \nshall be no strike or lockout during the life of this  \nAgreement without first giving AGC or the  \nEmployer and the Union forty-eight (48) hours  \nwritten notice and sending the dispute through  \nprocedures established in Article 11,  \n"], ["ARTICLE 16 - SUBCONTRACTORS  \n", "16.01 If an Employer subcontracts work to be per-  \nformed at the jobsite, the Employer shall require  \nthe Subcontractor to sign a subcontract agreement  \ncontaining the following provisions:  \nThe Subcontractor agrees to comply with the pro-  \nvisions relating to wages, fringe benefits and pre-  \nmium pay and on-the-job working conditions for  \nthe 2005 to 2008 collective bargaining agreements  \nin the Highway and Heavy Construction [ndustry  \nentered into between the Contractor and the  \nOperating Engineers Union for the duration of  \nsuch prime Contractor's or Employer's project.  \n16.02 The Agreement of the Subcontractor to sa  \ncomply shalt apply:  \nA. Only to those collective bargaining agree-  \nments which cover classifications of work in  \nwhich the Subcontractor has Employees  \nworking on the projects; and  \nB. Only to work performed on the project.  \n16.03 The Employer shall require’ the  \nSubcontractor to sign a subcontract agreement  \ncontaining the foregoing provisions only:  \nA. With respect to work located in territorial  \nareas covered by the terms of the respective  \nullion agreements; and  \nB. Where the Subcontractor does not represent  \nto the Employer that they have an estab-  \nlished building trades collective bargaining  \nrelationship covering the affected classifica-  \ntion of work,  \n16.04 Controversy with Subcontractor. In the  \nevent a Subcontractor is involved in a controversy,  \nthe Union shall be obligated to bring it te the  \nattention of the prime Contractor in an effort to  \nto  \nsettle the controversy before a work-stappage is  \nbrought about.  \n"], ["ARTICLE 17 - UNION REPRESENTATIVES  \n17.01 Only authonzed Unicn Representatives  \n", "shall have the right to confer with Employees on  \nthe job. Each and every Union Representative  \nshall first contact the job superintendent or fore-  \nman, or whoever is in charge of the project before  \nconferring with any Employee. At no time shall  \nsuch Union Representative hinder or interfere  \nwith the progress of the work.  \n17.02 It shall be the obligation of the Union  \nRepresentative to adhere to all pertinent safety  \nrules of the particular job while on the Employer's  \npremises.  \nAATICLE 18 - ROTATION OF EMPLOYEES  \n18.01 The Union may not require rotation of any  \nEmployee during the life of this Agreement, other  \nthan Apprentices shifted for purposes of training.  \n"], ["ARTICLE 19 - PAYROLL RECORDS  \n", "19.01 In case of a dispute arising over hours and  \nwages, the Union shall] have the right to examine  \nthe payroll records of the individual Employees  \ncovered by this Agreement upan which there is a  \ndispute. Prior to the actual examination, a written  \nrequest shall be submitted to the Employer  \ninvolved.  \n"], ["ARTICLE 20 - APPLICATION OF WAGE  \nAATES  \n", "20.01 The determining factor in applying differ-  \nent area rates shall be the location within the  \nState in which the work is being performed and  \n26  \nnot the home address of the Employee or  \nEmployer. Pay rates for other crafts with respect  \nto areas are irrelevant.  \n20.02 When a job is in two wage districts, wages  \nshall be the average of the two scales and rural  \nworking conditions shali prevail.  \n"], ["ARTICLE 21 - PAYOAY AND WAGE  \nPAYMENT  \n", "21.01 All regular, full time Employees covered by  \nthis Agreement shall be paid in full each week.  \nNot more than seven (7) days shall be held back  \nincluding payday.  \n21,02 Wages shall be paid at or before the end of  \nthe shift of the designated payday. Employers may  \nutilize alternative forms of pay check distribution  \nsuch as mailing or by direct deposit upon mutual  \nagreement with each Employee.  \n21.08 When an Employee is laid off, or discharged  \nthey shali receive all money due them in cash or  \nnegotiable check within twenty-four (24) hours. If  \nthe Employee does not appear to collect their  \ncheck, the Employer will immediately mail their  \ncheck to the Employee's last known address.  \n21.04 An Employee who quits will be paid any  \nwages due them at the next payday.  \n21.05 The Employer agrees to provide the follow-  \nng information on Employee's check stub: Hours,  \ndate, regular pay, overtime pay, pross pay, deduc-  \n1ons and net pay.  \n21.06 Wage rate classifications in this contract  \nstablishes only a rate for Employees hired by  \nManagement and in no way relates to manning of  \n  \nZl  \nAATICLE 22 - FRINGE BENEFITS  \n22.01 The Employer agrees to contribute every  \nmonth, not later than the 15th of the following  \nmonth, hereinafter called the “due date\", such sums  \nfor Pension, Health and Welfare, Vacation,  \nApprenticeship and Promotion funds as they may  \nbe established, an amount for each hour worked by  \nall Employees covered by this Agreement. The  \nfund's Trustees shall equally represent the Union  \nand the Employer. The terms of the trust agree-  \nments establishing those funds are hereby incorpo-  \nrated as a part hereof.  \nA. Contributions to be paid on one check with all  \nother fringes to an administrative agency  \nwith a local office.  \nB. Reporting forms and instructions standard-  \nized with other basic trades.  \nC. Contributions paid on an hourly basis on all  \nhours worked and not to be pyramided  \nExample: if hourly wage is $8.00 plus 10¢  \nfringe, time and one-half overtime rate equals  \n$12.00 plus 10¢ fringe. On shift work, contri  \nbutions paid on the same proportionate  \nhourly basis a8 hours worked to hours paid.  \nD, Any Insurance Carrier, Administrator,  \nConsultant, Actuary, Fiduciary Agent which  \nmay be used shal] be selected by competitive  \nbidding upon invitation by Trustees.  \nE. There shal] be no requirement that Employees  \nsent to work outside the scope of this Agreement  \nbe paid fringes, nor shall the Employer be  \nrequired to duplicate fringe contributions.  \nF. (1) An Employer shall be considered “delin-  \nquent” for a particular work month if its  \nrequired report and payment for that  \nmonth are not postmarked on or before  \n22  \n(2)  \n(3)  \nthe 15th day of the following month (the  \n“due date”), irrespective of whether such  \ndelinquency is willful or otherwise.  \nEmployer becomes delinquent for a  \nparticular work month (as provided in  \n(1) above), they shall be required to pay,  \nas liquidated damages and not as a  \npenalty, an amount equal to 15% of the  \npayment otherwise due for such work  \nmonth, it being understood and acknowl}.  \nedged by the parties that actual damages  \nare extremely difficult or impossible to  \nascertain and that the amount so fixed  \nas liquidated damages is reasonable.  \nIf an Employer becomes delinquent for a  \nparticular work month {as provided in  \n(1) above), as to any or all of the Trust  \nFunds, and if the report and the full pay-  \nment due for such work month {includ-  \ning liquidated damages} are not post-  \nmarked in the effice of the Fund  \nAdministrator on or before the 15th day  \nof the month following the applicable due  \ndate, such Employer shall (in addition to  \npaying the full amount due) be required  \nto pest in the office of the Fund  \nAdministrator a cash or surety bond in  \nform satisfactory to the Trustees and in  \nthe face amount of $25,000 which shall  \ncover al] of the Trust Funds and assure  \npayment of all sums called for by this  \nAgreement in the event of the  \nEmployer's subsequent delinquency as to  \nany and all of the Trust Funds, and  \nwhich shall be kept in force and main-  \ntained in the full face amount for a peri-  \nod of not less than 12 consecutive calen-  \ndar months during which no further  \n23  \n(4)  \n(5)  \n(6)  \ndeJinquency has occurred on the part of  \nsuch Employer. The Union shall refuse  \nt supply workers and shall prohibit  \nEmployees covered by this Agreement  \nfrom working for any such delinquent  \nEmployer who fails or refuses to provide  \nor maintain such bond,  \nIllustration of clauses (1), (2) and (3): If  \nan Employer's report and payment for  \nthe January work month have not been  \n-postmarked before February 16, such  \nContracter becomes delinquent at that  \npoint and must pay the full amount due,  \nplus 15%. If the report and the full  \namount for January {including the 15%  \nliquidated damages amount} are not  \npostmarked before March 16, the  \nEmployer must then post a $25,000 bond  \nin addition to reporting and paying the  \nfull amount due.  \nThe delinquent Employer shall alse be  \nrequired to pay all costa of collection actu-  \nally ineurred by the Trust Funds, includ-  \ning all attorney fees, service fees, filing  \nfees, court reparter fees, and al) other  \nfees, costs and disbursements incurred by  \nor on behalf of the Trust Funds in collect-  \ning the amount due. Trustees at their  \ndiscretion may reimburse (from the fund)  \nthe Unions for picketing and bannering  \nexpense actually incurred by the Union  \nin collecting amounts due the Trust  \nFunds, which expenses shall be deemed  \nto be costs of collection incurred on behalf  \nof the Trust Funds.  \nEach Employer who is required to make  \npayments te the Trust Funds shall  \npromptly furnish to the Trustees and the  \n24  \n(7)  \nUnions, or their authorized agents, on  \ndemand, 21] necessary employment and  \npayroll records relating to its Employees  \ncovered by this Agreement, including any  \nother relevant information that may be  \nrequired in connection with the adminis-  \ntration of the Trust Funds. The Trustees  \nand the Unions or their authorized agents,  \nmay examine such employment, or payroll  \nrecords whenever such examination is  \ndeemed necessary by the Trustees and the  \nUnions, or their authorized agents in con-  \nnection with the proper administration of  \nthe Trust Funds. If any Employer fails or  \nrefuses to furnish its payrall records to the  \nTrustees and the Unions, or their autho-  \nrized agents upon demand or refuses to  \nafford the Trustees, or their authorized  \nagents reasonable opportunity to examine  \nthe same in accordance with standard  \nauditing procedures, the Trustees and the  \nmay enforce such rights by legal  \naction, in which eyent al] attorney fees,  \nservice fees, filing fees, court reporter fees  \nand other legal costs and disbursements,  \nas well as the auditing fees and costs  \nincurred in conducting such audit, shat] be  \npaid by such Employer on direction of the  \nTrustees, The Unions shall also have the  \nright to take economic action to enforce  \nsuch rights on behalf of the Unions and  \nthe Trustees, and the Trust Funds shall  \nreimburse the Unions for picketing and  \nbannering expenses actually incurred in  \nenforcing such rights,  \nNotwithstanding the provisions of  \nArticle 11 Settlement of Disputes, the  \nfailure, refusal or neglect of an Employer  \n25  \nto report and to pay sums due the Trust  \nFunds or otherwise to comply with the  \nterms and provisions of this Article shall  \nnot be subject to arbitration.  \n(8) The parties to this Agreement acknowl-  \nedge that the provisions of this  \nAgreement establishing rates of pay,  \nwages, all hours of employment and other  \nterms and conditions of employment,  \nincluding fringe benefits, apply to  \nEmployees employed in job elassifica-  \nttons within the jurisdiction of the  \nUnions, regardless of whether or not such  \nEmployees are members of the Union.  \nG, Any and all fringe contribution rates shall be  \nopen fer adjustment wpon each anniversary  \ndate of the effective date of this Contract, and  \nshall be within the discretion of the Trustees.  \nThe Trustees shall provide thirty (30) days  \nwritten notice to the Union and to the Company  \nof any adjustment and such adjustment shall  \noperate to adjust wages in a like amount.  \nH. Health and Welfare and Pensian to be sent, to  \nWilson-McShane Corp., 3001 Metro Drive,  \nSuite 500, Minneapolis, Minnesota 55425.  \n"], ["ARTICLE 23 - SAVING CLAUSE  \n", "23.01 This Agreement is intended to be in confor-  \nmity with all applicable and valid State and  \nFederal laws, rules and regulatiens.  \n23.02 Any conflict between the provisions of this  \nAgreement and the terms of any such laws and reg-  \nshall cause the provisions of this Agreement  \nso in conflict to be superseded or annulled but shall  \nnot supersede or annul the terms and provisions of  \nthis Agreement which are not 30 in conflict.  \n26  \n"], ["ARTICLE 24 - ENTIRE UNDERSTANDING  \n", "24.01 This Agreement covers the entire under-  \nstanding between the parties hereto, with the  \nexception of the Letter of Understanding relating  \nto Picket Lines, which was signed by the parties on  \nJuly 2, 1975.  \n"]]