[["", "es  \nK &520  \n3 200  \nAgreement Between  \ngo PP -  \nPainters & Finishing Employers Association  \nof New England, Inc.  \n&  \nGlass Employers Association of New England, Inc.  \nand  \nPainters and Allied Trades District Council #35  \nEffective July 1, 2002  \nExpires June 30, 2006  \n   \nTABLE OF CONTENTS  \nArticle  \nAGENCY SHOP CLAUSE W 5  \nAPPEAL PROCEDURE AND COURT ENFORCEMENT MM, ests 33  \nSection 1. Basis for Reconsideration by the Board  \nand Deadline for Appeal POE. oss 33  \nSection 2. Appeal Procedure and Division Cost XX 34  \nSection 3. Statement of Grounds for Appeal  \nand Deadline for Submission XX 34  \nSection 4. Deposit to Escrow Account Required XX 34  \nSection 5. Board's Authority to Accept a Lessor Escrow  \nDeposit and Acceptance of Bonds BN. 34  \nSection 6. Defective Notice of Appeal 35  \nSection 7. Board’s Decision to Lower or not to Lower  \nEscrow Deposit is Final XX 35  \nSection 8. Effect of Subsequent Board Decision to Lower  \nor Not to Lower Escrow Deposit XX 35  \nSection 9. District Council No. 35 Authorized to Remove  \nAll Employees BA 35  \nSection 10. — Addition of Legal Expenses to Damages XX 36  \nSection 1!. | Court Enforcement and Legal Fees XX 36  \nSection 12. District Council No. 35 Joint Trade Board  \nand Association Protection ee 36  \nSection 13. Liquidated Damages 36  \nSection 14. | Complainant Protection XX 37  \nSection 15. Steward Designated XX 37  \nBARGAINING RECOGNITION BY eee 2)  \nSection |. District Council No. 35 Recognition BY 27  \nSection 2. Associated Painting, Decorating & Drywall  \nFinishing Contractors of Massachusetts, Inc,  \nand Glass Employers Association of  \nNew England, Inc, Recognize XIV wee 28  \nDUES CHECK OFF X 20  \nSection !. General Obligations X  \nSection 2. Dues Check-Off Outside District Council No. 35 X 21  \nSection 3, Employees Covered Pi 21  \nSection 4, Authorization Card Signed X 2)  \nSection S. Monthly List 21  \nSection 6. Authorization Card X 22  \nSection 7. Voluntary Payroll Deduction of  \nPolitical Public Relations Contributions &  \nAuthorization Forms for Check-Off IN 22  \nSection 8. Painters & Allied Trades District Council No. 35  \nOrganizing Funds X 23  \nFRINGE BENEFIT FUND VIII... 13  \nSection I. Health and Welfare Fund 13  \nSection 2. Pension Fund VIE ee 13  \nSection 3. Annuity Fund VHT. 13  \nSection 4. Painters & Allied Trades District No. 35  \nJoint Training Program Trust VOID 14  \nArticle — Page(s)  \nSection 5. National Training Fund VOD 14  \nSection 6, Industry Betterment Fund VIED. 15  \nSection 7. Painters & Allied Trades Labor Management  \nCooperation Fund VID ee 16  \nFUNDS GENERAL REQUIREMENT TX 16  \nSection |, Probationary Contractor Obligations VA, 16  \nSection 2. Reporting Requirements IX 17  \nSection 3. Failure to Pay IX 18  \nSection 4. Collecting Agencies UX 19  \nSection 5. Rules and Regulations LX 19  \nSection 6. Agreement Terminated DX 19  \nSection 7. Renewal of Terminated Agreement TX 19  \nSection 8. Employer Audits x 19  \nSection 9. Audit Discrepancies IX 2U  \nSection 10, Penalty IX 20  \nSection Contribution Obligations DX 20  \nGENERAL SECTION MAUD) 3B  \nSection 1. individual Acts Not Binding XXIP 38  \nSection 2. Invalid Provisions XXIID wees 38  \nSection 3. Reproducing Agreement XXII 38  \nJOB AND OVERTIME REGISTRATION XVI wu. 30  \nSection |, Job Registration 30  \nSection 2. Overtime Registration 30  \nJOINT TRADE BOARD XIX 3O  \nSection |, Membership XIX JO  \nSection 2. Independents XEX 30  \nSection 3. Officers PAL 30  \nSection 4, Liability XIX veces 31  \nSection 5. Agreement Interpretation XIX 31  \nSection 6. Workers’ Compensation - Fraudulent Claims XIX 3]  \nSection 7. Other Duties ces 2  \nSection 8. Meeting Called XIX 31  \nSection 9, Quorum XIX wee JI  \nSection 10. Voting Strength XIX 32  \nSection I]. Decisions Binding XK 32  \nSection 12. Sub-Committees XIX cece 32  \nSection 13. Records to be Kept XIX wee 32  \nSection Power to Summon BNA. Oe  \nSection |5. Complaints in Writing MIX wee 32  \nSection 16. — Failure to Reach Decision XIX we 32  \nSection 17. Work Continuity XIX Jz  \nSection 18. [ncome AK 32  \nSection 19. Experiments XIX 33  \nSection 20. Office and Staff XIX we 33  \nSection 21. Record of Agreement and Jobs 33  \nSection 22. Temporary Employees XIX Lees 33  \nMODERNIZING INDUSTRY eee 37  \nOBJECT OF AGREEMENT  \nOUT OF TOWN WORK  \nSection ].  \nSection 2.  \nPICKET LINES  \nPREVAILING TERMS AND CONDITIONS  \nOvernight Work  \nOutside Geographic Jurisdiction  \nSection 1. General  \nSection 2. Work Weck  \nSection 3. Hours  \nSection 4. Shift Work  \nSection 5. Overtime-New Work  \nSection 6. Overtime-Repaint Work  \nSection 7. New Construction Work Detined  \nSection 8. Overtime Preference  \nSection 9. State File Prevailing Rate Jobs  \nSection 10. Bridge and Tank Rates  \nSection 1]. Holidays  \nSection 12. Bonuses  \nSection 13. Parking and Mileage for Glazicrs  \nSection 14. Rack Schedule for Glaziers  \nSAFETY AND TRAINING  \nSection |, General/OSHA  \nSection 2. Qualifying Documentation Required to be  \nCarried by Each Employee  \nSection 3. Tools and Equipment to be furnished by  \nEach Employee  \nSection 4. Spray  \nSHOP AND JOB STEWARD PROTECTION  \nSUBCONTRACTING  \nSUCCESSOR AGREEMENT  \nSUSPENSION OF CONTRACTOR PRIVILEGES  \nTERMINATION AND NEW AGREEMENT  \nTERRITORIAL JURISDICTION  \nSection I. Painting Industry  \nSection 2. Glazing: Industry  \nTRADE JURISDICTION  \nSection I. Painting Industry  \n(A.) General  \n(B.) Bridges, Tunnels and Tanks  \nSection 2. Glazing Industry  \nUNION SECURITY CLAUSE  \nWAGE, FUND CONTRIBUTIONS, DUES CHECK- OFF.  \nPAC AND ORGANIZING  \nSection 1. Wage Schedule  \n[See Appendix A]  \n{See Appendix B]  \nSection 2. Apprentices  \nArticle = Page(s)  \ni  \nXI 23  \nXI veer 23  \nXI wee 20  \nXV 28  \nWL 5  \nMD F  \nVI 5  \nVE ee A  \nWIT cases 6  \nVI eee O  \nVI O  \nVD #  \nVI  \nVI cee  \nVU 2  \nVI  \nVI cece  \nVI  \nWT 1  \n  \nBOT canes ay  \neee 26  \nXI... 26  \nXI 27  \nXVI we 29  \nXVID oe 29  \nXXIV we 38  \nDurell 37  \nXXV 39  \nTED ee 4  \n| Pee 4  \nWD oe 4  \nI}... |  \nWD ]  \nH...  \nWere 2  \nWo... vas  \nee 4  \nVIL cee B  \nVE 8  \nVID 8  \nVID 9  \nSection 3.  \nSection 4.  \nSection 5.  \nSection 6.  \nSection 7.  \nSection 8.  \nSection 9.  \nForemen:  \n(A.) Painters  \n(B.) Glaziers  \nPay Day  \nLay Off  \nLack of Work  \nHiring  \nInsurance Certificate furnished to Union  \nDrug and Alcohol Testing  \nWORK PRESERVATION  \nSection 1.  \nSection 2.  \nSection 3.  \nUsing Another Business Prohibited  \nPreservation of Work  \nMemorandum of Understanding  \nIV  \nArticle Pagefs)  \nVIL 10  \nVIP 10  \nVID we 10  \nVID wees 1]  \nWT 1]  \nVT 11  \nVIE 1]  \nVID oe. 12  \nVET 12  \nMELD 24  \nXID eee 24  \noe 24  \nDOU 2S  \nThis AGREEMENT is made and entered into the first day of July 2002 between  \n“the Painting & Finishing Employers Association of New England, Inc. and the  \nGlass Employers Association of New England, Inc. (hereinafter “ASSOCIATION”  \nor “Employer”) and Painters & Allied Trades District Council No. 35 (hereinafter  \n“Union”) .  \nThe ASSOCIATION covenants and agrees in consideration of strict  \nobservance by the UNION of certain rules, regulations and obligations herein set  \nforth and non-members of the ASSOCIATION, who by their signatures to this  \nAgreement, recognize the ASSOCIATION as their collective bargaining  \nrepresentative and will faithfully keep and strictly observe the following terms  \nand conditions.  \n"], ["ARTICLE I  \nOBJECT OF AGREEMENT  \n", "The objects of this Agreement, and the aims and intentions which all parties  \nare desirous of attaining are:  \nTo effectuate a spirit of fair dealings between Employer and Employee in the  \nPainting and Allied Trades Industry within the Painters & Allied Trades District  \nCouncil No. 35 jurisdiction.  \nTo establish a high order of efficiency in said industry by intelligent  \ncooperation of Employer and Employee.  \nTo, so far as reasonably possible, eliminate strikes, lockouts and interferences  \nwith work, with their attendant inconvenience to the substitution in their stead of  \na peaceable and orderly machinery for the handling of all disputes which may  \narise in the industry between Employer and Employee.  \nTo raise the standards of the Associated Painting, Decorating & Drywall  \nFinishing Contractors of Massachusetts, Inc. and the Glass Employers Association  \nof New England, Inc. within the Painters & Allied Trades District Council No. 35  \njurisdiction so they may command the respect and increased patronage by the  \npublic by giving it the highest quality of work at fair and reasonable prices.  \nThese objects are stated to further our mutual understanding but are not binding  \nfor the purposes of interpreting this Agreement.  \n"], ["ARTICLE If  \nTRADE JURISDICTION  \nSECTION 1. PAINTING INDUSTRY  \n", "(A.) General  \nAll painting of residences, buildings, structures, industrial plants, tanks,  \nvats, pipes, vessels, bridges, light poles, high tension poles, traffic and  \nparking lines on highways, parking lots, playgrounds, factories, and air  \nline strips; all sign, pictorial, coach, car automobile, carriage, aircraft,  \nI  \n(B.)  \n   \nmachinery, ship and railroad equipment, mural and scenic painting;  \noperation of any equipment and machinery used including air compressors,  \npreparation of all surfaces where adhesive materials are used and all drywall,  \npointing, texturing, taping, finishing application of skim coat drywall  \ncompound on any surface, waterproofing, acoustical spray, fire proofing,  \ncaulking, all product applications and all cement coatings. The installing,  \nmaintaining and inspection of all rigging in connection with the foregoing  \ntrade descriptions and all rigging for inspectional purposes shall be  \nconsidered part of the trade jurisdiction of employees covered by this  \nAgreement.  \nThe trade jurisdiction shall also include the encapsulation of asbestos or  \nrelated soundproofing or fireproofing including fire stopping, smoke sealing  \nand air barrier applied by spray, brush, roller or other paint trade related  \napplication methods; or the removal, containment and disposal of asbestos,  \nabrasive aggregate, hazardous waste removal, or related soundproofing or  \nfireproofing materials and deleading.  \nAlso included in the trade jurisdiction are al! decorators, wallcoverers,  \nhardwood finishers, grainers, glaziers, varnishers, enamelers and gilders.  \nWallcoverer’s work shall] include the use of all material of whatever kind  \nor quality applied to walls and ceilings, with paste or adhesive; all tacking  \non of muslin or other material which is used as wall or ceiling coverings or  \ncovered with material pasted on. Wherever practical, the wallcoverer’s work  \nshall include the scraping off of old paper preparing of walls, as well as the  \napplication of relief, stucco, plaster or decorative work.  \nThe UNION's trade jurisdiction shall include all Employees who are  \nengaged in applying or removing paints, pigments, extenders, metal primers  \nand metal pigments, clear pigments, binders, thinners and dryers, primers  \nand scalers, oil paints, enamels water colors and emulsions, clear coatings,  \nwaxes, stains, mastics, cement enamels and other specialty coatings, plastics,  \nadhesives, coatings and sheet rubber and other linings, oils, varnishes, water  \ncolors, and the cleaning and bleaching of all interior and exterior walls and  \nsurfaces with liquid, steam, sandblast or any other process.  \nBridges and Tanks  \nAll employees engaged in the cleaning, preparation, and painting of surfaces  \non or in bridges and tanks, including the performance and related cleanup  \nof liquid, steam, sand, or similar blasting operations, erection of containment  \nsystems, and except by mutual agreement between the employer and the  \nunion, erection and dismantling of all related rigging.  \nSECTION 2. GLAZING INDUSTRY  \nThis UNION shall have jurisdiction over:  \nThe following traditional work of the Glaziers and Glassworkers’ Trade are  \n2  \nincluded in the UNION’s jurisdiction, including outside installation and job  \nconstruction work.  \nAll windows, curtainwall and general glazing shall include the setting, cutting,  \npreparing, handling or removal of the following and incidental and supplemental  \nto such work; setters of art glass, prism glass, beveled glass, leaded glass,  \nautomobile glass, window glass, float glass, mirrors of all types, wire glass, ribbed  \nglass, ground glass, colored glass, figured glass, vitrolite glass, carrara, and all  \nother types of opaque glass, glass chalk boards, structural glass, tempered and  \nlaminated glass, thiokol, neoprene, and all other types of sealant when used in the  \nglazing, fabrication, structural glazing, or sealants within or exposed, all types of  \nglass cements, all types of insulating glass units, solar heat collectors containing  \nglass or glass substitutes, all plastics when used in place of glass, all other similar  \nmaterials when used in place of moldings, rubber, lead and all types of mastics in  \nwood, iron, aluminum or sheet metal, sash, skylights, doors, automatic sliding  \ndoors, revolving doors, luminous ceilings, gaskets, plastic mirrors, air barriers,  \nglass plank glazing systems and all interior glazing systems. The instalation of  \nthe above materials temporary or permanent on or for any building in the course  \nof repair, remodel or construction or alteration. The installation of all extruded  \nrolled or fabricated metal tubes, mullions, metal facing materials, munitions, fascia  \ntrim, moldings, porcelain panels, architectural aluminum panels, punched  \nwindows, strip windows, curtainwall, unitized curtainwall, unitized windows,  \nglazed or unglazed systems, including those in any or all of the buildings related  \nto store front and window wall and curtain wall construction.  \nAll work in connection with field fabrication, including but not limited to  \nwelding, erection and construction of al! ornamental lead, bronze, brass, copper  \nand aluminum plastics and substitute materials, and all handrails, and skylight  \ninstallations, including canopies and walkways, glazed or unglazed.  \nGlazing and installation of door and window frames, glazed or unglazed,  \nsuch as patio sliding or fixed doors, vented or fixed windows, shower doors, bath  \ntub enclosures, screens, storm sash where the glass becomes an integral part of  \nthe finished products, the tinting and coating of glass for the reflecting of heat and  \nlight, showcase tops, glass shelving of all types and table tops.  \nThe selecting, cutting, preparing, designing, art painting, fused glass, thick  \nfacet glass, in concrete, and cementing of art glass, assembly and installing or  \nremoval of all art glass, engraving, drafting, etching, embossing, designing,  \nsandblasting, chipping, glass bending, glass mosaic works, cutting of all flat and  \nbent glass, glass shade work, and glazing in lead or other metals.  \nAn Employer’s shop or plant, for the purpose of this Agreement, shal] be  \ndefined as a location of the Employer’s work at a shop or branch shop or plant  \nwhere the Employer conducts the regular business covered by this Agreement,  \nincluding the existence of inventory and/or equipment and a permanent office  \nwhere regular business is conducted by at least one full time office personnel on  \nthe payroll of the signatory Employer, and where employees regularly work or  \nreport in and out. A construction job site location or a specific job shall not be  \nconsidered a principal place of business, or an Employers shop or branch shop, or  \nplant, unless the initial term of the lease for the Employers, shop, or branch shop,  \nor plant, is for a period longer than one year, or the Employer owns the property  \nwhere the shop or branch shop or plant is located then the location shail be deemed  \na construction job site and not a principal place of business, or an Employer’s  \nshop or branch shop or plant. An Employer’s shop, branch shop or plant will have  \nto meet the requirements listed above and be approved by the UNION to qualify  \nas a principal place of business as defined in this section.  \n"], ["ARTICLE III  \nTERRITORIAL JURISDICTION  \nSECTION t. PAINTING INDUSTRY  \n", "A. All of Massachusetts, Vermont, New Hampshire and Maine.  \nSECTION 2. GLAZING INDUSTRY  \nIn Massachusetts, Essex, Middlesex, Worcester, Norfolk, Suffolk and  \nPlymouth counties with the exception of the following towns: Lakeville,  \nMiddleboro, Carver, Rochester, Wareham, Mattapoisett, and Marion: all of  \nVermont, New Hampshire and Maine.  \n"], ["ARTICLE IV  \nUNION SECURITY CLAUSE  \n", "A. It is agreed that all workers covered by this Agreement shall become  \nmembers of the UNION, not more than seven (7) days after employment  \nand retain, continuously, membership in good standing of the UNION as a  \ncondition of employment, and that all workers who are members at the  \ntime of the their employment shall continuously remain members in good  \nStanding as a condition of employment.  \nB. All workers who are not members on their date of hire, after seven (7) days  \nof continuous or cumulative employment in the unit covered by the  \nAgreement, shall as a condition of employment tender the full and uniform  \nadmission fees in effect in the UNION. All such workers shall thereafter  \nmaintain their continuous good standing in the UNION as a condition of  \nemployment by paying regular monthly UNION fees uniformly paid by  \nother members in the same classification in the UNION in accordance with  \nits rules.  \nC. In the event that a worker fails to tender the initiation fee or fails to maintain  \nhis membership in accordance with the provisions of this Section, the  \nUNION shail notify the Employer in writing and such notice shall constitute  \na request to the Employer to discharge said individual worker within forty-  \neight (48) hours (Saturdays, Sundays or Holidays excluded) for failure to  \n4  \nmaintain continuous good standing in the UNION in accordance with its  \nrules as referred to in this paragraph, and the Employer shal! discharge  \nsuch worker immediately.  \n"], ["ARTICLE V  \nAGENCY SHOP CLAUSE  \n", "All Employees who are not members of the Union shall as a condition of  \ncontinued employment, pay to the Painters & Allied Trades District Council No.  \n35 as the Employee’s exclusive collective bargaining representative, an amount  \nof money equal to that paid by other Employees in the bargaining unit who are  \nmembers of the Painters & Allied Trades District Council No. 35, which shall be  \nlimited to an amount of money equal to the Painters & Allied Trades District  \nCouncil No. 35 regular and usual initiation fees, and its regular and usual dues.  \nFor present Employees, such payments shall commence eight (8) days following  \nthe effective date or the date of execution of this Agreement, whichever is the  \nlater, and for new Employees, the payment shall start eight (8) days following the  \ndate of employment.  \n"], ["ARTICLE VI  \nPREVAILING TERMS AND CONDITIONS  \nSECTION i. GENERAL  \n", "It is understood that this Agreement covers all conditions of employment.  \nThe parties hereto and all Employers who shall become signatories or Parties  \nhereto in the future and perform work pursuant to the Agreement, do hereby  \nacknowledge, covenant and agree that the terms and conditions contained in this  \nAgreement within the jurisdiction of District Council No. 35 and as hereinafter  \nprovided shall prevail on all work. The UNION hereby agrees that it will prevent  \nits members, who perform work covered by this Agreement, from working for  \nany Employer under conditions less stringent than those provided in this  \nAgreement. If more favorable terms and conditions than those contained herein  \nare granted to any other Employer who is performing work covered by this  \nAgreement then, and in that event, the Employer party to this Agreement shall  \nsimilarly be granted such terms and conditions.  \nSECTION 2. WORK WEEK  \nExcept as agreed otherwise by mutual agreement, the regular work week  \nshall consist of forty (40) hours per week, divided into five (5) work days, from  \nMonday to Friday inclusive of eight (8) hours each. There shall be a coffee break  \nof ten (10) minutes between the hours of 9:00 a.m. and 10:00 a.m. There shall be  \nten (10) minutes clean up time allowed at noontime or prior to lunch break. There  \nwill be no organized afternoon coffee break. Individual coffee containers will be  \npermitted at the Employee’s work location. Ten (10) minutes clean-up time at the  \n5  \nend of the day will be allowed. In case of inclement weather, abnormal temperatures  \nor other atmospheric conditions not suitable for work in the painting and glazing  \nindustries, Saturday and Sunday could be a make-up day at straight time rate.  \nThis must be by mutual consent of the parties. Glaziers-ten (10) minutes clean-up  \ntime does not apply.  \nSECTION 3. HOURS  \nWork shall not start before 7:00 a.m. nor continue after the hour of 3:30 p.m.  \nexcept as agreed otherwise by mutual consent.  \nSECTION 4. SHIFT WORK  \nShift work shall not apply to work done on Saturdays, Sundays or Holidays.  \nShift work may be permitted under the following conditions:  \n(A.) Where a job has more than one eight (8) hour shift in any one twenty-four  \n(24) hour period, employees will not be permitted to work more than one  \nshift in any one (1) work day.  \n(B.) The second shift shal! be worked between the hours of 3:30 p.m. and 12:00  \na.m. Employees on the second shift shall receive eight (8) hours pay at the  \nregular hourly rate.  \n(C.) The third shift shall be worked between the hours of 12:00 midnight and  \n8:30 a.m. Employees on the third shift shall receive eight (8) hours pay at  \nthe regular hourly rate.  \n(D.) When an Employer wishes to employ Employees for the second shift or  \nthird shift periods, the Employer shall notify the UNION in writing within  \ntwenty-four (24) hours prior to the shift, so that proper arrangements shall  \nbe made. Failure to do so will prohibit the Employer from using shift  \nprovisions in the future.  \nSECTION 5. OVERTIME-NEW WORK  \nOn new construction jobs, all work outside the regular work day or shift hours  \nMonday through Saturday wil! be paid at the overtime rate of time and one-half  \n(1-1/2) of the new construction rate. Sundays and Holidays specified in this  \nAgreement will be paid at the overtime rate of double time of the new construction  \nrate.  \nWhenever there are District Council No. 35 Glaziers working in a composite  \ncrew with other union crafts in Zone 1, there shall be parody on overtime and  \nwages only.  \nSECTION 6. OVERTIME-REPAINT WORK  \nOn afl repaint work performed on hours other than the regular day’s work 7  \na.m. to 3:30 p.m. from Monday through Friday inclusive; the rate will be time  \nand one-half. On all repaint work performed on Saturdays, Sundays and Holidays,  \nthe rate will be time and one-half. On all straight repaint work (no other union  \ncrafts involved) performed from Monday through Sunday inclusive, the rate will  \n6  \nbe straight time for the first forty (40) hours. This will apply to straight repaint  \nwork only. All work hours performed after the regular forty (40) hours will be  \npaid at the overtime rate of one and one-half (1-1/2) of the repaint rate.  \nSECTION 7. NEW CONSTRUCTION WORK DEFINED  \nIf 30% or more of the surfaces to be painted are new construction, or work is  \nto be performed in a power plant, new construction rates and conditions will apply.  \nSECTION 8. OVERTIME PREFERENCE  \nAll Employees working regular hours on the job must receive the preference  \non overtime work unless the work to be performed is of a specialized nature.  \nSECTION 9. STATE PREVAILING RATE JOBS  \nIn the absence of a project agreement or a 100% union project, and if the  \nposted rate is less than the current package in the collective bargaining agreement  \nafter all fringe benefits are paid, the Employee will receive the difference between  \nthe posted rate less fringe benefits as wages. After 40 hours, overtime at the rate  \nof time and one-half applies, except where the project agreement may provide  \notherwise. When the UNION has knowledge of a union-only job prior to the bid  \ndate, it will notify the ASSOCIATION by fax no less than 72 hours prior to bid  \nday.  \nSECTION 10. BRIDGE AND TANK RATES  \nThe wage and benefit provisions relating to Bridge and Tank work shall apply  \nto all work as described within the Trade Jurisdiction of the UNION as fully set  \nforth in Article I] Secton 1(B.).  \nSECTION 11. HOLIDAYS  \nHolidays to be observed as follows: New Year’s Day, President’s Day, Patriots  \nDay, Memorial Day, Independence Day, Labor Day, Columbus Day, Veterans Day,  \nThanksgiving Day and Christmas Day, or days on which the above holidays are  \ncelebrated. No work on Labor Day shail be performed under any consideration  \nfrom 12:01 a.m. to 12:00 midnight, inclusive. Days for the above holidays to be  \nobserved shall be designated by the State and/or Federal Government or the  \nappropriate state building trades Any employee may individually elect to  \nobserve Martin Luther King Day and shall be allowed the day off without  \ncompensation.  \nSECTION 12. BONUSES  \nAny “bonus” paid to an Employee which has not been agreed to by the UNION  \nshall result in a determination of additional hours owed for contribution purposes  \narrived at by dividing the by the appropriate hourly wage.  \nSECTION 13. PARKING AND MILEAGE FOR GLAZIERS |  \n(A.) Whenand Employer requests and Employee to use his/her car, the Employee  \nwill be paid at the rate of Twenty-eight cents (0.28) per mile for the actual  \n7  \nmileage driven. The employee shall receive not less than Five dollars ($5.00)  \nper day.  \n(B.) When an Employer Requests and Employee to use his/her car and material  \nweighing up to fifty pounds (50) is carried in the car, there will  \nbe no cartage fee.  \n(C.) When an Employer requests an Employee to use his/her care, and a parking  \nfee in incurred, the Employee will be reimbursed upon receipt only.  \nSECTION 14. RACK SCHEDULE FOR GLAZIERS  \nGlaziers shall handle all glass whether loose or in cases, and all other related  \nglazing material on the job site. A delivering truck driver will be allowed to make  \ntailboard delivery.  \nA, Drivers of delivery trucks, who are not members of Local Union No.  \n1044 shall not assist in the cutting, preparing, or setting of any glass or  \ndistribution of glass within a building on a job site beyond its place of  \ninitial rest within the building.  \nThe following schedule shall govern the minimum number of men required  \nin the installation of glass and shall apply to all work of such nature that is done in  \nterritorial jurisdiction Glaziers Local No. 1044. All sizes of glass up to and  \nincluding:  \nA. From 103 to 163 united inches - 2 men  \nFrom 164 to 188 united inches - 3 men  \nFrom 189 to 223 united inches - 4 men  \nFrom 224 to 238 united inches - 5 men  \nFrom 239 to 253 united inches - 6 men  \nFrom 253 to 268 united inches - 7 men  \nFrom 269 to 283 united inches - 8 men  \nFrom 284 to 303 united inches - 9 men  \nB. Add the length and width to find the number of united inches.  \nC. On larger sizes, insulating glass, and difficult settings, a sufficient number  \nof workers to insure safety in setting.  \nD. Door lights to 111 united inches may be set by one man.  \nE. Where safe mechanical aids are used only workers actually required shall  \nbe employed.  \n"], ["", "ARTICLE VII  \nWAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC  \nAND ORGANIZING  \nSECTION 1. WAGE SCHEDULE SEE APPENDIX A FOR PAINTERS  \nSEE APPENDIX B FOR GLAZIERS  \nSECTION 2. APPRENTICES  \nl. Apprentices shall be paid an hourly rate of wages in accordance with the  \nfollowing schedule based on the journeyworker’s rate in the area established  \nby the current labor agreement negotiated by and between the  \nASSOCIATION and the UNION  \n2. The reference to “Journeyworker’s rate” set forth in such schedule refers  \nto the rate established in the area for Journeyworker’s for particular category  \nof work involved; e.g. “new construction, “repaint”, “bridge rate” etc.  \n3. The parties shall observe and abide by this schedule and pay an hourly rate  \nof wages on the basis of accumulated work hours as follows:  \nZONE 1  \nist Period  \n2nd Period  \n3rd Period  \n4th Period  \n5th Period  \n6th Period  \n7th Period  \n8th Period  \nZONE 2  \nIst Period  \n2nd Period  \n3rd Period  \n4th Period  \nSth Period  \n6th Period  \n7th Period  \nSth Period  \nZONE 3  \nIst Period  \n2nd Period  \n3rd Period  \n4th Period  \n5th Period  \n6th Period  \n7th Period  \n8th Period  \n0-749  \n750-1499  \n1500-2249  \n2250-2999  \n3000-3749  \n3750-4499  \n4500-5249  \n5250-5999  \n6000  \n0-749  \n750-1499  \n1500-2249  \n2250-2999  \n3000-3749  \n3750-4499  \n4500-5249  \n5250-5999  \n6000  \n0-749  \n750-1499  \n1500-2249  \n2250-2999  \n3000-3749  \n3750-4499  \n4500-5249  \n5250-5999  \n6000  \nhours at not less than 50% of the Journeyworker’s rate  \nhours at not less than 55% of the Journeyworker’s rate  \nhours at not less than 60% of the Journeyworker’s rate  \nhours at not less than 65% of the Journeyworker’s rate  \nhours at not less than 70% of the Journeyworker’s rate  \nhours at not less than 75% of the Journeyworker’s rate  \nhours at not less than 80% of the Journeyworker’s rate  \nhours at not less than 90% of the Journeyworker’s rate  \n  \nhours at not less than 50% of the Journeyworker’s rate  \nhours at not less than 55% of the Journeyworker’s rate  \nhours at not less than 60% of the Journeyworker’s rate  \nhours at not less than 65% of the Journeyworker’s rate  \nhours at not less than 70% of the Journeyworker’s rate  \nhours at not less than 75% of the Journey worker's rate  \nhours at not less than 80% of the Journeyworker’s rate  \nhours at not Jess than 90% of the Journeyworker’s rate  \nJOURNEYMAN  \nhours at not less than 50% of the Journeyworker’s rate  \nhours at not less than 55% of the Journeyworker’s rate  \nhours at not less than 60% of the Journeyworker’s rate  \nhours at not less than 65% of the Journeyworker’s rate  \nhours at not less than 70% of the Journeyworker’s rate  \nhours at not less than 75% of the Journeyworker’s rate  \nhours at not less than 80% of the Journeyworker’s rate  \nhours at not less than 90% of the Journeyworker’s rate  \nJOURNEYMAN  \n9  \nZONE 4  \nIst Period 0-749 hours at not less than 50% of the Journeyworker’s rate  \n2nd Period 750-1499 hours at not less than 55% of the Journeyworker’s rate  \n3rd Period 1500-2249 hours at not less than 60% of the Journeyworker’s rate  \n4th Period 2250-2999 hours at not less than 65% of the Journeyworker’s rate  \nSth Period 3000-3749 hours at not less than 70% of the Journeyworker’s rate  \n6th Pertod 3750-4499 hours at not less than 75% of the Journeyworker’s rate  \n7th Period 4500-5249 hours at not less than 80% of the Journeyworker’s rate  \n8th Period 5250-5999 hours at not less than 90% of the Journeyworker’s rate  \n6000 JOURNEY MAN  \nZONE 5  \nist Period 0-749 hours at not less than 50% of the Journeyworker’s rate  \n2nd Period 750-1499 hours at not less than 55% of the Journeyworker’s rate  \n3rd Period 1500-2249 hours at not fess than 60% of the Journeyworker’s rate  \n4th Pertod 2250-2999 hours at not less than 65% of the Journeyworker’s rate  \nSth Period 3000-3749 hours at not tess than 70% of the Journeyworker’s rate  \n6th Period 3750-4499 hours at not less than 75% of the Journeyworker's rate.  \n7th Period 4500-5249 hours at not less than 80% of the Journeyworker’s rate  \n8th Period 5250-5999 hours at not less than 90% of the Journeyworker’s rate  \n6000 JOURNEYMAN  \nHealth and Welfare Benefit Fund hourly contributions shall be as listed in  \nAppendices A and B for all apprentices. Pension Fund contributions shall begin  \nupon completion of 3000 hours worked or when the apprentice becomes a  \nwhichever shal} occur first. Annuity Fund contributions shall begin  \nat the completion of the first 750 hours of work at the appropriate percentage of  \njourneyworker’s rate for the pay period and zone.  \nOn tanks and bridge jobs in Massachusetts, apprentices will be paid at Zone  \n| percentages based on the journeyworker’s bridge painting rate.  \nHealth and Welfare Benefit, Annuity, Apprentice, and Industry Betterment  \nFund contributions shall be paid by the Employer for all hours worked. Dues  \ncheck off, organizing and public relations fund deductions shall be taken from the  \nEmployee on all hours worked.  \nSECTION 3. FOREMEN  \n(A.}) PAINTERS  \nIn addition to the hourly rate, a foreman shall receive seventy five ($.75)  \ncents per hour premium on jobs with up to four (4) Employees, one dollar  \n($1.00) per hour premium on jobs with 5-1] Empjoyees and two dollars  \nand seventy five cents ($2.75) per hour premium on jobs with twelve (12)  \nor more Employees.  \nGLAZIERS  \nWhen three (3) or more employees are assigned to non-residential work  \n(B.)  \n10  \nwhere such work is being performed directly for a General Contractor, the  \nEmployer must appoint one (1) glazier as a Working Foreman. A glazier  \nappointed by the Employer as a Working Foreman shall receive, in addition  \nto the regular hourly rate, a premium of two dollars and seventy five cents  \n($2.75) per hour for each hour worked as a Working Foreman. Overtime, if  \napplicable, will be paid at the same premium of $2.75 per hour.  \nA Working Foreman shall supervise persons on not more that one (1) job at  \nany given time.  \nThe parties agree that an individual designated as a Working Foreman under  \nthe provisions of this Foreman’s clause shall be responsible for the direction  \nof the work force and supervising job conditions including show-up and  \nquitting times, material and too! control, and shall report daily to the  \nEmployer as requested by the Employer.  \nSECTION 4. PAY DAY  \nThe Employer agrees to maintain a weekly pay day for each week worked,  \nno later than quitting time, at which time all Employees must be paid in full and  \nlawful money of the United States of America and on the job. Employees may be  \npaid by company checks or certified checks. The Employer will furnish all  \nEmployees with a suitable pay slip, check stub, or envelop showing company  \nname and Employee’s name with all deductions listed, i.e., day, month, year,  \nnumber of hours worked and hourly rate, FICA, Federal Tax, State Tax, and Dues  \nCheck-Off. Out of state contractors shall deposit enough money in a local bank so  \nEmployees can cash their checks.  \nSECTION 5. LAY OFF  \nEmployees are to be paid in full at the time of the layoff.  \nSECTION 6. LACK OF WORK  \nAll Employees who show up on jobs where they are not able to work shall  \nreceive two (2) hours pay at straight time unless lack of work ts due to an Act of  \nGod or due to conditions beyond the contro! of the Employer such as loss of  \npower, picket lines, bomb threats, etc.  \nSECTION 7. HIRING  \n(A.) When an Employer hires an Employee, the Employer will, within twenty-  \nfour (24) hours, notify the UNION of the name, address, and social security  \nnumber of each newly-hired Employee.  \n(B.) When an Employer is notified by the UNION that an Employee has made  \napplication for membership to the International Union of Painters & Allied  \nTrades, said Employer agrees to deduct from the wages, as the  \ninitiation fee in effect for the UNION, $200 in the first week plus three (3)  \nsubsequent weekly payments of $100.00 provided all payments are made  \nwithin forty five (45) days from the date of application. This deduction  \nshall be on a weekly basis and remain in effect until the entire initiation fee  \nhas been paid.  \n1]  \n(C.)  \n(D.)  \n(E.)  \n(F.)  \nThe Employer shall have entire freedom of selectivity in hiring and subject  \nto the grievance procedure set forth in this Agreement, may discharge any  \nEmployee for any cause which he may deem sufficient, provided there  \nshall be no discrimination on the part of the Employer against the Employee  \nfor any Union activity.  \nWhenever desiring to employ workers, the Employer may call upon the  \nUNION or its agent, for any such workers as may be needed from time to  \ntime. The UNION or the agent shall within reasonable time furnish the  \nEmployer the required number of qualified and competent workers needed  \nby the Employer.  \nAll new hires who are not members of the UNION must report to the UNION  \nfor application and evaluation before being hired.  \nThe Employer and UNION agree not to discriminate against any Employee  \nwith respect to membership or hiring on the basis of race, color, creed,  \nnational origin, sex, sexual preference or marital status.  \nSECTION 8. INSURANCE CERTIFICATE FURNISHED TO UNION  \nAll Employers must carry Worker’s Compensation Insurance for the protection  \nof their Employees. Every Employer shall submit to the UNION the name of the  \ninsurance carrier and have submitted to the UNION a Certificate of the Insurance:  \nCoverage to include Worker’s Compensation. Policy Certificate to state starting  \ndate and expiration date, and have no less than fifteen days Notice of Cancellation.  \nSECTION 9. DRUG AND ALCOHOL TESTING  \n(A.)  \n(B.)  \n(C.)  \nThe goal of the Parties is to provide a safe and rational workplace where  \nthe Employee can attain production standards which are consistent with  \nthat expected for the negotiated wage and which are additionally consistent  \nwith maintaining the viability of the unionized Painting & Allied Trades  \ncontracting industry.  \nContractors are permitted to refer any Employee whom the contractor  \nsuspects has been working on the jobsite under the influence of alcohol or  \ndrugs to an employee assistance program approved by the Painters & Allied  \nTrades District Council No. 35 Health and Benefit Fund. The contractor  \nalso has the right to require that an Employee, who has been injured on the  \nJob, undergo drug testing within a reasonable period of time after the injury,  \nprovided that the Employee is physically capable of undergoing the drug  \ntesting. Any Employee who refuses to be referred to the employee assistance  \nprogram or to undergo drug testing shall be subject to immediate  \ntermination.  \nAny contractor who desires or is required by federal or private contracts  \nwith a developer/owner to provide pre-hire drug testing for its Employees  \nshall utilize the services of a service provider who has been approved by  \n12  \nthe Painters & Allied Trades District Counci! No. 35 Health and Welfare  \nBenefit. The cost of testing, when requested by or required by a contractor,  \nshall be borne by the Fund. All rules and regulations with respect to the  \ntreatment, Counseling or screening of employees who are suspected to be  \nsubject to a drug or alcohol abuse problem shall be the sole and exclusive  \nresponsibility of the employee assistance program selected by the Painters  \n& Allied Trades District Council No. 35 Health and Welfare Fund.  \n(D.) Ifan Employee ts sent for drug testing during work hours and tests negatively  \nfor drugs or alcohol the Employee shall be paid by the contractor for the  \ntime spent going to the test location and for the time spent taking the test.  \n(E.) Any Employee who has successfully completed a drug test in the prior  \ntwelve months shall not be required to take another drug test in order to be  \nemployed on a job except when required of the contractor by the developer/  \nowner of the project.  \n"], ["ARTICLE VIII  \nFRINGE BENEFIT FUNDS  \nSECTION 1. HEALTH AND BENEFITS FUND  \n", "There will be a Board of Trustees represented equally by both parties. The  \nASSOCIATION and UNION shall indicate, by name, which individuals are the  \nTrustees. Payments to this fund shall be made in accordance with the provisions  \nof Article IX. Each Employer subscribes to and agrees to be bound by the Fund’s  \nAgreement and Declaration of Trust and any amendments thereto.  \nSECTION 2. PENSION FUND  \nThere will be a Board of Trustees represented equally by both parties. The  \nASSOCIATION and UNION shall indicate by name which individuals are the  \nTrustees. Each Employer subscribes to and agrees to be bound by the Fund’s  \nAgreement and Declaration of Trust and any amendments thereto. The monies  \naccumulated in this fund shall be used for the purpose of providing pension benefits  \nfor retiring employees and for administration of the funds. All monies received  \nshall be kept in a separate account or accounts and shall not be commingled with  \nany other fund. Payments into this fund are to be made in accordance with the  \nprovisions of Article IX.  \nSECTION 3. ANNUITY FUND  \nThere will be a Board of Trustees represented equally by both parties. The  \nASSOCIATION and the UNION shall indicate by name which individuals are  \nthe Trustees. Each Employer subscribes to and agrees to be bound by the Fund’s  \nAgreement and Declaration of Trust and any amendments thereto. All monies  \nreceived shatl be kept in a separate account or accounts and shall not be  \ncommingled with any other fund. Payments into this fund are to be made in  \naccordance with the provisions of Article EX.  \n13  \nSECTION 4. PAINTERS & ALLIED TRADES DISTRICT COUNCIL NO. 35  \nJOINT TRAINING PROGRAM TRUST  \nThis fund shall be under the contro! of a Board of Trustees, an equal amount  \nshall be representatives of the UNION and an equal amount shall be representatives  \nof the ASSOCIATION. These Trustees shall be appointed or elected as the  \nrespective parties may decide. All monies received are to be kept in a separate  \naccount or accounts and are not to be commingled with any other funds. Payments  \ninto this Fund are to be made in accordance with the provisions of Article IX,  \nSection 5. The Painters & Allied Trades District Council No. 35 Joint Training  \nProgram Trust will implement educational and safety criteria, develop, manage  \nand carry out all program functions to ensure Employee compliance and will  \nprovide the training and administration necessary to properly train all Employees  \nin systems, functions and activities relevant to their craft, including but not limited  \nto safety, hazardous materials, application, removal, cleaning and preparatory  \nprocedures, state of the art techniques and current OSHA regulations relevant to  \ntheir field.  \n(A.)  Itis agréed that the Trustees of the Painters & Allied Trades District Council  \n#35 Joint Training Program Trust will serve as the Joint Apprentice  \nCommittee and shall have full authority to plan, supervise and implement  \nthe training of Apprentices and the advanced training of Journeyworkers.  \n(B.) Every Employer who employs one (1) or more journey workers may employ  \nan apprentice. In addition, the Joint Apprenticeship and Training Committee  \nmay from time to time establish other ratios and maximum numbers of  \napprentices for Employers on job sites.  \n(C.) No apprentice shall be permitted to act as a foreman. No apprentice shall  \nperform any job unless the job is performed under the general instructions  \nof qualified journey workers. No apprentice shall work on a swing stage  \nunless he is accompanied by a competent person. The apprentice must have  \nreceived approved safety training relative to swing stage operation prior to  \nworking on it. All apprentices shall have the right to elect and engage in  \nany of the specialized phases of the painting and glazing industry as  \nestablished by the Joint Apprenticeship and Training Committee.  \n(D.) Any violation of the local Joint Apprenticeship and Training Committee  \nstandards by either contractor or apprentice shall constitute a violation of  \nthe Agreement. No Apprentice will be hired except through the Apprentice  \noffice.  \nSECTION 5. NATIONAL TRAINING FUND  \nThe Agreement between the Employer(s) and UNION parties to this  \nAgreement regarding payments to the International Union of Painters & Allied  \nTrades Joint Apprenticeship & Training Fund is as follows:  \n(A.) The Employer, as defined in the National Trust Indenture executed by and  \nbetween the International Union of Painters & Allied Trades and employer  \n14  \n(B.)  \nassociations in the industry, agrees to make payment to the Painters District  \nCouncil No. 35 Joint Training Program Trust for each Employee covered  \nby this Agreement.  \nFrom the funds collected in the above manner, the Trustees of the Fund  \nshall hold in trust the sum of two cents ($.02) per hour, for each hour or  \nportion thereof for which an Employee receives pay, and remit said sum to  \nthe International Union of Painters & Allied Trades Joint Apprenticeship  \n& Training Fund at such regular periods of time and in the manner and  \nform as shal! be determined by the Trustees of the National Fund from  \ntime to time.  \nSECTION 6. INDUSTRY BETTERMENT FUND  \n(A.)  \n(B.)  \n(C.)  \n(D.)  \nIt is understood that in the administration of this Agreement, services have  \nbeen and shall be required of three parties, (1) the Joint Trade Board, (2)  \nthe Associated Painting, Decorating & Drywall Finishing Contractors of  \nMassachusetts, Inc. and the Glass Association (3) Painters & Allied Trades  \nDistrict Council No. 35 and its affiliated local unions. The Painting &  \nFinishing Employers Association of New England, Inc.  \nThe parties hereto provide that all contributions for the administration of  \nthe Industry Betterment Fund shall be paid to Industry Betterment Fund  \nTrustees consisting solely of Employer Trustees provided no part of the  \nBetterment Fund shall inure to the benefit of the UNION. Every Employer  \nsignatory to this Agreement shall pay to the Industry Betterment Fund  \nTrustees for the purposes set forth below an amount mutually agreed upon  \nfor each hour, or portion thereof, worked by every journeyworker and  \napprentice Employee under this Agreement. Payments into the Fund are to  \nbe made in accordance with the provisions of Article [X, Section 5. The  \nIndustry Betterment Fund Trustees are authorized to enter into any  \nagreement with the Administrative Office of the Funds, for the receipt of  \nsaid contributions and for their disbursement in accordance with instructions  \nof the Industry Betterment Fund Trustees.  \nThe Industry Betterment Fund Trustees shall determine within their sole  \ndiscretion, how the said contributions shall be expended to defray the cost  \nof administering this Agreement, to maintain maximum employment and  \ngood workmanship in the industry, to foster cooperative relationships  \nbetween architects, engineers, builders, and contracting agencies on the  \none hand and painting and glazing contractors on the other, and to perpetuate  \nthe harmonious relations that have existed between management and labor  \nin the Painter and Allied Trades industry; provided, however, that no portion  \nof said contributions shall be paid to any representative of a labor  \norganization as prohibited by the Labor-Management Relations Act.  \nFor the guidance of the Industry Betterment Fund Trustees, at the same  \ntime recognizing the desirability of preserving flexibility in the exercise of  \nIS  \ntheir discretion, the parties have reviewed the costs of their Operations and  \nhave determined ratios of necessary and customary expenditures among  \nthemselves and the relevant data shall be on file with the Joint Trade Board.  \nThe Industry Betterment Fund Trustees shall endeavor to approximate the  \nsaid ratios in the expenditure of said contributions; but they shall exercise  \ntheir best judgment in expending such funds in the manner which they  \nshall determine will best effectuate the provisions of this Agreement.  \n(E.) If it becomes necessary to purchase supplies and services required by the  \nJoint Trade Board it is the intention of the parties to have the UNION and  \nthe Industry Betterment Fund share equally in such expenses.  \n(F.) If itis likewise necessary to purchase supplies and services required by the  \nASSOCIATION, to facilitate their work in the administration of this  \nAgreement, it is the intention of the parties to have the Industry Betterment  \nFund Trust bear that expense.  \n(G.) The Industry Betterment Fund Trustees shall only be Employer  \nrepresentatives appointed by the ASSOCIATION.  \n(H.) The receipts and expenditures of the Industry Betterment Fund Trustees  \nshall be audited by a certified public accountant no less than once a year,  \nand copies of said audit shall be delivered promptly to the parties to this  \nAgreement.  \nSECTION 7. PAINTERS & ALLIED TRADES LABOR MANAGEMENT  \nCOOPERATION FUND  \nThe Employer, as defined in the National Trust Indenture executed by and  \nbetween the International Union of Painters & Allied Trades and employer  \nassociations in the industry, agrees to make payment to the Industry Betterment  \nFund for each Employee covered by this Agreement. From the funds collected in  \nthe above manner, the Trustees of the Industry Betterment Fund shall hold in trust  \nthe sum of two cents ($.02) per hour, for each hour or portion thereof for which an  \nEmployee receives pay, and remit said sum to the Painters & Allied Trades Labor  \nManagement Cooperation Fund at such regular periods of time and in the manner  \nand form as shal! be determined by the Trustees of the National Fund from time to  \ntime,  \n"], ["ARTICLE IX  \nFUNDS GENERAL REQUIREMENTS  \nSECTION |. PROBATIONARY CONTRACTOR/EMPLOYER  \nOBLIGATIONS  \n", "Any new Employer or any Employer without a history of contributing to the  \nFunds for six (6) months or any Employer whose principal place of business is  \nlocated outside the territorial jurisdiction of DC 35 or any Employer who becomes  \ndelinquent in its contributions to the Funds will be considered a Probationary  \n16  \nEmployer for a period of twenty-four months. Any or all of the following terms  \nand conditions will be required of Probationary Employers:  \n(A.) A Security Deposit consisting of either a certified check in an amount  \napproved by the Trustees to a maximum amount of $10,000 or a performance  \nbond by an A-rated carrier as approved by the Commonwealth of  \nMassachusetts in an amount not less than $25,000. The bond must state  \nthat the obligee has ninety (90) days to notify the surety company of a  \ndelinquency. The security deposit shall be utilized to pay any delinquencies,  \ninterest, auditor’s fees, audit refusal penalties and/or any other assessed  \npenalties due to the Funds, to pay any wages due employees or to satisfy  \nany claims under Section 3. Any balance remaining shall be used to satisfy  \nJoint Trade Board awards.  \n(B.) Weekly submittal of contributions and hours.  \n(C.) The appointment of a job Steward, shall be at the discretion of the UNION  \non all jobs. Contractors will receive notice within twenty-four (24) hours  \nof said appointment.  \nSECTION 2. REPORTING REQUIREMENTS  \nWeekly reports are due in the Fund Office on the Wednesday of the week  \nfollowing the week in which the work was performed. A late notice will be issued  \nto employers failing to make timely payment. If the contributions and or reports  \nare not received within five (5) days of the date of the notice, the Employer shall  \nbe deemed to have violated the contract and Section 3 will be enforced.  \nMonthly reports are due on the fifth (Sth) day of the month following the  \nmonth in which the work was performed. A late notice will be issued to employers  \nfailing to make timely monthly payments. If the contributions and/or reports are  \nnot received within ten (10) days of the date of the notice the employers shall be  \ndeemed to have violated the contract and Section 3 will be enforced.  \nContractors not employing members must submit a signed summary page  \nreport indicating “no work” for that week/month.  \nInactive Employers who maintain inactivity for more than three (3) months  \nmust submit their “inactive status” in writing to the Fund Office.  \nAll Employer contributions for Pension, Health Benefits, Apprentice, Industry  \nBetterment, Annuity Funds, and all monies withheld for Dues Check-Off, Political-  \nPublic Relations and Organizing Fund shall be reported monthly or weekly, as  \nthe case may be, on one form and paid in one check payable to the Painters &  \nAllied Trades District Council No. 35 Trust Funds.  \nAny Employer that maintains a timely contribution record for six (6) months  \nmay, upon approval of the Trustees, submit contributions monthly, The return of  \na security deposit or release of bond obligation will be reviewed by the Fund  \nTrustees after timely submittal of contributions and/or reports during the  \nprobationary period of twenty four (24) months and released at their discretion.  \n17  \nTT  \nAn audit of an Employer’s books and records, as provided for in this Agreement,  \nwillbe performed prior to the release of any Security Deposit.  \nSECTION 3. FAILURE TO PAY  \nContributions shall be considered delinquent if not received by the 26th day  \nof the month following the month the work was performed or for weekly submittals,  \nthe Wednesday of the week following the week in which the work is performed.  \nInterest charged at the rate of 1 1/2% per month or prorated for weekly submittals  \nwill be assessed for any delinquent contributions which are not paid in violation  \nof this Agreement.  \nIn the event an Employer is delinquent or fails to abide by Article IX, Sections  \n1, 2 and/or 8 said case will be reviewed by the Fund’s Trustees and the following  \ndelinquency procedure will be enforced  \n(A.) A recommendation by the Trustees to the UNION for removal of its  \nmembers from said Employer’s jobs. If the Employees are withdrawn from  \nthe job, the delinquent contractor shall pay full wages and contributions  \nfor five (5) working days per member. Payment of fund contributions and  \nthe payment of wages for a member(s) pursuant to this Section may be  \nwithdrawn from the security deposit. Payment of wages and benefits lost  \nby a steward appointed by the UNION will also be deducted from the  \nsecurity deposit. Deductions from the security deposit must be replaced by  \nan Employer prior to continuation of work. The UNION shall have the  \npower to withhold its members upon the recommendation of the Trustees  \nand shall not be liable for withholding its members upon the  \nrecommendation of the Trustees.  \n(B.) A referral of the delinquent Employer by the Trustees to the Joint Trade  \nBoard for determination or action.  \n(C.) An invocation of the arbitration procedure or referral of the delinquent  \nEmployer by the Trustees or Joint Trade Board to legal Counsel to bring  \naction on behalf of the Plan pursuant to Section 502 (g) (2) and 515 of  \nERISA to enforce the Employer’s obligation.  \n(D.) In any action in which a decision or judgment is awarded in favor of the  \nFunds, the Employer shall pay to the Funds, in accordance with the court’s  \naward or other decision:  \n(i) The unpaid contributions, plus interest on the unpaid contributions,  \ndetermined at the rate of 1 1/2% each month plus.  \n(iti) Liquidated damages equal to the greater of —  \n(a) The amount of interest charged on the unpaid contributions,  \nor  \n(b} 20percent (higher percentage, if permitted by Federal or State  \nLaw) of the unpaid contributions, plus  \n18  \n(iv) Reasonable attorney’s fees and costs of the action, and  \n(v) | Such other legal or equitable relief as the court deems appropriate.  \nSECTION 4. COLLECTION AGENCY  \nCollection and enforcement of delinquency procedures will be designated to  \nthe Fund Office on behalf of the Trustees. Payments to all funds will be made to  \ndesignated authorized collecting agencies.  \nSECTION 5. RULES AND REGULATIONS  \nIt is agreed that the employees, independent Employers, the ASSOCIATION  \nand the UNION will be bound in all respects by the rules and/or regulations  \nestablished by the Trustees of any of the Funds.  \nSECTION 6. AGREEMENT TERMINATED  \nIf, within ten (10) days after receipt of a delinquency notice, any Employer  \nhas not made the required payments, including any payments of liquidated  \ndamages, the UNION may, in its discretion, terminate the Employer’s collective  \nbargaining Agreement with the UNION. Such termination shall not affect any  \nobligations of the Employer or the UNION arising under the Agreement prior to  \nthe termination date.  \nSECTION 7. RENEWAL OF TERMINATED AGREEMENT  \nAs a condition of renewing the Agreement, the UNION may require the  \nEmployer to meet the standards specified for probationary contractors as defined  \nherein.  \nSECTION 8. EMPLOYER AUDITS  \nIt is agreed that any and all records necessary to establish accurately the  \ncorrect hours upon which contribution should be based shall be made available to  \nan auditor appointed by the Trustees. All Employers are subject to periodic audits.  \nFailure to produce all requested records for the auditor within ten (10) days after  \nnotification shall be deemed a violation of the Agreement. The following items  \nmust be made available to the auditor:  \nl. All Employee payroll cards and/or payroll journals and cancelled payroll  \nchecks if required.  \n2. Copies of W-2 forms filed for all Employees.  \nCopies of W-3 forms filed for each year.  \n4, All Internal Revenue Service quarterly returns and annual reports (Forms  \n941 and 940) cancelled checks supporting payment of same.  \n5. A copy of the business tax return lines reflecting their cost of goods sold  \nschedule and other deductions with supporting invoices or other evidence.  \n6. All cash disbursement records, general ledgers, sales journals and other  \nbooks and records used in arriving at subcontracting.  \n19  \n7. Copies of 1099 forms and 1096 forms.  \n8. And/or individual employed as a subcontractor during the audit period in  \nquestion. All of the above information as it applies to any affiliated company.  \nSECTION 9. AUDIT DISCREPANCIES  \nAn Employer will be notified of any discrepancies revealed during the audit  \nof its books and records. If an Employer has not made the required payment or  \nsubmitted documentation to clarify discrepancies to the Fund Office within ten  \n(10) days after receipt of the audit billing, Section 3 of this Agreement will be  \nenforced. An Employer will be responsible for the audit fee when billed charges  \nexceed $1000.00 or all records indicated in Section 8 are not made available to  \nthe auditor on the scheduled audit date.  \nSECTION 10.PENALTY  \nAn Employer who violates this Agreement by refusing to allow an audit of its  \nrecords to be conducted, shall be assessed a penalty of $2,000. This penalty shall  \nbe in addition to any other remedies available to the Trustees of the employee _  \nbenefit funds and the UNION as set forth in Declarations of Trust of the various  \nemployee benefit funds. If all records required by this Agreement are not made  \navailable to the auditor at the initial audit, the Employer will be responsible for  \nthe audit cost and any subsequent audit costs for procurement of acomplete audit.  \nIn addition, failure to provide all requested audit records in the equivalent of an  \naudit refusal and the Employer may also be assessed the $2000 penalty.  \nSECTION 11.CONTRIBUTION OBLIGATIONS  \nAny Employer who is excused, relieved or not obligated to remit contributions  \nto any of the Funds provided for in this Agreement, by reason of any agreement  \nruling of any tribunal or court, or for any other reason, shall be required instead to  \nmake the equivalent hourly contribution (s) to the Painters & Allied Trades District  \nCouncil No. 35 Joint Training Program Trust.  \n"], ["ARTICLE X  \nDUES CHECK-OFF  \nSECTION 1. GENERAL OBLIGATIONS  \n", "Every Employer signatory to this Agreement hereby agrees to check-off from  \nwages of any Employee employed by such Employer during the term of this  \nAgreement administrative dues in the amount specified in the UNION’S By-Laws  \nand to remit said amount to the UNION in the following manner:  \n(A.) Upon signing of the Agreement, the UNION will notify the Employer in  \nwriting of the amount of administrative dues specified in the By-Laws,  \nand will submit to the Employer a copy of the By-Laws or the applicable  \nBy-Law provision.  \n20  \n(B.) For each payroll! period, the Employer will deduct from the wages of each  \nEmployee the amount specified in the By-Laws based on the gross weekly  \npay, and will accumulate said deduction to the end of the month unless the  \nEmployer has been placed on weekly payment status by the Funds,  \n(C.) On or before the 10th day of each month, the Employer wil! remit to the  \nUNION the entire amount of administrative dues due and owing as to each  \nEmployee for the month previous.  \n(D.) The UNION will hold the Employer against any claim which  \nmay be made by any person by reason of Dues Deduction in accordance  \nwith this Agreement.  \nSECTION 2. DUES CHECK-OFF OUTSIDE DISTRICT COUNCIL NO. 35  \nWhen a signatory Employer performs a job within the jurisdiction of a union  \naffiliated with the International Union of Painters & Allied Trades other than union  \nsignatory hereto and the By-Laws of that other union contain a provision for  \nadministrative dues or business agent “assessment”, the Employer shall check- off  \nfrom the wages of Employees covered by this Agreement and employed on that  \njob administrative dues or business agent “assessment” in the amount stated in  \nthat other union’s By-Laws, and shall remit said amount to that other union. In  \nthat event, that other union shall be acting as agent of the signatory union for the  \npurpose of policing and administering this Agreement.  \nIn performing the check-off procedure specified herein, the procedure in (A)  \nthrough (D) will be followed except that it shall be the responsibility of said  \nother union to notify the employer in writing of the amount of administrative  \ndues or business agent “assessment” specified in its By-Laws, and to submit to  \nthe employer a copy of the By-Laws or the applicable By-Law provision.  \nWhen the signatory Employer performs a job within the jurisdiction of a union  \naffiliated with the International Union of Painters & Allied Trades other than  \nthe UNION signatory hereto and the By-Laws of that other union contain no  \nprovision for administrative dues or business agent “assessment”, the Employer  \nshall continue to be bound by this Agreement.  \nSECTION 3. EMPLOYEES COVERED  \nThe obligations of the Employer contained herein shal! apply only as to  \nEmployees who have voluntarily signed a valid dues deduction authorization card.  \nSECTION 4. AUTHORIZATION CARD SIGNED  \nAt the time of the employment of any Employee, the Employer will submit  \nto each such Employee for a voluntary signature, dues deduction and/or initiation  \nfee authorization card in duplicate, one copy of which is retained by the Employer  \nand the other returned to the UNION, the form to be supplied such Employer by  \nthe UNION.  \nSECTION 5. MONTHLY LIST  \nOn or before the 10th day of each month, the Employer wiil submit to the  \nzl  \nUNION a list of all Employees covered by the Agreement who have not signed a  \ndues deduction authorization card, together with the number of hours worked by  \nsuch Employee during the month previous.  \nSECTION 6. AUTHORIZATION CARD  \nThe form of dues deduction authorization card which the UNION will supply  \nto the Employer for submission to the Employee will state as follows:  \n“This is to authorize any of the employers signatory to the Collective  \nBargaining Agreement with (Local Union) (District Council) dated including any  \nrenewal thereof, and by whom I may be employed during the term of such  \nagreement or any renewal thereof, and by whom | may be employed during the  \nterm of such agreement of any renewal thereof, to deduct from my wages and  \ntransmit to the union administrative dues in the amount specified in the by-laws  \nof said (Local Union) (District Council).  \nThis is to further authorize said employers, when I am working for them or  \nany one of them within jurisdiction of any union affiliated with the Union of  \nPainters other than my own Local Union, to deduct form my wages the amount of  \nadministrative dues or business agent “assessment” (in the nature of dues), provided _  \nfor in that other union By-Laws, and remit such amount to that other union; and if  \nthere is no provisions for administrative dues or business agent “assessment” (in  \nthe nature of dues) in the By-Laws of that other union, | authorize said employers  \nto continue to deduct from my wages the amount specified in the first sentence of  \nthis authorization and remit the same to my own union. This authorization shall  \nbe irrevocable for the period of one year following the date it was signed or until  \nthe current collective bargaining agreement expires, whichever occurs sooner.  \nThis authorization shall be automatically renewed from year to year unless sixty  \n(60) days prior to the termination of the annual renewal date I revoke this  \nauthorization by written notice to the union and to the employer by whom I am  \nemployed.”  \nSECTION 7. VOLUNTARY PAYROLL DEDUCTION OF POLITICAL  \nPUBLIC RELATIONS CONTRIBUTIONS &  \nAUTHORZATION FORM FOR CHECK OFF  \nEmployers party to this Agreement hereby agree to honor authorizations for  \ncheck-off of political-public relations contributions from Employees who are union  \nmembers in the following form:  \n“I hereby authorize my employer to deduct from my pay the sum of  \nfifteen (15) cents for each hour worked and to forward that amount to  \nthe Political-Public Relations Committee. Checks shall be made  \nto Painters & Allied Trades District Council No. 35 Trust Funds and  \nmailed monthly to Painters District Council No. 35Trust Funds, P.O.  \nBox 5655, Boston, Mass. 02206. This authorization is signed freely and  \nvoluntarily and not out of fear or reprisal and on the understanding that  \nthe Political-Public Relations Committee will use the money contributed  \nne  \nto that effort to make expenditures in connection with federal, state and  \nlocal elections and for charitable/social purposes, and that this voluntary  \nauthorization may be revoked at any time by notifying my employer, the  \nPolitical-Public Relations Committee and District Council No. 35 in  \nwriting of a desire to do so.”  \nSECTION 8. PAINTERS & ALLIED TRADES DISTRICT COUNCIL  \nNO. 35 ORGANIZING FUND  \nEvery Employer signatory to this Agreement, hereby agrees to deduct from  \nthe wages of any Employee employed by such Employer during the term of this  \nAgreement contributions to the District Council No. 35 Organizing Fund as may  \nbe specified from time to time by the UNION.  \n"], ["ARTICLE XI  \nOUT OF TOWN WORK  \nSECTION |. OVERNIGHT WORK  \n", "Out of town expenses for all work done out of the geographical jurisdiction  \nof the UNION where Employees do not return daily, traveling expenses, board  \nand room should be paid for at actual cost with lodging to meet the minimum  \nrequirements contained in the American Automobile Association ratings.  \nSECTION 2. OUTSIDE GEOGRAPHIC JURISDICTION  \nThe Employer party hereto shail, when engaged in work outside the geographic  \njurisdiction of the UNION, comply with all of the lawful clauses of the collective  \nbargaining agreement in effect in said other geographic jurisdiction and executed  \nby the employers of the industry and the affiliated Local Unions in that jurisdiction,  \nincluding but not limited to, the wages, hours, working conditions, fringe benefits,  \nand procedure for settlement of grievances set forth therein; provided however,  \nthat as to Employees employed by such Employer from within the geographic  \njurisdiction of the UNION party to this Agreement and who are brought to an  \noutside jurisdiction, such Employee shall be entitled to receive the wages and  \nconditions effective in either this or the other jurisdiction whichever are more  \nfavorable to such Employees, and fringe benefit contributions on behalf of such  \nEmployees shall be made solely to their home funds in accordance with their  \ngoverning documents.  \nThis provision is enforceable by the Local Union or District Council in whose  \njurisdiction the work is being performed, both through the procedure for settlement  \nof grievances set forth in its applicable collective bargaining agreement and through  \nthe courts, and is also enforceable by the UNION party to this Agreement, both  \nthrough the procedure for settlement of grievances set forth in this Agreement  \nand through the courts. The Employer shall not be permitted to evade its obligations  \nhereunder by setting up an additional ‘home’ or ‘branch’ office or plant in an area  \noutside its principal place of business.  \n23  \nThe contractor or the Employer party to this Agreement, when engaged in  \nwork outside the geographical jurisdiction of the UNION party to this Agreement,  \nshall employ not less than fifty percent (50%) of the workers employed on such  \nwork from the residents of the area where the work is performed or from among  \npersons who are employed the greater percentage of their time in such area; any  \nothers shall be employed only from the contractor’s home area.  \n"], ["ARTICLE XII  \nWORK PRESERVATION  \n", "This Agreement shall apply to all present and subsequently acquired operations  \nof the Employer and to all accretions to the bargaining unit including but not  \nlimited to newly established or acquired operations.  \nSECTION 1. USING ANOTHER BUSINESS PROHIBITED  \nThe Employer party hereto shall not attempt to engage in any work covered  \nby the Agreement through the use or device of another business or corporation  \nwhich such Employer owns or controls or through the use or device of a joint  \nventure with another Employer or contractor without first consulting with the  \nunion for the purpose of establishing to the union’s satisfaction that the use of  \nsuch device is not for the purpose of taking advantage of lower wages or conditions  \nthat are in effect in the area where said device is sought to be used. If the UNION  \nis not so satisfied, the UNION may resort to all available legal or economic  \nrecourse, including cancellation of this Agreement, notwithstanding any other  \nprovision of this Agreement.  \nSECTION 2. PRESERVATION OF WORK  \nTo protect and preserve, for the Employees covered by this Agreement, all  \nwork they have performed and all work covered by this Agreement, and to prevent  \nany device or subterfuge to avoid the protection and preservation of such work, it  \nis agreed as follows: If the Employer performs on-site construction work of the  \ntype covered by this Agreement, under its own name or the name of another, as a  \ncorporation, company, partnership, or other business entity, including a joint  \nventure, wherein the Employer, through its officers, directors, partners, owners,  \nor stockholders, exercises directly or indirectly (through family members or  \notherwise), management, control, or majority ownership, the terms and conditions  \nof this Agreement shall be applicable to all such work.  \nAll charges of violations of this Article shall be considered as a dispute and  \nshall be processed in accordance with the provisions of this Agreement on the  \nhandling of grievances and the final and binding resolution of disputes. Asa remedy  \nfor violations of this Section, the Joint Trade Board or Arbitrator shall be able, at  \nthe request of the UNION, to require an Employer to pay 1) to affected Employees  \ncovered by this Agreement, including registered applicants for employment, the  \nequivalent of wages those Employees have lost because of the violations, and 2)  \ninto the affected Joint Trust Funds to which this Agreement requires contributions  \n24  \nany delinquent contributions that resulted from the violations. The Joint Trade  \nBoard or Arbitrator shall be able also to provide other appropriate remedies,  \nwhether provided by law or this Agreement. The UNION shall enforce a decision  \nof the Joint Trade Board or Arbitrator under this Article only through arbitral,  \njudicial, or governmental (for example, the National Labor Relations Board)  \nchannels.  \nIf, after an Employer has violated this Article, the UNION and/or the Trustees  \nof one or more Joint Trust Funds to which this Agreement requires contributions  \ninstitute legal action to enforce an award by an arbitrator or the Joint Trade Board  \nremedying such violation, or defend an action that seeks to vacate such award, the  \nEmployer shall pay any accountants’ and/or attorneys’ fees incurred by the UNION  \nand/or the Joint Trust Funds, plus costs of the litigation, that have resulted from  \nsuch legal action. This Section does not affect other remedies, whether provided  \nby law or this Section that may be available to the UNION and/or the Joint Trust  \nFunds.  \nSECTION 3. MEMORANDUM OF UNDERSTANDING  \nAll Employers who are signatories to agreements outside of the geographical  \narea of the UNION and who are not signatory to this Agreement, but who perform  \nwork within the territorial jurisdiction of the UNION shall be required to sign a  \nMemorandum of Understanding supplied by the UNION.  \n"], ["ARTICLE XIII  \nSAFETY AND TRAINING  \nSECTION 1. GENERAL/OSHA  \n", "In accordance with the requirements of the Occupational Safety and Health  \nAct of 1970, it shall be the exclusive responsibility of the EMPLOYER to ensure  \nthe safety of its Employees and compliance by them with any safety rules contained  \nherein or established by the Employer. Nothing in this Agreement will make the  \nUNION liable to any Employees or to any other persons in the event that work  \nrelated disease, sickness, death, injury or accident occurs.  \nThe Employer will not engage in any litigation against the UNION, on a  \nsubrogation theory, contribution theory or any other theory, so as to obtain a money  \njudgment from it in connection with any work-related disease, sickness, death,  \nInjury or accident.  \nNeither the discretionary right of the UNION or its authorized agents to make  \na determination of “unsafe” or “hazardous’ conditions or to approve conditions as  \n“safe” as set forth herein, nor the making of such a determination or the giving of  \nsuch approval, shall constitute an undertaking on behalf of or for the benefit of  \nEmployees or others to warrant, guarantee, or assure that such conditions are in  \nfact safe or unsafe.  \nNeither the authority of shop and job stewards to “check all equipment and  \n2  \nrigging to assure that it is safe and in proper working condition”, as set forth  \nherein, nor the exercise of that authority shall constitute an undertaking by the  \nUNION or the shop and job stewards on behalf of or for the benefit of employees  \nor others to warrant, guarantee or assure that said equipment and rigging are in  \nfact safe and in proper working condition. The Employer agrees that the UNION  \nwill not be held liable or responsible for any negligent or tortuous act committed  \nby the Employees it refers.  \nSECTION 2. QUALIFYING DOCUMENTATION REQUIRED TO BE  \nCARRIED BY EACH EMPLOYEE  \nAll Employees will have and carry with them current First Aid and CPR  \ncards, Social Security Number, and certification of satisfactory completion of the  \nfollowing training courses (within the time frames established by this Agreement,  \nbut not limited to,) the Joint Trade Board and/or government regulations: General  \nSafety including the 10 hour OSHA, 24 hour Lead Awareness and Deleading and  \nrequired 8 hour annual Deleading certificate renewal, OSHA Hazard  \nCommunication, OSHA Fall Protection, Sexual and Racial Harassment and  \nDiscrimination, and other required training for the painting and glazing trades; all  \nas made available and administered by the Painters & Allied Trades District Council  \nNo. 35 Joint Training Program Trust.  \nIn addition, all Employees shall! have and carry with them proof/certification  \nof applicable medical tests including: OSHA Blood lead level, as required, OSHA  \nPulmonary Fitness and OSHA Respirator Fit Test.  \nThe Pulmonary Fitness Test and Respirator Fit Test are mandatory and must  \nbe taken every 12 months. (When using a respirator the employee shall be clean  \nshaven per OSHA requirements.)  \nSECTION 3. TOOLS AND EQUIPMENT TO BE FURNISHED BY EACH  \nEMPLOYEE  \nThe following tools are to be furnished by all Employees and must be in their  \npossession on the job at all times.  \nAll Employees:  \nOne putty knife;  \nOne broad knife;  \nOne or more dusters;  \nUtility knife;  \nOne large and one small screwdriver;  \nRazor blade holder; Personal dust mask and respirator glass (but not including  \nexpendable filter cartridges);  \nSafety glasses/goggles glass;  \nHard hat glass;  \n26  \nAppropriate safety footwear;  \nPresentable white uniforms/long sleeve white shirt & trousers or overalls;  \nBagglass or (tool box) to carry tools. (glasses issued by the Training Fund)  \nAdditional Tools To Be Furnished By Each Drywall Finisher: The standard  \ntools of the trade consisting of broad knives, trowels, pans, hawks and small  \nassorted knives (2”, 3” and 4’).  \nAdditional Tools To Be Furnished By Each Wallcoverer: Straight edge, pail  \nand the usual wallcoverer’s hand tools. Wallcoverers may, but will not be required  \nto, furnish easels and/or up-right tables.  \nTools and Equipment furnished by Employer for Glaziers:  \n(A.)} All power tools, four foot or longer levels, glass cutters, hacksaw blades,  \ndrill bits, extension cords, taps, counter sinks, suction cups, putty knives  \nand caulking guns shall be supplied by the Employer when the Employer  \nrequests their use.  \nAll other tools normally required by a Journeyman Glazier will be supplied  \nby the Employee.  \nTools supplied by the Employer shall remain the property of the Employer.  \nWhen practical an Employee must have access to a gang box or lockup  \nduring work hours or after work hours when it is not practical to transport  \npersonal or company issued tools daily.  \nAll tools shall be of standard quality and design as established and approved  \nby the Joint Trade Board.  \nAll tools & equipment furnished to an Employee by an Employer shall be  \nthe responsibility of the Employee for proper care.  \nSECTION 4. SPRAY  \nThere shall be no spray premium for any spray work performed with a hand-  \ncarried paint container up to one quart except when an employee works four (4)  \nhours with a cup gun or spray can. The Employee then shall be paid eight (8)  \nhours at the spray rate. Employees on spray work shall be furnished with approved  \nrespirators, protective creams, and cleansing agents by their Employer. Sufficient  \nfilter cartridges shall be on the job at all times.  \n"], ["ARTICLE XIV  \nBARGAINING RECOGNITION  \nSECTION 1. DISTRICT COUNCIL NO. 35 RECOGNIZED  \n", "This Agreement shall certify that each EMPLOYER has satisfied itself or  \nhad an opportunity to satisfy itself that the UNION, in accordance with Section  \n9(a) of the National Labor Relations Act, represents a majority of its Employees  \nzt  \nemployed under this Agreement and, therefore, is the exclusive bargaining  \nrepresentative for and on behalf of all Employees employed by such EMPLOYER  \nor contractor wherever and whenever employed during the term of this Agreement,  \nexcept supervisory employees and other employees excluded under the provisions  \nof the National Labor Relations Act as amended.  \nEach EMPLOYER signatory to this Agreement, individually or through  \nmembership in a multi-employer bargaining unit, waives any right that he or it  \nmay have to terminate, abrogate, repudiate, or cancel this Agreement during its  \nterm, or during the term of any future modifications, changes, amendments,  \nsupplements, extensions or renewals of or to this Agreement, or to file any petition  \nbefore the National Labor Relations Board seeking to accomplish such termination,  \nabrogation, cancellation or repudiation.  \nSECTION 2. THE PAINTING & FINISHING EMPLOYERS ASSOCIATION  \nOF NEW ENGLAND, INC. AND THE GLASS EMPLOYERS  \nASSOCIATION OF NEW ENGLAND, INC. RECONIZED  \nExcept as otherwise provided for in the Agreement, the UNION recognizes  \nthe Painting & Finishing Employers Association of New England, Inc. and the  \nGlass Employers Association of New England, Inc., as the representatives of their  \nmembers and the independent contractors who are signatories to this instrument  \nfor such purposes as may be necessary for the administration of this Agreement.  \n"], ["ARTICLE XV  \nPICKET LINES  \n", "(A.) Employees covered by this Agreement shall have the right to respect any  \nlegal primary picket line validly established by any bona fide labor  \norganization, and the UNION party to this Agreement has the right to  \nwithdraw Employees covered by this Agreement whenever the Employer  \nparty to the Agreement is involved in a legitimate primary labor dispute  \nwith any bona fide labor organization,  \n(B.) It shall not be considered a breach of contract for Employees to respect any  \npicket lines recognized by District Council No. 35 on any site where  \nmembers are employed.  \n(C.) This Agreement does not deny the right of the UNION or its representatives  \nto render assistance to other labor organizations in a strike or work stoppage  \nduly authorized by the UNION requesting assistance by removal of its  \nmembers from jobs when necessary and when the UNION or its proper  \nrepresentatives decide to do so. When such a removal takes place, the  \nUNION or its representative shall direct the Employees on such jobs to  \ncarefully put away all tools, material, equipment or any other property of  \nthe Employer in a safe manner.  \n(D.) The Secretary-Treasurer of the UNION and his Business Representatives  \n28  \n(A.)  \n(B.)  \n(C.)  \n(A.)  \n(B.)  \nshall be allowed access to any shop or job at any time where employees  \ncovered under the terms of this Agreement are employed.  \n"], ["ARTICLE XVI  \nSHOP AND JOB STEWARD PROTECTED  \n", "The UNION will have the right to appoint a steward from those Employees  \nworking on the job; said steward shall remain on the job until its completion  \nunless said steward is deemed incompetent to perform the remaining work  \non the job. If necessary, competency shall be determined by the Joint Trade  \nBoard or by mutual agreement of the Business Representative and Employer.  \nWhen a violation is found on the job, the matter will be taken to the Joint  \nTrade Board. Said meeting to be held within 48 hours (Saturday, Sunday  \nand Holidays excluded) after such request is made by District Council No.  \n35. Failure on the part of the EMPLOYER to attend said meeting will be  \nsufficient cause for the UNION to unilaterally appoint a steward from  \nEmployees other than those on the job pending review of the violation by  \nthe Joint Trade Board.  \nThe ASSOCIATION and the EMPLOYER agree that they will not  \ndiscriminate against any steward because of duties as a steward. It is  \nunderstood that the steward shal! perform work as a full-time journeyworker  \nbut shall be allowed to investigate alleged violations of the Agreement and  \nmake inspections of the work as necessitated by general job conditions.  \n"], ["ARTICLE XVII  \nSUBCONTRACTING  \n", "The UNION agrees that it will not permit its members to work for any  \ncontractor who does not maintain a regular painting or glazing business  \nand who has not executed a collective bargaining agreement with the  \nUNION or any other District Council or a Local Union.  \nThe Employer shall not contract out or sub-contract any work covered by  \nthis Agreement to any subcontractor or other person, unless that  \nsubcontractor or other person is a party to a collective bargaining agreement  \nwith this UNION or another union affiliated with the LB.P.A.T. If the  \nsubcontractor is located outside of territorial jurisdiction of D.C. 35, the  \nEmployer shall notify the UNION prior to the start of work of the  \nsubcontract, and the UNION may require the subcontractor to make weekly  \nreports to the UNION and to post a $25,000 Performance Bond to the  \nDistrict Council No. 35 Trust Funds. A person who is a party to a collective  \nbargaining agreement with the UNION shall be a contractor for the purpose  \nof this Section.  \n29  \n"], ["ARTICLE XVIII  \nJOB AND OVERTIME REGISTRATION  \nSECTION |. JOB REGISTRATION  \n", "Employers shall register all jobs expected to continue for more than five (5)  \nwork days, including out-of-area jobs, by telephone with the UNION no sooner  \nthan one week prior to starting work, nor later than noon of the second working  \nday. A communication mailed to the UNION office on the day of starting shall be  \ndeemed to be proper registration. Any Employer failing to so report any job  \ninvolving over five (5) work days work shall be assessed liquidated damages of  \n$75 first offense, $100 for the second offense, $125 for the third offense and an  \nadditional $100 for each subsequent offense i.e.: $75, $100, $125, $225, $325,  \n$425 etc. The Joint Trade Board hereby authorizes the UNION to automatically  \nassess liquidated damages made payable to the Joint Trade Board in the above-  \nmentioned amounts. All jobs registered with the UNION in each preceding period  \nwill be submitted to the ASSOCIATION.  \nSECTION 2. OVERTIME REGISTRATION  \nThe Joint Trade Board hereby authorizes the UNION to automatically assess  \nliquidated damages made to Joint Trade Board in cases on non-notification of  \novertime. Overtime notification may be made on the next working day in case of  \nunexpected overtime scheduling except on weekend work. If work is scheduled  \nafter 1:00 P.M. Friday, the UNION will provide a phone answering system which  \nthe Employer will be required to record weekend work on. Failure to do so will  \nsubject the Employer to liquidated damages. Liquidated damages will be $75  \nfirst offense, $100 for the second offense, $125 for the third offense and an  \nadditional $100 for each subsequent offense i.e.: $75, $100, $125, $225, $325,  \n$425, etc.  \n"], ["ARTICLE XIX  \nJOINT TRADE BOARD  \nSECTION 1. MEMBERSHIP  \n", "There shall be a Joint Trade Board comprising six (6) members designated by the  \nASSOCIATION, and six (6) members designated by the UNION. The name of  \nthe Board shall be: New England (MA, ME, NH, VT) Painting, Finishing & Glazing  \nD.C. No. 35 Joint Trade Board.  \nSECTION 2. INDEPENDENTS  \nWhen hearing a complaint against an independent signatory Employer, such  \nEmployer may, at its discretion, select to have an independent signatory Employer  \nto sit in the place of an ASSOCIATION member on the Board.  \nSECTION 3. OFFICERS  \nThe Board shall have a Chairman and Secretary-Treasurer elected by the Board.  \n30  \nWhen the Chairman is from the UNION, the Secretary-Treasurer shall be from  \nthe ASSOCIATION and vice-versa.  \nSECTION 4. LIABILITY  \nNo member of the Joint Trade Board shall be held liable by a party to this  \nAgreement for any action that member takes within the scope of his duties as a  \nmember of the Joint Trade Board.  \nSECTION 5. AGREEMENT INTERPRETATION  \nAll questions of interpretation of this Agreement and all grievances or complaints  \nagainst members of either party to this Agreement, or independent signatory  \nEmployer for alleged violations of the same shall be heard and adjudicated by the  \nJoint Trade Board.  \nSECTION 6. WORKERS’ COMPENSATION-FRAUDULENT CLAIMS  \nFor the purposes of this provision, a “fraudulent claim” means a claim, which the  \nclaimant knew or reasonably should have known, is not a compensable claim  \nunder the law. Any allegation that an Employee working under the terms of this  \nAgreement has brought a fraudulent claim may be presented to the Joint Trade  \nBoard.  \n{n the event that the Joint Trade Board determines that there is reasonable cause  \nto believe that a fraudulent claim has been made, it may schedule a hearing. After  \ndue notice to the parties, the Joint Trade Board shall hear the evidence and issue  \nits decision.  \nIn the event the Joint Trade Board determines that a fraudulent claim has been  \nmade, it shall have the authority to suspend the claimant from employment with  \nany or all parties to this Agreement for a period up to six (6) months.  \nSECTION 7. OTHER DUTIES  \nThe Joint Trade Board shall perform such other duties as may be prescribed by  \nthe Agreement.  \nSECTION 8. MEETING CALLED  \n[t shall meet regularly once a month at the call of either of the parties hereto upon  \nnot less than forty-eight (48) hours notice.  \nSECTION 9. QUORUM  \nNotwithstanding anything to the contrary, a quorum of the Joint Trade Board  \nshall consist of not less than three (3) members from the ASSOCIATION and  \nthree (3) members from the UNION and in which case the decision of such number  \nshall have the same force and effect as if the whole six (6) from the ASSOCIATION  \nand the UNION had acted. However when the Joint Trade Board is called into  \nsession on 48 hours notice the quorum shall consist of no fewer than two members  \nfrom the ASSOCIATION and two from the UNION.  \n3]  \nSECTION 10. VOTING STRENGTH  \nWhen voting on a question, complaint or finding on any matter, the  \nASSOCIATION, and the UNION shall each have equal votes irrespective of the  \nnumber of representatives actually present and voting.  \nSECTION DECISIONS BINDING  \nThe decision and findings of the Joint Trade Board including any assessment of  \nliquidated damages or any other remedy shall be final and binding upon the  \nASSOCIATION and the UNION and any independent signatory Employer.  \nDecisions may be made retroactive. Such decisions and findings shall be final  \nunless properly appealed in conformity with Article XX of this Agreement.  \nSECTION 12. SUB-COMMITTEES  \nThe Joint Trade Board shall have the power to compose and to delegate one or  \nmore sub-committees consisting of an equal number of members of the  \nASSOCIATION and the UNION who need not be members of the Joint Trade  \nBoard to perform such duties for the Joint Trade Board as it may direct.  \nSECTION 13. RECORDS TO BE KEPT  \nEvery Employer signatory to this Agreement shall keep accurate records of hours  \nworked and monies paid as provided for in this Agreement, as well as copies of  \nall reports required by this Agreement, for a period of three (3) years beyond the  \ntermination of the Agreement.  \nSECTION 14. POWER TO SUMMON  \nThe Joint Trade Board shall have the power to summon before it and to question  \nand examine any member of the ASSOCIATION or an Independent contractor of  \nthe UNION. It shall have the power to require production of books, papers or  \nother evidence it may deem necessary in deciding a case.  \nSECTION 15. COMPLAINTS IN WRITING  \nAll complaints to the Joint Trade Board shall be in writing, stating the nature of  \nthe complaint.  \nSECTION 16. FAILURE TO REACH DECISION  \nUpon failure of the Joint Trade Board to adjust a grievance or to agree on a decision  \nor finding, the matter shall be submitted to an impartial arbitrator, (mutually  \nacceptable to the UNION and the ASSOCIATION) within 72 hours, if petitioned  \nto do so by either party to the complaint.  \nSECTION 17. WORK CONTINUITY  \nThere shall be no strike, lockout, stoppage of work or other interference pending  \ndisposition of any matter by the Joint Trade Board or on appeal.  \nSECTION 18, INCOME  \nThe Joint Trade Board shall have authority to receive damages and Industry  \n32  \nBetterment monies collected under the terms of this Agreement and authority to  \nutilize the monies received to defray operation expenses and for other purposes.  \nAll damages assessed under the terms of this Agreement shall be paid to the Joint  \nTrade Board or Trust Funds as previously designated. Obligations incurred to pay  \ndamages under any portion of this Agreement of associated Trust Funds shall not  \nterminate with the expiration of this Agreement or the prior Agreement.  \nSECTION 19. EXPERIMENTS  \nIn order to fulfill the above purposes, the Joint Trade Board shall have the authority  \nto experiment with revisions to work rules, use of tools, spray and overtime Section  \nof this Agreement in order to recapture repaint work and work being done non-  \nunion and to obtain jurisdiction of new products and processes in our industry. All  \nexperiments shall be carefully documented and results made available to the  \nASSOCIATION and the UNION.  \nSECTION 20. OFFICE AND STAFF  \nThe Joint Trade Board shall establish an office and employ necessary clerical  \nhelp to handle the necessary book work, statistical forms and records so that the  \nJoint Trade Board will be well informed about its activities. It shall also provide a  \nmeans for supplying such information to the respective signatory organizations.  \nSECTION 21. RECORD OF AGREEMENT AND JOBS:  \nTo insure uniform bipartisan administration of the Agreement, the UNION agrees  \nto furnish to the ASSOCIATION every month a complete list of all collective  \nbargaining agreements signed by the UNION and a complete list of all jobs  \nregistered including the registration number, the job, name and location and the  \nEmployers name and address.  \nSECTION 22. TEMPORARY EMPLOYEES:  \nIf both parties agree that a labor shortage exists, the Agreement shall be reopened  \nto authorize the Joint Trade Board to take whatever action it deems necessary to  \nremedy the situation.  \n"], ["ARTICLE XxX  \nAPPEAL PROCEDURE AND COURT ENFORCEMENT  \nSECTION 1. BASIS FOR RECONSIDERATION BY THE BOARD AND  \nDEADLINE FOR APPEAL  \n", "The Joint Trade Board will not reconsider any decision unless new evidence  \nis found which could not have been produced with reasonable effort prior to the  \ninitial hearing.  \nNew evidence must be provided to the Joint Trade Board in writing within  \nten (10) days of the receipt of the written decision of the Board, and whether to  \nreconsider the initial decision shall be solely at the discretion of the Joint Trade  \nBoard.  \n30  \n   \nPayment for any and all damages assessed by the Joint Trade Board must  \naccompany any request for rehearing.  \nSECTION 2. APPEAL PROCEDURE AND DIVISION OF COST  \n(A.) If no evidence is available, appeal may be made to an impartial arbitrator  \n(B.)  \n(C.)  \nappointed pursuant to the voluntary Labor Rules of the American Arbitration  \nAssociation within the same ten (10) days referred to above. The proceedings  \nbefore the impartial arbitrator shall be in the nature of an appeal and the  \ndecision of the Joint Trade Board shall be upheld unless clear! y erroneous.  \nThe parties to the appeal shall share equally the arbitrator’s fees and the  \nadministrative and other expenses associated with the arbitration.  \nEach party shall bear its own costs in obtaining legal representative in  \nconnection with the appeal.  \nSECTION 3. STATEMENT OF GROUNDS FOR APPEAL AND DEADLINE  \nFOR SUBMISSION  \n(A.) In order for the party desiring to commence an appeal ina timely manner,  \n(B.)  \na written notice of the party’s desire to appeal shall be delivered to the  \noffice of the Joint Trade Board, and be actually received by the Board within  \nthe same ten (10) days referred to above.  \nThe appeal shall include a statement of the grounds for the appeal.  \nSECTION 4. DEPOSIT TO ESCROW ACCOUNT REQUIRED  \n(A.) The party desiring to appeal must also deliver together with the notice of  \n(B.)  \nappeal all a) damages, b) interest, c) fees, and d) other amounts assessed in  \nthe disputed Award to the office of the Joint Trade Board, which amounts  \nshail be held in an escrow account pending the final outcome of the  \nproceeding.  \nIn lieu of the full cash amount, the appealing party may furnish a bond in  \nan equivalent amount from an A-rated Massachusetts company that is  \nacceptable to the UNION and the Board in a form approved by the UNION  \nand the Board.  \nSECTION 5. BOARD’S AUTHORITY TO ACCEPT A LESSOR ESCROW  \nDEPOSIT AND ACCEPTANCE OF BONDS  \n(A.) The Joint Trade Board shall have the authority and complete discretion to  \n(B.)  \nagree to accept cash and/or a bond for less than the full amount assessed  \npending an appeal, but in no event shall that lesser amount be less than  \n$20,000 regardless of the amounts at issue, unless the amount of the total  \ndamages and award is less than $20,000 in which case the full amount is  \nrequired for an appeal.  \nA party desiring to pay cash and/or furnish a bond for less than the full  \namount assessed must deliver to the office of the Joint Trade Board together  \nwith the notice of appeal, cash and/or a bond coverin g the first $20,000 and  \n34  \na written application, signed under penalties of perjury, requesting the Board  \nto reduce the amount and stating, in detail, the reasons for the request.  \nSECTION 6. DEFECTIVE NOTICE OF APPEAL  \n(A.) Notice of appeal received by the Joint Trade Board within the required ten  \n(10) day period without both (a) the first $20,000 and (b) a proper request  \nfor a reduction of any additional amounts, shall not be deemed to have  \nbeen timely filed, and the Joint Trade Board’s initial Award shall be final  \nand binding.  \nSECTION 7. BOARD’S DECISION TO LOWER OR NOT LOWER  \nESCROW DEPOSIT IS FINAL  \n(A.) Upon written request to lower the amount of escrow deposit the decision  \nof the Joint Trade Board, to lower, or not to lower, the amount of the cash  \nand/or the bond that must be placed in escrow pending an appeal shall be  \nfinal and shall not be subject to the appeal procedure.  \n(B.) Likewise, failure of the Board to agree to an application to reduce the amount  \nof cash and/or bond that must be placed in escrow pending an appeal, shall  \nnot be subject to appeal procedure.  \n(C.) Following the Board’s decision to deny a lower escrow reduced cash or  \nbond, the party desiring to appeal shall be required to forward in cash and/  \nor bond the full amount initially Awarded to the Joint Trade Board for  \ndeposit in the escrow account, within ten (10) days of receipt of notice of  \nthe Board’s adverse decision or inaction.  \nSECTION 8. EFFECT OF SUBSEQUENT BOARD DECISION TO LOWER  \nOR NOT TO LOWER ESCROW DEPOSIT  \nIf, subsequent to the date of initial Award, the Board does decide to grant a  \nrequest to lower the amount of the cash and/or the bond that must be furnished  \npending appeal, the additional cash and/or bond amount must be received within  \nten (10) days of receipt of the Board’s subsequent decision or the Joint Trade  \nBoard’s initial Award shall be final and binding.  \n“If the Board decides not to lower the escrow deposit or fails to agree on a  \nrequest to lower the amount of the case and/or bond that must be furnished pending  \nappeal the Joint Trade Board’s initial Award shall still be final and binding, and  \nthe balance of the originally awarded amount of cash and/or bond must be received  \nwithin ten (10) days of receipt of notice of the Board’s adverse decision or inaction.”  \nSECTION 9. DISTRICT COUNCIL #35 AUTHORIZED TO REMOVE ALL  \nEMPLOYEES  \nIn the event no appeal is made and the damages assessed are not paid, or  \ncontractual conditions are not adhered to following the ten (10) day period after  \nreceipt of the Joint Trade Board’s decision, District Council No.35 is hereby  \nauthorized to remove all Employees from all jobs of the Contractor involved in  \nthe infraction.  \na5  \nSECTION 10. ADDITION OF LEGAL EXPENSES TO DAMAGES  \n(A.) In the event that damages as determined by a Board decision are not paid  \nwithin the stipulated time and legal action is necessary, attorney's fees and  \ncourt costs for said legal action will be added on the damages plus interest  \nin the amount of 1.5% per month up to $500 and 2% above prime rate per  \nmonth over $500 or any other higher amount allowed by law or regulation.  \n(B.) Interest will be calculated from the date ten (10) days after receipt of  \nnotification by the Joint Trade Board decision.  \nSECTION 11. COURT ENFORCEMENT AND LEGAL FEES  \n(A.) The UNION and other interested parties may enforce an award of the Joint  \nTrade Board in any court of competent jurisdiction. Such court enforcement  \nmay be undertaken even though the UNION is simultaneously withholding  \nemployees from the offending Employer and even though the UNION or  \nany other party 1s simultaneously undertaking any other action to secure  \ncompliance with the award.  \n(B.) The offending Employer shall pay the reasonable attorney’s fees incurred  \nby the UNION and any other interested party in seeking enforcement of an  \naward of the Joint Trade Board.  \nSECTION 12. DISTRICT COUNCIL NO. 35, JOINT TRADE BOARD AND  \nASSOCIATION PROTECTED  \nNeither the UNION, the Joint Trade Board, the ASSOCIATION nor any  \nindependent Employer who is party to this Agreement shall be liable for any  \nactions, including the withholding of Employees taken in good faith for the purpose  \nof enforcing an award of the Joint Trade Board.  \nSECTION 13. LIQUIDATED DAMAGES  \n(A.) The Joint Trade Board may assess reasonable damages or impose any other  \nreasonable remedy upon an Employer who has violated of this Agreement,  \nwhether or not that a particular Section specifically provided for such  \ndamages or remedy. The Joint Trade Board is further authorized to impose  \nan administrative charge on any party found to have violated this Agreement.  \n(B.) The parties agree and acknowledge that whatever the terms of the Agreement  \nprovide for monetary payments to the Joint Trade Board, said payments  \nare in the nature of liquidated damages for breach of the Agreement. Nothing  \nherein contained shall be in violation of the applicable Sections of the  \nNational Labor Relations Act of the so-called Taft-Hartley Act or any other  \nfederal or state law.  \n(C.) The Joint Trade Board shall utilize the damages recovered to satisfy any  \nEmployee claims against the offending Employer and to pay any  \ndelinquencies due the Funds. The Joint Trade Board shall have authority to  \nexpend any remaining monies for such purposes as will in it judgment  \nbenefit the Industry including the making of charitable contributions.  \n36  \nSECTION 14. COMPLAINANT PROTECTED  \nNo Employer shall dismiss any Employee for making a complaint or giving  \nevidence with respect to an alleged violation of any provision of the Agreement  \nprior to the hearing by the Joint Trade Board of such complaint. Such complainant  \nshall have the protection of the Joint Trade Board. In the event of a refusal of an  \nEmployer to give employment, prior to and after hearing. The Employer shall be  \nliable for the pay of such Employee for such time lost.  \nSECTION 15. STEWARD DESIGNATED  \nWhen the Joint Trade Board finds that an Employer is guilty of violating the  \nAgreement, it may, at its discretion, authorize the Union to designate the shop  \nsteward who shall be employed by such Employer for a period not exceeding six  \n(6) months, as the Joint Trade Board may decide.  \n"], ["ARTICLE XXI  \nSUSPENSION OF CONTRACTOR PRIVILEGES  \n", "(A.} A contractor who willfully neglects or refuses to come before the Joint  \nTrade Board, or fails to abide by the decision of the Joint Trade Board,  \nmay have any privileges, any permits normally issued by the UNION or  \nany other privileges of this Agreement suspended. The Joint Trade Board  \nmay request the UNION to withhold Employees. If said Employees are  \nwithdrawn, the contractor shall pay full wages and fund payments for such  \ntime lost up to a maximum of five (5) working days per Employee.  \n(B.) Notwithstanding any other provision in this Agreement, the UNION shall  \nhave the power to withhold Employees, upon the recommendation of the  \nJoint Trade Board and shall not be held liable for withholding Employees  \nupon the recommendation of the Joint Trade Board. The UNION hereby  \nagrees to abide by the request within seven (7) days and take such action  \nuntil such time as the Joint Trade Board decides that the contractor is no  \nlonger in violation of this Agreement.  \n"], ["ARTICLE XXII  \nMODERNIZING INDUSTRY  \n", "Both parties agree that new ideas and new methods in this age of modern  \nprogress will provide material benefit to Employer and Employee alike in future  \ngrowth and achievement in the painting and glazing industries. Both parties agree  \nthat there is a need of a more liberal policy in place to modernize the painting and  \nglazing businesses to stop the decline in work which can be performed under this  \nAgreement and to expand the scope and market for union services.  \nTherefore, the UNION shall have the sole and exclusive discretion of granting  \na Memo of Understanding which would provide for alternate wage rates and  \n37  \n   \nconditions on a targeted job basis including maintenance agreements and special  \nwinter rates for hotels.  \nWhenever a more favorable term or condition is found in writing in a National  \nAgreement, applicable work in the jurisdiction of the UNION and brought to the  \nattention of the UNION, the UNION will agree to said condition by way of a  \ncontract amendment.  \n"], ["ARTICLE XXIII  \nGENERAL SECTION  \nSECTION 1. INDIVIDUAL ACTS NOT BINDING  \n", "It is expressly understood that an act of any member of the UNION shall not be  \nbinding on the UNION unless such act is expressly authorized by said UNION. It  \nis expressly understood that an act of any member of the ASSOCIATION shall  \nnot be binding upon the ASSOCIATION unless such act is expressly authorized  \nby the ASSOCIATION.  \nSECTION 2. INVALID PROVISIONS  \nIf any provision of this Agreement is found invalid by and federal or state law,  \nsuch invalidation shall not effect any other Sections, not contrary to any Federal  \nor State Laws which other Sections shall remain in full force and effect.  \nIn the event any state or federal wage control agency, board, etc., is instituted  \nwhich would defer, adjust or eliminate any of the wage rates or fringe benefit  \ncontributions contained in this Agreement and said Agency or Board is  \nsubsequently terminated prior to the expiration date of this Agreement and if  \nany wage rates or fringe contributions have been deferred, or affected in any  \nway, then and in that case, all denied or affected wage rates or fringe  \ncontributions shall be reinstated to their original amounts as negotiated and  \nagreed to under the terms of this Agreement.  \nSECTION 3. REPRODUCING AGREEMENT  \nThis collective bargaining agreement may be reproduced in any number of  \ncopies, each of which shall be considered the original.  \n"], ["ARTICLE XXIV  \nSUCCESSOR AGREEMENT  \n", "(A.) This Agreement, and any supplements or amendments thereto, hereinafter  \nreferred to collectively as “Agreement”, shall be binding upon the parties  \nhereto, their successors, administrators, executors and assigns.  \n(B.) In the event the Employer’s business, in whole or in part, is sold, leased,  \ntransferred or taken over by sale, transfer, lease, assignment, receivership  \nor bankruptcy proceedings, such business and operation shall continue to  \nbe subject to the terms and conditions of this Agreement for the life thereof.  \n38  \nIt is understood by this provision that the parties hereto shall not use any  \nleasing or other transfer device to a third party to evade this Agreement.  \nThe Employer shall give notice of the existence of this Agreement and this  \nprovision to any purchaser, transferee, lessee, assignee, etc., of the business  \nand operation covered by this Agreement or any part thereof. Such notice  \nshall be in writing with a copy of the UNION, at the time the seller, transferor  \nor lessor executes a contract or transaction as herein described. The UNION  \nshall also be advised of the exact nature of the transaction, not including  \nfinancial details.  \n(C.) Inthe event the Employer fails to require the purchaser, transferee or lessee  \nto assume the obligations of this Agreement, the Employer (including  \npartners thereof) shail be liable to the UNION, and to the Employees  \ncovered, for all damages sustained as a result of such failure to require  \nassumption of the terms of this Agreement, but shall not be liable after the  \npurchaser, transferee or lessee has agreed to assume the obligations of this  \nAgreement.  \n"], ["ARTICLE XXV  \nTERMINATION OF NEW AGREEMENT  \n", "This Agreement, with any amendment thereof and made as provided for herein,  \nshall remain in effect until midnight on June 30, 2006. Failure of either party to  \nnotify the other that it desires to make changes in the Agreement as provided for  \nherein shall result in the Agreement continuing from year to year until notice of  \ndesired changes is given by either party in accordance with this provision. Either  \nparty wishing to make changes in the Agreement may do so by providing written  \nnotice to the other not less than sixty (60) days before the expiration date of the  \nAgreement. Both parties to this Agreement agree to meet on the expiration date  \nof the last working day of this Agreement, if no agreement has been reached prior  \nto that date, and to meet no less frequently than every seven (7) days thereafter  \neven though a strike may be in existence.  \n39  \nFOR THE PAINTERS & ALLIED TRADES  \nDISTRICT COUNCIL NO. 35  \nPAUL MacLEAN  \nPresident  \nRALPH HARRIMAN  \nSecretary Treasurer  \nJOSEPH CARTER  \nBusiness Representative  \nWILLIAM DOHERTY  \nBusiness Representative  \nJEFF SULLIVAN  \nBusiness Representative  \nCHARLES E. FOGELL  \nBusiness Representative  \nJACK MALONE  \nBusiness Representative  \nJOSEPH ITRI  \nBusiness Representative  \n40  \nFOR THE PAINTING & FINISHING EMPLOYERS ASSOCIATION  \nOF NEW ENGLAND, INC.  \nHOWARD SOEP  \nPresident  \nTHOMAS STEEVES  \nVice-President  \nMAURICE KENEDY  \nTreasurer  \nPETER PATCH  \nSecretary  \nDOUGLAS G. MARSHALL  \nExecutive Vice-President  \nFOR THE GLASS EMPLOYERS ASSOCIATION  \nOF NEW ENGLAND, INC.  \nSANDY PATRICAN  \nPresident  \nRICHARD MAURO  \nVice-President  \nLARRY MILLER  \nTreasurer  \nRICHARD CARVER  \nSecretary  \nDOUGLAS MARSHALL  \nExecutive Vice-President  \n4]  \ncP  \nAPPENDIX A  \n"], ["", "ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING: ZONE 1  \nBRUSH/TAPERS/WALLCOVERERS  \nBELMONT, BOSTON, BROOKLINE, CAMBRIDGE, CHELSEA, DEDHAM, EVERETT, MALDEN,  \nMEDFORD, MILTON, REVERE, SOMERVILLE AND WINTHROP ONLY  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nNEW CONSTRUCTION AND POWER PLANTS  \nSPRAY TOTAL  \nWAGES SANDBLAST PEN H&W ANNUITY — APPR. IBF PKG SPRAY DCO P/PR ORG  \n7/1/02 30.45 31.45 3.45 3.87 3.70 50 35 42.32 43.32 3% 15 .40  \n1/1/03 30,95 31.95 3.65 4.32 3.80 50 35 43.57 44.57 3% 15 40  \n7/1/03 +1,.25  ------------------------- To Be Determined------------------------- 44.82 45.82 3% 15 45  \n1/1/04 $125 - nnn nee een eee eee To Be Determined------------------------- 46.07 47.07 3% 15 45  \n7/1/04 41.25 — To Be Determined------------------------- 47.32 48.32 3% AS AS  \n1/1/05 $1.25 =~ === To Be Determined------------------------- 48.57 49.57 3% 5 45  \n7/1/05 +1.25  ------------------------- To Be Determined------------------------- 49.82 50.82 3% 15 45  \n1/1/06 +1.25  --++--+++----------------- To Be Determined------------------------- 51.07 $2.07 3% 5 45  \nREPAINT SPRAY TOTAL  \nWAGES  SANDBLAST PEN H&W ANNUITY ~~ APPR. IBF PKG SPRAY DCO P/PR ORG  \n28.51 29.5] 3.45 3.87 3.70 30 35 40.38 41.38 3% 15 .40  \n1/1/03 29.01 30.01 3.65 4.32 3.80 50 35 41.63 42.63 3% 15 .40  \n7/1/03 41.25 ee ne ne eee eee To Be Determined------------------------- 42.88 43.88 3% 15 45  \n1/1/04 To Be Determined------------------------- 44.13 45.13 3% 5 45  \n7/1/04 +1.25 — ------------------------- To Be Determined------------------------- 45.38 46.38 3% 5 45  \n1/1/05 +1.25 = ------------------------- To Be Determined------------------------- 46.63 47.63 3% 15 A5  \n41.25 ------------ ee eee eee To Be Determined------------------------- 47.88 48.88 3% 15 45  \n1/1/06 41.25  ------------------------- To Be Determined------------------------- 49.13 50.13 3% 15 45  \n  \n"], ["ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING (cont.} ZONE |  \n", "BRIDGES & TANK PAINTING (Tanks to be effective 7/1/03)  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nTOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 32.66 3.45 3.87 3.70 50 35 44.53 3% 15 .40  \n1/1/03 33.66 3.65 4.32 3.80 50 35 46.28 3% AS .40  \n7/1/03 41.75 To Be Determined------------------------- 48.03 3% 15 45  \n1/1/04 $1.75 reer To Be Determined------------------------- 49.78 3% AS 45  \n7/1/04 +1.50 To Be Determined------------------------- 51.28 3% 15 45  \n1/1/05 41.50 — ----------++--+---------- To Be Determined------------------------- 52.78 3% 1S 45  \n7/1/05 $1.50 — To Be Determined------------------------- 54.28 3% 1S 45  \n1/1/06 41.50 — To Be Determined------------------------- 55.78 3% 15 45  \nTapers using power vacuum drywall sanders, bazooka or box and wipers working behind them will be paid $1.00 per hour above new  \nconstruction rate. Any Employer found not paying new construction rate on obviously new work shali be required to pay two times the  \nnew hourly rate to those Employees involved.  \nALLOCATION TO FRINGES  \nThe UNION shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shall be done at the posted rate(s) except when prohibited under Article VI, Section 9  \n"], ["", "ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, P.A.C. AND ORGANIZING ZONE 2  \nBRUSH/TAPERS/WALLCOVERERS  \nALL OTHER CITIES & TOWNS IN ESSEX, MIDDLESEX, SUFFOLK, NORFOLK, PLYMOUTH, BRISTOL,  \nBARNSTABLE, DUKES, NANTUCKET AND WORCESTER COUNTIES  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nNEW CONSTRUCTION AND POWER PLANTS  \nSPRAY TOTAL  \nWAGES SANDBLAST PEN H&W ANNUITY APPR. IBF PKG SPRAY DCO P/PR ORG  \n7/1/02 24.66 25.66 3.45 3.87 3.70 50 35 36.53 37.53 3% AS 40  \n1/1/03 25.16 26.16 3.65 4.32 3.80 50 35 37.78 38.78 3% 1S 40  \n7/1/03 41.25 To Be Determined------------------------- 39.03 40.03 3% 15 45  \n1/1/04 +1.25 — --+++----+--------------- To Be Determined------------------------- 40.28 41.28 3% 15 45  \n7/1/04 — ------------------------- To Be Determined------------------------- 41.53 42.53 3% 1S 45  \n1/1/05 41.25 To Be Determined------------------------- 42.78 43.78 3% AS 45  \nTH/05 $1.25 To Be Determined------------------------- 44.03 45.03 3% 15 45  \n1/1/06 +1,25 — To Be Determined------------------------- 45.28 46.28 3% 15 45  \nREPAINT SPRAY TOTAL  \nWAGES SANDBLAST PEN H&W ANNUITY APPR IBF PKG SPRAY DCO P/PR ORG  \n7/1/02 22.72 23.72 3.45 3.87 3.70 50 35 34.59 35.59 3% 1S .40  \n1/1/03 23.22 24,22 3.65 4.32 3.80 50 35 35.84 36.84 3% 15 40  \n41.25 -+----------------------- To Be Determined------------------------- 37.09 38.09 3% AS 45  \n1/1/04 eee n-ne een ee To Be Determined------------------------- 38.34 39.34 3% 15 45  \n7/1/04 41.25 To Be Determined------------------------- 39.59 40.59 3% AS 45  \n1/4/05 eee eee To Be Determined------------------------- 40.84 41.84 3% AS 45S  \nTAIOS To Be Determined------------------------- 42.09 43.09 3% 15 45  \n1/1/06 41.25 ---+--------------------- To Be Determined------------------------- 43.34 44,34 3% A5 45  \nSP  \n"], ["ARTICLE VH - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING (cont.) ZONE 2  \n", "BRIDGE & TANK PAINTING (Tanks to be effective 7/1/03)  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nTOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 32.66 3.45 3.87 3.70 50 35 44.53 3% 15 .40  \n1/1/03 33.66 3.65 4,32 3.80 50 35 46.28 3% 15 40  \n7/1/03 F175 To Be Determined------------------------- 48.03 3% 5 45  \n1/1/04 41.75 = ------------------------- To Be Determined------------------------- 49.78 3% AS AS  \n7/1/04 +1.50 = ------------------------- To Be Determined------------------------- 51.28 3% AS AS  \n1/1/05 $1.50 To Be Determined------------------------- 52.78 3% 15 45  \n+1.50 To Be Determined------------------------- 54.28 3% AS 45  \n1/1/06 41.50 22 enn nnn To Be Determined------------------------- 55.78 3% 15 A5  \nTapers using power vacuum drywall sanders, bazooka or box and wipers working behind them will be paid $1.00 per hour above new  \nconstruction rate. Any Employer found not paying new construction rate on obviously new work shall be required to pay two times the  \nnew hourly rate to those Employees involved.  \nALLOCATION TO FRINGES  \nThe UNION shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shall be done at the posted rate(s) except when prohibited under Article VI, Section 9.  \n   \noF  \n"], ["", "ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING ZONE 3  \nBRUSH/TAPERS/WALLCOVERERS  \nBERKSHIRE, FRANKLIN, HAMPSHIRE AND HAMPDEN COUNTIES OF MASSACHUSETTS  \nEMPLOYER CONTRIBUTION EMPLOYEE DEDUCTIONS  \nNEW CONSTRUCTION AND POWER PLANTS  \nSPRAY TOTAL  \nWAGES SANDBLAST PEN H&W ANNUITY APPR. IBF PKG SPRAY DCO P/PR ORG  \n7/1/02 20.28 21.28 3.45 3.87 1.00 a) 35 29.45 30.45 3% AS .40  \nt/1/03 20.48 21.48 3.65 4.32 1.15 50 .35 30.45 31.45 3% 1S 40  \n7/1/03 +1.00 To Be Determined------------------------- 31.45 32.45 3% AS 45  \n1/1/04 +1.00 ------------------------- To Be Determined------------------------- 32.45 33.45 3% AS 45  \n7/1/04 +1.00 = ------------------------- To Be Determined------------------------- 33.45 34.45 3% 1S 45  \n1/1/05 $1.00 2-2 To Be Determined------------------------- 34.45 35.45 3% 1S A5  \n7/1/05 +1.00 = -~-------------~--------- To Be Determined------------------------- 35.45 36.45 3% 15 45  \n1/1/06 +1.00 = ------------------------- To Be Determined------------------------- 36.45 37.45 3% 1S 45  \nREPAINT SPRAY TOTAL  \nWAGES SANDBLAST PEN H&W ANNUITY APPR. IBF PKG SPRAY DCO P/PR ORG  \n7/1/02 17.60 18.60 3.45 3.87 1.00 50 35 26.77 = 27.77 3% 15 .40  \n1/1/03 17.80 18.80 3.65 4,32 1.15 50 35 27.77 = =28.77 3% 1S .40  \n7/1/03 +1.00 = -------.----------------- To Be Determined------------------------- 28.77 29.77 3% 15 45  \n1/1/04 +1.00 = To Be Determined------------------------- 29.77 30.77 3% 15 45  \n7/1/04 +1.00 = To Be Determined------------------------- 30.77 31.77 3% AS 45  \n1/1/05 +1.00 To Be Determined------------------------- 31.77 32.77 3% AS 45  \n+1.00 = To Be Determined------------------------- 32.77 33.77 3% 1S 45  \n1/1/06 +1.00 = To Be Determined------------------------- 33.77 = 34.77 3% 1S 45  \nLY  \n"], ["ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING (cont) ZONE 3  \n", "BRIDGE & TANK PAINTING (Tanks to be effective 7/1/03)  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nTOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 32.66 3.45 3.87 3.70 50 35 44.53 3% 15 .40  \n1/1/03 33.66 3.65 4.32 3.80 50 35 46.28 3% 1S .40  \n7/1/03 $1.75 ee ene To Be Determined------------------------- 48.03 3% 15 45  \n1/1/04 F175 To Be Determined------------------------- 49.78 3% 15 45  \n7/1/04 +1.50 9 ------------------------- To Be Determined------------------------- 51.28 3% 15 AS  \n1/1/05 +1.5Q — To Be Determined------------------------- 52.78 3% 15 45  \n7/1/05 41.50 = ------------------+----+- To Be Determined------------------------- 54.28 3% 15 45  \n1/1/06 41.50 To Be Determined------------------------- 55.78 3% 1S 45  \nTapers using power vacuum drywall! sanders, bazooka or box and wipers working behind them will be paid $1.00 per hour above new  \nconstruction rate. Any Employer found not paying new construction rate on obviously new work shall be required to pay two times the  \nnew hourly rate to those Employees involved.  \nALLOCATION TO FRINGES  \nThe UNION shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shall be done at the posted rate(s) except when prohibited under Article VI. Section 9.  \n8Y  \n"], ["", "ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING ZONE 4  \nBRUSH/TAPERS/WALLCOVERERS  \nVERMONT - COUNTIES OF BENNINGTON, AND WINDHAM  \nNEW HAMPSHIRE -COUNTIES OF CHESHIRE, HILLSBOROUGH, ROCKINGHAM, AND STRATFORD  \nMAINE —- COUNTY OF YORK  \nEMPLOYER CONTRIBUTION EMPLOYEE DEDUCTIONS  \nNEW CONSTRUCTION AND POWER PLANTS  \nTOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/41/02 19.43 3.45 3.87 .50 50 35 3% 15 .40  \n1/1/03 19.38 3.65 4.32 .50 50 235 28.70 3% 15 40  \n7/1/03 4.65 To Be Determined------------------------- 29.35 3% 15 45  \n1/1/04 +.60 = ------------------------- To Be Determined------------------------- 29.95 3% 15 45  \n7/1/04 4.65 ee ee To Be Determined------------------------- 30.60 3% LS 45  \n1/1/05 +.60 — To Be Determined--------------------+-+++ 31.20 3% 5 45  \n7/1/05 +.65 ---------------- To Be Determined------------------------- 31.85 3% 15 45  \n1/1/06 4.60 +e To Be Determined------------------------- 32.45 3% 15 45  \nREPAINT TOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n16.75 3.45 3.87 50 50 35 25.42 3% 15 .40  \n1/1/03 16.70 3.65 4.32 .50 50 35 =. 26.02 3% 15 .40  \n7/1/03 4.65 To Be Determined------------------------- 26.67 3% 15 45  \n1/1/04 To Be Determined------------------------- 27.27 3% 15 45  \nT/1/04 0 To Be Determined------------------------- 27.92 3% 15 45  \n1/1/05 +.60 ------+-+------++-+------ To Be Determined--------------------++--- 28.52 3% 5 45  \n7/1/05 +.65 To Be Determined------------------------- 29.17 3% 5 5  \n1/1/06 To Be Determined------------------------- 29.77 3% 15 45  \n6+  \n"], ["ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING (cont.) ZONE 4  \nBRIDGES  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n", "7/1/02 19.43 3.45 3.87 50 50 35 2810 3% 15 40  \n1/1/03 19.38 3.65 4.32 50 50 35 28.70 3% 15 .40  \n7/1/03 To Be Determined------------------------- 29.35 3% . AS AS  \n1/1/04 +.60 = ------------------------- To Be Determined------------------------- 29.95 3% AS 45  \n7/1/04 +.65 9 To Be Determined------------------------- 30.60 3% AS 45  \n1/1/05 4.60 To Be Determined------------------------- 31.20 3% 15 45  \n7/1/05 To Be Determined------------------------- 31.85 3% AS 45  \n1/1/06 To Be Determined------------------------- 32.45 3% AS 45  \nTapers using power vacuum drywall sanders, bazooka or box and wipers working behind them will be paid $1.00 per hour above new  \nconstruction rate. Any Employer found not paying new constniction rate on obviously new work shall be required to pay two times the  \nnew hourly rate to those Employees involved.  \nALLOCATION TO FRINGES  \nThe UNION shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shail be done at the posted rate(s) except when prohibited under Article VI, Section 9.  \nOS  \n"], ["", "ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING ZONE 5  \nBRUSH/TAPERS/WALLCOVERERS  \nMAINE - COUNTIES OF ANDROSCOGGIN, AROOSTOCK, CUMBERLAND, FRANKLIN, HANCOCK, KENNEBEC, KNOX,  \nLINCOLN, OXFORD, PENOBSCOT, PISCATAQUIS, SAGADAHOC, SOMERSET, WALDO, AND WASHINGTON  \nVERMONT ~ COUNTIES OF ADDISON, CALEDONIA, CHITTENDEN, ESSEX, FRANKLIN, GRAND ISLE, LAMOILLE,  \nORANGE, ORLEANS, RUTLAND, WASHINGTON, AND WINDSOR  \nNEW HAMPSHIRE - ALL COUNTIES OF BELKNAP, CARROLL, COOS, GRAFTON, MERRIMACK, AND SULLIVAN  \nEMPLOYER CONTRIBUTION EMPLOYEE DEDUCTIONS  \nINDUSTRIAL RATE  \nPOWER PLANTS & PAPER MILLS TOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 18.61 1.72 1.93 50 10 1S = 23.01 3% 15 .40  \n1/1/03 18.77 1.83 2.16 50 10 15 3% 15 .40  \n7/1/03 +.50 = ------------------------- To Be Determined------------------------- 24.0] 3% 1S 45  \n1/1/04 +.50  ---------------------+--- To Be Determined------------------------- 24.51 3% 15 45  \n7/1/04 To Be Determined------------------------- 25.01 3% 15 45  \n1/1/05 4.50 To Be Determined------------------------- 25.51 3% 15 45  \nTAOS To Be Determined------------------------- 26.01 3% 15  \n1/1/06 4.50 --------- +--+ eee ee To Be Determined------------------------- 26.51 3% 15 45  \nCOMMERCIAL RATE  \nNEW CONSTRUCTION & REPAINT TOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 16.61 1.72 1.93 50 10 15S = 21.01 3% 15 .40  \n1/1/03 16.77 1.83 2.16 50 10 AS 21.51 3% AS 40  \n7/1/03 $+.5Q nee eee ne To Be Determined------------------------- 22.01 3% AS 45  \n1/1/04 4.50 9 ------------------------- To Be Determined------------------------- 22.51 3% AS 45  \n7/1/04 ene ee To Be Determined------------------------- 23.01 3% AS 45  \n1/1/05 +.50 — ------------------------- To Be Determined------------------------- 23.51 3% 15 AS  \n7/1/05 +.5Q ---+--------------------- To Be Determined------------------------- 24.01 3% AS 45  \n1/1/06 eee eee To Be Determined------------------------- 24.51 3% AS 45  \nIS  \n"], ["ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING (cont.) ZONE 5  \nBRIDGES  \nEMPLOYER CONTRIBUTIONS | EMPLOYEE DEDUCTIONS  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n", "7/1/02 19.43 3.45 3.87 30 30 35 =—.28.10 3% 1S 40  \n1/1/03 19.38 3.65 4.32 50 .50 35 28.70 3% 15 40  \n7/1/03 HGS anew nee ee To Be Determined------------------------- 29.35 3% 15 45  \n1/1/04 +.60 = ------------------------- To Be Determined------------------------- 29.95 3% 15 45  \n7/1/04 +.65 ------------------------- To Be Determined------------------------- 30.60 3% 15 A5  \n1/1/05 +.60 -----------------+--+---- To Be Determined------------------------- 31.20 3% 15 45  \nF//05 +.65  — ------------------------- To Be Determined------------------------- 31.85 3% 15 45  \n1/1/06 +.60 = ------------------------- To Be Determined------------------------- 32.45 3% 15 45  \nALLOCATION TO FRINGES  \nThe union shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shall be done at the posted rate(s) except when prohibited under Article VI, Section 9.  \ncs  \nAPPENDIX B  \n"], ["", "ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING: ZONE 1  \nGLAZIERS  \nBELMONT, BOSTON, BROOKLINE, CAMBRIDGE, CHELSEA, DEDHAM, EVERETT, MALDEN,  \nMEDFORD, MILTON, REVERE, SOMERVILLE AND WINTHROP ONLY  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nNEW CONSTRUCTION  \nTOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 30.45 3.45 3.87 3.70 30 35 = 42.32 3% 15 .40  \n1/1/03 30.95 3.65 4.32 3.80 50 35 8 3% 15 40  \n+1.25 = ------------------------- To Be Determined------------------------- 44.82 3% 15 45  \n1/1/04 $1.25 ee To Be Determined------------------------- 46.07 3% 15 45  \n7/1/04 41.25 To Be Determined------------------------- 47.32 3% 15 A5  \n1/1/05 +1.25 ------------------------- To Be Determined------------------------- 48.57 3% 15 45  \n7/1/05 +1.25 = ------------------------- To Be Determined------------------------- 49.82 3% 15 45  \n1/1/06 +1.25 ------------------------- To Be Determined------------------------- 51.07 3% 1S AS  \nALLOCATION TO FRINGES  \nThe UNION shail have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shall be done at the posted rate(s) except when prohibited under Article VI, Section 9  \n  \n"], ["ARTICLE VII - WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, P.A.C. AND ORGANIZING ZONE 2  \nGLAZIERS  \nALL OTHER CITIES & TOWNS IN ESSEX, MIDDLESEX, SUFFOLK, NORFOLK, PLYMOUTH (Brockton, Abington, Rockland, Norwell,  \n", "W. Bridgewater, E. Bridgewater, Bridgewater, Whitman, Hanover, Hansen, Pembroke, Duxbury, Kingston, Plympton, Plymouth)  \nBRISTOL (Easton) Hingham, Halifax, Scituate and All of WORCESTER COUNTY.  \nEMPLOYER CONTRIBUTIONS EMPLOYEE DEDUCTIONS  \nNEW CONSTRUCTION  \nTOTAL  \nWAGES PEN H&W ANNUITY APPR. IBF PKG DCO P/PR ORG  \n7/1/02 24.66 3.45 3.87 3.70 50 35 36.53 3% 15 .40  \n1/1/63 25.16 3.65 4.32 3.80 0 33 37.78 3% AS .40  \n7/1/03 41.25 — To Be Determined------------------------- 39.03 3% 5 45  \n1/1/04 — ------------------------- To Be Determined------------------------- 40.28 3% 5 AS  \n7/1/04 +1.25 — ----------+-------------- To Be Determined------------------------- 41.53 3% 5 AS  \n1/1/05 F125 To Be Determined------------------------- 42.78 3% 15 45  \nTAOS $1.25 To Be Determined------------------------- 44.03 3% 15 45  \n1/1/06 41.25  -------------------+----- To Be Determined------------------------- 45.28 3% 15 45  \nALLOCATION TO FRINGES  \nThe UNION shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nSTATE PREVAILING RATE JOBS  \nState prevailing rate jobs shall be done at the posted rate{s) except when prohibited under Article VI, Section 9.  \n  \n"], ["", "ARTICLE VIf- WAGES, FUND CONTRIBUTIONS, DUES CHECK-OFF, PAC AND ORGANIZING  \nGLAZIERS  \nVERMONT - COUNTIES OF BENNINGTON, AND WINDHAM  \nNEW HAMPSHIRE -COUNTIES OF CHESHIRE, HILLSBOROUGH, ROCKINGHAM, AND STRATFORD  \nNEW CONSTRUCTION  \nWAGES  \n7/1/02 19.43  \n1/1/03 19.38  \n7/1/03 +.65  \n1/1/04 +.60  \n7/1/04 +.65  \n1/1/05 +.60  \nF/L05 +.65  \n1/1/06 +.60  \nThe UNION shall have the option to divert monies from Wages to any of the Funds provided for in this Agreement.  \nMAINE - COUNTY OF YORK  \nEMPLOYER CONTRIBUTION  \nnanan To Be Determined-------------------------  \nALLOCATION TO FRINGES  \nSTATE PREVAILING RATE JOBS  \nTOTAL  \nH&W ANNUITY APPR. IBF PKG  \n3.87 50 50 35 8628.10  \n4,32 50 50 28.70  \nTo Be Determined------------------------- 29.35  \nwen ee To Be Determined------------------------- 29.95  \nTo Be Determined------------------------- 30.60  \nTo Be Determined------------------------- 31.20  \nTo Be Determined------------------------- 31.85  \n32.45  \nDCO  \n3%  \n3%  \n3%  \n3%  \n3%  \n3%  \n3%  \n3%  \nP/PR  \n15  \nal:  \nAS  \nAS  \nAS  \nAS  \n5  \nAS  \nState prevailing rate jobs shall be done at the posted rate(s) except when prohibited under Article VI, Section 9.  \nZONE 4  \nEMPLOYEE DEDUCTIONS  \nORG  \n40  \n40  \nAS  \n45  \n45  \n45  \nAS  \n45  \nSS  \n"]]