[["", "  \n2000 - 2006  \n_ AGREEMENT  \nWEEN  \nLOCAL UNION NO. 7  \nBOSTON, MASSACHUSETTS  \nOF THE  \nINTERNATIONAL ASSOCIATION OF BRIDGE,  \nSTRUCTURAL, ORNAMENTAL & REINFORCING  \n| IRON WORKERS  \n   \nAND  \nBUILDING TRADES  \nEMPLOYERS’ ASSOCIATION  \nor BOSTON AND EASTERN,  \nMASSACHUSETTS, tne.  \nAND  \nLABOR RELATIONS DIVISION  \nor tne ASSOCIATED  \nGENERAL CONTRACTORS  \nos MASSACHUSETTS, wc.  \nEffective Date: September 16, 2000  \nExpires: September 15, 2006  \nBusiness Manager  \nJAY HURLEY  \nPresident  \nCHARLES WRIGHT  \nFinanctal Secretary-Treasurer  \nPAUL J. DiPiETRO  \nBusiness Agents  \nJAMES COYLE  \nEDWIN WRIGHT  \nPATRICK McDERMOTT  \nBusiness Agent / industry Analyst  \nMICHAEL J. DURANT  \nMall Address:  \nIRON WORKERS UNION LOCAL 7  \n195 OLD COLONY AVENUE  \nP.O, BOX 7  \nSOUTH BOSTON, MA 02127-2457  \n617-268-4777 » 617-268-7878 Fax  \nApprentice Director  \nROBERT E. BANKS — 617-268-0707  \nIndustrial Compensation Information  \nDEPARTMENT OF INDUSTRIAL ACCIDENTS  \nIndustrial Accident Board — 617-727-4900  \ntron Workers District Counct! of New England  \nHealth and Welfare, Annulty and Pension Funds  \n617-265-3757  \nJOSEPH M. QUILTY, District Council President  \n781-937-8070  \nADDENDUMS  \nPlease place on page 72 under addendums, we  \napologize for any inconvenience. .  \nThis text is to be read immediately fottowing the  \nlast paragraph of Article |, and preceding Article fi  \non page of this book.  \nThe tronworker will maintain complete jurisdiction  \nover the following: All forms of electric chain fails,  \ncome-a-longs, Tug-a-hoist, all gas or electric hoist of  \nany kind while being used for the prime purpose of  \nsetting steel or other material which falls under the  \njurisdiction of the Ironworker, which will include, but  \nnot limited to: Access Satellite Tower platforms, any  \nand all Hydraulic Jacking devises, and the complete  \nmaintenance and operation of all Welding Machines  \n(Gas and Electric) when used by the lronworker to  \nperform work which falls under the jurisdiction of the  \nlron Worker. When a Fork Lift is used to perform work  \nwhich falts under the jurisdiction of the lronworker,  \nsaid Fork Lift will be manned and Operated by an  \nlronworker.  \n   \n72  \nHENRY F. HUGHES,  \nJOSEPH BROWN,  \nJOSEPH MALONEY,  \nAND LOCAL 7 MEMORIAL  \nSCHOLARSHIP FUND  \nin memory of their outstanding contributions and  \nachievements through their dedicated devotion, to the  \ntasks confronting Local Union No.7 before and during  \ntheir tenure as Business Agents, the Henry F. Hughes  \nScholarship Fund was proposed November 22, 1965 and  \nwas initiated by the members of Local Union No.7 in 1966;  \nthe Joseph Brown Scholarship Fund was proposed in  \n1987 and was initiated in 1988; the Joseph Maloney  \nScholarship and 6 Local 7 Memorial Scholarships were  \nproposed and initiated in 1999.  \nThis Fund, supported by dues of the membership, is  \nintended to provide four-year and one year scholarship  \ngrants to sons and daughters of members.  \nThe scholarship program is administered in conjunction  \nwith the AFL-CIO Scholarship Exam given in February.  \nContact the Union Hall during November of an  \nApplicants’ Senior Year in high school for information  \nregarding these scholarships.  \n71  \n4  \n   \nRULES GOVERNING  \nACCIDENTAL DEATH BENEFITS  \nThat an Accidental Death Benefit will be paid with the  \nunderstanding that the Accidental Death Benefit Fund will  \nprovide a standing benefit of $5,000 to the beneficiary of  \na deceased member who dies as the result of injuries  \nsustained while working under covered employment for  \nLocal 7, any affiliate of the lronworkers International  \nUnion or any other approved employment authorized by  \nthe Business Agents of Local 7. To qualify for this benefit  \na member must be in good standing, as defined in the  \nInternational Constitution at the time of the accident. The  \nfunding will be provided by the revenues realized from the  \nIndustrial Fund.  \n70  \nll Benefits  \n1. Benefits shall be paid at the rate of ten dollars  \n($10.00) per day from the date of injury, not including  \nSaturday and Sunday, and continuing until termination of  \nweekly working compensation but not to exceed twelve  \n(12} weeks for members with twelve (12) months tenure  \nin Local 7. (This rate and number of weeks for which  \nbenefits are payable is subject to change by the Accident  \nBenefit Board pursuant to the financial status of the  \nAccident Benefit Fund. Said changes of benefit shall not  \nalter status of Members receiving benefits when changes  \nare enacted.)  \n2. A member with less than twelve (12) months but  \nmore than six (6) months tenure shail be paid five dotiars  \n($5.00) per day for the number of weeks that he has  \nmonths in Locat 7.  \nRULES GOVERNING SUPPLEMENTAL  \nACCIDENT BENEFITS  \nA suppiement to the existing Accident Benefit Fund will  \nbe established for the purpose of aiding members who  \nhave been on Workers’ Compensation for a period of six  \nmonths or more and who have previously qualified tor  \naccident benefits of Local 7. (See Local 7 By-Laws Article  \nli, Section 7. for qualifying rules.) A further stipulation is  \nthat a member maintain good standing from the date of  \naccident to the eligibility date of this supplemental! pay-  \nment (6 months). The amount of the payment will be $500.  \nThe funding will be provided by the revenues realized  \nfrom the Industria! Fund.  \n69  \nON  \n5. A member must be receiving weekly Workers’ Com-  \npensation and show proof of sams (compensation check)  \nto the Financial Secretary, in person, weekly. Hospitalized  \nmembers may delegate another person to appear in  \nhis/her behalf. Upon presenting weekly compensation  \ncheck to the Financial Secretary, the injured member will  \nimmediately receive the weekly accident benefit due  \nhim/ner to date.  \n6. When weekly compensation checks have been  \nwithheld by the Insurance Company and a lump sum  \npayment has been made, it shall be the obligation of the  \nmember to show proot that said claim was paid as  \nweekly compensation. A form tor this purpose shall be  \nprovided by Local No.7 to be filted out by the Insurance  \nCompany and the industrial Accident Board belare  \nbenefits will be forthcoming.  \n7. No member shalt be entitied to Accident Benefits  \nwhile drawing his/her salary or wages from any employ-  \nment,  \n8. Any member found working at the trade while receiv-  \ning Accident Benefits shall be required to pay back said  \nbenefits and his/her name be stricken from the eligibility ©  \nrolls for one (1) year after final remittance.  \n9. No member shalt receive more than twelve (12)  \nweeks accident benefit for any one accident.  \n10. No member shail entitled to more than twelve (12)  \nweeks accident benefit in any consecutive twelve (12)  \nmonth period, starting with the date of first payment.  \n68  \nACCIDENT BENEFIT FUND  \nSince 1945, Local Union No.7 has been providing  \nlimited Accident Benefit to help compensate a member  \nfor time lost due to an Industrial Accident. This benefit is  \npayable to a member on approval of the Executive Com-  \nmittee in accordance with rules set forth herein.  \nRULES GOVERNING ACCIDENT BENEFITS  \n1 Eligibility  \n1. Members shali be eligible for Accident Benefits by  \nthe payment of full dues and assessments to Local No.7  \nfor at least a period of six (6) months prior to injury.  \n2. Amember must be in good standing at the time of  \nthe injury in order to receive Accident Benefits and must  \nramain in good standing while receiving benefits.  \n3. Amember shall not be considered in good standing  \nwho is more than one (1t} month in arrears with dues and  \nassessments. Oues and assessments for each calendar  \nmonth will be payable on the first day of that month. Dues  \nfor the calendar month that retains good standing for a  \nmember must be in the hands of the Financial Secretary  \nprior to the injury.  \n4. A member must report the injury for which he/she is  \nseeking benefits to the Financial Secretary within fourteen  \n{14) days of said injury and shall appear before the  \nAccident Benefit Board at the first meeting following the  \ninjury and file claim or he/she shall forfeit all right to  \nbenefit. Hospitalized members may delegate another  \nmember to appear in his/her  \n67  \nLOCAL 7 NOTICE OF  \nTHE TERM OF “MEMBERSHIP” DEFINED  \nThe term “member” in any union security clause  \nfound in any applicable coltective bargaining contract  \nwhich the Union has with any employer does not mean  \nactual membership. Your obligation of membership is  \nltmited to the payment of dues and fees. You have the  \nright to be or remain a nonmember and nonmembers  \nhave the right to:  \n(1) Object to paying for union activities not germane to  \nthe Union's duties as bargaining agent and to obtain a  \nreduction in fees for such activities. Germaneé activities  \nare collective bargaining, contract administration, and  \ngrievance adjustment. and  \n{2} be given sufficient information to enable you to  \nintelligently decide whether to object; and  \n(3) be apprised of any internal Union procedures for  \nfiling objections. Should you want to become a nonmem-  \nber or object to paying full dues you must state so in  \nwriting only and cause the writing to be received by the  \nTreasurer of the Union who's office is at the  \nUnion's business office in South Boston.  \n66  \n   \nARMED SERVICES  \nAn insured member entering the Armed Services after  \nNovember 1, 1967 shal! be terminated from insurance  \ncoverage on the date he enters military service. He shaff  \nbe reinstated on the date he returns to active employment  \nand is then in good standing, providing such return to  \nactive employment in the trade takes place within sixty  \n(60) days of discharge.  \nAn insured member who is in the Armed Services  \nimmediately prior to November 1, 1967, shall be insured  \non the date he returns to active employment in the trade  \nand resumes full payment of dues, provided such return  \nto active employment in the trade takes place within sixty  \n(60) days of his discharge.  \n| Continuation of insurance for members returning from  \nthe Armed Services will depend on their maintaining  \n| membership in good standing in Local 7 in accordance  \nwith requirements for eligibility of members.  \nTERMINATION  \nEach member who fails to meet the requirements as to  \ngood standing shal! not be insured beyond the last day of  \nthe month in which he/she fails to qualify as a member in  \ngood standing.  \nExpulsion, transfer of a member to another Local  \nUnion, taking a withdrawal card, or having membership  \nrevoked shail terminate his/her insurance benefit on the  \ndate he/she ceases to be a member of Local 7  \nREINSTATEMENT  \nAny member whose insurance has been terminated in  \naccordance with the requirements herein stated shall be  \nreinstated for insurance benefits on the first day of the month  \nhe/she again becomes a member in good standing.  \n65  \nFOR  \nINSURANCE BENEFITS  \nPERSONS TO BE INSURED  \nClass | - $1,000.00 Life insurance Benefit  \nEach member who is in good standing in accordance  \nwith the By-Laws of Iron Workers Local Union No. 7 for  \nthe month of October, 1967, will be insured as of  \nNovember 1, 1967. Insurance will be continued on each  \nmember if he maintains good standing.  \nNEW MEMBERS  \nNew members, apprentices, shall be insured  \nas of the first day of the month following acceptance of  \nApplication of Membership by the Union,  \nContinuation of insurance on new members will depend  \non their good standing in Local 7.  \nTRANSFERRED MEMBERS  \nTransferred members will be insured as of the first day  \nof the month following the month of their official transfer.  \nContinuation of insurance on transferred members will  \ndepend on their good standing in Locat 7.  \n64  \nLIFE INSURANCE  \nin the event of your death from any cause ~ on the job  \nor off — while you are insured the applicable amount  \nof insurance will be paid to the named beneficiary.  \nBENEFICIARY  \nYou may name anyone you wish as your beneficiary  \nand you may change your beneficiary at any time by filling  \nout the proper form.  \nTOTAL AND PERMANENT DISABILITY  \nIf prior to age 6G, you become totally and permanently  \ndisabled, your insurance wil! continue without cost for a  \nperiod of twelve (12) months. Proofof total and permanent  \ndisability must be presented within the twelve-month  \nperiod and yearly thereafter to continue the insurance in  \nforce.  \nCONVERSION PRIVILEGE FEATURE  \ntf your life insurance terminates you may Convert it to  \nan individual policy of lite insurance within thirty-one (31)  \ndays without medical examination. The amount of such  \npolicy shall not exceéd the amount provided under the  \ngroup plan. You may choose any type of individual policy  \nthen being written by the Union Labor Life Insurance  \nCompany except term insurance, The premium cost to  \nyou will be based upon your class of risk and your age at  \nthe time of conversion.  \n“if you die within such 31-day period the Company will  \npay the same Life Insurance benefits as though you were  \nstill insured under the Group Policy.  \n63  \nIRON WORKERS LOCAL 7  \nBENEFIT PROGRAMS  \nTo Our Members:  \nThis book has been prepared primarily to bring to your  \nattention details concerning the administration of a Union  \nGroup Life Insurance program which became effective  \nNovember 1, 1967.  \nWe decided to include in the same booklet, as a matter  \nof generat interest, the rules under which your Accident  \nBenefit Fund ts operated. in addition, a brief description  \nof the “Henry F. Hughes, Joseph Brown, Joseph Maloney  \nand Locat 7 Memorial Scholarship Fund” is presented.  \nThese programs, aside from the benefits achieved  \nthrough collective bargaining, indicate the interest of your  \nUnion in promoting the economic security and financial  \nStability of our members and their families. ft is to your  \nadvantage to know about them and to understand the  \nrules that determine whether or not you are entitled to  \nparticipate in them.  \nWe trust the information we are presenting herewith will  \nbe of interest to you and your families. {f you have any  \nquestions about these pragrams or woutd like to discuss  \nthem personally, please do not hesitate to let us know.  \nOFFICERS OF  \n{RONWORAKERS LOCAL UNION 7  \n62  \n   \nIMPORTANT  \nAll benefits set forth in this booklet are available  \nto members of Local Union No.7. But, as you will  \nnote in reading about them, continuous member-  \nship in good standing for specified periods is  \nrequired in order to qualify for them,  \nThe By-Laws of Locai Union No. 7 describes  \nmembership in good standing as payment of mem-  \nbership dues within the month that they are due.  \nFor example, dues for January are due January tst  \nand must be paid prior to the 31st day of January.  \nBe sure your dues ase paid on time, lest you  \nunknowingly deprive yourself of any one of these  \nbenefits.  \n   \n6t  \nUnion Funds Flow Chart  \n. Union purchases stamps.  \n. Union sells stamps to contractors.  \n{a) Records contractor number.  \n(b) Records stamp numbers and denominations.  \n. Fund pays all administrative costs associated with  \nstamp program.  \n. Fund verifies redeamed stamps.  \n*Fund will have a list of eligible employees’ Social  \nSecurity Numbers provided by Union. Credit will not  \nbe given for redeemed stamps until the employees  \nidentity and eligibility is verified by the business  \nagents. If mistakes are made, contractor will be in-  \nformed of corrections.  \n. Fund credits employees with al} benefit contributions  \nand working dues assessments.  \n(a} Employee is responsible for lost or stolen stamps.  \n. {a) Pay issued bill.  \n(b) Fund will record lost or stolen stamp numbers in  \ncomputer, either from if he/she has  \nnumbers, of from contractor who wil! have the  \nnumbers.  \n(c) Contractor will not be responsible for replacing  \npreviously issued stamps.  \n(d)} The fund will give credit to employee one year from  \nthe date lost or stolen stamps are reported. —  \n. Contractor will not be held responsible for typo-  \ngraphical or clerical errors. They will, however be  \nexpected to maintain accurate records of employees  \nidentities.  \n60  \n  \nREFERENCE B  \nContractor Flow Chart  \n1. Contractor must establish identity of employee per  \nIRS code.  \n2. Contractor purchases stamps. Receives copy of form  \nwith stamp numbers on it.  \n‘If mailed — Certified, Return Receipt Requested.  \n3. Contractor distributes stamps'to employees for hours  \npaid,  \n4. Contractor lists beginning and ending stamp numbers  \nfor each denomination of each pay period.  \n5. Payroll summary returned to funds office eight (8)  \ndays following end of payroll period listing employees  \nhours paid and Sociat Security Numbers.  \n59  \n_  \nREFERENCE A  \nExcerpt from Memorandum of Understanding between  \nthe Boston tronworkers Local No.7 and the New England  \nAssociated Erectors, Inc. dated July 3, 1972.  \nAgreed by both parties as of April I, 1992:  \nPrepaid stamp for all benefits, this will consolidate al!  \nfunds into one check. Ali monies owed by the Employer  \nto the funds for past hours worked must be paid in full by  \nFebruary i, 1992. Any employer not paid in full will not be  \nallowed the privilege of purchasing stamps, and will not  \nbe able to perform any work untit paid.  \nAil Empioyers who are currently on a monthly payment  \nschedule will continue as agreed to, except that any check  \nwhich is returned for insufficient funds, said Employer will  \nautomatically forfeit his payment agreement and full pay-  \nment of monies owed must be paid before any work can  \nresume.  \n   \njoanne  \nexpend taxpayer funds and resources that ultimately  \nresult in Unit employee employment.  \nNO POLITICS:  \nNothing in this Clause shall be interpreted or used as  \nestablishing or suggesting an opportunity to engage in  \nany type of political activity or public relations whatsoever,  \nincluding support of or opposition to particular candidates  \nor political parties or legislative initiatives.  \n$7  \nWhere it deems wise, the Union shall cause to be  \ndisseminated to industry Participants and others informa-  \ntion sufficient to inform said persons about matters affect-  \ning them as related to the industry and cheating.  \nThe Union shall exercise its best efforts to find skilled  \nPersons SO as to ensure as best as reasonably practical  \nthat:  \na. anadequate number of skilled craft-persons exists  \namong whom Contractors might employ and  \nwhom the Union might refer; and  \nb. persons, union represented or un-represented,  \nemployed in the industry understand that cheating  \nexists in the industry and how integrity provides  \nemployment opportunities for them and Unit em-  \npioyees at improved wages, and other  \nterms and conditions of employment and provides  \nthem mutual aid and protection.  \nThe Union shall use its best efforts to determine the skill  \nlevel of participants engaged in the industry and to deter-  \nmine the availability, or lack thereof, of a skilled labor and  \ncontractor pool in which Unit employees might seek em-  \nployment under, or comparable to, the terms and condi-  \ntions of the CBA.  \nBoth the Union and Contractors shall seek to inform  \nwhere appropriate public entities about conditions in the  \nindustry that affect them and the ability of Unit employees  \nto improve their terms and condition of employment and  \nengage in other mutual aid and protection and to aid said  \npublic bodies to best preserve and promote integrity in the  \nindustry and to ensure honest, free market competition  \nespecially where it affects said public entities’ role as  \ndrafters of industry enforcement and regulatory schemes  \nor their role as market participants and entities that  \n56  \nTHEREFORE,  \nBoth the Union and the Contractors shall use their best  \nefforts to monitor and analyze the industry to determine  \nindustry practices, trends, and activities including:  \na.  \nb.  \nCc.  \n. perception of Unit employees by industry profes-  \nTechnological advances and more productive  \nwork practices;  \nlegal and legislative initiatives that affect the  \nindustry;  \nrates and methods of pay:  \nsionals and industry participants;  \npractices of and compliance, of non, of industry  \nparticipants to laws and regulations applicable to  \nthe industry, its competitors, and participants, and  \nquality of labor and services provided by industry  \nemployees and other participants and the level of  \nparticipants competence,  \n_ activities of industry participants directly affecting  \nmandatory and permissive subjects of collective  \nbargaining.  \nThe Union should provide a report regarding its obser-  \nvations and findings resulting from this Clause to the  \nContractors at least annually at a meeting specifically  \nscheduled for thatpurpose. The Contractors should simi-  \nlarly provide a report regarding their observations and  \nfindings at that annual meeting.  \nWhere a majority of the Labor/Management Trustees  \nthrough its various Labor/Management organizations deem  \nwise, said organizations shall engage in, support, finance,  \nor otherwise encourage, to the extent lawtul, litigation of  \nmatters that affect in any way the concems raised herein,  \nand the Union shall similarly act, where lawful.  \n55  \noY  \nthe industry, particularly the inherently fierce competition  \namong industry participants; and Contractors desire that  \nindustry employers and employees achieve and maintain  \n@ comparable and competitive environment regarding  \ncompliance to laws and regulations, wages and other  \nterms and conditions existing in the industry; and  \nIndustry monitoring and analyzing provides a direct bene-  \nfit to Unit employees by, among other things, creating a first  \nStep to reestablishing optimal stability and integrity in the -  \nindustry such that Unit employees can better gauge and  \nmaintain present and future employment opportunities; and  \nFree market competition depends on industry participants  \ncomplying to laws and regulations governing the industry  \nand policing the industry reduces the burden on taxpayers  \nthat such groups incur to curtail unfair, deceptive, dishonest,  \nand illegal acts; and  \nHistorically, monitoring and analyzing the industry has  \nplayed an important and essential role and has tended to  \ntie Unit employees to the Union and provided work oppor-  \ntunities for Unit employees consistent with CBAs. Fur-  \nther, evidence and studies have shown that cheating has  \nhistorically infested the industry. During the past two  \ndecades cheating continued to infest it, and federal, state,  \nand local public enforcement mechanisms have been  \nunable adequately to curtail this infestation for reasons  \nthat include a lack of funding and staffing; and  \nCheating has had and continues to have adverse and  \n_ detrimental direct and indirect effects on the industry and  \nparticularly on the Contractors’ ability to employ Unit  \nemployees; and  \nA continuing need exists to attract and maintain a highly  \nskilled labor supply that understands the importance of the  \nintegrity and its effect on collective bargaining.  \n54  \nThe tarm “industry” means the activity found within the  \nUnion's geographical area, and a reasonable extension  \nthereof, by which participants provide or perform tabor,  \nemployment, services, and contracting, or are affected or  \ninvolved in any way whatsoever by said labor, employ-  \nment, services, and contracting for work, as that term is  \ndescribed in the collective bargaining agreement (“CBA”)  \npursuant to the “Jurisdiction” section or traditionally per-  \nformed by the members and Unit employees.  \nThe term “integrity” includes honesty among industry  \ncompetitors and participants, their adherence to laws and  \nregulations, area standards, a favorable perception by  \ngeneral public of the industry and its participants, the  \noverall absence of cheating, and improving the quality of  \nprofessional competence and service our industry pro-  \nvides to the community.  \nIT IS MUTUALLY AGREED THAT:  \nee  \nIndustry monitoring and analyzing benefits Unit em-  \nployees because it is directly related and absolutely nec-  \nessary for the Union to maintain its existence and position  \nas an effective bargaining agent of the employee unit and,  \nas such, provides Contractors with labor stability; and  \nIndustry monitoring and helps both the Union  \nand the Contractors better to: negotiate, administer, and  \nenforce their {egal and contractual obligations; and helps  \nthe Union better to represent employees of the bargaining  \nUnit while yet incidentally, helps gach  \nsignatory employer competing with other signatory em-  \nployers by providing, among other things, a more honest  \ncompetitive environment.  \nAnd, by monitoring and analyzing the industry, both the  \nUnion and Contractors can better negotiate because such  \nactivity provides both groups with a more realistic view of  \n53  \nADDENDUM A  \nINDUSTRY MONITORING  \n& ANALYZING CLAUSE  \nDEFINITIONS:  \nThe term “cheating” includes:  \ni) Non-payment or underreporting of workers com-  \npensation insurance premiums;  \nii} non-compliance with federal, state, and local  \nhealth, safety, labor and employment statutes,  \nregulations, and taxes;  \niii) construction contract procurement misrepresenta-  \ntions such as featherbedding and failure to abide  \nby federal, state, and local procurement statutes  \nand regulations;  \niv) violation of environmental! statutes and regulations;  \nv) violations of federal and state unfair and deceptive  \ntrade practices statutes and regulations; and  \nvi) any other meaning the parties, from time to time,  \nmight mutually agree reflects their intent.  \nThe term “participants” includes industry:  \ncontractor organizations, contractors, employees, em-  \nployers, workers, property owners and awarding authori-  \nties seeking to use or using industry participants,  \nconstruction managers, general contractors, sub-con-  \ntractors, independent contractors, architects, engineers,  \ninspectors, clerks, human resources managers, insur-  \nance companies (workers compensation Carrier, payment  \nbonds, etc.), developers, financial institutions, attorneys,  \nfederal and state enforcement agencies (OSHA, US DOL,  \nIRS, MA DOR, AG, DCAM, and etc.), labor organizations,  \nand etc.  \n52  \nIN WITNESS WHEREOF, the parties hereto have  \nhereunto set their hand and seal this 16th day of  \nSeptember, 2000.  \nFor the Union, Local No.7  \nCHARLES WRIGHT, President  \nJAY HURLEY, Business Manager  \nJAMES COYLE, Business Agent  \nEDWIN WRIGHT, Agent  \nPATRICK McDERMOTT, Business Agent  \nMICHAEL J. DURANT,  \nBusiness Agent/industry Analyst  \nRANDOLPH GREEN, Chairman, Executive Board  \nPAUL J. DIPIETRO, Financial Secretary-Treasurer  \nROBERT BANKS, Apprentice Coordinator  \nFor the Employers:  \nBuilding Trades Association of Boston and  \nEastern Massachusetts, Inc. (BTEA)  \nTHOMAS J. GUNNING, Executive Director  \nLabor Relations Divislon of Associated General  \nContractors of Massachusetts, Inc.  \nDAVID P. POWELL, Labor Relations Dept.  \nCommittee Members For the Employers:  \nThomas J. Gunning  \nDavid P. Powell  \nSteven Marr  \nJames Stearns IV  \nJohn D. Murphy Jr.  \nUsha Wood  \nRichard Long  \nJames F. Grosso  \nExpires September 15, 2006  \nBoston  \n51  \nwhether specifying a desire to terminate or to change at  \nthe end of the current year, shall have the effect of  \nterminating this Agreement at such time.  \nThis Agreement is made and entered into on this  \nsixteenth day of September 2000 by and between Local  \nUnion No. 7, Boston, Massachusetts of the International  \nAssociation of Bridge, Structural, Ornamental and Rein-  \nforcing Iron Workers, AFL-CIO, Unincorporated, herein  \ncalled the Union and the Building Trades Employers’  \nAssociation of Boston and Eastern Massachusetts, Inc.,  \nand the Labor Relations Division of the Associated  \nGeneral Contractors of Massachusetts, Inc., on behalf of  \nsuch members as may from time to time authorize the  \nsame to be done, and other employers who assent to its  \nprovisions by signature thereto, herein called the  \nEmployer. A current list of members of the Associations  \nwho have so authorized will be furnished the Union upon  \nsigning the Agreement. The Associations shall provide  \nthe Union with additions to lists during the term of this  \nAgreement.  \n50  \npresented within thirty (30) days of the first meeting, the  \neconomic proposals shall be submitted to final and binding  \narbitration pursuant to the voluntary labor rules of the  \nAmerican Arbitration Association.  \nThe authority of the arbitrator shall not be limited to the  \npositions of either party on any of the economic issues  \npresented. Rather, the arbitrator shall be permitted to  \nselect either of the positions presented by the parties or  \nto award a decision different from the positions of the  \nparties; provided, however, that any award issued shall  \nbe comparable to wage increases agreed upon between  \nemployers and the other basic trade unions in the Boston  \narea. It is mutually agreed that there shall be no strike  \nauthorized by the Union or no lockout authorized by the  \nEmployer during the wage re-opener negotiations or  \narbitration.  \nThe cost or arbitration shall be borne equally by both  \nparties. Any decision of the arbitrator shall be incorpo-  \nrated in this collective bargaining agreement and shail be  \nettective on September 16, 2000 or as agreed to by the  \nparties.  \nSection 2. The Agreement, with any amendments  \nthereof, made as provided for herein, shall remain in force  \nand effect until midnight September 15, 2006, and, unless  \nwritten notice be given by either party to the other at least  \nfour (4) months prior to such date of a desire for change  \ntherein or to terminate the same, it shall continue in effect  \nfor an additional year thereafter. In the same manner, this  \nAgreement, with any amendments thereof, shall remain  \nin effect trom year to year thereafter subject to termination  \nat the expiration of any such contract year upon notice in  \nwriting given by either party to the other at feast four (4)  \nmonths prior to the expiration of such contract year. Any  \nsuch notice as herein above provided for in this Articte,  \n49  \nAny and all guidelines relating to this Section must  \nbe mutually agreed upon by the Employer and the  \nUnion. It is also agreed that any and all agreements  \nmade by this committee are not subject to the Griev-  \nance and Arbitration clause of this Agreement.  \ng. We agree to the following clause: With mutual  \nconsent of the employer and the Business Agent  \na job may be worked four (4) ten (10) hour days,  \nMonday through Thursday at straight time, pro-  \nvided that a fifth day, if worked, shall be at least  \nten (10) hours long. Hours in excess of forty (40)  \nwithin this ten (10) hour frame on Friday shall be  \npaid at time and one-half (1-1/2) the basic wage rate.  \nIn the event there is a lost time day during the week  \ndue to inclement weather or a Local 7 Holiday then  \nFriday may be worked as a make-up day at straight  \ntime. All workers on the project will be offered work.  \nSection 7. Addendum A titled “Industry Monitoring &  \nAnalyzing Clause” attached hereto is hereby incorporated  \nherein.  \n"], ["ARTICLE XVI  \nDuration and Termination  \n", "Section 1. The Agreement, with any amendments  \nthereof made as provided for therein, shall remain in full  \nforce and effect until midnight of September 15, 2006;  \nexcept that either party may on or before May 15, 2004  \ngive notice in writing to the other party that it desires a  \nchange which may include the economic provisions of this  \nagreement to be effective on or after September 16, 2004.  \nIn the event of such notice, the parties agree to meet on  \nor before August 15, 2004 to discuss economic proposals  \nwhich may be presented by either party. In the event that  \nthe parties cannot agree on the economic proposals  \n48  \n"], ["ARTICLE XV  \nMiscellaneous  \n", "SECTION 1. Practices not a part of terms and conditions  \nof collective bargaining agreements will not be recog-  \nnized.  \nSECTION 2. Slowdowns and featherbedding practices  \nwill not be tolerated.  \nSECTION 3. There shall be no illegal strikes, work stop-  \npages or lockouts.  \nSECTION 4. When a Local Union does not furnish quali-  \nfied workers within forty-eight (48) hours (Saturdays, Sun-  \ndays and Holidays excluded), the contractor shall be free  \nto obtain workers from any source.  \nSECTION 5. The Union recognizes the threat of non-un-  \nion competition and will do all possible to promote union  \nconstruction, including holding prebid and/or pra-job con-  \nferences,  \nSECTION 6. The parties agree to establish a special joint  \ncommittee, as soon as possible, to set guidelines for  \nbidding work against non-union and open shop competi-  \ntion. tems to be considered by the committee shall in-  \nclude the following::  \na. Make-up time at straight time.  \nb. Time and one-half (1-1/2) provisions for overtime  \nwork,  \nC. Reduction and/or elimination of travel expenses.  \nd. Reduction in manning requirements.  \n@. Lower wage scale that would include no payments  \nto the annuity fund.  \nf. Four (4) ten (10) hour day provisions at the option  \nof the employer.  \n47  \n= alt. *;  \nTravei and Subsistence — continued  \nLawrence Area: Travel and Subsistence Rates {formerly Local #351)  \nNo travel and Subsistence money paid: Lawrence  \nArea 1 — $2.00 per day  \nMetheun, N. Andover  \nArea 2 — $3.00 per day  \nAndover, Collinsville, Dracut, Groveland, S. Groveland, Haverhilf, Lowell, Tewksbury  \nArea 3 -- $5.00 per day  \nBillerica, N. Billerica, Boxford, West Boxford, Byfield, S. Byfield, S. Chetmsford,  \nN. Chelmsford, Danvers, Dunstable, Georgetown, Merrimac, Merrimacport, Middleton,  \nWest Newbury, N. Reading, Rowley, Topsfoeld, Tyngsboro, Wilmington, N. Wilmington  \nArea 4 — $6.00 per day  \nActon,N. Acton, W. Acton, Amesbury, Carlisie, Cushing, Forge Village, Graniteville, Groton, Ipswich  \nW. Groton, W. Gloucester, Hamilton, S. Hamilton, Littleton, Newbury, Newburyport, Pepperell,  \nSalisbury, Townsend, Wenham, Westford  \nArea § —- $7.00 -  \nEssex  \n(Figures above denote territory where travel subsistence is paid.)  \n46  \nSP  \nMelrose  \nMillis $7.00  \nMitton  \nNahant  \nNatick $7.00  \nNeedham  \nRockland $7.00  \nRockport $11.00  \nSalem $5.00  \nSaugus  \nScituate $7.00  \nSharon $7.00  \nSherborn $7.00  \nSomerville  \nStoneham  \n(Figures above denote territory where travel subsistence is paid.)  \nTrave! and Subsistence — continued  \nNewton  \nNorfolk $7.00  \nNorwell $7.00  \nNorwood $5.00  \nPeabody $5.00  \nPembroke $7.00  \nStoughton $7.00  \nSudbury $7.00  \nSwampscott  \nWakefield  \nWalpole $7.00  \nWaltham  \nWatertown  \nWayland $5.00  \n” Wellesley $5.00  \nPlymouth $11.00  \nPlympton $7.00  \nQuincy  \nRandolph $5.00  \nReading $5.00  \nRevere  \nWest Bridgewater $7.00  \nWeston $5.00  \nWestwood $5.00  \nWeymouth $5.00  \nWhitman $7.00  \nWinchester ;  \nWinthrop /  \nWobum '  \n"], ["ARTICLE XIV  \nTravel and Subsistence  \n", "SECTION 1. The following list of cities and towns covered by the Agreement constitute  \nthe Territorial Jurisdiction of Local Union No.7, Boston, Massachusetts.  \nAbington $7.00 Chelsea Hingham $5.00  \nArlington Cohassett $5.00 Holbrook $7.00  \nAvon $7.00 Concord $7.00 Hull $5.00  \nBedford $5.00 Dedham Kingston $1l;00  \nBelmont Dover $5.00 Lexington  \nBeverly $7.00 Duxbury $7.00 Lincoln $5.00  \nBoston East Bridgewater $7.00 Lynn  \nBoston Harbor istand $5.00 Easton $7.00 Lynnfield $5.00  \nBraintree $5.00 Everett Malden  \nBridgewater $7.00 Foxboro $7.00 Manchester $7.00  \nBrockton $7.00 Framingham $7.00 Marblehead $5.00  \nBrookline Gloucester $11.00 Marshfield $7.00  \nBurlington $5.00 Halifax $7.00 Maynard $7.00  \nCambridge Hanover $7.00 Medfield $7.00  \nCanton $5.00 Hanson $7.00 Medford  \nWhen December 24th falls within the regular work  \nweek, the Employer shall cease operations at 12 noon on  \nthat day and each iron worker employed on that job who  \nworked from 7 a.m. to 12 noon on December 24th shall  \nreceive a seventy-five dollar ($75.00) bonus payable at  \nany time up to the date for the next regularly scheduled  \npay day. The payment of a December 24 bonus, if made  \nto Foremen and Genera! Foremen (optional with the  \nemployer), is in addition to and not in lieu of payment  \nrequired under Article X, Section 4.  \nShould any of the foregoing holidays fall on Sunday,  \nthe following day, Monday shail be observed as the  \nholiday in question.  \nReligious Holidays  \nSECTION 3. The above are the only holidays recognized  \nunder the Agreement. Should any Employer observe any  \nother holiday(s), or be required to observe any other  \nholiday(s) by shutting down the job on said day(s), each  \nlron Worker employed on that job who cannot be  \nemployed elsewhere by the Employer on said day shall  \nbe paid eight (8) hours pay for that day.  \n43  \n"], ["ARTICLE XIll  \nOvertime  \n", "SECTION 1. Overtime to be worked on the ninth (9th)  \nhour of the work day, during the regular work week,  \nMonday through Friday, shall be paid at time and one-half  \n(1-1/2) on alt jobs bid after July 1, 1985. All hours worked  \nbefore the regular starting time and after the ninth (9th)  \nhour shall be paid at double time. Overtime work on  \nSaturdays, Sundays and Holidays shall be paid at two (2)  \ntimes the hourly rate. No work shall be performed on  \nLabor Day except to save life or property.  \nIt is agreed that overtime is undesirable and not in the  \nbest interests of the industry or the work force. Therefore,  \nexcept in unusual circumstances, overtime will not be  \nworked. Where unusual circumstances demand over-  \ntime, such overtime will be kept at a minimum.  \nHolidays  \nSECTION 2. The following holidays shall be observed:  \nNew Day Labor Day  \nWashington's Birthday Columbus Day  \nPatriots’ Day Veterans’ Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \n42  \n(d) Apprentices who complete last period and who fail  \nto pass the required journeymen examination may  \nelect to serve another six months, for which they  \nshall be paid the regular last period rate.  \ntst Year  \njstperiod es 60%  \n2ndperiod ....-- +--+: 70%  \n2nd Year  \nBrdperiod . eee 75%  \n4th period 80%  \n3rd Year  \n“Sthperiod 85%  \n6th period 2. 522s 90%  \nSecTION 2. Ratio of apprentices to journeymen. The  \napprentice to journeymen ratio will be as follows:  \na) Any employer who employs members of the Inter-  \nnational Association of Bridge, Structural, Orna-  \nmental, and Reinforcing tronworkers — Local #7  \n— shall employ apprentices on structural, reinforc-  \ning and rigging jobs at the ratio of not more than  \none (1) apprentice to every six (6) journeymen,  \nand shall employ apprentices on ornamental jobs  \nat the rate of not more than one (1) apprentice to  \nevery four (4) journeymen, based on the annual  \naverage employment of journeymen ironworkers  \nby the particular employer. On the spinning of  \ncables on suspension bridges, one (1} apprentice  \nshall be permitted to each journeyman.  \nb) The above ratio shall be maintained, under normal!  \noperating procedures; however, for organizational  \npurposes and in times of need; i.e. large construc-  \ntion projects, powerhouses, mining, oil and chemi-  \ncal, and other related energy jobs, or when there  \nis an abundance of work, the ratio of apprentices  \nmay be altered from time to time at the discretion  \nof the local union.  \n41  \nProtection of Signal Devices  \nSECTION 5. Proper practical, safa housing, casing or  \nlube shall be provided for any and every means, method,  \nappliance or equipment employed to transmit or give  \nSignals, directing work or operation of any various devices  \niN connection with work done by Ironworkers.  \nElevator Shaft Protection  \nSECTION 6. No Ironworker will be permitted to work in  \nan elevator shaft while car is in operation. The first floor  \nbeneath and the first floor above lronworkers working  \nshalt be planked safe in all elevator shafts.  \nApprenticeship  \nSECTION 1. The parties Signatory hereto agree to estab-  \n__lish a Joint Apprenticashin Cammitaa “36 with  \nof the “Iron Workers Apprenticeship and  \nTraining Standards,” as contained in Section 1, Article  \nof the International Constitution. Said Committee shall  \nformulate and operate an Apprenticeship Program in the  \nlocal area in conformity with said standards.  \n(a) Apprentices shall be Paid no less than the percent-  \nage of the journeymen rate as listed below.  \nProbationary Period shall be the first one thousand  \nhours.  \nWhen an Apprentice is found to be accepting more  \nthan his/her specified wage rate without the em-  \nPloyer's willful intent, he/she shall be subject to  \nDisciplinary Action by the Joint Apprentice  \n_ Committee.  \n(C) Apprentices who receive credit for previous expe-  \nrience in the Trade shail be Paid, upon entrance,  \nthe wage rate of the period to which such credit  \nadvances them.  \n40  \nSafety Nets  \nProtective nets must be used for the safety of the  \nlronworkers, where planks or decking is not feasible. jf  \nnets are used they must be suspended a safe distance  \nabove any structura) members. ;  \nStiffening and Supporting Working  \nLoad Points  \nSECTION 2. Where iron is landed on the floor or any point  \nof a structure under construction, all connections shall be  \nfully fitted up and tightened and substantial supports  \nprovided to safely sustain such added weight.  \nStuds and Spirals  \nSECTION 7. It shall be mandatory for all Employers to  \nhave all shear connectors such as studs and/or spirals  \nfield erected and secured.  \nin the event shear connectors are shop erected and  \nsecured, the shear connectors will be prior to  \nfield erection.  \nThe above relative to shear connectors became  \neffective as of January 1, 1963.  \n"], ["ARTICLE Xil  \nRiding the Load or Load Falls  \n", "SECTION 3. No Employee shall be permitted to ride the  \nload orjoad fall exceptin cases of inspection, and erection  \nand dismantling of derricks.  \nSlings  \n4. Stee! cable will be used instead of chains or  \nhemp slings.  \n39  \nWelders and Burners  \nSECTION 12. Any welder or burner, while working ina  \ndangerous location or in any enclosed area, especially  \naround tanks, or vessels, or apparatus of a similar nature,  \nshall have an Iron Worker working with him/her on these  \noccasions.  \nWind Clause  \nSECTION 13. When the hoisting engineer refuses to work  \nthe crane (all types of cranes) because of wind, the  \nEmployer shall provide work on the same job for the  \nIronworkers working on that crane or cranes, when and if  \nthere is work available at the discretion of the Employer.  \n"], ["ARTICLE xX!  \nSafety Provisions and Safety Laws  \n", "SECTION 1. The Employer, Union and Employees shall  \nabide by the Federal Williams-Steiger Occupational  \nSafety and Health Act and other applicabie safety regqu-  \nlations of Massachusetts.  \nPianking Floors  \nWorking floors upon which derricks set must be cov-  \nered tight with suitable planking over the entire floor  \nexcept where openings are left for iadders.  \nOn buildings, bridges, or other structures erected or  \ndismantled with mobile cranes, or by other methods, all  \nupper areas where materials are landed for further  \nhandling shalt be planked so as to provide safe working  \nareas for the workers.  \nPlanking, decking, or nets covering tight all openings  \nshall be provided not more than two (2) floors or a  \nmaximum of thirty (30) feet beneath all points on all  \nbuildings, bridges and other structures while workers are  \nworking at such points.  \n38  \nlron Workers Required  \nOn Guy and Stiff Leg Derricks  \nSECTION 8. No less than six (6) lronworkers and a  \nforeman shail be employed around any guy or stiff leg  \nderrick used on steel erection, and on ail mobile or  \npower-operated rigs of any description no less than four  \n(4) Ironworkers and a foreman shall be employed.  \nDrinking Water and Clothes Room  \nSecTION 9. The Employer shall furnish suitable drinking  \nwater at all times and each job of sufficient size and length  \nto justify same shall be provided with a shed or room for  \nthe Employees to change their clothes and keep their  \ntools.  \nWork Limitation  \nSecTiON 10. There shall be no limitation placed on the  \namount of work to be performed by any lronworker during  \nworking hours.  \nA physical examination shal! not be required as a  \nprerequisite for employment.  \nThere shall be no limit on production by nor  \nrestrictions on the full use of tools or equipment. There  \nshall be no restriction other than may be required by  \nsafety requirements on the number of lronworkers as-  \nsigned to any crew or to any service.  \nCertified Welder Clause  \nSecTION 11. An Employee who is certified in a danger-  \nous location or in any enclosed area, especially around  \ntanks. or vessels, or apparatus of a similar nature, shall  \nhave an lronworker working with him/her on these  \noccasions.  \n37  \nRiveting Gangs  \nSECTION 5. Riveting gangs shall be composed of not  \nless than four (4) Ironworkers at all times. The Employer  \nmay require heaters to have their fires going ready to  \nfurnish hot rivets at the regular starting time, but in such  \nevent, the heaters shall be paid double time for such time  \nworked before the regular starting time.  \nWhen three (3) or more riveting gangs are employed  \non any job, a foreman shali be employed who will not be  \nrequired to work in any riveting gang except where emer-  \ngencies arise which will require the foreman to temporarily  \nfill in the gang.  \nPlecework  \nSECTION 6. It is agreed that the Employees wiil not  \ncontract, subcontract, work piecework or work for less  \nthan the scale of wages established by the Agreement.  \nThe Employers agree not to offer and/or to pay, and the  \nEmployees will not accept a bonus based on specific  \nperformance on any individual job.  \nClothing and Equipment  \nSECTION 7. (a) All Ironworkers are to wear hard hats at  \n_ ali times,  \n(b) All Ironworkers are to wear protective eyeglasses  \nwhen project conditions dictate.  \n(c) All tronworkers are to wear appropriate work shoes  \nat all times.  \n(d) Ironworkers will at all times be properly dressed in  \nkeeping with project requirements.  \n36  \nForeman  \nSection 4. (a) When two (2) or more tronworkers are  \nemployed, one shall be selected by the Employer to act  \nas foreman and receive a foreman’s wage of $2.00 per  \nhour as of 9-16-2002 above the Journeyman wage, and  \nthe foreman is the only representative of the Employer  \nwho shall issue instructions to the work force.  \n(b) There shall be no restriction as to the employment  \nof foremen or pushers. The Employer may employ on one  \npiece of work as many foremen or pushers as in his/her  \njudgment is necessary for the safe expeditious and  \neconomical handiing of the same.  \n(c) Hereafter, Ironworkers commonly known as  \n“pushers” shall be known as foremen; and lronworkers  \nknown as foremen shall be classified as general foremen.  \n(d) All foramen and general foremen shall receive  \nstraight time, based on a forty (40) hour week, and ail  \nholidays observed as such. :  \n(e) The Ironworker foreman shall not be liable for any  \nacts during the course of this employment and arising out  \nof his/her employment and the Employer shall hold said  \ntronworker foreman harmless from all claims whatso-  \never.  \n() The general foreman or foreman selected by the  \nEmployer shall have held membership in the international!  \nAssociation of Bridge, Structural, Ornamental, and Rein-  \nforcing Ironworkers for at feast three (3) years prior to  \nhis/her selection.  \n35  \nrules are complied with and report to the Union the true  \nconditions and facts. The steward shall promptly take care  \nof injured workers and accompany them to their homes  \nor to a hospital, as the case may require, without any loss  \nof time and report the injury to the proper officers of the  \nUnion. A steward failing to his/her duties shall be  \nsubject to censure by this Union and also subject to a  \npenalty upon conviction on charges provided for in the  \nInternational Constitution. The Employer agrees that the  \njob steward will not be discharged until the last Ironworker  \nlaid off, provided he/she is capable of performing the work  \nin question.  \nTools  \nSECTION 3. The Employer shall grant Ironworkers rea-  \nsonable time to pick up tools before quitting time.  \nEmployees employed on ornamental work shall furnish  \nfor their own use all necessary hand tools to enable them  \nto effectively insta!l such work, Tools broken on the job  \nshall be replaced by the Employer, such as drills, taps,  \nhacksaw blades, etc. No Employee shall be held respon-  \nsible for the loss of tools or equipment in his/her charge.  \nEmployees working on other than finishing work shall  \nfurnish the necessary hand tools to perform specific job  \nassignments.  \nThe welding torch and chain falls are tools of the trade  \nhaving jurisdiction over the work being performed. Crafts-  \nmen using these tools shall perform any of the work of the  \ntrade and shall work under the supervision of the craft  \nforeman.  \n34  \nIt is recognized that 8 a.m. is the regular starting time.  \nitis further understood that upon proper notification to the  \nbusiness representative that the starting time may be  \nadvanced by the employer up to one (4) hour for the  \nfollowing reason: If the majority of the trades on that  \nparticular job are starting between the hours of 7 a.m. and  \n8 a.m.  \nit is further understood that any Ironworker employed  \nby the employer on that particular project shall receive  \npremium time if any other tradesman employed by  \nthe same employer on that particular project receives  \npremium time for starting before 8 a.m.  \nIf the lronworkers on the job request a change in the  \nstarting time between 7 a.m. and 8 a.m., flexible starting  \ntime will be granted with the approval of the employer and  \nthe business representative.  \nJob Steward  \nSEcTION 2. There shall be a steward on each job who  \nshall be furnished or appointed by the Business Agent. It  \nis mutually agreed that any job which will employ more  \nthan three (3) lronworkers at peak workforce the Business  \nAgent will furnish or appoint a steward at his/her discre-  \ntion. On jobs which will employ three (3) or less lron-  \nworkers at peak workforce, the Business Agent agrees to  \nappoint a steward from the Ironworkers employed on said  \nproject. The steward shall keep a record of the workers  \nlaid off or discharged; and take up all grievances on the  \njob, and try to have the same adjusted, and in the event  \nhe/she cannot adjust them, He/she must promptly report  \nthat fact to the Business Representative, who shall report  \nsame to the proper officer of the Union so that efforts can  \nbe made to adjust any matter without a stoppage of work.  \nThe steward shall see that the provisions of these working  \n33  \n"], ["ARTICLE IX  \nSaving Clause  \n", "SECTION 1. Should any part of any provision herein  \ncontained be rendered or declared invalid by reason of  \nany existing or subsequently enacted legislation, or by  \nany decree of a court of competent jurisdiction, such  \ninvalidation of such pact or portion of this Agreement shail  \nnot invalidate the remaining portions thereof; provided,  \nhowever, upon such invalidation, the parties signatory  \nhereto agree to immediately meet to renegotiate such  \nparts or provisions affected.  \nThe remaining parts or provisions shall remain in full  \nforce or effect.  \nGrievance Committee  \nSECTION 2. A joint shall be formulated, with  \nan equal number of participants from Local No. 7 and the  \nEmployers to adjust items, that were agreed by mutual  \nconsent, arising at negotiation and that may arise prior to  \nthe termination date of this agreement.  \nBusiness Representative  \nSECTION 3. The Union's Business Manager, Agents or  \ntheir designee(s) acting on behalf of said Business Man-  \nager or Agent shall be permitted to access all jobs, but  \nwill in no way interfere with the progress of the work,  \n"], ["ARTICLE X  \nWork Hours Per Day  \n", "SECTION 1. Eight (8) hours shall constitute a day’s work  \npertormed between the hours of 8 a.m. and 12 Noon and  \n12:30 p.m. to 4:30 p.m. on Monday through Friday.  \n32  \n"], ["ARTICLE Vill  \nStrikes and Lockouts  \n", "SEcTION 1. It is mutually agreed that there shall be no  \nstrikes authorized by the Union or no lockouts authorized  \nby the Employer, except for the refusal of either party to  \nsubmit to arbitration, in accordance with Article [V, or  \nfailure on the part of either party to carry out the award of  \nthe Board of Arbitration.  \nEvery facility of each of the parties hereto is hereby  \npledged to immediately overcome any such situation;  \nprovided, however, it shall not be a violation of any  \nprovision of this agreement for any person covered by this  \nagreement to refuse to cross or work behind the picket  \nline of any aftiliated Union which has been acquiesced to  \nor authorized by the International of the Union, the Cen-  \ntral Labor Council or Building and Construction Trades  \nCouncil.  \nSECTION 2. The Union retains, however, the immediate  \nand unconditional right to strike any employer who in  \nviolation of the Agreement fails timely to pay any wages  \nor benefits or any portion of wages of benefits. Nothing  \ncontained in this Article Vill shall be deemed as limiting  \nthe Union’s or any individual member’s right to refrain  \nfrom pertorming labor because the employer failed timely  \nto pay wages Or benefits owed for labor performed by any  \ncovered employee. The Union, however, will provide by  \ntax, hand-delivery, or other reasonable means, to each  \nproject(s) general contractor or construction manager  \n72-hour written notice of the Union's intent to engage in  \nsuch a Wage or Benefit non-Payment Strike.  \n31  \n"], ["ARTICLE Vit  \nNotification Ciause  \n", "SECTION 1. It is mutually agreed that, prior to the start  \nof any project, either party may call a meeting to discuss  \nany concerns regarding the project. Concerns may  \ninciude but are not limited to:  \n1. Work to be performed.  \n2. Manning Requirements.  \n3. Apprentice ratio to Journeymen.  \n4. The Business Agent’s notification of his/her  \nsteward selection.  \nlf, an impasse is reached over the Business Agent's  \nselection of a steward itis mutually agreed that the dispute  \nwifl be resotved through an expedited arbitration outlined  \nas follows:  \n1. Within three (3) working days an impartial Arbitra-  \ntor mutually agreed upon by both parties will be  \nselected.  \n. The case must be heard within two (2) working  \ndays aiter the selection of the Arbitrator.  \nA decision must be rendered prior to the start of  \nthe project in question.  \n. The decision of the Arbitrator will be final and  \nbinding upon both parties.  \n. The fee of the Arbitration Association and the cost  \nof and the expenses of the Arbitrator, shall be  \nborne by the losing party, or the Arbitrator may  \napportion, if the decision ts a compromise, as  \ndesignated by the Arbitrator.  \n6. The above procedure with respect to expedited  \narbitration will be used by the parties in the event  \nthere is a dispute in regard to the steward after the  \njob commences.  \nno fb WwW DW  \n30 -  \n   \nOdd Hour Shift Work  \nSeEcTION 9. It is mutually agreed by both parties that  \nwhen a first shift cannot be worked on a project or a clearly  \ndefined portion of the work cannot be performed during  \nnormal working hours, the Employer may start work at any  \nhour of the day at time provided al! the following  \nprovisions are adhered to:  \na.  \nb.  \nNotification of the Qusiness Agent in whose area  \nthe work is being performed.  \nFor jobs started between 8:30 a.m. and 6: 30 p.m.  \nemployees will work 7 1/2 (seven and one-half)  \nhours for 8 (eight) hours pay with a 10% differential  \nadded to the wages.  \n. For jobs started between 7:00 p.m. and 6:30 a.m.  \nemployees will work 7 1/2 (seven and one-hail)  \nhours for 8 (eight) hours pay with a 15% differential  \nadded to the wages.  \n. The work is performed between 12:01 a.m. Mon-  \nday and 11:59 p.m. Friday. Any other work will be  \npaid at the established overtime rate and the  \ndifferentials will not apply.  \n. Coffee Break language will be adhered to as set  \nforth in Article VI, Section 6. The time for a 30  \nminute lunch will be established at the beginning  \nof the project and adhered to.  \nAll overtime will be paid at the established rate  \nincluding any Holidays as set forth in Article XIII.  \n, Language does not apply to an employee who has  \nworked the standard shift the same day.  \n29  \n   \nFor work on the third shift, there will be a 15% differential  \nadded to the wages. When multiple shifts are worked on  \nSaturday, Sunday or recognized holidays, the following  \nshalt apply; when two (2) shifts are employed, each shift  \nshall work seven and one-half (7-1/2) hours for eight (8)  \nhours’ pay at double the straight time rate of wages. With  \nrespect to the second shift, there will be a 10% differential  \nadded to the wages. When three (3) shifts are employed,  \neach shift shail work seven (7) hours for eight (8)hours’  \npay at double the straight time rate of wages or a propor-  \ntionate part thereof for time worked. For work on the  \nsecond shift, there shall be a 10% differantial added to  \nthe wages. Far work on the third shift, there shall be a  \n15% differential added to the wages. On all shift work  \nperformed on Saturday, Sunday or holiday, the overtime  \nrate of double time shall start with the beginning of the  \nfirst or “morning” shift. Not more than one (1) shift shall  \nbe allowed on a job of less than five (5) days duration  \nexcept in cases of anemergency, which shall be decided  \nby the General Executive Board. In localities where the  \nwork is less than eight (8) hours per day, the hours on  \nshift work shall be shortened proportionately.  \nIt is agreed that shift work is not a desirable practice.  \nHowever, it is recognized that there will be times when a  \nsecond and third shift may be required due to special  \ncircumstances. It is agreed that shift work conditions will  \nnot be abused as an ongoing or regular industry practice.  \nIn the event of disagreement over a multi-shift operation,  \nitis agreed that the parties will push for speedy arbitration  \nand itis expressly understood that no multi-shiit operation  \nshall commence such time as a neutral arbitrator  \nrules that such special conditions do exist.  \n28  \njob immediately, and if required to go to some other point  \nor to the office of the Employer, the Employee shail be  \npaid for the time required to go to such places. When  \nEmployees quit of their own accord, they shaff wait until  \nthe regular pay day for the wages due them.  \nAny undue delay or loss of time caused the Employees  \nthrough no fault of their own shall be paid for by the  \nEmployer causing such delay, at the regular straight time  \nwages.  \nAccompanying each payment of wages shall be a  \nseparate statement the Employer, showing the  \ntotal earnings, the amount of each deduction, the purpose  \nthereof, and net earnings,  \nIf the regular pay day falls on a holiday, Employees are  \nto be paid on the preceding day.  \nEmployees are to be paid weekly, by noontime, in cash,  \non the job, during working hours. Payment may be made  \nby check upon permit issued by the union. Such permit  \nshail be withheld only for doubt of ability to pay wages.  \nAny employer who is not classified as a resident con-  \ntractor shall make arrangements with a local bank in order  \nfor employees to cash pay checks.  \nlron Workers shall! not be required to punch a time clock  \nfor any General Contractor or Stee! Erector.  \nShift Work  \nSECTION 8. When two (2) shifts are employed, each shift  \nshal) work seven and one-half (7-1/2) hours, for eight (8)  \nhours’ pay at regular time. With respect to the second  \nshift, there will be a 10% differential added to the wages.  \nWhen three shifts are employed, seven (7) hours shall  \nconstitute a day’s work for each shift for which a regular  \nwage of eight (8) hours shall be paid or a proportionate  \npart thereof for time worked. For time work on the second  \nshift, there shall be a 10% differential added te the wages.  \n27  \ntation, traveling time and expenses, providing they remain  \non the job thirty (30) days or until the job is completed, if  \ntt requires less than thirty (30) days. Employees shipped  \nto a job and not put to work weather permitting, or the job  \nts not ready for them to go to work, shall be paid the  \nregular wage rate for such time, or such Employees shall  \nbe shipped back to the shipping point with time and  \ntransportation paid by the Employer.  \nWork Notice  \nSECTION 5. No Empioyee shall be permitted to leave  \nthe employ of a contractor, without first notifying his  \nEmployer, before 4:30 p.m. so that schedule adjustments  \nmight be made, and replacements procured for the  \nfollowing day’s operations, as well as notifying Local  \nUnion Hall by 8 a.m. on the following day.  \nCoffee Period  \nSECTION 6. A coffee period of ten (10) minutes shall be  \npermitted each morning and afternoon with the under-  \nstanding that one (1) lronworker from each gang shall be  \nallowed to procure the refreshments and all other men  \nshall not leave their place of work. The break period shall  \ncommence when the refreshments are brought to place  \nof work,  \nPay Days  \nSECTION 7. The regular pay day shalt be once.a week  \non such day as agreed upon between the Employer and  \nthe Local Union and wages are to be paid in cash, check  \nor other tender.  \nEmployers may withhold where necessary a reason-  \nable amount of wages due to enable them to prepare the  \npayroll.  \nWhen Employees are laid off, or discharged, they shal!  \nbe paid in full in cash, check or other legal tender on the  \n26  \nfollowing information relative to covered work performed  \nby that employer during the 30-day period preceding the  \nUnion's demand:  \ni} Name of each covered employee; and  \nit} the number of hours the employer employed each  \ncovered employee; and  \n(if} the project(s) on which the covered employee  \nperformed labor; and  \niV) the fast date of employment each covered em-  \nployee fast performed Jabor.on each project re-  \nported.  \nPrompt Reporting Clause  \nWhen an Employee is ordered by the employer or  \nhis/her representative to report to work ana, through no  \nfault of the Employee is not put to work, weather permit-  \nting work, or employed for less than four (4) hours,the  \nEmployer shall pay the Employee four (4) hours pay at  \nthe applicable rate, provided the Employee remains on  \nthe job during the said four (4) hours. On jobs of more  \nthan four (4) hours duration, all Employees shall be paid  \nfor the actual hours worked. Employees who are sent from  \nthe Union Hall in the a.m. and report directly to the job,  \narriving at a reasonable time, dependent upon distance  \ntraveled, shall be paid from the starting time of that job.  \nEmployees failing to report directly to the job shat! be  \npaid from the time they arrive on the job.  \nElection Day  \nSECTION 3. There shall be a two (2) hour allowance for  \npresidential election only to qualified voters only for the  \npurpose of voting at no loss of pay in all areas.  \nShipping - Employees  \nSECTION 4. Employees shipped to jobs or work out of  \nthe jurisdiction of the Local Union shall receive transpor-  \n25  \nSEcTION Ii. One form, one prepaid stamp for ali funds  \nshall be implemented by the Union. This will consolidate  \nall funds into one (1) chack. The Prepaid Stamp Program  \nfor all funds will be in effect as of April 1, 1992, which will  \nbe submitted for every hour paid for each employee  \nworking under the jurisdiction of Local 7. This system  \nreplaces the previous system.  \nSee Reference B for details explaining contribution  \nprocedure.  \n"], ["ARTICLE VI  \nBonds  \n", "SEcTION 1. Any Employer seeking to employ lron Work-  \ners for a first time shall furnish and maintain a bond in the  \namount of $40,000 to the Ironworkers’ District Council of  \nNew England, Health and Welfare Office, to protect the  \nabove funds from financial losses. Details of said bond  \nare set forth in tha Agreement and Deciaration of Trust,  \ntogether with any amendments thereto, and shall be  \nconsidered a part of this Agreement as though set forth .  \nherein at tength. Employers who maintain a record of  \nprompt and proper payments to the Funded Programs for  \na period of two (2) years will not be required to renew  \nbond. Should any Employer fall in arrears, after dropping  \nthe bond, said Employer shal) be required to reissue the  \nbond for a two-year period as a Condition of employment.  \nIf the employees are removed from the job by the union  \nto enforce such payments, the employees shall be paid  \nby the delinquent employer for all lost time at the straight  \ntime hourly rate.  \nSECTION 2. In order to protect the lien and bond rights,  \nupon the Union’s demand, any employer shall within three  \nregular working days submit to the Union a Remittance  \nReport. A Remittance Report shall contain at feast the  \n24  \nEach Employer subscribes to and agrees to be bound by  \nthe provisions of the Agreement and Declaration of Trust of  \nthe Steel Erection and Omamental fron industry Advance-  \nment Fund as executed on the first day of October 1981,  \nand as it may be amended from time to time.  \nThis Trust, known as the Steel Erection Advancement  \nProgram, shall be referred to in this section as “the fund”.  \nThe fund shali be administered solely and exclusively by  \ntrustees appointed pursuant to the provisions of the trust  \ninstrument.  \nThe fund will be used by its trustees for the following  \nexpress purposes: training, education, safety and acci-  \ndent prevention, public and industry relations, industry  \npromotion, equal employment, market development,  \nmarket research, business seminars, industry meetings,  \ndissemination of technica! data and research statistics,  \nengaging in any proper activity which will increase the  \nefficiency of the industry and its ability to serve the public,  \nprovide information services and for the mutual benefit of  \nemployers and their employees.  \nThe fund shall not be used for any of the foffowing  \nexpressly prohibited purposes: (a) Lobbying in support of  \nanti-union legislation (b) Supporting litigation before a  \ncourt or any administrative body against the union or any  \nof its agents (c) Subsidizing contractors during a period  \nof periods of work stoppages or strikes.  \nAs a part of the administration of the fund, there shall  \nbe an annual audit of the fund by an independent, certified  \npublic accountant. A copy of the audit shall be made  \navailable to all parties signatory hereto.  \nIn the event that the union has reasonable cause to  \nbelieve that the fund is being used for any of the pur-  \nposes prohibited above, the dispute shall be subject to  \nthe arbitration provisions of this agreement.  \n23  \nit shall be the sole responsibility of the Union to procure,  \npursuant to the provisions of Section 302 (c) of the  \nLabor-Management Relations Act of 1947, the signed  \nindividual authorization of every employee subject to this  \nAgreement, both present and future, and furnish such  \noriginal signed authorizations to the Employer to legally  \npermit the Employer to make such payroll deductions  \nfrom all employees covered by or receiving benefits pro-  \nvided for in this Agreement. It shall be the further respon-  \nsibility of the Union to assume all tegal costs, fees and  \ndamages which might arise relative to this practice. The  \nUnion shail indemnify and hold harmiess the Employer  \nfrom such actions.  \nAny Employer who fails to send the payment and the  \nreports due under the Dues Deduction System as pro-  \nvided in this Article shall be considered in violation of this  \nAgreement and subject to penalties outlined in Article VI.  \nSee Reference B for details explaining contribution  \nprocedure.  \nNOTE: As of September 16, 1997, representatives of  \nlabor management, and the Fund Administrator for the  \nNEDCIW Fund Office were examining alternative methods  \nto streamline the payments to our benefit funds. Any new  \nmethods will be outlined in detail, and forwarded to all  \nsignatory contractors in a timely manner, to minimize the  \neffects of said changes, as well as to simplify future  \npayments for all involved parties.  \nSteel Erection and  \nOrnamental Iron Industry Advancement Fund  \nSECTION 10. Each Employer shali pay to the fund the  \namount set forth tn Article V. Section 1. Wages- for each  \nhour paid to its employees covered by this agreement to  \nthe Steel Erectian and Ornamental tron industry Ad-  \nvancement Fund.  \n22  \namended. (b) Allow the Empfoyer to deduct said contri-  \nbutions as an ordinary and necessary business expense.  \n(c} Not be used to provide legal services against the  \nUnion, the Associations, the Fund or the Employer  \n(including repre sentation in Unemployment and Workers’  \nCompensation cases).  \nThere shall be a total of six (6) Trustees to constitute the  \nBoard of Trustees to administer the Fund. Said Trustees  \nto be appointed are as follows: Three (3) Trustees shall  \nbe appointed by the Union; one (Il) Trustee shail be  \nappointed by the Labor Relations Division of the Associ-  \nated General Contractors of Massachusetts, Inc. (AGC);  \none (1) Trustee shall be appointed by the Building Trades  \nEmployers’ Assoctation of Boston and Eastern Massa-  \nchusetts, Inc. (BTEA); one (I) Trustee shall be appainted  \nby the Steel Erectors Associalion of the BTEA, Represen-  \ntatives on the Board of Trustees shall at all times be  \nequally divided among Union and Associations. The  \nappointing parties shall also have the power to remove  \ntheir respective Trustees appointed by them and to fill  \nvacancies on the Board of Trustees.  \nWorking Dues Deduction  \nSECTION 9, {tis agreed that the Employer shail deduct the  \namount shown in Article V, Section 1. Wages-from net wages  \nafter taxes, for each and every hour paid to all employees  \ncovered by or receiving benefits provided for in this Agreement  \nfor aff jobs falling within the junsdiction of this Agreement. All  \nsuch deductions shall be reported weekly. The form for this  \npurpose is to be fumished by the Union.  \nIt is agreed the Working Dues Deduction of two percent  \n(2%) of the totai package plus .85 for a Market Recovery  \nProgram and .03 for the Political Action League will be  \nwithheid out of net pay for each and every hour paid.  \n2t  \ncopy of the said Agreement and Declaration of Trust,  \ntogether with any amendments thereto shall be consid-  \nered as part of this Agreement as though set forth here  \nat length.  \nVacation Fund  \nSECTION 7. Employer shall withhold from wages the  \namount set forth in Article V, Section 1. Wages — for all  \nhours paid to an lronworker employee in accordance with  \nthis Agreement and the Employer shal! distribute Vaca-  \ntion Fund Stamps in lieu thereof to said employees with  \nthe employee wages on each pay day is due,  \nSee Reference B for details explaining the contribution  \nprocedure.  \nLegal Aid Fund  \nSECTION 8. The parties to this Agreement agree to form  \na jointly trusteed fund entitled Boston Iron Workers Legal  \nAid Fund pursuant to Section 302 of the National Labor  \nRelations Act, as amended, to provide employees and  \ntheir dependents with assistance in detraying the cost of  \nlegal counsel. Such Fund shall be established to collect  \nand disburse monies for payment benefits to the employ-  \nees covered by this Agreement. Such payments are to be  \nmade in accordance with the terms of the Trust Agree-  \nment hereinafter established.  \nContributions to said Fund shali commence when duly  \nauthorized by the Union. !t is agreed the Union may  \ntransfer five cents (.05) per hour from wages to this fund  \nupon thirty (30) days written notice to the Associations.  \nIt is understood by the parties to this Agreement that  \nthe Boston lronworkers Legal Services Trust and Plan to  \nbe established shall (a) Conform to the requirements of  \nSection 302 of the Labor Management Reiations Act, as  \n20  \n   \nPension Supplement Fund  \nSection 5. Each Employer shall pay to the Fund the  \namount set forth in Article V, Section 1. Wages — for all  \nhours paid to each of its employees covered by this  \nAgreement to the Pension Supplement Fund.  \nThe said Pension Supplement Fund shall be adminis-  \ntered pursuant to an Agreement and Deciaration of Trust  \nAdministered jointly by an equal number of repre-  \nsentatives of the Employers and the Union, which Agree-  \nment and Declaration of Trust shall conform to aif  \nrequirements of law. A copy of said Agreement and  \nDeclaration of Trust, together with any amendments  \nthereto shall be considered as part of this Agreement as  \nthough set forth here at length.  \nAnnuity Fund  \nSection 6. Each Employer shall pay to the Fund the  \namount set forth in Article V, Section 1. Wages - for all  \nhours paid to each of its employees covered by this  \nAgreement to the Annuity Fund Program. The contribu-  \ntion shall be double for each pramium time hour the  \nlronworker employee is employed in accordance with this  \nAgreement.  \nSee Reference 6 for details explaining the contribution  \nprocedure.  \nThe contributions of the Employers shal! be used,  \nexclusively, to provide annuity benefits to eligible Employ-  \nees in such form and amount as the Trustees of the  \nAnnuity Fund may determine, and the organization and  \nadministration expenses of the Annuity Fund.  \nThe said Annuity Fund shall be administered pur suant  \nto an Agreement and Declaration of Trust administered  \njointly by an equal number of representatives of the  \nEmployers and the Union, which Agreement and Decla-  \nration of Trust shall conform to all requirements of tfaw. A  \n19  \nthe Trustees of the Welfare Fund may determine, and the  \norganization and administration expense of the Welfare  \nFund.  \nThe said Welfare Fund shall be administered pursuant  \nto an Agreement and Declaration of Trust administered  \njointly by an equal number of representatives of the  \nEmployers and the Union which Agreement and Dectara-  \ntion of Trust shall conform to all requirements of A  \nCopy of said Agreement and Declaration of Trust together  \nwith any amendments thereto shall be considered as part  \nof this Agreement as though set forth here at length.  \nPension Fund  \nSection 4. Each Emptoyer shall pay to the Fund the  \namount set forth in Article V, Section 1. Wages — for all  \nhours paid to each of its employees covered by this  \nAgreement to the Iron Workers District Counc! Health and  \nWelfare Pension Fund. The contributions of the Employ-  \ners shall be used, exclusively, to provide pension benefits  \nto efigible Employees in such form and amount as the  \nTrustees of the Pension Fund may determine, and the  \norgani zation and administration expenses of the Pension  \nFund.  \nThe said Pension Fund shall be administered pursuant  \nto an Agreement and Declaration of Trust administered  \njointly by an equal number of representatives of the  \nEmployers and the Union, which Agreement and Decfa-  \nration of Trust shall conform to all requirements of law. A  \ncopy of said Agreement and Declaration of Trust, together  \nwith any amendments thereto shall be considered as part  \nof this Agreement as though set forth here at length.  \n   \nNOTE 2. The Local Union shall have the option to divert  \nmonies from wages to any of the funds upon sixty (60)  \ndays prior written notification to the Associations signa-  \ntory hereto. (Journeymen Iron Workers also include Fin-  \nishers, Fence Erectors, Rodmen, Precast Concrete  \nErectors, Machinery Movers & Riggers, Curtain Wall and  \nMetal Sash Erectors.)  \nSection 2. Each Employer shal! pay to the Fund the  \namount set forth in Article V, Section 1. Wages for all  \nhours paid to each of its employees covered by this  \nAgreement to an Education Fund, The contributions of  \nthe Employers shall be used exclusively for the training  \nand education of apprentices: and further educating jour-  \nneymen Iron Workers’ in their trade; the establishment  \nand maintenance of an apprenticeship training school; to  \nfurnish and supply facilities, tools, equipment and text-  \nbooks and other materials and supplies for the training of  \napprentices. Any payment from the Fund shall be made  \nonly where the Local Unions involved have an approved  \nand active apprenticeship training program and the Fund  \nshall be administered by the Joint Apprentice Committee.  \nWelfare Fund  \nSection 3. Each employer shall pay to the Fund the  \namount set forth in Article V, Section 1. Wages — for all  \nhours paid to each of its employees covered by this  \nAgreement to the Iron Workers District Council Health and  \nWelfare Fund.  \nThe contributions of the Employers shall be used,  \nexclusively, to provide group life insurance, accidental  \ndeath and dismemberment insurance, hospital expense  \ninsurance, surgical expense insurance, dental expense  \ninsurance and temporary disability benefits to eligible  \nEmployees and their families in such form and amount as  \n17  \nEmployer’s Contribution per hour as of 9-16-2000:  \nPension Fund $4.10  \nWelfare Fund $4.00 ;  \nAnnuity Fund $5.00 (Doubles for  \novertime hours)  \nEducation Fund $.35  \nBuilding Fund $.50  \nindustry Fund $.03  \nPens. Supplement $.65  \nLabor / Management  \nCorporate Trust $.15  \nEmployee’s Contribution per hour  \n(to be deducted by Employer}  \nVacation Fund $2.00  \nDues Deduction $1.76  \nPolitical Action $.03  \nFuture wage and/or benefit increases:  \n3-16-2001  $ .80 to be allocated  \n9-16-2001 $ .80 to be allocated  \n3-16-2002 $ .85 to be allocated  \n9-16-2002 $1.00 to be allocated  \n3-16-2003 $ .95 to be allocated  \n9-16-2003  $ .95 to be allocated  \n3-16-2004 $ .95 to be allocated  \n9-16-2004 Wage reopener, for wages and/or  \nbenefits only, from September 16, 2004  \nuntit September 15, 2006.  \nNOTE |. Foremen shalt receive a minimum of $2.00  \naver Journeyman rate as of 9-16-2002.  \n16  \nwage or benefit non-payment, neither the Union or any  \nmember or member-representative shall be bound by the  \narbitration clause in this Agreement or otherwise be re-  \nquired to arbitrate the issue of wage or benefit non-pay-  \nment, and the Union or member may immediately seek  \nremedy in any and all appropriate civil, criminal, or admin-  \nistrative fora.  \n"], ["ARTICLE V  \nSECTION 1. Wage Rates  \n", "Journeyman  \n- DATE TOTAL  \n9-16-2000 $40.28 Lawrence Rate $35.87  \n3-16-2007 $41.08 $36.67  \n9-16-2001 $41.88 $37.47  \n3-16-2002 $42.73 $38.32  \n9-16-2002 $43.73 $39.32  \n3-16-2003 $44.68 $40.27  \n9-16-2003 $45.63 $41.22  \n3-16-2004 $46.58 $42.17  \nBreakdown of Total Package (as of 9-16-2000)  \nJIW Wages Boston $25.50 Lawrence $21.09  \nForeman Boston $26.75 Lawrence $22.34  \nForeman shall earn $1.25 per hour over Journeyman  \nwages. Beginning 9-16-02 Forman shali earn $2.00 per  \nhour over Journeyman wages.  \nNOTE: Fringe benefits in Boston and Lawrence are  \nidentical.  \nWage re-opener 9-16-2004, and contract expires 9-15-  \n2006.  \n415  \n"], ["ARTICLE IV  \nSettlement of Disputes  \n", "SEcTiON 1. Any dispute as to the proper interpretation  \nof this Agreement, including just cause for discipline or  \ndischarge, shall be handled in the first instance by a  \nrepresentative of the Union and the Employer, and if they  \nfail to reach a settlement within five (5) days, it shall be  \nreferred to a Board of Arbitration composed of one (1)  \nperson appointed by each party, the two (2) so appointed  \narbitrators to select a third member; in the event that the  \ntwo (2} appointed arbitrators are unable within two (2)  \ndays to agree upon the third arbitrator, the grievance shall  \nbe referred to the AAA (American Arbitration Association).  \nThe decision of the Board of Arbitration shall be final and  \nbinding upon both parties.  \nThe Board of Arbitration shali have jurisdiction over all  \nquestions involving the interpretation and application of  \nany section of this Agreement. It shail not, however, be  \nempowered to handle negotiations for a new Agreement,  \nchanges in the wage scale, or jurisdictional disputes.  \nEach party shall individually pay the expenses of the  \narbitrator it appoints and the two (2) parties shall jointly  \nshare the expense of the third (3rd) arbitrator.  \nSection 2. Nothing contained in this Agreement shall  \nbe construed as waiving or limiting in any way whatsoever  \nihe rights of any member or a Member's representative,  \nincluding the Union or trustee to any trust funds, to pursue  \ncivilly or criminally all available remedies against any  \nemployer who fails timely to pay wages or benefits, in-  \ncluding pursuing to the fullest extent lawful any remedy  \nprovided under any federal or state statute or regulation  \nincluding provisions, if any, providing punitive damages,  \nattorney's fees and costs. In regards to remedying the  \n14  \nSubcontractors  \nSection 5. The Employer agrees not to sub-contract or  \nsublet any work to be pertormed on the job site covered  \nby this Agreement to any person, firm or corporation  \nwhich is not in contractual relationship with the Interna-  \ntional Association of Bridge, Structural, Ornamental, and  \nReinforcing lron Workers and Local 7.  \nTimely Notification  \nSECTION 6. Before any job begins the contractor agrees  \nto give the Union Hall 24 hours notice. One of the pur-  \nposes of this notice will be to give representatives of the  \nunion time to ascertain the current status of the contractor  \nin question with our Fund office. The contractor further  \nagrees that if they cease work entirely on any project,  \nregardless of the reason, they will notify the Union Hall  \nbefore any future work takes place on Said project.  \nScope  \nSection 7. The failure of either the Employers or the  \nUnion timely to assert any right arising under fangquage  \ncontained in this Agreement shall not be deemed a waiver  \nof that language or of rights available from that language  \nor either party's ability to use that language later, for  \nexample, under different or similiar circumstances of  \nincidents. This Section 7 shall not apply to time factors in  \nthe arbitration clause.  \n13  \n"], ["ARTICLE Ill  \nScope of Agreement  \n", "SECTION 1. This Agreement contains ail the provisions  \nagreed upon by the and the Union. Neither  \nthe Employers nor the Union will be bound by rules,  \nregulations, or agreements not herein contained except  \ninterpretations or decisions of the Board of Arbitration.  \nEqual Employment Opportunity Clause  \nSECTION 2. The Employers and Union covered by this  \nAgreement agree that there shali be no discriminatory  \npractice prohibited by any applicable Federal or State  \nlaw or regulation in connection with the referral of an  \nEmployee by the Union to the Employer.  \nNo Iron Worker shall be discriminated against because  \nof race, color, religion, sex, national origin, or age as  \nrequired by law.  \nProtection of Union Principles  \nSECTION 3. The removal of Journeymen Iron Workers  \nand Apprentices from a job in order to render legal  \nassistance to other Local Unions to protect the Union  \nprinciples shall not constitute a violation of this Agree-  \nment, provided such removal is first approved by the  \nGeneral Executive Board and notice thereof is first given  \nto the Employer involved.  \nCompensation Insurance  \nSection 4. The Employer must at all times provide  \nWorkers’ Compensation Insurance. Workers’ Compensa-  \ntion Certificate {all operations coverage), with a ten-day  \ncancellation clause, will be presented to the Union upon  \nrequest,  \n12  \nsecuring by bolting and/or welding and the installation of  \nsteeltex, wire mesh or any substitute of any type when  \nused for reinforced concrete construction. All layout work  \nfor the above regardless of equipment needed to perform  \noperations; all work in connection with starting, stopping,  \noperating, maintaining all equipment used in the pertorm-  \nance of the above listed work; and all labor involved in  \nwater and wind testing of windows, curtain wall, metal  \npanels or any other related materials.  \nAlso, alteration, wrecking, dismantling and repair of all  \nof the above, and all housemith work and submarine  \ndiving in connection with and field fabrication, production,  \nunloading, handling, re-handling, stockpiling, drill-  \ning, installation, erection and construction (whether per-  \nmanent or temporary) in any off-site holding or lay down  \narea regarding any of the above mentioned work. The  \nabove claims are subject to trade agreements and deci-  \nsions of the Plan for the Settlement of Jurisdictional  \nDisputes in the Construction Industry of the Building and  \nConstruction Trades Department. The demolition of all of  \nthe above work shall be done by Iron Workers.  \n"], ["ARTICLE Il  \nUnion Security Clause  \n", "Section 1. All Employees who are members of the  \nInternationa! Association of Bridge, Structural and Orna-  \nmental Iron Workers on the effective date of this Agree-  \nment shall be required to remain members of the  \nAssociation as a condition of employment during the term  \nof this Agreement. Al! Employees may be required to  \nbecome and remain members of the Association as a  \ncondition of employment after the seventh (7th) day fol-  \nlowing the date of their employment, or the effective date  \nof the Agreement, whichever is later.  \n11  \nsteel frame construction, underpinning, vats, vault doors,  \nvaults, ventilators, vertical hydraulic elevators, pressure  \nvessels and vessels of all types, wire mesh, wire work; wall,  \nstub, stud, wall tires; wainscoting; waste compactors;  \nweather stripping; weather vanes, weirs and weir plates,  \nwelding machines, wheel guards, winches, windows, win-  \ndow cleaning equipment, window washing hooks, window  \nand door screens and brackets, window stools, wickets,  \nwindow washer track, x-ray equipment, x-ray support.  \nAligning, leveling and surveying in conjunction with steel or  \nmachinery erection. The distributing, stockpiling  \nand handling of all materials coming under the jurisdiction  \nclaims of the Union. Omamental lead shail consist of the  \ndistributing, erection, installation, removal, uncrating and  \nrecrating, unloading and reloading, relocation, repair, main-  \ntenance, layout, removal, replacement, handling, cutting,  \nbending, rigging, jobsite fabrication, framing, drilling, fitting,  \nbuming, incidental building of scaffolding, welding by com-  \nbination of various gases and electricity. All rainforcing work  \nin connection with field fabrication, handling, racking, sort-  \ning, cutting, bending, layout, hoisting, placing, burm-  \ning, welding, and tying of all material used to reinforce  \nconcrete including reinforcing rods on any structure whether  \non roads, bridges, or other use and construction shail be  \ndone by Iron Workers. Erection of steel towers, chutes and  \nspouts for concrete where attached to towers and handling  \nand fastening of cables and guys for same; unloading,  \nracking, sorting, cutting, bending, hoisting, placing and  \ntying, burning and welding including stud welding of all iron,  \nsteel and metal in reinforced concrete construction of all  \ntypes of reinforcing rods and mesh for floor arches and the  \nmaking of hoops and stirrups. metai forms and metal sup-  \nports thereof; jacking of slip forms; G.F.R.C., Dryvit System,  \nand any other similarly constructed products which  \nultimately simulate finished concrete panels, including the  \n10  \n   \nassociated work; poster frames; porch supports; plates  \nand plate pit liners, porcelain enameled panels, prefabri-  \ncated and pre-engineered metal buildings, preglazed win-  \ndows, storefront, and window walls; pulverizers,  \nreinforcing steel, racks, railings (including pipe), railroad  \nbridgework and maintenance, radiator enclosures, reser-  \nvoirs, revolving doors, rigging {including shipyards, navy  \nyards, vessels and government departments), rigging in  \nconnection with display shows, roofs, mansard roofs,  \nspace roof systems, rolling grills and shutters, rotors, safe  \ndeposit boxes, night depositories and drivé-up equip-  \nment, safety devices, safes, sash, scaffolding, scenery  \nequipment; sculptures and art objects; scum plates; sills  \nand sill plates; seats; seating and plank seating; security  \ndoors; security door frames; shafting, sheet piling, shelv-  \ning, shoring, sidewalk and vault lights, signs, signaling,  \nrigging and hoisting involved with the use of helicopters;  \nskate wheels; skip hoists, skylights, slope wall, smoke  \nconveyors, smoke plates, space frames, solar energy  \npanels, soldier piles, spandrets (metal, steel, and precast  \nconcrete), spilways, stacks, stacker cranes, stage equip-  \nment and counterweight system and rigging for asbestos  \ncurtain, stairways, including pre-engineered stairs; all  \ntypes of stairs, stairing and steel supports; steel and fire  \nproof curtains; storefronts and entrances; stators, stok-  \ners, storage racks used as an entricit part of a building,  \nStorage rooms, stoves, subways, sun shades, support  \nbrickwall and steel granite; swimming pool equipment ;  \nswitch gear, tables, towers, tanks, target ranges; target  \nrange baffies, booths and conveyors; temporary fencing  \n- thimbies; thresholds; tracks and guides, track frames;  \ntramways, transformers, traveters, traveling sheaves,  \ntrellises; trim on turnstiles; trusses (inctuding but  \nnot limited to steel, Howe and combination trusses),  \ntunnels, turbines, all translucent and plastic material on  \nhangers, hanging ceilings, hardware, and screens, hop-  \npers, hospital room t.v. supports and gas supports, hot  \nrooms, inclines, iron doors, jait and cell work, jail cell beds,  \nbenches, bunks, chairs, tables, ‘mirrors: jail cell access  \ndoors; joists (precast, prestressed and poststressed), the  \nerection and dismantling of all types of cranes including  \njib-cranes; kalomeined doors, kilns, laminated wood  \nStructures, laser beams, Jintels, load bearing elements  \n(I.b.e.'s), lockers, locks and locksmithing, louvres, ma-  \nchinery (unloading, handling, layout, moving, rigging,  \n. hoisting, lowering and placing on foundations), mail and  \ntrash chutes, making and installation of all articles made  \nof wire and fibrous rope, marquees, material altered in  \nfield such as, but not limited to, framing, cutting, bending,  \ndrilling, burning and welding by acetylene gas and/or  \nhand or electric machines; erection of ail curtain wall,  \nwindow wali, glass, metal floor decking, metal forms and  \nfalsework pertaining to concrete or steel! construction,  \nmetal furniture, metal strips or tight lacing for decorative  \nor protective purposes, metal windows and enclosures,  \nmiscellaneous metals, mixers, modular buildings of all  \nmateriais, monorails, multi-plate, name plates and nos-  \ning, nuclear reactors, electromagnetic shielding plates  \nand atomic vessels including all component parts, MR!  \nrooms; the plumbing, aligning and leveling of ail materials  \nand equipment through the use of optical instruments,  \noperating devices, operating and dental room light equip-  \nment, oxygen and gas pipe supports, oven, pans, panic  \ndevices and locks, panels (insulated and non-insulated,  \nfactory and field assembled), Q-panels; any type panel  \npertaining to curtain wall whether it be stone aggregate  \nOf precast; partitions, toilet partitions and supports, pen  \nstocks, pile drivers, pin piles, pipe railing, pipe supports,  \nplaques; plastic and synthetic fences, platforms; play-  \nground equipment; poles; post tensioning cables and all  \n8  \nrolling shutter doors, door plates; draft curtains; drapery  \ntrack; domes, dowels, dredges, drums, duct and trench  \nframes and plates, duct supports, dumb waiter enclosures  \nand fronts, dumpers, duorails, drywall, metal trim; electri-  \ncal supports, elevators, elevators cars, elevator fronts and  \nenclosures, elevator dust covers and fascia; enamel  \ntanks, enamel vats, ceramic, laminated spandrelite, en-  \ntrances, erection of all steel towers, erection and disman-  \ntling of Monigan walking dragline, bucket  \nwheel excavator and other trenching equipment; signal-  \ning on highlines, whirfey cranes and derricks, buck hoists,  \nman hoists, operating fork lifts, material towers and scan-  \nning antennae; assembling and erection of offshore drill-  \ning platforms or similar installations; escalators escalator  \ntrim, Approaches and subframing, expanded metals, ex-  \npansion joints; expansion dams, extruded metals, erec-  \ntion, rigging or dismantling of all false work whether  \ntemporary of permanent; fascias, fascia soffits; fascia  \nentrances and panels, fans and hot rooms, fencing of all  \ntypes, fiberglass reinforced polymer (FRP) products or  \nany other substituted materials and/or products which  \ntake the place of any work contained herein, fire equip-  \nment, breaks, stops and fire escapes, fins, flag poles, floor  \nconstruction and flooring, floor piates, fflumes, frames,  \nframes in support of boilers, erection, rigging or disman-  \ning of all framework, sheet metal on fence framework;  \nhighway metal plate guardrail; highway delineators and  \nreflectors (metal or synthetic}; guard cable: highway  \nsalety devices; fronts, fur and storage rooms, gates and  \ncollapsible gates, generators, grating, grillage and foun-  \ndation work, grills, grili work, guards, guardrails, guides,  \ngreenhouses, guardhouses, gymnasium equipment,  \nhandrails (such as, but not limited to, aluminum, glass,  \nsteel, metal, wood, fiberglass reinforced polymer and  \npastic, as well as any conceivable combination thereof);  \nGeodesic and other domes, decking, diagrams and other  \nroofing systems; agents and ticket booths, aprons, aque-  \nducts, atriums, awnings, acoustical elements, sound bar-  \nriers, computer floors, bells, bank fixtures, barjoist, blast  \nfurnaces, book stacks, buildings, boilers and stokers (sec-  \ntional water tubs, and tubular), boxes, bracing, brackets,  \nall bridges, bridge rails, bridge viaducts, bucks, bulk-  \nheads, bumper and bumper post, bunkers, cableways,  \ncable slots and cablewells, cages, caissons (building and  \nsetting), canopies and unistrut canopies, car-dox and  \ncarports and enclosures, cart lifts, car lift fronts, caps, cast  \ntiling, cat walks, chutes of all types, circuit breakers, clips,  \nclocks, collars, column casings, column cladding, column  \ncovers, concentrators, counter supports, conservatories,  \nconveyors, coolers, coping corbels, corrugated sheeting,  \nthe including the applicable insulation; cranes (the un-  \nloading, handling, distribution, redistribution, erection, in-  \nStallation, handling, jumping, dismantling, pulling or  \nreplacement of wire, operating, Signaling, and all associ-  \nated maintenance on all types of cranes in all forms of  \nconstruction work); crushers, cupolas, curb guards, thea-  \nter curtain and back stage lifts, Curtains, curtain wall,  \nwindow wail and substitute systems, stone curtainwail,  \ndarns.(cofferdams), metal decking; roof decking (such as  \nbut not limited to “Cofar' and similar typé materials, as  \nwell as “Trusdeck,” Mahon “M” deck and other dual pur-  \npose type roof deck), decorations and displays, disman-  \ntling and loading out conveyors, aggregate batch  \nplants, refrigeration plants, derricks inctuding jumping and  \nservicing of hoisting equipment and personnel hoists,  \ndirectory boards, room dividers, docks and dock level-  \n€rs. doors, metal or metal clad doors and frames; glass  \ndoors, hangar doors, patio doors rolling doors, overhead  \ndoors, sectional doors, rolling fire and iron doors, sliding  \ndoors, any and all maintenance on doors; fire doors:  \n6  \nPREAMBLE  \nThis Agreement is entered into by collective bargaining  \nto prevent strikes and lockouts and to facilitate peaceful  \nadjustment or grievances and disputes between  \nEmployer and Union in this trade and to prevent waste,  \nunnecessary and avoidable delays, and expenses, and,  \nso far as possible, to provide for labor's continuous  \nemployment, such employment to be in accordance with  \nthe conditions herein set forth and at wages herein agreed  \nupon; also, that stable conditions may prevail in the  \nbuilding industry and building costs may be as low as  \npossible, consistent with fair wages and conditions, and  \nfurther, the establishment of the necessary procedures by  \nwhich these ends may be accomplished.  \n"]]