[["", "thy  \n  \nS568  \n1,590 eS  \nAGREEMENT  \nbetween  \nTHE NEW ENGLAND REGIONAL COUNCIL OF CARPENTERS  \nLocal Union 94  \nof the  \nUnited Brotherhood of Carpenters and Joiners of America  \nand the  \nLABOR RELATIONS DIVISION OF THE  \nASSOCIATED GENERAL CONTRACTORS OF RHODE ISLAND, INC.  \nEffective: June 5, 2005  \nExpires: June 7, 2009  \nSt pages  \nINDEX  \nApplicability of Agreement  \nApprenticeship and Training  \nBreach of Agreement  \nConditions of Employment  \nConstruction Manager/Program Manager  \nContractors Responsibility  \nDefinitions  \nDelinquent Payments  \nDischarge  \nDues Assessment  \nExpiration Provision  \nForemen  \nFringe Benefit Fund and Other Payment Provisions  \nFund Reports  \nGrievance and Arbitration  \nHolidays  \nIndustry Advancement Fund  \nJurisdictional Area  \nJurisdictional Procedure  \nLockers, Tools, Safety Regulations  \nMaintenance of Operations on Projects  \nMarket Recovery Program  \nMobility of Manpower  \nNew England Carpenters Labor Management Program  \nNo Strike or Lockout Clause  \nPre-Job Conference  \nRecognition  \nRegular Shift, Daily, and Weekly Hours, Shift Work  \nSaving Clause  \nSpecial Conditions  \nStewards Clause  \nSubcontracting  \nTotal Wages, Overtime and Other Payment Provisions  \nTrade Autonomy  \nUnion Security  \nWords and Phrases Defined  \nAGREEMENT  \n   \nAGREEMENT as entered into this 6\" day of June, 2005 by and between the Labor Relations  \nDivision of the Associated General Contractors, of Rhode Island, Inc. on behalf of such members as may  \nfrom time to time authorize the same to be done, and such other Employers who assent to its provisions  \nby signature thereto and as hereinafter called the Employer and the New England Regional Council of  \nCarpenters and on behalf of Local Union 94 of the United Brotherhood of Carpenters and Joiners of  \nAmerica, hereinafter called the Union or carpenter. Prior to negotiations a current list of members of the  \nAssociations who have so authorized will be furnished the Union. The Associations shall provide the  \nUnion with additions to the list during the term of this Agreement. The Union may for good cause object  \nto any such addition. The parties recognize the Union’s right to reject a contractor who it has previously  \nterminated or a contractor that does not employ carpenters to perform work covered by this Agreement.  \nWhereas the parties hereto agree that harmonious relations and intelligent working arrangements  \nare essential to an equitable relationship between Contractor Employers, the public and the Union, and  \nthat all concerned must benefit by industrial peace and by the establishment and maintenance of fair  \ncontractual terms, conditions and provisions, and by the establishment and use of proper and fair methods  \nof settling grievances.  \nTherefore, be it resolved:  \nThat this Agreement shall be binding upon the parties, their successors and assignees.  \n"], ["ARTICLE I  \nRecognition  \n", "This Agreement shall cover “Trade Autonomy” and “Work Description” of the United  \nBrotherhood of Carpenters and Joiners of America as follows:  \nTrade Autonomy  \nThe trade autonomy of the United Brotherhood of Carpenters and Joiners of America consists of  \nmilling, fashioning, joining assembling, erecting, fastening or dismantling of all material of wood, plastic,  \nmetal fiber, cork and composition, and all other substitute materials.  \nThe handling, erecting, installing, dismantling of machinery and equipment in relation to  \nmillwright work, and the manufacturing of all materials where the skill, knowledge and training of the  \nCarpenter or Joiner are required, either through the operation of machine or hand tools, either at the job  \nsite or in production of shops and factories.  \nOur claim of jurisdiction, therefore, extends over the following divisions and subdivisions of the  \ntrade:  \nCarpenters and Joiners, Millwrights, Timbermen and Core Drillers, Shipwrights, Boat Builders,  \nShip Carpenters, Joiners and Caulkers, Cabinet Makers, Bench Hands, Stair Builders, Millmen,  \nWood and Resilient Floor Layers and Finishers, Carpet Layers, Shinglers, Siders, Insulators,  \nAcoustic and Dry Wall Applicators, Shorers and House Movers, Loggers, Lumber and Sawmill  \nWorkers, Furniture Workers, Reed and Rattan Workers, Shingle Weavers, Roof Shinglers, Casket  \nand Coffin Makers, Box Makers, Railroad Carpenters and Car Builders and Lathers, Dock  \nBuilders, Piledrivers, Bridge, Dock and Wharf Carpenters, Divers, Slurry Divers, Underpinners  \nand Underwater Welders and all those engaged in the operation of woodworking or other  \nmachinery required in the fashioning, milling or manufacturing of products used in the trade, or  \nengaged as helpers to any of the above divisions or sub-divisions, and the handling, erecting and  \ninstalling material for any of the above divisions or sub-divisions that is in the jurisdiction of the  \ncarpenter. Burning, welding, rigging and the use of any instruments or tools for layout work,  \nincidental to the trade, including the spotting and aligning of all chalk lines and grades (other than  \ncontrol lines) that govern any work to be performed by carpenters.  \nThis agreement shall cover the \"Trade Autonomy” of the United Brotherhood of Carpenters and  \nJoiners of America as described in the Constitution and Laws of the United Brotherhood of Carpenters &  \nJoiners of America with respect to all aspects of carpenter work involved in the building and construction  \nof new wood-frame detached single family and duplex housing (hereinafter \"residential\"). For the  \npurposes of this paragraph and Article VIII (\"Total Wages, Overtime, and other Payment Provisions\")  \nresidential wood frame construction is defined to include all work in connection with new construction of  \nall residential units such as single unit dwellings, duplexes, town houses and walk-up apartments which  \ndo not exceed four stories in height including a basement. This definition shall also cover the receiving,  \nfastening, and putting in place of all modular residential units, when used in construction, as described  \nabove, regardless of the material utilized, to construct modular units including, but not limited to, wood,  \nmasonry, metal or plastic.  \nWords and Phrases Defined  \nThroughout this claim of jurisdiction and trade autonomy the following words and phrases as used  \ntherein shall be considered to have the following meanings respectively, unless the context shall clearly  \nindicate a different meaning in the connection used:  \nThe term \"Carpenter\" and the term \"Joiner\" are synonymous, and in either case shall mean one  \nwho prefabs or constructs forms for footings or foundations of houses, buildings, structures of all  \ndescriptions, whether made of wood, metal, plastic or any other type of material, the erecting of structural  \nparts of a house, trusses, building or structure made of wood or any substitute such as plastics or  \ncomposition materials, who puts together roofs, partitions, fabricates or erects forms for decking or other  \nstructural parts of houses, buildings, or any structure, and dismantles all forms. The fabrication, erecting  \nand dismantling of all falsework where power is used for the setting or dismantling of forms or gang  \nforms to the extent provided by international agreements, decisions of record and area practice. All  \nhandling and signaling shall be done by Carpenters. The fabrication and/or setting of all templates,  \nincluding anchor bolts necessary for structural members or machinery and the placing and/or leveling of  \nthese bolts.  \nAll framing in connection with the setting of metal columns. The setting of all forms, centers,  \nstairs and bulkheads, the fabrication and setting of screeds and stakes for concrete and mastic floors where  \nthe screed is notched or fitted or made up of more than one member. The making and setting of all forms  \nused in concrete work, including jacking of slip forms.  \nThe assembly, flying, tagging, setting, breaking loose, re-setting and dismantling of all gang forms  \nshall be the work of the Carpenter in its entirety.  \nStrips all concrete forms for columns, beam sides and beam bottom, wall and footing forms, flat  \narch forms of all types and construction, in fact, strips all concrete forms on building construction with a  \ncomposite crew.  \nThe installation of all moldings made of wood, metal, plastic or composition, cutting for pipes  \nthrough floors, joists or partitions composed entirely or in part of wood or other materials erected by  \nCarpenters.  \nThe installation of all framework partitions and trim materials for toilets and bathrooms made of  \nwood, plastics or composition materials; fastening on of all wooden, plastic or composition cleats to iron  \nwork or on other material; the erecting and installation of Stran Steel or similar material; cutting and  \nhanging all lumber or other materials between girders and joists for fireproofing or concrete centers;  \nsetting and hanging of all sash, doors, inside and outside blinds, windows and other frames, erection or  \napplication of all shingles, siding, wallboard, luca bond, densglass or sheets composed of wood, wood  \npulp, plastic, plaster, transite or composition materials or any combination of any of the above with any  \nother material including combined or faced with metal regardless of the manner attached, in accordance  \nwith area practices and/or international agreements and decisions of record.  \nErection of all wood, metal, plastic, and composition partitions; cutting and applying of all furring,  \nmaking and fastening of wood brackets for metal ceilings and side walls; erecting of all wood furring for  \ncornices, and putting on all grounds for piaster or cement finish.  \nBuilds, erects and dismantles wood scaffolding and self-supporting scaffolding over 14 feet in  \nheight from the ground up; the building and constructing of wood derricks; the making of mortar boards,  \nboxes and trestles; putting in needle uprights; all shoring of buildings, razing where wood materials are  \nsalvaged, and moves buildings.  \nFitting, installation and fastening of stops, beads and molding in doors and windows; framing of  \nall false work, wood derricks and hoists, travelers and all lumber or material used in the building and  \nconstruction industry; the unloading, inventory, distribution and instillation of all hardware; putting up  \ninterior and exterior trim or finish of wood. The hanging, setting and installation of wood, metal or  \nplastic doors, sash, jambs, bucks, casings, moldings, chair rails, mantels, base or mop boards,  \nwainscoating furniture, china closets, kitchen cabinets, wardrobes, and installation of bowling alleys.  \nThe manufacturing and erecting of cooling towers and tanks, with the exception of metallic towers  \nand tanks. The installation of wood, plastic or metal awnings, door shelters, marquees and jalousies. The  \nlaying and finishing of all floors including wood, cork, asphalt, linoleum, vinyl, rubber or any other type  \nof resilient floor covering. The installation of rugs, carpets, draperies and curtains. The application of  \nacoustic tile whether glued or nailed; acoustical suspended ceilings and all insulation whether nailed,  \nglued or blown when done in conjunction with carpentry work.  \nBuilding and erecting stairs, store, office, bank and other fixtures, shelving, racks whether of wood  \nor other material; making and fitting of screens; putting on weather strips and caulking. The installation  \nof laboratory equipment including cabinets and workbenches, bookcases and cabinets, blackboards,  \nbulletin boards, billboards, meter boards and boards of all types.  \nThe handling of lumber, fixtures, trim and other finished material erected by Carpenters. The  \nerection of porcelain enamel panels, and the erection, dismantling and reinstallation of wood fences. The  \nassembling and setting of all seats in theaters, halls, churches, schools, banks, stadiums, benches and  \nopen-air theaters and other buildings; installing wood, metal and plastic corner beads; concrete  \ndistributors used in erecting buildings or fireproofing floors, or for pouring concrete buildings, builds and  \nrepairs coal pockets, breakers, washers, tipples; setting of forms for sidewalks, duct bank, sidewalk lights,  \ncurb and gutters, and all welding and burning incidental to carpentry.  \nThe operation of jacks, (scissors or man lifts) aerial lifts whether operated manually or  \nmechanically by portable operating devices, used to handle materials to be installed, erected, (or  \ndismantled) by members of the United Brotherhood of Carpenters and Joiners of America and ail tagging  \nand signaling incidental to the trade.  \nCarpenters may be assigned spray on air barrier, mold resistant materials, fire stopping/smoke  \nsealing of all penetrations, joints, gaps, and openings in fire rated construction, whether with sealants,  \nmechanical devises, dry mix compounds, tapes, pillows regardless of backing material used.  \nAny new materials and /or technology which takes the place of traditional Carpenter work shall be  \nthe work of the Carpenter.  \nThe Association and the Council agree that notwithstanding the inclusion of fire stopping/smoke  \nsealing work in the Trade Autonomy section of the Agreement, the Council will not file subcontracting  \ngrievances over the subcontracting of fire stopping/smoke sealing work.  \nUnloading: See Appendix ft.  \nAll acoustical tile and related material will be unloaded, and installed by the Carpenter.  \nAll finish millwork will be unloaded, inventoried and installed by the Carpenter.  \nThe term \"Ship Carpenter, or Joiner and Caulker\" shall mean the ship carpenter, joiner, caulker,  \nshipwright and boat builder on all boats including those made of fiber glass and plastic, and the building  \nand repairing of same; making and installation of all furniture, and application of all insulation exclusive  \nof pipe insulation.  \nThe term \"Railroad Carpenter\" shall mean the carpenter work, joining or any of its sub-divisions  \nwhen said journeymen are employed direct by railroad operations in maintaining and repairing property of  \nthe railroad along the lines of the railroad property, but will not apply to office and other buildings or  \ncorporation situated away from the operating line of the road.  \nThe term \"Stair Builder\" shall cover the cutting, assembling and erecting of rough stair carriages  \nand platforms for same; the laying out, manufacturing, either by hand or machine, all crooks, easements  \nand casements, newel posts, stringers, riser, wainscoating or panel work for stairs; the making of molding  \nfor stairs, the erecting of the stairs complete, including the furring, both of sides and underneath same;  \nworking and erecting of all hand rails and balusters.  \nThe term \"Floorlayers, Wood, Resilient and Finishers\" shall cover the unloading and  \ninstallations of all accessories related to the laying, scraping and sanding either by hand or machine, all  \n_ wood, parquet, and special designs of wood, wood block, wood composition, metal, tile, cork, asphalt,  \nmastic, plastic, rubber, vinyl, vet, linoleum, boltawall or similar material, whether nailed or applied with  \nadhesives, fitting, sewing and laying of all carpet material; when applied to floors, stairs, walls, ceilings or  \nfixtures; this includes the preparation (final sweep and flash patch prior to installation) of concrete, wood,  \nplastic and other surfaces to receive any of the above-mentioned material as well as the removal of all  \nsurplus flooring materials.  \nThe term “Millman, Cabinet Maker, and Bench Hand\" shall mean the making and assembling  \nin ship, mill or factory or store, display, office, theater, hall, church, schoo] and bank fixtures and  \nfurniture, mantel pieces, cabinets of all types, dressers, wardrobes, china closets, omamental work of  \nwood or composition, panel work, partitions, pre-cut and pre-fit trim and doors, show and wall cases,  \nbutcher shop fixtures, pallets, sash, doors, trim, molding, screen and storm sash and doors, flooring,  \nplywood, making of pool and billiard tables, household fixtures and furniture, and other tables and desks,  \nrefrigerators, and ice boxes, interior cabs for elevators, metal bucks, doors and partitions; workers in the  \nproduction work of cutting, milling, tooling, assembling, handling of or the manufacturing of all wood,  \nmetal or plastic materials or products, also including the assembling, putting together of work after same  \nhas been machined, hand worked or shaped.  \nThe term “Casket and Coffin Makers\" shall cover the manufacturing, in shop or factory, of  \ncaskets, coffins, made of wood, metal, plastic or other material, and outer boxes of wood or substitute  \nmaterials including machine and bench work.  \nThe term \"Lumber and Sawmill Workers\" shall include all those employed in all phases of the  \nlumbering industry, including the logging of timber, operation of sawmills, shingle mills, plywood plants,  \ndoor factories, sash and door plants, laminating plants; the wholesale and retail outlets of lumber yards;  \nthe by-product manufacturing of sawdust, chips, pellets, pres-o-logs, whether working by hand, operating  \nfixed or moving machinery or attending controls of automatic machines, or any workers incidental to the  \ncatering, lodging, and maintenance of all maps, mills, plants and manufacturing relating to the lumber  \nindustry.  \nThe term \"Car Builder\" shall mean the building and repairing and setting of all ratlroad cars,  \nstreet cars, buses, trailers, office trailers and mobile homes, the interior finish and repairs on same of all  \ncars used for passenger or freight, whether the finish be of wood, metal or plastic.  \nThe term \"Box Makers\" shall mean the making and repairing of all boxes and shooks, and the  \nsawing, re-sawing and cutting to size of all material for box making and crates.  \nThe term \"Reed and Rattan Workers\" shall mean the machine and bench work in shop, mill or  \nfactory where reed and rattan is used in the construction of any article of furniture.  \nThe term \"Lather\" shall be synonymous with the term carpenter.  \nThe term \"Allied Workers\" shall cover all persons engaged in creosoting or chemically treating  \nlumber, operating, assembling or processing wood, metal, plastic or composition material for musical  \ninstruments, novelties, matches, tools, toys, or parts of tools, or any article that is composed of wood,  \nmetal, plastic or composition material in whole or in part.  \nThe term “Pile Driver” shall be defined in Appendix 2.  \n"], ["ARTICLE Il  \nJurisdictional Procedure  \n", "Work assignments shall be made by the Employer in accordance with area practice in the 39 cities  \nand towns of Rhode Island covered by this collective bargaining agreement. The practice outside of  \nRhode Island shall not be considered in making work assignments.  \nIn the event a jurisdictional dispute arises, then the disputing unions shall! request the other union  \nor unions involved to send representatives to a mutually agreed upon site to meet with representatives of  \nthe Union and Employer to settle the dispute.  \nIf the above procedures, or any other mutually agreed upon procedure, fails to resolve the  \nproblem, then the Employer, at the request of the Union, agrees to participate in a tripartite arbitration  \nwith all the disputing parties. The impartial umpire to hear the dispute can be mutually agreed upon by  \nthe parties, or appointed by the American Arbitration Association. Shall rotate among the following  \narbitrators: Tim Bornstein, Mark Irvings, and Lawrence Katz. The parties agree to make themselves  \navailable for an arbitration hearing within thirty (30) days of the filing for arbitration, and if the parties  \ncannot agree upon a daytime date within the thirty day period, the parties will make themselves available  \nfor an evening hearing. If the parties cannot agree on a hearing date within the thirty days, the arbitrator  \nshall select an arbitration date, and in doing so make his best efforts to accommodate the parties’  \nmee ee  \n-—— eee —_— —  \nrer  \ncee ee ee TT  \nrespective schedules. Unless all of the parties agree to extend the hearing, the hearing shall be conducted  \nin one day, with an equal amount of time made available to each of the disputing unions.  \nDecisions rendered by any of the above procedures shall be final, binding and conclusive on the  \nEmployer and the Union parties to this agreement. The decision shall be binding on the  \nEmployer even if one of the disputing union or unions refuses to participate and/or refuses to be bound by  \nthe arbitrator’s decision, provided that the disputing union or unions is given the opportunity to participate  \nand present its case at the hearing.  \nThere shall be no strikes, picketing or lockouts over any jurisdictional dispute.  \nMaintenance of Operations on Projects  \nTo prevent jurisdictional disputes from arising on projects or over the method of starting a project,  \ncontractors are directed to follow the procedures outlined below:  \nContractors Responsibility  \nThe contractor who has the responsibility for the performance and installation shall make a  \nspecific assignment of the work which is included in its contract. For instance, if contractor A  \nsubcontracts certain work to contractor B, then contractor B shall have the responsibility for making the  \nspecific assignment for the work included in its contract. If contractor B in tum shall subcontract certain  \nwork to contractor C, then contractor C shall have the responsibility for making the specific assignment  \nfor the work included in its contract. The contractor shall not hold up disputed work or shut down a  \nproject on account of a jurisdictional dispute.  \n"], ["ARTICLE Ill  \nUnion Security  \n", "Section 1. The Employer agrees that all employees covered by this agreement shall, as a  \ncondition of employment, become and remain members of the Union in good standing. No worker shall  \nbe refused admittance and the right to maintain membership in the Union provided he qualifies and  \ncomplies with the Constitution and By-Laws of the Union.  \nSection 2. All workers employed by the Employer for a period of seven (7) days continuously  \nor accumulatively within the unit covered by this Agreement shall, as a condition of employment, tender  \nthe full and uniform admission fees in effect in the Union. All workers accepted into membership shall  \nthereafter maintain their membership in good standing in the Union as a condition of employment.  \nSection 3. In the event that a worker fails to tender the admission fee or that a member of the  \nUnion fails to maintain his or her membership in accordance with the provisions of this Article, the Union  \nshall notify the Employer in writing and such notice shall constitute a request to the Employer to  \nterminate said individual within forty-eight (48) hours for failure to maintain continuous good standing in  \neel — ee ee ee  \n. -  \nthe Union in accordance with its rules above referred to in this paragraph and the Employer shall  \nterminate such worker at the end of such period.  \nSection 4. In the event that the Union does not accept into membership any worker tendering  \nthe admission fee and the regular monthly Union fees, the foregoing paragraph shall not be applicable,  \nprovided however, that the Union may at any time thereafter, decide to take such worker into  \nmembership, in which case said worker shall be required to tender full and uniform admission fees in  \neffect in the Union not later than seven (7) days following notification by the Union and shall thereafter  \nbe required to maintain his or her membership in accordance with the provisions of the foregoing  \nparagraph. In the event that such worker fails to comply with this paragraph, the Union shall notify the  \nEmployer and the Employer shall terminate the employment of such worker within forty-eight (48) hours.  \nSection 5. The Employer agrees to employ a minimum of two (2) carpenters when carpentry  \nwork is being performed on any of its projects. However, if the Employer has more than one (1) project  \nin progress at the same time, it will only be obligated to employ a total of two carpenters. The  \nEmployer’s compliance with this provision shall not be the basis for requiring the Employer to employ a  \nsteward on its payroll.  \nArticle IIT (A)  \nSubcontracting  \nSection 1. The Employer agrees that he will not subcontract any work covered by this  \nAgreement which is to be performed on the job site except to contractors who are parties to a collective  \nbargaining agreement with the Union, or to a contractor who is willing to sign a collective bargaining  \nagreement with the Union; provided that the Union with good cause may reject any such contractor. The  \nparties recognize the Union’s right to reject a contractor who it has previously terminated or a contractor  \nthat does not employ carpenters to perform work covered by this Agreement. The Union will notify the  \nAssociation of any terminated contractors on a quarterly basis.  \nSection 2. The Employer agrees that it will not contract any work covered by this Agreement  \nwhich is to be performed on the jobsite, except from contractors who are parties to a collective bargaining  \nagreement with the Union. The only penalty for violations of this Section is the loss of mobility of  \nmanpower set forth in Article V on the project at issue and a $ 2.50 per hour wage premium for all  \ncarpenters employed on the project. The Executive Secretary/Treasurer of NERCC or his designee may  \ngrant relief from this Section. The granting of such relief shall not constitute a violation of the favored  \nnations clause of this Agreement.  \n"], ["ARTICLE IV  \nJurisdictional Area  \n", "The terms of this Agreement shall apply to the work of carpentry, including all jurisdictional  \npractices, within the 39 cities and towns of the state of Rhode Island.  \n"], ["ARTICLE V  \nMobility of Manpower  \n", "The Employer shall have the right to employ any carpenter who is a member in good standing of  \nany local affiliate of the New England Regional Council of Carpenters pursuant to the following  \nconditions:  \nThe carpenter employee has worked a minimum of three (3) weeks for the employer in the  \nprevious five (5) months.  \nIf the Employer fails to notify a local union prior to commencing work on a project in  \nthat local’s geographical jurisdiction, violates jurisdictional assignments or area practice, the Employer  \nshall lose the mobility of manpower privileges for the duration of the project for the first violation and for  \ntwelve (12) months on all projects for the second and subsequent violations and the Employer shall be  \nrestricted in its employment of carpenters to those carpenters who normally work in the geographical area  \nof the local union where the project is located. The Employer will also lose mobility if it becomes or is  \nreported to be delinquent (two weeks or more) in fringe benefit payments. This penalty may be appealed  \nto the Executive Secretary-Treasurer of NERCC and an AGC Representative. No employee shall be  \nrequired to work in a geographical jurisdiction outside of the geographical jurisdiction of his home state.  \nEmployers shall not retaliate or discriminate against an employee who refuses to work outside of the  \ngeographical jurisdiction of his home state. If there is no available work, other than work outside the  \ngeographical jurisdiction of the employee’s home state, the Employer shall lay-off that employee so that  \nhe is eligible to receive unemployment benefits. The employee must comply with the Department of  \nEmployment and Training guidelines.  \n"], ["ARTICLE VI  \nRegular Shift, Daily, and Weekly Hours, Shift Work  \n", "Section 1. Eight (8) hours shall constitute a day's work performed between the hours of 7 a.m.  \nand 4:30 p.m. on Monday, Tuesday, Wednesday, Thursday, and Friday. The starting time shall be set by  \nthe General Contractor at the pre-job conference. Once the starting time has been established it can only  \nbe changed by mutual agreement between the General Contractor and the NERCC Council  \nRepresentative.  \nSection 1A. | jobs, with special conditions, the hours of labor may be changed to four  \n(4) days with ten (10) hours per day, with mutual consent of both the Employer and the Union.  \nSection 2. Work performed in excess of eight (8) hours in one (1) day shall be considered  \novertime and paid for at the time and one half rate. Work performed in excess of eleven (11) hours  \nMonday thru Friday shall be paid for at the double time rate. The first eight (8) hours on Saturday shall  \nbe paid for at the time and one-half rate. Work performed in excess of eight (8) hours on Saturday shall  \nbe paid for at the double time rate. Sundays and holidays shall be paid for at the double time rate.  \nSection 3.  \nWhen an Employer wishes to work carpenters for the second or third shift period,  \nhe or she shall notify the NERCC Council Representative at least twenty-four (24) hours prior to  \nstarting the shifts so that proper arrangements shall be made under the following conditions:  \na.  \nSection 1.  \nWhere a job has more than one eight (8) hour shift in any one twenty-four hour  \nperiod, carpenters will not be permitted to work more than one shift in any one (1)  \nwork day.  \nAll employees on shift work shall receive a full normal work day's pay.  \nSeven and one-half (7 1/2) hours work shall constitute the shift work period during  \nthe second shift. The second shift shall begin within one-half (1/2) hour of the end  \nof the regular work day. Seven (7) hours work shail constitute the third shift. The  \nthird shift shall begin within one-half (1/2) hour of the end of the second shift  \nperiod. There shall be a one-half (1/2) hour lunch period at the mid-point of the  \nsecond and third shift.  \nWhere no third shift exists, time worked beyond the end of the second shift shall be  \npaid for at the applicable overtime rate.  \nNo shift work will be permitted for less than two (2) consecutive regular work days  \nwithout approval of the NERCC Council Representative.  \nOn alteration work in occupied areas where work is not permitted during the  \nregular work hours, the work day may start at any hour of the day provided  \npermission is obtained from the NERCC Council Representative. Payment shall be  \neight (8) hours pay for seven (7) hours work.  \nAll regular and extra shifts begin and end at the designated times from the  \ncarpenter's locker which shall be located no higher than two (2) floors above  \nground level, unless the permission of the NERCC Council Representative is  \nobtained.  \nOn projects where the bid documents require the contractor to work hours other than  \nthe regular work hours set forth in this agreement, employees may be assigned, with  \nmutual consent of the Union and the Employer, to work these hours at eight (8) hours  \nstraight time.  \n"], ["ARTICLE Vil  \nHolidays  \n", "All work performed on Sundays, New Year's Day, Presidents Day, Memorial Day,  \nIndependence Day, Victory Day, Labor Day, Columbus Day, Veterans Day, Thanksgiving Day,  \nChristmas be paid at the double time rate. No work shall be performed on Labor Day unless to protect  \nproperty and life or in the case of extreme emergency.  \n— — ee eee ee  \nee  \nSection 2. No work shall be performed on Saturdays, Sundays, or Holidays except by written  \npermission of the Local Union or the Business Representative, which shali be obtained and posted on the  \njob in a conspicuous place on Friday.  \nSection 3. The above are the only holidays recognized under this Agreement. Should any  \nEmployer observe any other holiday(s) by shutting down the job on said day(s), each carpenter employed  \non that job, who cannot be employed elsewhere by the Employer on such a day, shall be paid eight (8)  \nhours pay for that day. Such alternate employment will be equally divided among the carpenters on the  \njob.  \nSection 4. The Union and the Employer agree that the work day following Thanksgiving,  \nChristmas and New Year's Day are regular work days under this Agreement, and work shall be scheduled  \nthose days unless the Employer obtains the prior agreement of the Business Representative or a majority  \nof the carpenters on the jobsite indicate that they prefer not to work on any one of the days in this section.  \nSection 5. Any holiday that falls on Sunday shali be observed on the Monday following  \nthereafter.  \n"], ["ARTICLE VIII  \nTotal Wages, Overtime and Other Payment Provisions  \n", "Section 1.  \nA. Wages -- The rate of wages per hour for all journeymen covered by this Agreement  \nworking within the territorial jurisdiction of this Agreement outlined in Article IV, shall be:  \nPAYROLL DEDUCTIONS  \nAPP. & WORK  \nDate TOTAL = WAGES H P TRAIN, CLMP JAF. NHSF NATF NLMP VAC ASSMNT SCH  \n6/6/05 $42.70 = $27.00 5.70 4.70 4.75 25 02 02 ~~» 02 55 84 05  \n1/1/06 $43.95 = $27.00 (+ $1.25 WILL BE ALLOCATED TO BENEFITS)  \n6/106 «$44.70 = «$27.75  \n1/1/07 $45.70 = $27.75 (+ $1.00 WILL BE ALLOCATED TO BENEFITS)  \n6/1/07 $46.70 = $28.75  \n1/08 = $47.95. = $28.75 (+ $1.25 WILL BE ALLOCATED TO BENEFITS)  \n6/1/08 $49.20 = $30.00  \n109 «$50.45 = $30.00 (+ $1.25 WILL BE ALLOCATED TO BENEFITS)  \nOn January 1st of each year money will be allocated to benefits. The Union will  \nnotify the Employers, in writing, of the specific funds the money is allocated to.  \nMillwrights shall be paid one dollar ($1.00) per hour over the Journeyman Carpenter’s ra‘  \nfor each hour worked.  \nCarpenters working on free-standing stacks, concrete silos and public utility  \nelectrical power houses, which are over thirty-five (35) feet in height when  \nconstructed, shall receive fifty cents ($ .50) per hour over the minimum rate.  \nre eee  \n3. A carpenter who is working on exterior concrete shear wall gang forms shail be  \npaid a premium rate of fifty cents ($ .50) per hour when he is working forty-five  \n(45) feet or more above ground elevation or a setback.  \n4. The wages and benefits for new residential wood frame construction, as described  \nin Article I, will be the appropriate rate as set forth by the collective bargaining  \nagreement of “Woodframe Construction - Local 723” in effect at the time the work  \nis performed. All other terms and conditions will be governed by the AGC  \nAgreement where the work is being performed. On jobsites involving other types  \nof building and construction, carpenter work shall be performed under the various  \nstandard construction contracts between contractor associations and carpenter  \nlocals throughout Maine, New Hampshire, Vermont, Massachusetts, Connecticut  \nand Rhode Island. Create a Wood Frame stamp for benefits in Rhode Island.  \n5. Welder’s on the job shail receive an additional one dollar ($1.00) per hour over the  \nJourneyman’s rate of wages while welding. If certified welders are required on  \nany job, the Employer shall assume all costs for such certification.  \nB. Definitions  \nW - Wages  \nH - Health Fund - See Article X  \n"], ["", "P - Pension Fund - See Article X  \nA - Annuity Fund - See Article X  \nMR - Market Recovery Fund — See Article XIV  \nApp & Train - Apprenticeship and Training Fund — See Article XI  \nNECLMP - New England Carpenters Labor Management Program - See Article XII  \nIAF - Industry Advancement Fund — See Article XIII  \nNHSF - National Health and Safety Fund - See Article X  \nNATF - National Apprenticeship and Training Fund - See Article X  \nNLMP - National Labor Management Program — See Article X  \nVac - Vacation Fund — deduction from net wages  \nWork Assmnt - Work Assessment / Dues Checkoff — deduction from net wages  \nSCH - Scholarship Fund — deduction from net wages  \nC. Vacation  \nEach week the Employers signatory to this Agreement agree to deduct from the net wages of each  \nCarpenter employee, the amount of fifty cents five ($.55) for each hour worked. Payment shall be made  \nin accordance with the Stamp Plan set forth in Article X. Each week the Employer will deliver on pay  \nday, with the pay check to each Carpenter employee, benefit stamps for every hour worked by each  \nCarpenter during that payroll period.  \nee  \nee ee ee —_ —_ ee ee ee ee ee eee ee ae ~  \nso .  \n-  \n- - - -  \n   \nD. Allocation to Fringes  \nThe Union shall have the option to divert money from wages or other funds to any of the funds  \nprovided for in this Agreement upon sixty (60) days prior written notification to the Association signatory  \nhereto.  \nSection 2. Overtime  \nA. Lunch Period.  \nThe regular lunch period shall be between 12:00 p.m. and 12:30 p.m. All work performed during  \nthe regular lunch period shall be paid for at the time and one-half. Any deviation to the regular lunch  \nperiod will require mutual consent of the Employer and the Union.  \nB. Notification of Overtime  \nThe Union/Steward shall be notified by the Employer when any overtime as defined by this  \nAgreement is to be worked on the job.  \nNo work shall be performed on Saturdays, Sundays or Holidays except by verbal notification of  \nthe Local Union or the NERC Council Representative, which shall be obtained and posted on the job in a  \nconspicuous place on Friday. Also a letter from the Local Union or NERC Representative must be  \nobtained and posted on the job before any changes in hours are made.  \nC. Equal Distribution  \nIf overtime work is performed, it shall be done by carpenters working on the job prior to the  \novertime period. Such overtime should be divided equally among the carpenter employees on the job.  \nSection 3. Carpenters are to be paid weekly including stamps, and in no case shall more than  \nthree (3) days pay be withheld. Carpenters are to be paid in cash on the job during working hours.  \nPayment may be made by company payroll check not later than Wednesday of each week. Payment may  \nbe made on Thursday when a holiday falls on Monday.  \nWhen payment is made by check, the Employer shall make suitable provisions, locally, for  \ncashing of checks without charge to the employee. The Union may require an Employer to pay in cash or  \ncertified check whenever a check is not honored, or whenever there is doubt of the ability of the Employer  \nto meet its financial obligations under this agreement.  \nThe Employer, when paying by check, shall have a detachable stub to be retained by the  \nemployee. The Employer shall include on the check stub and/or on the pay envelope the following  \ninformation:  \nName of Employer - Name or Identification of Employee - number of hours worked -  \nsocial security deduction - federal withholding deduction - state withholding deduction —  \nTDI deduction - net pay of employee - dates covered by pay.  \nel _— —_——- —_—_—— — - — ee wee oe Oe —— =—  \n=_- - —_— - . - a -  \nThe Employer shali furnish to each employee a statement in writing giving the period of his or her  \nemployment and his or her gross earnings upon written request of employee within thirty (30) days.  \nCarpenters shall not be required to fill out any pre-hire forms except those required by Federal and  \nState law. Carpenters will not be required to take any pre-hire drug test or physicals. In the event a  \nContractor is required to drug test by an owner or developer, the terms and conditions will be negotiated  \nwith the Union before implementation. This must be consistent with Rhode Island law.  \nSection 4. Carpenters who do not receive their pay before the end of their normal work day  \nand who are required to wait beyond quitting time for their pay shall be paid extra for the waiting time at  \nthe straight time rate.  \nSection 5. Carpenters who voluntarily quit are to be paid not later than the first regular payroll  \nday of the following week.  \nSection 6. Carpenters shall be paid during their working hours and at the station of their work.  \nOtherwise, they shall be allowed not less than fifteen (15) minutes to reach the job site office of the  \nemployer to get the pay.  \n"], ["ARTICLE IX  \nDues Assessment  \n", "Section 1. The employer shall deduct 2.5% of the total package from the pay of each individual  \ncarpenter (or any other amount subsequently and lawfully decided) for each hour worked by each  \ncarpenter working within the territorial jurisdiction of this Agreement. The employer shall deduct 2.5% of  \nthe journeyperson’s total package from each foreman or superintendent as dues assessment for each hour  \nworked for each foreman or superintendent that is a member of the UBC. On overtime work the 2.5%  \ndeduction shall be calculated at the straight time rate. The work assessment shall be calculated on  \nJanuary Ist of each year.  \nSection 2. There will be a five cent ($.05) payroll deduction to the RI Carpenters Scholarship  \nFund, in addition to the above dues assessment from all carpenters.  \nSection 3. The union shall indemnify and hold harmless the Employer from any claims arising  \nunder this Article including the furnishing of Counsel to defend against any such action.  \nSection 4, Any Employer who fails to send the payment and the reports due under the Dues  \nDeduction system as provided in this Article shall be considered in violation of this Agreement and  \nsubject to the penalties outlined in Article XV.  \nSection 5. All Carpenters shall fill out and sign a permanent Dues Assessment Authorization card  \nwhich will remain on file, at the Union office, and in effect until revoked in writing to the Union.  \n"], ["ARTICLE X  \nFringe Benefit Fund and Other Payment Provisions  \n", "Section |. The Employer agrees to continue in effect a Stamp Plan, instituted January 1, 1977,  \nproviding for the purchase of stamps in varying denominations by Employers, to be tendered to all  \ncarpenters and apprentices with their payroll checks. The Stamp to cover the total cost of all fringe  \nbenefits: the Health Fund, Pension Fund, Annuity Fund, Apprenticeship Fund, Market Recovery Fund,  \nIndustry Advancement Fund, Dues Checkoff and Vacation Fund. There shall be no lost time in wages to  \nemployees withdrawn from an Employer who is delinquent in filing reports to the Funds, provided the  \nwithdrawal of employees is authorized by the Board of Trustees of the Funds. The Stamp Plan shall be  \nmandatory and all carpenter employees shall participate. No wages shall be paid in lieu of benefits.  \nThe Vacation Fund amount of fifty five cents ($.55) and the Dues Checkoff amount equal to 2.5%  \nof the total package per hour are to be deducted from the carpenter’s net pay as both of these contributions  \nare taxable income.  \nThe Fringe Benefit Stamps are to be purchased from First Trade Union Bank_at any of its branch  \noffices. All provisions of the agreements with First Trade Union Bank dated January 1, 1999, and the  \nterms of the Trust Agreement, creating the Rhode [sland Carpenters Fringe Benefit Plan, are incorporated  \nherein by reference.  \nThe period of redemption of stamps by each carpenter and apprentice shall be February 1st to May  \nIst in the year following the close of the calendar year in which the stamps were earned.  \nIn the event the Employer shall require a carpenter, then employed by them in the territorial area  \nto which this Agreement applies, to work any place outside this area, the Employer shall maintain the  \nStamp Plan to the same extent as if the carpenter employee were employed within the territorial area to  \nwhich this Agreement applies.  \nAn Employer’s sole obligation under the terms of this Agreement shall be to make the deduction  \nfrom the employee’s net wages, to deliver said stamps to said carpenter employee for work performed, as  \nprovided for in above paragraphs and upon compliance therewith, he shall have no further obligation to  \nthe employee, the Union, the Association, the Trustees or the Bank to see the proper administration of  \nsaid funds.  \nSection 2. Trust Agreements and Other Provisions - Each Employer subscribes to and agrees  \nto be bound by the provisions of the various Agreements and Declarations of Trust, as originally adopted  \nand as amended from time to time, referred to herein as \"The Funds\" and ratifies and approves all actions  \nof the Trustees within the scope of said Trust documents of the Funds:  \nRhode Island Carpenters Health Fund (H)  \nRhode [sland Carpenters Penston Fund (P)  \nRhode Island Carpenters Annuity Fund (A)  \nRhode Island Carpenters Apprenticeship and Training Fund (ATF)  \n17  \n— _  \nee ee  \nRhode [sland Carpenters Market Recovery Fund (MR)  \nNational Health and Safety Fund (NHSF)  \nNational Apprenticeship and Training Fund (NATF)  \nNational Labor Management Program (NLMP)  \nNew England Carpenters Labor Management Program (NECLMP)  \nand also agrees to be bound by the following other payment provisions:  \nRhode Island Industry Advancement Program (IAF)  \nRhode Island Carpenters Vacation Fund (V)  \nDues Checkoff Deduction (D)  \nRhode Island Carpenters Scholarship Fund (SCH)  \nSection 3. Remittance Due Date - Each Employer shall file monthly remittance reports as  \nrequired by the Funds or their designee not later than the twentieth (20th) day of the calendar month  \nfollowing the performance of the work.  \nSection 4. Violation of Agreement - Failure to contribute to these Funds shall be a violation of  \nthis Agreement. The Union and the Employer mutually recognize the requirement that contributions to  \nthese Funds be made on a current basis by all Employers.  \nSection 5. Interest - Any delinquent Employer shall be required to pay to the Funds, interest at  \nthe annual rate of two (2) percent over the prime rate from the date when payment was due to the date  \nwhen payment was made. If legal action is necessary the Employer shall be liable for, in addition to  \ndelinquent payments due, twenty percent (20%) liquidated damages, reasonable attorneys’ fees and any  \nother costs of this action.  \nSection 6. Audit - The Employers shall make all reports on contributions required by the  \nFunds on forms furnished by the Funds or their authorized representatives. The Trustees or their  \nauthorized representatives upon reasonable notice may examine the pertinent payroll records of any  \nEmployer, including, but not limited to, all quarterly and yearly payroll tax returns, payroll listings,  \npayroll records, individual earnings records and checks. Cash disbursement journals and general ledgers  \nmay also be examined whenever such examination is deemed necessary by the Trustees of the funds in  \ntheir sole discretion. Such examinations may be implemented by the trustees' authorized representatives  \nin connection with the proper administration of the Funds. The expense of such audit of an Employer's  \nrecords shall be borne by the Funds. In the event that the Funds or their representative shall incur  \nattorneys' fees or other expenses in order to enforce the Funds' right to audit the records of any Employer,  \nsuch attorneys’ fees or other expenses shall be charged against such Employer regardless of whether the  \nEmployer shall have been delinquent in contributions to the Fund for the period of the audit.  \nSection 7. Benefits - The Funds shall be used to provide benefits as determined by the  \nTrustees in accordance with the terms of the Trust and this Agreement.  \n18  \n—= ees  \n—_——— .  \n—-- ee ee eee  \nSection 8. New Federal Health Insurance Law - In the event that a new federal health  \ninsurance law becomes effective during the term of this Agreement, the parties agree to meet and reopen  \nthe contract to make any changes necessitated by the law and to negotiate other provisions as may be  \nappropriate. In the event the parties are unable to agree upon the changes required by law or other  \nappropriate changes, the matter may proceed to final and binding arbitration pursuant to Article XX VI at  \nthe request of either party; provided that the Arbitrator shall not be permitted to increase the cost to the  \nEmployer.  \n"], ["ARTICLE XI  \nApprenticeship and Training  \n", "Section 1. Employer contributions shall be used exclusively for the training and education of  \napprentices and journeymen skills upgrading and for the administrative costs of the Joint Apprenticeship  \nCommittee.  \nSection 2. Each Employer shall employ a ratio of one (1) apprentice to five (5) journeymen  \ncarpenters on the job or within its employ when indentured apprentices are available and assigned to the  \nEmployer by the Local Union. No Employer shall layoff an apprentice for lack of work without giving at  \nleast twenty-four (24) hours prior notice to the Local Union. Each Employer must have at least one (1)  \napprentice per company.  \nSection 3. Both parties agree to comply with the Standards of Apprenticeship as established  \nby the Joint Apprenticeship Committee for the training of apprentice carpenters as applicable under this  \nAgreement. OSHA — 10 certification cards are mandatory for all employees.  \nSection 4. The basic hourly rate for Carpenter Apprentices shall be the percentages listed tn  \nthe following schedule to be applied to the Journeyman Carpenter basic wage rate:  \nFirst six month period at 50%  \nSecond six month period at 60%  \nThird six month pertod at 70%  \nFourth six month period at 75%  \nFifth six month period at 80%  \nSixth six month pertod at 80%  \nSeventh six month period at 90%  \nEight six month period at 90%  \nAll advancements must be verified by the JATC in writing.  \n| All third and fourth year apprentices will receive journeyman stamps. Effective June 4, 2001 ail  \n| first and second year apprentices will receive an annuity in addition to the health, apprenticeship, IAF,  \n| CLMP, and national funds.  \n|  \nme ee ee eee  \nee  \n———— = oe =  \nwe wee nee Oe Oe  \n-  \n——— oo  \nSection 5. The Apprenticeship Fund shall annually submit to the Associations and Union, a  \nlist of indentured apprentices with the proposed completion date for each apprentice.  \nSection 6. Specialty trade employees who have become technologically unemployed shall be  \npermitted to enter the Apprenticeship and Training Program for retraining. Said employee shall be  \ngranted advanced standing in the Apprenticeship Program on the basis of his or her demonstrated ability  \nand knowledge and shall be paid the rate of the apprenticeship period to which he or she is assigned.  \nSection 7. Laid off apprentices and journeymen shall be eligible for unemployment insurance  \nin accordance with R.I. State and Federal law.  \n"], ["ARTICLE XII  \nThe New England Carpenters Labor Management Program  \n", "Section 1. Purpose — The New England Carpenters Labor Management Program was established  \nby an appropriate Agreement and Declaration of Trust, pursuant to Section 302 (c) of the National Labor  \nRelations Act, as amended. The purpose of the Program (Fund) is to provide labor management  \nassistance and service to any participant employer or labor organization; promote the general welfare of  \nemployers and their employees in the construction industry; seek and improve harmonious relationships  \nbetween labor and management in the construction industry; demonstrate that labor and management can  \neffectively cooperate to establish an appropriate environment conducive to producing cost efficient  \nconstruction projects; establish and maintain an appropriate educational program to further educate the  \nmembers of the labor organizations in methods and means to obtain the goals established by the Program  \n(Fund); and engage in problem-solving efforts in the mutual interests of labor and management in the  \nconstruction industry.  \nSection 2. Trustees — This Fund shall be administered by an equal number of trustees appointed  \nby and representing the Union and the Associations — Associated General Contractors of Massachusetts;  \nBuilding Trades Employers’ Association of Boston and Eastern Massachusetts; Construction Industries of  \nMassachusetts, Labor Relations Division; Associated General Contractors of Rhode Island — Labor  \nDivision: Construction Industries of Rhode Island; Building Trades Employers’ Labor Policy Division of  \nthe Construction Industry Association of Western Massachusetts, Inc.; AGC/CCIA Building Contractors  \nLabor Division of Connecticut, Inc.; Northeast Flooring Contractors Association Inc.: and The  \nFoundation and Marine Contractors Association of New England.  \nSection 3. If ona particular project an Employer is not required to make contributions to the New  \nEngland Carpenters Labor Management Program and if the Employer decides not to make contributions  \nin the amount set forth in this Agreement to the Carpenters Labor Management Program, the Employer  \nshall be required to make contributions in that amount as an additional payment to the RI Carpenters  \nApprenticeship Fund.  \n"], ["ARTICLE  \nIndustry Advancement Program  \n", "Section 1. The parties hereby agree that each Employer who has entered into the terms of this  \nAgreement, by virtue of the execution hereof by himself or an association having his authorization  \nthereof, shall contribute fifteen cents ($.15) for each hour worked by an employee under the terms of this  \nAgreement to a Fund known as “The Rhode Island A.G.C. Industry Advancement Fund.”  \nSection 2. Purposes - The Fund will be used by its Trustees only for the following express  \npurposes: a) Manpower Recruitment and Training; b) Education; c) Safety and Accident Prevention; d)  \nPublic Relations; ¢) Equal Employment; f) Intra-industry Relations; g) Market Development; h) Market  \nResearch; i) Information services, within the building construction industry for the mutual benefit of  \nEmployers and their employees.  \nSection 3. Prohibited Purposes - The Fund shall not be used for any of the following expressly  \nprohibited purposes: a) Lobbying in support of anti-union legislation; b) Supporting litigation before a  \ncourt or any administrative body against the Union or any of its agents; c) Subsidizing contractors during  \na period or periods of work stoppages or strikes.  \nSection 4. Arbitration - In the event that the Union has reasonable cause to believe that the  \nFund is being used for any of the purposes prohibited by Section 2, the dispute shall be subject to the  \narbitration provisions of this Agreement.  \nSection 5. See Article XII, Section 3.  \nSection 6. The Union and Signatory Employers recognize that $ .05 of the $ .15 in Section 1  \nabove is to be contributed to the Rhode Island 21\" Century Labor Management Partnership.  \n"], ["ARTICLE XIV  \nMarket Recovery Fund  \n", "The Market Recovery Fund will be suspended (no new jobs will be awarded) from June 4, 2001 to  \nDecember 31, 2001. The $1.00 per hour contribution will be added to the Annuity Fund contribution  \neffective June 4, 2001. All existing market recovery approvals will be honored. In January, 2002 the  \nMarket Recovery Trustees will evaluate the Funds’ finances and determine how to allocate the remaining  \nbalance. There shall be a $ .25 per hour contribution from all carpenters and apprentices to the NERC/  \nLabor Management Target Fund.  \n"], ["ARTICLE XV  \nDelinquent Payments  \n", "Section 1. Subcontractor Delinquency — Upon written notification from a NERCC Council  \nRepresentative or RI Benefit Fund office that a subcontractor is delinquent in payment to the Funds  \nprovided in this agreement, the general contractor shall assist the Union in collecting these funds for that  \nspecific job to the extent that subcontractors funds are legally available and in hand.  \nAt the pre-job conference or follow-up meeting, the NERCC Council Representative will  \nspecifically identify to the general contractor any subcontractor to be utilized on the project who is  \ndelinquent in payment to the Funds provided for in this Agreement. The General Contractor shall pay  \ndelinquent subcontractors by issuing a two-party check to the subcontractor and the RI Carpenters Benefit  \nFunds for any delinquent subcontractor upon written request for this procedure from the Union or the  \nFunds.  \nSection 2. No Stamps — No Carpenters. In the event an Employer fails to make current  \npayments to the Funds, the Union shall have the right to strike said Employer after giving forty-eight (48)  \nhours written notice to all signatory contractors on the project and any employees removed for this reason,  \nshall be paid for their lost wages, up to a maximum of ten (10) days. Payments must be brought current  \nbefore said Employer may resume any work covered by this Agreement.  \nSection 3. If an Employer that has a history (two weeks in any one calendar year) of being  \ndelinquent in making its employee benefit contributions the NERCC Council Representative may invoke  \nits right to strike and it right to terminate this Agreement upon forty eight (48) hours written notice by fax  \nand/or certified mail notice.  \n"], ["ARTICLE XVI  \nStewards Clause  \n", "Section I. The Council Representative shall furnish or appoint a steward for a Job or a shop  \nwhen the Council Representative deems it necessary. It is compulsory that the steward shall work and  \nthat he/she shall be qualified to perform the work to which he/she 1s assigned and that he or she shail not  \nbe discriminated against or discharged for the performance of his or her duties as steward. The steward  \nshall be allowed to see that proper care and attention has been given to any carpenter employee taken sick  \nor being injured on the job and to properly take care of his or her tools without loss of pay.  \nSection 2. The NERCC Council Representative shall have the immediate right to furnish or  \nappoint a steward whenever work covered by this Agreement is being performed. In all circumstances, no  \nmatter whether the first carpenter foreman is employed by a general contractor or by a subcontractor, the  \nsecond carpenter employed on the jobsite shall be the steward. The steward may be assigned to a  \ncarpenter subcontractor on the project with the prior approval of the NERCC Council Representative,  \nwhich shall not be unreasonably withheld, so long as the general contractor does not employ carpenters on  \nits payroll except for a carpenter foreman. However, the general contractor shall have the ultimate  \n22  \nee  \ni ———— —  \n———— OL  \nee —  \nresponsibility to make certain that a steward is present when required by this Article. The steward must  \nbe notified and included whenever overtime is being worked on a site by the General Contractor,  \nConstruction Manager, Program Manager or the sub contractor performing said overtime. Employers or  \ntheir representatives will inform the stewards of all new carpenters on the project on a daily basis. The  \nsteward shall be a working steward. The steward shall be notified twenty-four (24) hours before he or she  \nis to be laid-off, except when he or she is the last carpenter on the job with the exception of the carpenter  \nforeman when the foreman is performing punch list work only.  \nIn the event of additional shifts the NERCC Council Representative, at his or her discretton, may  \nrequire the steward to work a maximum of two (2) hours, or he or she may furnish or appoint a steward  \nfor the additional shifts.  \nSection 3. In the event of a total temporary layoff, the steward will be the first carpenter to be  \nrecalled. The NERCC Council Representative shall be notified to recall the steward so that in case the  \nsteward is unavailable to return to the job or shop, he or she will be replaced by the NERCC Council  \nRepresentative.  \nSection 4. The steward shall be permitted time to investigate any carpenter grievance on his or  \nher job during working hours with no loss of pay.  \nSection 5. On jobs over $5 million the steward will be employed by the Construction Manager  \nor Program Manager.  \n"], ["ARTICLE XVII  \nForemen  \n", "Section 1. Subject to the provisions of Article III of this Agreement, all foremen of carpenters  \nshall be members of the United Brotherhood of Carpenters and Joiners of America, AFL-CIO and be  \ncompetent to properly handle the men and work and shall receive a minimum of $ 3.00 more per hour  \nthan the journeyman'‘s rate.  \nNo foreman shall be paid a wage rate less than the rate paid to any journeyman carpenter on that job.  \nSection 2. All Carpenter, Millwright, and Pile Driver Foremen shall be guaranteed a  \nminimum forty (40) hour week at the regular foreman wages. (See Appendix 3)  \nSection 3. The direction of all carpenter work shall be performed by a Carpenter Foreman  \nholding membership within the United Brotherhood of Carpenters. If there are two or more on a job, one  \nmust be declared the foreman and paid as such.  \nSection 4. General Foreman and Area Foreman. A General Foreman or Area Foreman may  \nbe used at the discretion of the Employer. If used the rate of wages shall be — General Foreman shall be  \npaid 30% over the Journeyman rate of wages and Area Foreman shall be paid 20% over the Journeyman.  \n23  \ni  \nOOO eee  \n——<  \na  \n— iE eS eee  \n— eee  \n—————  \nSection 5. Owners and Superintendents participating in the Rhode Island Carpenters Fringe  \nBenefit Plan shall be guaranteed a minimum of 160 hours per month of benefits.  \n"], ["ARTICLE XVIII  \nLockers, Tools, Safety Regulations  \n", "Section }. The Employer shall furnish separate, adequate locker facilities with heat and light,  \nexclusively for the carpenters, with proper provisions for the locked storage of the carpenters’ personal  \ntools and clothing and with seating facilities for ali carpenters during the lunch period.  \nSection 2. Additional convenience lockers shall be provided not more than seven (7) floors  \nabove or below the working level in the rough stage and not more than four (4) floors above or below the  \nworking level in the finish stage. Conventence lockers shall be fitted in the above manner and condition.  \nSection 3. All power driven tools, powder actuated tools, battery operated tools, engineer's  \ntransits and levels, special tools and equipment not normally carried by the carpenter shall be furnished by  \nthe Employer, and carpenter employees shall not rent, lease or loan equipment, power tools or commercial  \nvehicles to the Employer.  \nSection 4. All power tools or special equipment shall be equipped with all necessary  \nprotective devices designed to protect the operator at all times.  \nSection 5. Tools belonging to the carpenters, which are dulled on job, shall be reconditioned  \nat the expense of the Employer. If the reconditioning of these tools is done at the job site, it shall be done  \nunder the terms and conditions of this agreement.  \nSection 6. When the tools of a carpenter are stored on the job site during non-working hours,  \nat a place designated by the Employer, under lock and key and there is loss thereof because of fire or theft  \nby forcible entry, with clear evidence of such entry during non-working hours, the Employer shall be  \nresponsible for the replacement value of such tools to a maximum of $750 for a carpenter working on  \nrough work and $900 for a carpenter working on finish work, provided the carpenter shall execute a form,  \nprovided by the Employer on the first day of employment, setting forth a list of tools the carpenter has on  \nsite, and he shall furnish immediately to the Employer, a list of said tools destroyed by fire or lost by  \ntheft, given under oath. Payment shall be made not later than thirty (30) days after proof of loss, as  \nprovided by this Section.  \nSection 7. All work performed by Employers and employees’ signatory hereto shall comply  \nwith all local, state and federal laws.  \nThe Employer and the employee shall abide by the federal Williams-Steiger Occupational Safety  \nand Health Act as it applies to building construction.  \n24  \na ee Se ee ee ee  \nee ee eee ee  \nee ee ee ee —  \nThe employee shall wear all safety equipment required by local, state and federal laws. Failure of  \nan employee to wear such equipment as instructed by the Employer may result in his or her discharge.  \nSection 8. It shall be the responsibility of the Employer to be certain that any carpenter in its  \nemploy who is to use any powder actuated tools such as \"Ramset,\" \"Stud Driver,\" & “Hilti” etc., shall  \nhave a permit for the use of such tools.  \n"], ["ARTICLE XIX  \nConditions of Employment  \n", "Section 1. Employment Guarantee - A carpenter, who reports to work on the first day and last  \nday and appears competent, at the beginning of the shift, shall receive one (1) full day's pay unless he or  \nshe quits within the period.  \nOn any day, other than the first day and last day, when a carpenter is scheduled to work and  \nreports to work and appears competent at the beginning of the shift, without having been notified not to  \nreport, he or she shall be entitled to employment or pay for at least four (4) hours, unless he or she quits  \nwithin the four (4) hour period. This paragraph shall not apply to foul weather conditions.  \nIn the event a carpenter is requested to remain on the job site for more than two (2) hours, he or  \nshe shal] be paid for all waiting time or four (4) hours, whichever is greater. All pay provided for in this  \nsection to be at the carpenter's regular hourly rate.  \nSection 2. Carpenters requested to work in foul weather or where water conditions exist, shall  \nbe furnished foul weather clothing, including boots of the pull over type, by the Employer without  \nexpense to the carpenters. The employee shall sign for such foul weather clothing and for safety  \nequipment on a form provided by the Employer, and shall return clothing and equipment when requested  \nby the Employer. The employee shall also have the right to return clothing and equipment when no  \nlonger needed.  \nSection 3. Carpenters requested by the Employer to wear special protective devices shall have  \nsuch devices provided by the Employer at no expense to the carpenter. Such devices must be hygienic.  \nSection 4. Any employee engaged in the performance of work where damage to his or her  \nclothes or shoes could result from their being exposed to chemical action shall be furnished suitable  \nprotective clothing by his or her Employer at no cost.  \nSection 5. There shall be no lost time on the day of injury when medical attention is required  \nfor a carpenter on the Employer's job, provided the employee submits a note from the doctor or clinic  \nstating that the employee cannot work that day. If a carpenter while working on the job is required after  \nthe first day to visit the Employer's insurance carrier's clinic or doctor for treatment, he or she shall be  \npaid for the time involved and not to exceed two (2) hours at his or her normal straight time rate of pay  \nand benefits unless a longer period of time has been previously agreed to by his or her Employer. The  \nCarpenter is entitled to obtain a second opinion from his/her own doctor.  \n25  \n—— —_——  \n—— es - =  \n— = =  \nee  \n“  \n—— > ——  \nSection 6. All carpenter employees must be insured under the Workers' Compensation Act  \nand the Rhode Island Employment Security Act.  \nSection 7. The Employer shall provide cold and sufficient drinking water readily available to  \nthe Carpenter at all times, which shall be dispensed under sanitary conditions.  \nSection 8. The Employer shall furnish for carpenters, suitable and sanitary privies, such as  \nrunning water toilets when water is on the job site or when it becomes available, or Porto-John, Sani-Kan,  \nHeadhouse, Johnny-On-The-Spot, or equivalent chemical toilets, clean and heated in the winter months,  \nwithin reasonable distance from the work. When new construction reaches the 5th floor from ground  \nlevel, the Employer shall provide one of the aforementioned types of toilets and a locker on the fourth  \nfloor and on every fifth floor above the fourth.  \nSection 9. During both the morning and afternoon hours, at a mutually agreed upon time, one  \nemployee shall obtain coffee in properly covered containers, provided it is readily available at the job  \nsites, for each employee who desires it at his/her own expense,  \nSection 10. |The Council Representative or other representative of the Local Union or Regional  \nCouncil shall have access to all work areas at all times to conduct union business when work is being  \ndone.  \nSection 11. No carpenter shall be discriminated against because of age, race, color, religion,  \nsex or national origin. The Union recognizes the obligations which have been or may be imposed upon  \nthe Employers relative to equal employment and non-discrimination, and the Union agrees that it will  \nassist the Employers in meeting these obligations under plans which have been jointly accepted by the  \nparties where such plans are in existence, and in other areas under requirements of awarding authorities  \nand owners as long as the proposed goals do not exceed the minority population ratio levels of the city,  \ntown or standard metropolitan statistical area in which the project is located.  \nSection 12. | There will be no limit or quotas on production by carpenters nor restrictions on the  \nfull use of tools, equipment or other labor-saving devices, and no restrictions on the efficient use of  \nmanpower, provided the above comply with OSHA.  \nSection 13. Cell Phones. The personal use of cell phones during working hours is prohibited.  \nThe only exception shall be the steward.  \n"], ["ARTICLE XX  \nSpecial Conditions  \n", "Section ]. Carpenters who are sent to work outside of their territorial jurisdictional! area as  \noutlined in Article IV of this Agreement and who require overnight accommodations therefore, shall have  \nexpenses paid for by the Employer.  \n26  \n— eee ee eee  \n——— =  \n— ee eee  \n: -—-—  \n— _—  \n— eo eee eee  \nee  \neee ee ee ee eee -  \nSection 2. Transportation, adequate and livable room and board shall be paid by the Employer  \nto all carpenters covered by this Agreement working on Block Island. In the event that an Employer does  \nnot supply transportation to Block Island and employees are required to secure other transportation, the  \nEmployer shall pay employees the current rate IRS accepted rate per mile round trip in addition to the  \nregular straight time hourly wage rate while traveling. Mileage for the purpose of this section shall be  \ncomputed from the southern terminus of the Point Judith and/or T.F. Green Airport.  \n"], ["ARTICLE XXI  \nDischarge  \n", "Section 1. If any carpenter is laid off or discharged, he/she shall receive from the Foreman one  \nhour’s notice preceding time of layoff or discharge. After the hour’s notice, the carpenter must continue  \nworking or shall sharpen his/her tools, if necessary until quitting time. Ifno hour’s notice of layoff or  \ndischarge is given, he/she shall receive one hour’s pay in excess of the actual time worked. The Foreman  \nshall be held strictly accountable for such notice of layoff or discharge  \nSection 2. At the time of a carpenter’s termination, he/she shall be paid off in full with cash or  \na check, including all fringe benefit stamps, for all hours worked. If no cash or check is at hand at the  \ntime, he shall receive an office order good for one hour’s pay in excess of the actual time worked, to  \nenable him/her to go to the office of the Employer to secure his wages, in cash or check. Failing to  \nsecure his/her wages, he shall be entitled to payment at the rate of wages for every hour of waiting time.  \n"], ["ARTICLE XXII  \nFund Reports  \n", "A certified audit shall be submitted to the Associations and Unions signatory hereto at the end of  \neach fiscal year for review on status of all funds provided for in this Agreement.  \n"], ["ARTICLE  \nNo Strike or Lockout Clause  \n", "The Employer guarantees that there will be no lockouts for any reason during the term of this  \nAgreement and the Union guarantees that there will be no strikes, slow downs, sit downs or any other  \nrefusals to work during the term of this Agreement except for:  \n1) Failure of the Employer to provide Workers' Compensation coverage.  \n2) Failure of the Employer to pay unemployment contributions.  \n3) Failure of the Employer to make contributions to any of the Funds provided herein or  \nfailure to file remittance reports with the Funds by the end of the month next following the  \nmonth in which the work is performed.  \n27  \ner ee  \n——  \na — rere ae ee moe ere mee =  \n— ——— _- ——_—=-_ =  \n4) Refusal of either party to submit to arbitration in accordance with Article XXV or failure  \non the part of either party to carry out the arbitration award.  \n5) The failure of the Employer to pay wages provided herein.  \n"], ["ARTICLE XXIV  \nBreach of Agreement  \n", "Only the Employer who violates the terms of this Agreement shall be liable for such violations  \nand neither the Associations nor the other members of the Associations shall be held liable thereof.  \nLiability of the Associations hereunder shall be limited to the case of a violation hereof by the  \nAssociation. In the event any member of the Associations violate the terms of this Agreement, the Union  \nshall not take punitive measures against Associations or any members thereof except the offending  \nmember.  \n"], ["ARTICLE XXV  \nGrievance and Arbitration  \n", "Section 1. In the event a grievance arises, other than jurisdictional disputes, a meeting shall be  \nheld between the contractor or its accredited representatives and the Union. Ifa settlement is not reached  \nat this point, the parties shall contact the Association of which the contractor is a member. A  \nrepresentative of the Association shall confer with representatives of the Union and the contractor to  \nendeavor to settle the dispute. Any grievance not filed in writing within sixty (60) days from the day of  \nthe occurrence on which the grievance is based, shall be forever barred. If the dispute is not settled at this  \nconference, it shall be subject to arbitration.  \nSection 2. A Committee shall be appointed as an arbitration board to consist of not more than  \ntwo (2) members from the Union and not more than two (2) members from the Association to whom will  \nbe referred any grievance involving an interpretation of this contract including grievances concerming  \ncontractors who are not members of the Associations. Association members shall have the option of  \nwaiving the joint board step and proceeding directly to the American Arbitration Association. The board  \nshall meet to consider and act on the matter within 3 days, and the decision of the board shall be final and  \nbinding on both parties. The board shall make its decision within 72 hours. In the event of the failure of  \nthe board to arrive at a solution the case be referred to one of the following three arbitrators Tim  \nBornstein, Mark Irvings, and Lawrence Katz rotating order and the arbitration shall be conducted under  \nthe voluntary labor arbitration rules of the American Arbitration Association, and the decision of the  \numpire shall be final and binding on both parties. The board of arbitration or umpire shall not have the  \npower to add to, subtract from, or modify any term of this agreement. The cost of the arbitration shall be  \nborne equally by both parties to the grievance. The time deadlines may be extended by agreement  \nbetween the Union and the Association. A non-association employer whose actions are the subject of a  \nGrievance shall have no say in extending the deadlines.  \n"], ["ARTICLE XXVI  \nSaving Clause  \n", "Should any part or any provision herein contained be rendered or declared invalid or amended by  \nreason of any existing or subsequent enacted legislation, or by any decree of a court of competent  \njurisdiction, such invalidation or amendment of such part or portion of this Agreement shall not invalidate  \nthe remaining portions thereof; provided, however, upon such invalidation, the parties signatory hereto  \nagree to immediately meet to re-negotiate such parts or portions affected. The remaining parts or  \nprovisions shall remain in full force and effect.  \n"], ["ARTICLE  \nPre-Job Conference  \n", "Any Employer, prior to the starting of work, shall contact the local NERCC Council  \nRepresentative to discuss, but not limited to, the following:  \nType of work to be performed, manpower needs, schedule, utilization of contractor's work forces  \nand other matters pertinent to the work, thus providing to all parties proper knowledge in order to perform  \nsaid work in an efficient workmanlike manner.  \n"], ["ARTICLE XXVIII  \nApplicability of Agreement  \n", "Section 1. All work in Massachusetts, Connecticut, Maine, New Hampshire and Vermont  \nshall be performed in accordance with the terms and conditions of the local area Agreement of the  \nCarpenters Local Union in the area where the work is performed and all road building work in Rhode  \nIsland shall be performed in accordance with the terms and conditions of the NERC/CIRI Agreement.  \nWith respect to the contracting of work on projects in Maine, Vermont and New Hampshire the  \nfollowing shall apply:  \nIt is understood that there may be instances when suitable, competitive union subcontractors may  \nnot be available for certain subcontracts. In such instances, the Employer will notify the Union in a  \ntimely manner prior to the bid or the award of the subcontract, and the Union will endeavor to locate  \nsuitable, competitive union subcontractors to bid for the work. If the Employer and the Union are unable  \nto locate such suitable, competitive subcontractors, it is understood and agreed that the Employer will be  \nrelieved of the subcontracting clause for such subcontracts; provided, however, that the subcontractor  \nselected by the Employer must be a responsible subcontractor who provides workers’ compensation  \ninsurance for all employees on the project, who does not misclassify any employees as “independent  \ncontractors” and who provides and pays for legitimate full coverage health insurance for all employees on  \nthe project and their families. Any disputes under this section as to whether a union subcontractor is a  \nsuitable, competitive one, whether the Employer notified the Union in a timely manner, or whether a non-  \nee ee ee ee ee eee  \nunion subcontractor is responsible and complies with the standards set forth in this section are to be  \nresolved by expedited arbitration A hearing will be held within seven days of submission, and if  \nnecessary the parties will make themselves available for an evening hearing. The hearing shall not take  \nmore than one day, no briefs are to be filed, and a decision shall issue within twenty-four hours of the  \nclose of the hearing.  \nAny contractor who is signatory to this agreement may request that a four person committee be  \nconvened, which shall have the authority to amend, alter or change the terms and conditions of the local  \nor area agreement. The four member panel shall consist of: a representative from one of the Employer  \nAssociations signatory to this Agreement, a representative from the contractor requesting the committee,  \nthe Executive Secretary-Treasurer of the New England Regional Council of Carpenters, or his designee,  \nwho shall be chairman of the committee, and a representative of the local union in whose jurisdiction the  \nwork is to occur. The chairman shall convene the committee as quickly as possible. Any decision of the  \npanel shall be by majority vote and shall apply to only that particular job which was considered by the  \ncommittee and shall be final and binding on all parties signatory to this agreement and the local union  \ninvolved in this job.  \nProcedures shall be established by the chairman to notify all contractors of the changes which  \nhave been decided by the committee for that particular job.  \nSection 2. In order to protect and preserve, for the employees covered by this Agreement, all  \nwork heretofore performed by them, and in order to prevent any device or subterfuge to avoid the  \nprotection and preservation of such work, it is hereby agreed as follows: if and when the Employer  \nperforms any job site construction work of the type covered by this Agreement, under its own name or  \nunder the name of another, as a corporation, company, partnership or any other business entity, including  \na joint venture, wherein the Employer has either directly or indirectly, a significant degree of ownership,  \nmanagement or contro! the terms and conditions of this Agreement shall be applicable to all such work.  \nSection 3. Remedy - All alleged violations of this Article will be processed under the  \nGrievance and Arbitration Procedure, Article XXV of this Agreement. Any awards issued shall include  \npayment of wages and benefits for those employees who lost work opportunities.  \nSection 4. Most Favored Nations Clause - The Union agrees that in the event it grants more  \nfavorable terms or conditions, other than those contained in this agreement, to any employer or  \nassociation, the Union will extend those same terms and conditions to the parties to this agreement.  \nThe Union further agrees that it will not enter into any side letter agreements that contain more  \nfavorable terms than those contained in this agreement without offering those same terms to the parties to  \nthis Agreement. If any project labor agreement contains more favorable terms, those terms will be  \noffered to all contractors working on that project.  \n30  \neee —  \n- ae — eee ee  \n— ~~ vm eee ree eee ee  \n"], ["ARTICLE XXIX  \nConstruction Manager/Program Manager  \n", "Whenever any signatory contractor performs work as a management consultant, construction  \nmanager, program manager, developer, owner/builder or solicits bids from sub-contractors, considers  \nproposals submitted by subcontractors or coordinates work performed by subcontractors, it shall be  \ndeemed to be a general contractor subject to the terms and conditions of this Agreement, with respect to  \nali jobsite work, including but not limited to assuring that all work covered cy this Agreement is  \nperformed by contractors that are parties to a collective bargaining agreement with the Union, provided,  \nhowever, this provision shall not apply to any affiliated development company, or to an entity that does  \nnot select subcontractors. The Employer recognizes that the Union, pursuant to the National Labor  \nRelations Act, has the right to request that the Employer provide it with information relating to whether it  \nmanages and/or coordinates contracts or work or selects subcontractors.  \n"]]