[["", "E564  \n507 eR  \nAGREEMENT  \nBetween  \nASSOCIATED GENERAL CONTRACTORS OF  \nALASKA  \nAND  \nTHE ALASKA REGIONAL COUNCIL OF  \nCARPENTERS  \nAND  \nITS AFFILIATED LOCAL UNIONS  \nSeptember 1, 2004 — June 30 2008  \n$0 ses  \nASSOCIATED GENERAL CONTRACTORS  \nOF ALASKA  \nAnd  \nTHE ALASKA REGIONAL COUNCIL OF CARPENTERS  \nAND ITS AFFILIATED LOCAL UNIONS  \nSEPTEMBER 1, 2004 — June 30, 2008  \nTable of Contents  \nPage  \nPreaMble 1  \nWitnesseth Purpose of this Agreement 1  \nARTICLE 1 Parties and Territory Affected 2  \nSection 1 Parties 2  \nSection 2 Union Recognition and Employee 2  \nSection 3 - 2  \nSection 4 Favored Nations 3  \nARTICLE 2 Duration, Modification and Changes 3  \nSection1 Duration, Modification and Changes 3  \nARTICLE 3 Reopening if Invalided by Court 4  \n"], ["ARTICLE 4 Hiring of Craft Persons 4  \n", "Section 1 Requesting 4  \nSection 2 Responsible representatives 4  \nSection 3 HIN HAM... 4  \nDrug-Free and Alcohol-Free Workplace 5  \na. Drug-Free and Alcohol-Free 5  \nb. Drug and Alcohol Screening 5  \nReferral of Workers 5  \nSection6 Joint Hiring Committee 6  \nSection 7 State or Federal Law 7  \nSection 8 Hold Harmless — Indemnification 7  \nARTICLE 5 Union Me@mbership 7  \n"], ["", "ARTICLE 6 Jurisdictional Disputes 8  \nARTICLE 7 GTICVANCES 8  \nARTICLE 8  \nSection 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \n"], ["ARTICLE 9  \nARTICLE 10  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \n"], ["ARTICLE 11  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \n"], ["", "ARTICLE 12  \nSection 1  \nSection 2  \n"], ["ARTICLE 13  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \n"], ["ARTICLE 14  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \n"], ["ARTICLE 15  \n", "Section 1  \nSection 2  \nHours of Work and Overtime 9  \nHOUrs Of 9  \nOvertime 9  \nSundays and 10  \nMultiple Shifts 10  \nDewatering and weather Protection 10  \nTIME 10  \nSHOW Up Guarantee 10  \nMeals and Meal Periods 11  \n11  \nWorking Rules 12  \nWorking Rudess 12  \nTO  \n13  \nPay Day 13  \nPayment of Wages upon Termination 14  \nPayroll WOK 14  \nItemize Deductions of Paycheck 14  \nMiscellaneous Conditions 14  \nEmployer Required 14  \nLost-Time and Accident 14  \ninjured Person to get Priority for Rehire 15  \nChange in 15  \nADSENTEEISM 15  \nPre-JOb 15  \nWork 15  \nUnion Representation 16  \nAdMiISSION tO JOD 16  \nJOD 16  \nSubsistence and Quarters 17  \nEmployer Provided Camp or Suitable Accommodations................. 17  \nPOr-DIGIM 17  \nRemote area ReSID@NtS 17  \n17  \nBoard and Lodging for injured Employees 18  \nTransportation, Travel Expense and Travel 18  \nTransportation to the Site 18  \nTransportation from the Site 18  \nEstablished Point of Pickup 18  \nDeath and Return of Deceased 19  \nTransportation of Tools and Personal Effects 19  \nTransportation Of 19  \nPersonal Effects 19  \n"], ["ARTICLE 16  \nARTICLE 17  \nARTICLE 18  \nFirst Aid and Safety 20  \n", "Management Rights 20  \nSpecial 21  \nSIQMNALUIES 21  \nPREAMBLE  \nTHIS AGREEMENT between the Associated General Contractors of Alaska, Inc., and  \nthe Alaska Regional Council of Carpenters, which includes the Northern Carpenters  \nLocal 1243, Southern Carpenters Local 1281 and Local 2247 of the United Brotherhood  \nof Carpenters and Joiners of America exercising jurisdiction over the State of Alaska is a  \nsuccessive principal Agreement of the 2001 — 2004 Agreement and a]! other prior  \nAgreements between the Associated General Contractors of Alaska, Inc., and the  \naforementioned Unions. |  \nAll terms of the male gender hereinafter referred to shall be deemed to include the female  \ngender and vice versa.  \nThe area jurisdiction of each local Union signatory hereto shall be as established by the  \nGeneral President of the United Brotherhood of Carpenters and Joiners of America.  \nWITNESSETH PURPOSE OF THIS AGREEMENT  \nIt is the purpose of this Agreement to assure a supply of competent and capable  \nEmployees for the performance of the work undertaken by the Contractors; to maintain a  \ncontinuity of employment to the persons employed; to insure amicable labor-management  \nrelations; eliminate work stoppage or delays in the prosecution of all work undertaken by  \nthe Employer; improve the competitive position of the organized sector of the  \nconstruction industry, and to record the terms of agreement with respect to rates of pay,  \nhours of work, and other conditions of employment arrived at through the process of  \ncollective bargaining. It is also the intent of this Agreement to recruit, train, and employ  \nmembers of minority groups, as defined by the Office of Equal Employment Opportunity.  \nThe Employers and the Union agree that there shall be no unlawful discrimination in  \nhiring, referral, or any aspect of employment. No Employee shall be discriminated  \nagainst for upholding Union principles; and any Employee who works under the  \ninstruction of the Unions, or who serves on a committee, or as a delegate in or out of the  \nUnion’s jurisdiction, shali not lose their position nor shall an Employee be discriminated  \nagainst for any of above mentioned reason.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage | of 21  \n"], ["ARTICLE ONE  \nPARTIES AND TERRITORY AFFECTED  \n", "Section 1. Parties:  \nThe term “Union” shall refer to Locals 1243, 1281 and 2247 of the United Brotherhood  \nof Carpenters and Joiners of America Exercising Jurisdiction within the legal boundaries  \nof the State of Alaska. The Term “AGC” shall refer to the Associated General  \nContractors of Alaska, Inc. For the Purposes of this agreement the AGC is not acting as  \nan agent or collective bargaining representative for any employers who are or may  \nbecome signatory to this agreement.  \nSection 2. Union Recognition and Employee Coverage:  \nThe provisions of this Agreement shall be binding upon the Employers and the Union.  \nThe Employers recognize the Union as the exclusive bargaining representative for all  \ncarpenters and apprentices employed on all their construction work in the area covered by  \nthis Agreement.  \nSection 3. Subcontracting:  \nThe Contractors agree that in the event any of the work coming under the scope of this  \nAgreement is to be sub-contracted, they shail:  \na. Furnish the Union the name and address of said subcontractor immediately upon  \nawarding the sub-contract.  \nb. To prevent the loss of employment by Employees under the craft jurisdiction  \nbargained for by the parties to this Agreement, the Contractor agrees as follows: when  \nduring the term of this Agreement, the Contractor wishes to subcontract work that  \nnormally falls under this Agreement the Contractor agrees; that the work will be  \nsubcontracted only to an Employer who is signatory to a collective bargaining agreement  \nwith the Carpenters Union. Upon timely notification by the Union the Contractor shall  \nassume the responsibility to see that the sub-contractor adheres to the wages and  \nconditions outlined in this Agreement and that Pension, Health and Security, and  \nTraining fund contributions are timely.  \nc. The Union agrees to notify the Contractor within 15 days of any delinquent  \npayment of wages and within 45 days of any delinquent fringe benefits owed by the  \nsubcontractor, and to further issue a certificate to the Contractor or the subcontractor  \nwhen these payments have been made in order that the Contractor may make payment to  \nthe subcontractor. The 45-day provision of this Article will not apply to inaccurate or  \nfalsified reports.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 2 of 21  \nd. It is understood that the subcontracting provision relates only to work performed  \nat the job site. The Union agrees to allow a subcontractor to be bound by the terms of  \nthis Agreement, on that work performed for an Employer on an individual project without  \nbinding the subcontractor to this Agreement on any other work for the same or any other  \nEmployer. The parties agree that the subcontracting provision of this section shall not  \napply to a particular scope of work if no quotes are received from union subcontractors  \nfor that given scope of work or no competitive quotes are received from Union  \nsubcontractors on a private money job.  \ne. Whenever the Employer is obligated to satisfy DBE-WBE recruiting  \nrequirements, the Union and the Employer by mutual agreement may waive subsection a  \nand b prior to commencement of the work in the event an Employer and Union are unable  \nto find qualified competitive union minority subcontractors.  \nf. No work will be let by piecework, contract, or lump sum direct with journeymen  \nor apprentices for labor services.  \nSection 4. Favored Nations:  \nIf the Union enters into any agreement with any individual employer or group of  \nemployers performing work on any project or in any geographical area covered by the  \nterms of this Agreement and that Agreement provided for more favorable wages, hours or  \nconditions to any other Employer, the Employers signatory hereto, after sending written  \nnotice of such intention, shall be afforded the privilege to adopt such advantageous terms  \nand conditions for the scope of work as set forth in the Agreement with the individual  \nEmployer or group of Employers.  \nFor special conditions or wages relating to a particular project, the Contractor has the  \nobligation of contacting the Union prior to bid to ascertain the special wage or condition.  \nThe Union will provide such signatory employers with a true copy of any agreement  \nsigned by any employer that covers work recognized as field construction work that  \ndiffers in any material way from the working terms and conditions or wages contained in  \nthis agreement within five (5) calendar days of such signing.  \n"], ["ARTICLE TWO  \nDURATION, MODIFICATION AND CHANGES  \n", "Section 1. Duration, Modification and Changes:  \nThis Agreement shall become effective September 1, 2004, and shall continue in full  \nforce and effect through June 30, 2008, and thereafter from contract year to contract year,  \nand will apply to all construction work in Alaska to be performed by the Contractors,  \nunless notice is given in writing by the Unions or the Contractors to the other party no  \nless than sixty days prior to the expiration of any such contract period of its desire to  \n   \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 3 of 21  \nmodify, change, amend, or terminate this Agreement; and in such case, the Agreement  \nshall be open for modification at the expiration of the contract period within which such  \nnotice is given. Upon receipt of said notice, the signatory Union and the Contractors shall  \ncommence negotiations within thirty days.  \nThere shall be no retroactivity from the date of ratification by both parties for any wage,  \nfringe or cost related work rules change.  \n"], ["ARTICLE THREE  \nREOPENING IF INVALIDATED BY COURT  \n", "In the event that any of the provisions of this Agreement shall be declared by a court of  \ncompetent jurisdiction to be invalid for any cause, such invalid provisions shall be  \ndeemed to be non-existent, and the remainder of the Agreement shall continue in full  \nforce and effect. The parties hereto agree that on some mutually agreeable date they will  \ncommence negotiations as to such invalidated and other affected portions of this contract.  \n"], ["ARTICLE FOUR  \nHIRING OF CRAFT PERSONS  \n", "Section 1. Requesting Manpower:  \nEmployers shall hire qualified Craft persons by calling the Union. The employer, when  \nrequiring Craft persons for any job, shall notify the Local Union office stating the  \nlocation, starting time, approximate duration of the job, the type of work to be performed  \nand the number of Craft persons required.  \nSection 2. Responsible Representatives:  \nTo avoid duplication of orders and to provide an orderly hiring procedure, the Employers  \nagree to designate responsible representatives for each project whom the Union shall  \nrecognize as the agents of the Employers with authority to hire.  \nFurthermore, the Union shall be notified as to the names of the authorized representatives  \nand the parties mutually agree that the employment will be made only through such  \npersons designated by the Employers.  \nSection 3. Hiring Hall:  \na. The Union signatory hereto shall maintain an exclusive hiring hall and may solicit  \nworkers, both union and non-union, for registration to fill requisitions for workers. The  \nEmployers reserve the right to reject any job applicants referred by the Union.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 4 of 21  \nb. The Union agrees that there shall be no discrimination on their part against non-  \nunion workers in the operation of such hiring hall, and referral of applicants for  \nemployment shall in no way be based on or affected by union membership, by-laws,  \nrules, regulations, constitutional provisions, or any other aspect or obligation of union  \nmembership, policies or requirements. The employers and the Union agree that there will  \nbe no discrimination in hiring or referral of workers due to their race, creed, color, age or  \nSEX.  \nc. The Contractors and the Unions agree that there will be no discrimination in  \nhiring or referral of applicants due to their race, creed, color, language, age or sex;  \nprovided, further that notwithstanding these hiring hall provisions, the Union when  \nrequested by an Employer, shall dispatch to allow an Employer to comply with: state or  \nfederal affirmative action requirements; any other local, state or federal law; or any  \nreasonable and lawful contractual obligation imposed by an Owner.  \nSection 4. Drug-Free and Alcohol-Free Workplace:  \na. Drug-Free and Alcohol-Free Workplace: Labor & Management are committed  \nto providing Employees with a drug-free and alcohol-free workplace. It is the goal to  \nthe health and safety of Employees and to promote a productive workplace, and  \nprotect the reputation of Labor and Management and the Employees. Consistent with  \nthose goals, the Employer prohibits the use, possession, distribution or sale at its  \nemployment sites, of drugs, drug paraphernalia or alcohol. The Union recognizes the  \nEmployer's right to develop and implement a drug-screening program. The Employer  \nagrees to pay the cost for such drug screening. The Employer will designate the facility  \nto conduct the drug/alcohol screening. Within the limits permitted by applicable Federal  \nor State laws and/or owner regulations, the Employer has the prerogative to test  \nEmployees for drug/alcohol usage, and to refuse employment or terminate those who test  \npositive.  \nb. Drug and Alcohol Screening:  \nWorkers required by the Employer to take a pre-employment drug and alcohol screening  \nwill not be on the payroll of the Employer during drug and alcohol screening. If the  \nEmployee is put to work while they are awaiting the results they will be paid for time  \nworked. The employer will pay for all drug and alcohol screening.  \nSection 5. Referral of Workers:  \na. When placing orders for workers, the Employer may make specific requests for  \nworkers from the out-of work list regardless of their position on the list.  \nb. Open calls for workers shall be placed by 9:00 a.m., Monday through Friday and  \nbe filled from the list in the order in which their name appears, providing they are  \navailable, qualified, and willing to work.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 5 of 21  \nc. Separate lists will be established and maintained for registered apprentice workers  \nand referrals shall be made in rotation recommended by Joint Apprenticeship Committee.  \nd. In the event that the referral facilities maintained by the Union are unable to fill  \nthe requisition from any Employer for workers within a forty-eight (48) hour period after  \nsuch requisition is made by the employer (Saturdays, Sundays, and Holidays excepted),  \nthe Employer may employ applicants without reference to the referral procedure. In such  \nan event, the Employer will notify the Union of the names and dates of such hiring within  \nforty-eight (48) hours of such hiring.  \nSection 6. Joint Hiring Committee:  \nThe parties to this Agreement shall create a Joint Hiring Committee, when needed,  \ncomposed of not more than two (2) Employers and not more than two (2) Union  \nrepresentatives to supervise and control the operation of the job referral system herein.  \nThe Joint Hiring Committee is empowered:  \na. To establish any and all rules and regulations from time to time that it deems  \nadvisable for the operation of the job referral plan.  \nb. Properly post all rules and regulations, relative to the function of the referral plan,  \ntogether with provisions of this Agreement at the Union dispatch office, at the employer’s  \noffice and at the job site.  \nc. To hear and determine any and all disputes or grievances arising out of work  \nregistrations, work referrals and the preparation of the referral registration lists. Any  \napplicant or registrant shall have a right to appeal of any dispute or grievance arising out  \nof and relating to the operation or functioning of the job referral plan to the Joint Hiring  \nCommittee.  \nThe Joint Hiring Committee shall provide in the rules and regulations of the job referral  \nfor an appeal to an impartial umpire whenever the Joint Hiring Committee reaches a  \ndeadlock over a dispute. The impartial umpire shall be designated by mutual agreement  \nof the parties and if they shall be unable to agree upon the impartial umpire, the umpire  \nshall be selected in the manner provided under the disputes provision of this Agreement.  \nThe authority of the impartial umpire shall be limited to interpreting and applying the  \nrules and regulations of the Joint Hiring Committee. All decisions of the Joint Hiring  \nCommittee or the impartial umpire shall be final, binding and conclusive on all parties  \nincluding applicants.  \nIf any question arises as to the qualifications and competency of an applicant for  \nregistration as to special skills, the Joint Hiring Committee shall make the determination.  \nSuch determination shall be fair and impartial, without regard to applicant’s membership  \nor non-membership in the Union. |  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 6 of 21  \nIn the event that the Joint Hiring Committee determines that an employer has employed  \nan individual in violation of this collective bargaining agreement, the Joint Hiring  \nCommittee may impose, as a minimum penalty, that the employer pay to the individual  \nwho would have been dispatched to the job, had the procedures of the collective  \nbargaining agreement been followed, the full amount of wages which said individual has  \nlost, together with the payment into the various fringe benefit trusts on behalf of said  \nindividual.  \nSection 7. State or Federal Law:  \nIt is not the intent of this Article to in any way violate State or Federal Law or regulation  \nand the development of any such situation shall be cause for immediate negotiations  \nbetween the signatories to this Agreement to correct the language. In the event that, as a  \nresult of a charge or suit against any party to this Agreement (to include any member of  \nthe Associated General Contractors of Alaska, or any Employer who adopts and works  \nunder this Agreement), any section or provision hereof or the entire Agreement shall be  \ndeclared or held to be invalid or illegal by any authorized Board or Court, the part,  \nsection, provision or the entire Agreement so held or declared invalid or illegal shall  \nforthwith cease to be of further force and effect and in such event either party hereto may,  \nupon not less than thirty (30) days written notice to the other, have the right to open  \nnegotiations for the substitution of a new section, sections, or agreement consistent with  \nthe decision of the Board or Court.  \nSection 8. Hold Harmless — Indemnification:  \nThe Alaska Regional Council of Carpenters agree to indemnify, defend, and hold  \nharmless the Associated General Contractors of Alaska, Inc., its employees, officers and  \ncommittee members against any claim or liability arising from or based on the violation  \nof any laws, ordinances, regulations or orders pertaining to workers’ residency  \nclassification or requirements, the operation of the hiring hall, the referral or workers, and  \nthe placement of or refusal to place any individual on the out-of-work list.  \n"], ["ARTICLE FIVE  \nUNION MEMBERSHIP  \n", "Membership in the Union shall be a condition of employment beginning with the  \nth  \nfourteenth (14 ) day following the beginning of such employment, or the effective date  \nof this Agreement, whichever is the later, and employees shall remain members in good  \nstanding to retain their employment.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 7 of 21  \n"], ["ARTICLE SIX  \nJURISDICTIONAL DISPUTES  \n", "Contractors and their subcontractors shall make work assignments on the basis of  \nInternational Agreement, Decisions of Record and Area Practice. Should a jurisdictional  \ndispute arise, the Contesting Crafts shall meet and attempt to resolve the dispute. If  \nagreement is reached, a jurisdictional dispute will no longer exist and the work will be  \nperformed as agreed upon by the Contesting Crafts. If no agreement is reached, the work  \nwill continue to be performed as originally assigned by the Contractor, and the  \nContesting Union shall refer the dispute to their respective International Unions. If the  \nInternational Unions reach agreement, the work shall be performed as agreed upon by the  \nInternational Unions. Should the International Unions fail to reach agreement, the work  \nshall continue to be performed as originally assigned by the Contractor. There shall be no  \nstoppage or slow down of work because of jurisdictional disputes.  \n"], ["ARTICLE SEVEN  \nGRIEVANCES  \n", "Any grievance, complaint, or dispute (except jurisdictional disputes) arising out of this  \nAgreement involving its interpretation or application shall be considered a grievance and  \nsubject to resolution under the following procedure, and it is further agreed that until said  \nprocedure is exhausted, there shall be no work stoppage or lockout. Both parties pledge  \ntheir full cooperation in carrying out the procedure outlined.  \na. If employees working under this Agreement feel aggrieved by a violation of this  \nAgreement, they shall, within 10 days (5 days in the event of a termination grievance)  \nfrom the time of their awareness or when they could have been reasonably aware of the |  \nalleged violation, notify the Local Union Business Representative in writing.  \nIn the event that dispute, grievance or difference of interpretation arising on the job  \ncannot be satisfactorily adjusted on the job between the representatives of the Union and  \nthe Contractor or authorized representative, the same shall be referred to the authorized  \nrepresentative of the Union and the Executive Director of the Associated General  \nContractors of Alaska, Inc. It is agreed that this settlement shall be reached at the site of  \nthe job or at a place mutually agreeable to the parties within seven (7) days. Either party  \nmay, in writing, refer the matter to the Board of Conciliation that shall consist of one  \nperson appointed by each party. The two persons so appointed shall select a third  \nmember. In the event that there is a failure of agreement on the impartial member of the  \nboard during a seven (7) day period, the time shall be extended seven (7) days, and the  \npresiding appropriate judiciary authority, will be requested to name a third member. This  \nBoard shall meet as soon as possible but in no event later than seven (7) days after the  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 8 of 21  \ndispute has been referred to them. Any decision of the Board shall be completely within  \nthe scope and terms of this Agreement. It may provide retroactivity not exceeding sixty  \n(60) days from date of filing of notice of the dispute with the A.G.C. and shall state the  \neffective date. Decision by the Board shall be rendered within ten (10) days after they  \nhear the dispute, and such decision shall be final and binding upon both parties.  \nCompliance and execution of such decisions shall be made within fourteen (14) days  \nfrom the date of the decision. It is agreed that the expense of the third member of the  \nBoard shall be borne equally by the parties.  \n"], ["ARTICLE EIGHT  \nHOURS OF WORK AND OVERTIME  \n", "Section 1. Hours of Work:  \nEight (8) hours shail constitute the normal workday; and forty (40) hours shall constitute  \nthe normal workweek. Employees shall receive compensation of one and one-half (1 1/2)  \ntimes the base rate for any hours worked over eight (8) hours per day or forty (40) hours  \nper week (Monday-Friday); however, the Employer and the Union may mutually agree to  \nestablish a regular work week on a particular job of four days per week, ten (10) hours  \nper day, and all work not exceeding ten (10) hours per day or forty (40) hours per week  \nshall be paid at straight time. Nothing in this Article shall be construed as guaranteeing  \nany Employee eight (8) hours of work per day or forty (40) hours of work per week.  \nSection 2. Overtime Rates:  \nEmployees shall receive compensation of one and one-half (1-1/2) times the basic rate for  \nwork performed on Saturday. Employees shall receive compensation of two (2) times the  \nbasic rate for work performed on Sunday, except:  \nWhere unforeseen delays require Sunday work for timely completion of job, the  \nemployee shall receive compensation of one and one-half (1-1/2) times the basic rate.  \nOn any job where all other employees of the contractor or subcontractors at the jobsite  \nand throughout the duration of the job receive one and one-half (1-1/2) times, employees  \nworking under this agreement shall receive compensation of one and one-half (1-1/2)  \ntimes the basic rate.  \n_ During the first week of employment the employee is not entitled to overtime until the  \nemployee works in excess of (8) hours per day or (40) hours per week. This paragraph  \nshall only apply when the duration of employment is more than one calendar week.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 9 of 21  \nAn Employee may choose to use Saturday as a “Make-up Day” (straight time rates)  \nwhen, through no fault of the contractor, work is not available on a previous straight time  \nday. This provision shall only apply if the entire Carpenter Crew does not work on the  \nprevious straight time day.  \nOn a job with a scheduled six-day workweek, an employee who chooses to work a  \nSaturday, who was absent on a previous straight time day on which the Employer made  \nwork available may be compensated by the Employer on a straight time basis.  \nIn instances where special working hours are required by an owner or contracting agency,  \nthe union agrees that overtime pay will only be paid after (8) hours per day or (40) hours  \nper week or in accordance with the holiday schedule.  \nEmployees shall receive compensation of two (2) times the basic rate for any work  \nperformed on holidays. When a shift of a multiple shift operation is started at the basic or  \nat an overtime rate, it shall be completed at that rate.  \nSection 3. Sundays and Holidays:  \nSundays and Holidays shall always be considered overtime and employees shall receive  \ncompensation of two (2) times the basic rate for work performed except as noted in  \nSection 2 above.  \nSection 4. Multiple Shifts:  \nMultiple shifts and their starting and quitting times may be established in accordance  \nwith job requirements as determined by the Employer. There shall be no premium for  \nshift work.  \nSection 5. Dewatering and Weather Protection:  \nDewatering and providing temporary heat and protection shall be worked in accordance  \nwith the work week and overtime provisions heretofore established, except that time  \nworked on holidays when no other activities are in progress will be compensated for at  \nthe overtime rate of one and one-haif (1-1/2) times the basic rate of wages.  \nSection 6. Time Worked:  \nExcept as provided in this Article, an Employee is only entitled to pay for actual time  \nworked.  \nSection 7. Show Up Guarantee:  \na. Workers reporting for work and not put to work shall receive two (2) hours pay at  \ntheir regular straight time rate unless notified not to report at the end of the previous shift  \nor two (2) hours prior to the start of a shift. Notification may take the form of a telephone  \nanswering device, radio broadcast, or other mutually agreed method of notification.  \nExcept where such workers live in a camp such notification can be given any time prior  \nto departure from camp. If the shift is started, the worker shall receive at least four (4)  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 10 of 21  \nhours’ pay at the regular straight time rate. Where an employee leaves of his/her own  \nvolition or is discharged for cause, employee shall be paid for the actual time for worked.  \nReporting pay on overtime days shall be a minimum of two (2) hours at the straight time  \nrate.  \nb. When an employee completes his/her scheduled shift and is “called out” to  \nperform special work on a casual, incidental or irregular nature, the employee shall -  \nreceive premium pay in accordance with the proper overtime rate with a minimum  \nguarantee to two (2) hours pay at the employee’s straight time rate.  \nSection 8. Meals and Meal Periods:  \na. An Employer will schedule a one-half (1/2) hour break for a meal period near the  \nmidpoint of a shift. An Employee required to work more than six (6) consecutive hours  \nwithout a meal break shall be allowed a later meal period of one-half (1/2) hour, and it  \nshall be considered as time worked and paid for at the proper rate.  \nb. Notwithstanding paragraph (a), an Employee may be required to work more than  \nsix (6) consecutive hours without any entitlement to a later meal period or pay for that  \nperiod when the Employer is engaged in a continuous operation where breaks are  \ndifficult to schedule but sufficient lag time normally exists to enable an Employee to  \nconsume a meal during the shift. Examples of continuous operations include, but are not  \nlimited to: asphalt paving operations, concrete pours, gravel hauls, tide work, piledriving.  \nc. Atno time shall an employee be required to work more than 4 % hours without a  \n10-minute break.  \n"], ["ARTICLE NINE  \nHOLIDAYS  \n", "The holiday rate shall apply for work on the following days: :  \nNew Year's Day - January |  \nPresidents Day 3rd Monday in February  \nMemorial Day - Last Monday in May  \nIndependence Day - July 4  \nLabor Day - Ist Monday in September  \nVeteran's Day - November 11  \nThanksgiving Day - 4th Thursday in November  \nChristmas Day - December 25  \na. Ifthe holiday falls on a Sunday, the Monday following will also be a legal  \nholiday.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 11 of 21  \nb. Notwithstanding any other provision, the Employer and the Union may agree to  \nobserve the Holiday on a day other than the State observed holiday if it is 100% mutually  \nagreed to by the Employer and the Employees.  \nHowever, let it be known that the Union takes no responsibility should the state or federal  \ngovernment choose to enforce the law and require the Contractor to pay overtime for the  \nswap.  \n"], ["ARTICLE TEN  \nWORKING RULES  \n", "Section 1. Working Rules:  \na. Workers shall have a minimum of five (5) minutes to put away tools before  \nquitting time of each shift.  \nb. Employees shall furnish their own hand tools and walk-ups for drywallers.  \nc. No Carpenter or Apprentice shall rent, loan, or in any way furnish any  \nautomobile, pickup, truck, or other transportation, optical instruments, power tools of any  \nkind, hand levels or squares more than 30 inches in length (except sheetrock square), any  \nladders, horses, benches or trestles, or any boring equipment over one inch (except  \nexpansion bit) or trim knives, siding shears, or similar cutting or shearing tools, patent  \nmiter boxes or any other tools and equipment normally furnished by the Contractor, to  \nthe Contractor for whom employed.  \nd. Each Contractor shall furnish warm and adequate shelter for the use of the  \nCarpenters with sufficient room to store tools, dry clothes and eat lunches. Contractor  \nagrees that while such tools and clothing are in the Contractors custody the Contractor  \nwill provide for replacement to cover the full value of such tools, which may be lost or  \ndamaged because of fire, flood, theft or vandalous acts. Such replacement shall be made  \nwithin seven (7) days of the loss or with issue of a terminating employee’s final check,  \nwhichever occurs first.  \ne. A Carpenter who is laid off shall have adequate time within the hours of the  \nworking day in which to pick up, collect, and pack tools and equipment.  \nf. It shall not be considered a violation of this Agreement where Journeymen  \nCarpenters and Apprentices refuse to work with unsafe equipment or work under unsafe  \nconditions. The State of Alaska Occupational Safety and Health Standards shall apply on  \n_ all jobs where Carpenters are employed.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 12 of 21  \ng. The Contractors shall furnish all required safety equipment on the job site such as  \nhard hats, welding gloves, hood, safety goggles and special type of footwear that may be  \nneeded by the Carpenter in performing his duties except for steel-toed shoes and cold  \nweather clothing. Safety equipment shall be returned to the Contractor, or at the  \ntermination of employment a reasonable cost for the same will be deducted from wages  \ndue.  \nSection 2. Foremen:  \na. There shall be no desire on the part of the Union to select the Employer’s  \nForemen.  \nb. Whenever three (3) or more Carpenters are employed on a job, one will be  \ndesignated Foreman and receive Foreman pay. A Foreman shall not supervise more than  \neight (8) Carpenters.  \nc. To prevent duplication and confusion of orders, a worker at no time shall be  \ndirectly responsible to more than one Foreman or General Foreman.  \nd. A General Foreman or Superintendent who is a member of the Carpenters Union  \nshall be authorized to supervise up to and including (4) carpenters without being required  \nto appoint a foreman.  \nSection 3. Termination:  \na. The Employer shall furnish each man discharged a termination slip showing the  \nactual reason for termination.  \nb. For the purpose of this contract, \"cause\" as related to discharge for cause, shall  \ninclude, but is not limited to: incompetence, unexcused absenteeism, disobedience of  \norders, unsatisfactory performance of duties, being under the influence of alcohol or  \ndrugs, failing to have tools in sharp and proper working order, unsafe work practices, and  \nviolation of owners' rules imposed upon the Employer; it being understood that such rules  \nshall be posted for the benefit of the Employees. Discharge slips shall contain the specific  \nreason for discharge. A copy of the discharge slip shall be provided to the discharged  \nEmployee immediately, and copy shall be mailed or carried to the Union office  \nimmediately by the Contractor. Persons discharged and designated in writing as  \n\"ineligible for rehire\" shall not be dispatched to the Contractor on any subsequent open  \ncall.  \nSection 4. Pay Day:  \nThe Contractor shall establish a regular weekly payday on which employees shall be paid  \nduring working hours. Payday shalt not be later than Friday of the following week.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 13 of 21  \nSection 5. Payment of Wages upon Termination:  \nIt is understood and agreed, however, that when an Employee is laid off, the person’s  \nwages become due by the close of business the following day. Employees who quit or  \nare discharged for cause (as defined in Article Ten, Section 3b), the Employer shall mail  \ntheir check(s) to the Local Union office the following workday. Failure to pay within the  \nprescribed period of time (exclusive of Saturdays, Sundays and Holidays) shall entitle  \nEmployee to waiting time of eight (8) hours per day. Employer and Union may agree to  \nwaive the time frame stated above when due to unforeseen circumstances.  \nOn remote jobs where payroll facilities are not maintained, the Employer will have the  \ncheck at the Union offices or in the US mail or other place mutually agreed to within  \nforty-eight (48) hours of termination, Saturdays, Sundays, and holidays excepted.  \nSection 6. Payroll Week:  \nFor the purposes of pay, a payroll week is further defined as beginning at 12:01 a.m.  \nSunday. In regard to \"bush\" jobs where flight schedules and/or mail delivery may be  \ninterrupted, separate arrangements may be consummated by mutual consent or separate  \nagreement.  \nSection 7. Itemize Deductions on Paycheck:  \nThe Employer shall itemize deductions on pay checks so employees can determine  \npurposes, for which amounts have been withheld and shall indicate the number of travel  \ntime hours, straight time hours, overtime hours and basic rate per hour paid.  \n"], ["ARTICLE ELEVEN  \nMISCELLANEOUS CONDITIONS  \n", "Section 1. Employer Required Physicals:  \nThe employer shall pay for all Employer required drug tests, physicals, and  \nimmunizations. The employee is not entitled to wages or other pay while engaged in  \nthese activities.  \nSection 2. Lost-Time and Accidents:  \na. Employees shall immediately, honestly and accurately report all on the job  \ninjuries to the Contractor in accordance with the Contractor’s policies. Any violation of  \nthis requirement its cause for discharge and will be reported to the Union for disciplinary  \naction.  \nb. The Employer shall notify the Union, as promptly as possible of all lost-time  \naccidents and shail furnish the Union with a copy of the employer’s accident report at the  \ntime such report is furnished to the insurance company and showing the name of the  \ninsurance carrier.  \nAssociated General Contractors of Alaska and the Alaska Regional Counci] of Carpenters  \nCollective Bargaining Agreement  \nPage 14 of 21  \nc. Employees injured on the job, provided the injury is reported to the employer, and  \nrequiring medical attention, are to be paid for time spent on the first visit to the doctor;  \nand, the doctor determines and certifies that the employee ts unable to return to work  \nbecause of the injury, they shall be paid for the balance of the shift during which the  \ninjury occurred. This provision applies to medical attention received during regular  \nworking hours only.  \nSection 3. Injured Person to Get Priority for Rehire:  \nAn employee who is required to leave employment because of job-connected injuries  \nshall, upon recovery there from, be given priority of hire by former employer when that  \nemployer needs a worker or workers in the injured employee’s classification, provided  \nsuch injured employee:  \na. Has a doctor’s release.  \nb. Upon recovery, must take the first available job for which he is  \nSection 4. Change in Policy:  \nIt is understood that there is no desire on the part of the Union to dictate the business  \npolicies of the Contractors, but when the Contractors contemplate a change in policy  \naffecting the welfare of the workers, proper and reasonable notice shall be given to the  \nUnion.  \nSection 5. Absenteeism:  \nThe Union agrees that it will actively combat absenteeism and other practices which may  \nhamper the Contractor’s operation, and that it will support the Contractors in their effort  \nto eliminate waste and inefficiency, to improve the quality of workmanship and to  \npromote goodwill between the Contractor and the Employees.  \nSection 6. Pre-Job Conference:  \nFor the purpose of allowing a job to run more smoothly, both parties agree to the  \ndesirability of a pre-job conference. When a pre-job conference ts planned for any  \nproject the Union shall be notified and invited to attend such conference.  \nSection 7. Work Assignments:  \nThis agreement covers carpenter, sheetrock work and specialty carpenter work and  \nincludes the loading and unloading of barges or other carriers of the carpenters materials  \nand equipment at landing facilities for the contractors work, except that maintenance and  \nproduction plant work conditions and/or wages and fringe benefits shall be as per  \nseparate appropriate agreement.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 15 of 21  \n"], ["ARTICLE TWELVE  \nUNION REPRESENTATION  \n", "Section 1. Admission to Job:  \nThe authorized representative of the Union signatory to this Agreement shall be allowed  \nadmission to any job at any time for the purpose of investigating conditions existing on  \nthe job. They shall as soon as possible make their presence known to the Contractor's  \nrepresentative in charge of the work. On projects, which are under military guard, the  \nContractor will cooperate with the Union officials in this regard as far as regulations will  \npermit.  \nSection 2. Job Steward:  \na. The Business Representative may appoint a job steward to fill the first or any  \nsubsequent open call.  \nb. Inno event shall an Employer discriminate against the Steward or discharge the  \nSteward for activities on or off the job on behalf of the Union. The Steward is subject to  \nthe same rules as any other employee. However, in case of reduction in force between  \ncomparable carpenters, the Steward shall be retained. The Employer shall notify the  \nBusiness Agent twenty-four hours before termination of a duly authorized Job Steward,  \nSundays and Holidays exempted, and shall give the Business Agent the reasons for the  \ncontemplated termination.  \nc. There may be one Steward employed on a job when carpenter work is being  \nperformed. The Steward shall be a working journeyman appointed by the Business  \nRepresentative of the Union from Employees on the job.  \nd. Stewards shall be allowed time during the workday to conduct such Union duties  \nthat cannot be handled at other times. These duties shall be limited to, taking a weekly  \nreport of all carpenters employed, checking newly dispatched carpenters, caring for the  \ntools and effects of any injured carpenters, caring for the injured in the absence of an  \nauthorized first aid man, notifying the Business Representative of injuries, and  \ntransmitting to the Business Representative all complaints and grievances emanating  \nfrom the job.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage [6 of 21  \n"], ["ARTICLE THIRTEEN  \nSUBSISTENCE AND QUARTERS  \n", "Section 1. Employer Provided Camp or Suitable Accommodations:  \nUnless otherwise agreed with the Union, the Employer shall ensure that the worker who  \nis employed on a project that is 65 miles or more from the U.S. Post Office in either  \nFairbanks or Anchorage or ts inaccessible by road in a 2-wheel drive vehicle and who is  \nnot a domiciled resident of the locality of the project shall receive meals and lodging.  \nLodging shall be in accordance with all applicable state and federal laws. The Union will  \nbe notified of any meals and lodging arrangements before dispatch or at the pre-job  \nconference.  \nSection 2. Per Diem:  \nEmployers are encouraged to use commercial facilities and lodges, however, when such  \nfacilities are not available, per diem in lieu of room and lodging may be paid at the basic  \nrate of $75.00 per day or part thereof, the worker is employed on the project. Per Diem  \nshall not be allowed on projects West of Livengood on the Elliot Highway, at Mile 0 on  \nthe Dalton Highway to the North Slope of Alaska, North of Mile 20 on the Taylor  \nHighway, East of Chicken, Alaska on the Top of the World Highway and South of Tetlin  \nJunction to the Alaska-Canadian Border.  \nFor purposes of this Article, the term “domiciled resident”, means a person living within  \n65 miles of the project, or in the case of a highway project, the mid-point of the project,  \nfor at least 12 consecutive months prior to the award of the project.  \nSection 3. Remote Area Residents:  \nRequests for bona fide residents of the vicinity immediately accessible to the job site in a  \nremote area shall be honored in accordance with the place of the focal resident upon the  \nregistration list in relation to other registrants in the same area. Residence for the purpose  \nof this section shall mean that the individual shall have resided in the State of Alaska for  \na period of twelve (12) months, and in the jocal area for a period of twelve (12) months  \nprior to the bid award. The Term “local area” shall be defined as within 65 miles of the  \nmid point of the project. The individual must provide documentary proof of residency to  \nthe local union. The Union will provide whatever documentation it has to the Employer  \nupon request.  \nSection 4, Sanitation:  \nThe Contractor agrees to furnish and maintain in reasonable sanitary condition the  \nfacilities and services required.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 17 of 21  \nSection 4. Board and Lodging for Injured Employees:  \nThe Contractors agree to furnish, without charge board and Jodging to those employees  \nwho through no fault of their own are unable to work or who sustain job-connected  \ninjuries not serious enough to require hospitalization, but which render an employee  \nunable to work, for each day of inability to work, but in no event shall this period exceed  \nseven (7) days.  \nIf the question arises as to a worker’s ability to return to work, it shall be settled by a  \nreport of licensed medical authority whose decision shall be final and controlling.  \n"], ["ARTICLE FOURTEEN  \nTRANSPORTATION, TRAVEL EXPENSE AND TRAVEL TIME  \n", "Section 1. Transportation To The Site:  \nWhen persons are recruited, transportation and actual reasonable expenses of board and  \nlodging while en route shall be borne or reimbursed by the employer.  \nSection 2. Transportation from the Site:  \nAt the termination of the contract, project, or season the Employer will pay for  \ntransportation, actual expenses of board and lodging while en route to the point of hire. If  \nthe employee quits or has been discharged for drunkenness, drug abuse or violation of  \nowner’s rules imposed upon the Employer, the above provision does not apply.  \nAli employees who are requested by name shal! be entitled to return transportation to the  \npoint of hire regardless of the reason for termination, unless terminated for drunkenness,  \ndrug abuse or violation of owner’s rules imposed upon the Employer. Employer  \nfurnished transportation to the point of hire shall be provided all persons required to leave  \nthe job for medical reasons sufficient to require extended medical care or hospitalization.  \nThe employers will make an earnest effort to avoid the necessity of employees waiting  \nfor transportation to or from the jobsite. When employees are transported in aircraft,  \nsuch aircraft shall be operated, maintatned, and have a certificate of air worthiness and  \nthe pilot shall be licensed and certificated all in accordance with applicable laws and  \nregulations.  \nSection 3. Established Point of Pickup:  \nWhere there is an established point of pickup, or the Employer deems it necessary to  \ntransport an Employee by boat, airplane, or other Employer supplied conveyance, work  \nshall begin at the site of the work unless it takes more than 1/2 hour to transport persons,  \neither to or from the pickup point. In that event, round-trip travel time exceeding one (1)  \nhour shall be considered as time worked and compensation computed on the basis of the  \ntravel time consumed, going from and returning to the point of pickup. When furnished,  \ntransportation from pickup point to work site and the return from work site to pickup  \npoint shall be by the most expeditious route and means possible; such transportation shall  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 18 of 21  \nbe safe and lawful and the persons shall be seated in reasonable comfort and protected  \nfrom the elements.  \nSection 4. Death and Return of Deceased:  \nIn the event of the death of an Employee, the Contractor shall, in the absence of any law  \nor authority prohibiting the same, prepare and transport the remains to point of hire or to  \nsuch other point equivalent or less distance as the next of kin may elect.  \n"], ["ARTICLE FIFTEEN  \nTRANSPORTATION OF TOOLS AND PERSONAL EFFECTS  \n", "Section 1. Transportation of Tools:  \nTransportation costs for employer required tools from point of hire to the jobsite and  \nreturn shall be borne by the Employer. Personal effects shall be transported at no  \nexpense to the employee up to the maximum allowed as baggage by a common  \ncommercial carrier. When an employee is returning to point of hire, personal effects and  \ntools shall be assigned on the same carrier as used by the employee, or the employee shall  \nreceive standby time at the rate of eight (8) hours per day at the straight time rate until  \npersonal effects and/or tools arrive at the point of hire, unless the delay is through no  \nfault of the employer. The Union and the Employer may arrive at an equitable settlement  \nin lieu of further standby time in the event they are lost en route.  \nNote 1. When an employee voluntarily terminates and the Employer is unable to arrange  \nfor personal effects and tools to be assigned to the same carrier, the Employer shall have  \ntwenty-four (24) hours from time of termination before the above goes into effect.  \nThe Contractor shail reimburse the employee for the full prior agreed value of Employer  \nrequired tools lost while in the care, custody, or control of an air carrier while an  \nemployee is traveling pursuant to this Section.  \nSection 2. Personal Effects:  \nThe Employer also will be responstble in case of fire or flood for al! the personal effects  \nof Employees in an amount not to exceed $1,000.00 each in all Employers’ camps or in  \ncamps arranged for by the Employer other than those camps owned or operated by the  \nGovernment.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 19 of 21  \n"], ["ARTICLE SIXTEEN  \nFIRST AID AND SAFETY  \n", "Safety, First Aid and Sanitation shall conform to the minimums provided by Federal,  \nState and Municipal statutes, codes and regulations.  \na. All foremen shall be required to have a current First Aid Card. All Carpenters,  \nespecially stewards, are encouraged to have a current First Aid Card.  \nb. An attendant other than the driver shall accompany workers whose injuries  \nrequire the use of a stretcher to the hospital.  \nc. Immediate transportation must be provided for seriously ill or injured employees  \nand such transportation must have precedence over all other transportation under the  \ncontrol of the firm or party upon whose operation the accident occurs (such transportation  \nto be the most convenient point where the ill or injured employee can receive recognized  \nmedical attention).  \n"], ["ARTICLE SEVENTEEN  \nMANAGEMENT RIGHTS  \n", "The Employer retains all discretionary and decision-making rights not specifically limited  \nby the terms of this Agreement. These rights include, but are not limited to, the  \nfollowing: directing the jobsite work force, including hiring of personnel; selection of all  \nsupervisory employees; promotions, transfers, layoffs, discharge of employees for just  \ncause; selecting material and equipment to be used or installed; utilizing any work  \nmethods, procedures, techniques of construction or labor-saving devices or machines;  \nestablishing jobsite rules and regulations; determining when overtime work is required  \nand who shall perform overtime work; designation of work to be subcontracted; selection  \nof all subcontractors; and determining the number of men and craft supervisory personnel  \nrequired to perform the work. The employer shall be the sole judge of an employee’s  \nability, competence and performance.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 20 of 21  \n"], ["ARTICLE EIGHTEEN  \nSPECIAL CONDITIONS  \n", "In order to preserve work for the union members and make the Employers who become  \nsignatory to this Agreement more competitive on all projects or on specific projects or on  \nprojects in a locality, the Local Unions signatory to this Agreement under whose  \njurisdiction the work falls, and the Employers doing business in the locality or on the  \nproject affected by the special condition, may mutually agree to put into effect special  \nwages and conditions for specific localities or projects for a specific period of time.  \nIN WITNESS WHEREOF, the parties have caused this Agreement to be executed by  \ntheir authorized representatives.  \nDated this  \nASSOCIATED GENERAL CONTRACTORS OF ALASKA  \nRichard Cattanach, Executive Director  \nALASKA REGIONAL COUNCIL OF CARPENTERS  \nJohn Palmatier, Executive Secretary-Treasurer  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining Agreement  \nPage 21 of 21  \nSCHEDULE “A”  \nTO THE 2004 —2008 AGREEMENT BETWEEN  \nTHE ASSOCIATED GENERAL CONTRACTORS OF ALASKA, INC.  \nand  \nALASKA REGIONAL COUNCIL OF CARPENTERS  \nCARPENTERS LOCAL UNION 1281 AND 2247  \nSOUTH OF 63° PARALLEL  \nSCHEDULE “A”  \nCarpenters Local Union 1281 and 2247  \nSouth of 63° Parallel  \nFringe Benefits, Classifications and Wage Rates  \n"], ["ARTICLE I  \nCONTRIBUTIONS  \n", "Section 1. Health and Security  \nThe Employers are signatories to a trust agreement, between the Associated General Contractors  \nof Alaska, Inc., and the Alaska Regional Council of Carpenters (and applicable to the individual  \nEmployers thereto subscribing), known as the Southern Alaska Carpenters Health and Security  \nFund covering Journeyman Carpenters and Apprentices in Alaska.  \nEffective September 1, 2004, it is understood and agreed that under the provisions thereof, the  \nEmployers will contribute five dollars and fifteen ($5.15) cents to the trust fund for each  \ncompensable hour accredited to Journeyman Carpenters and Apprentices in their employ for the  \npurpose of group insurance as specified in said trust agreement. It is understood that the  \ncontributions are to be computed solely on the total number of compensable hours and are not to  \nbe included in wages or computation of overtime.  \nSection 2. Pension and Training  \nThe Contractors and the Unions signatory hereto further agree that effective July 1, 2002  \ncontributions of four dollars and forty ($4.40) cent per compensable hour shall be made to the  \nSouthern Alaska Carpenters Retirement Fund and effective July 1, 2003 three dollars and fifty  \n($3.50) cents per compensable hour to the Southern Alaska Carpenters Defined Contribution  \nPension Fund and effective July 1, 2000 that sixty ($0.60) cents per compensable hour shall be  \nremitted to maintain the existing Apprenticeship and Training Fund while working within that  \njurisdiction.  \nSection 3. Carpenters Advancement Fund  \nEffective September 1, 2004, the Employers agree to deduct from the wages of each Employee  \nfive ($0.05) cents per hour to go to the Carpenters Advancement Fund. The Contractor shall  \nmatch the five ($0.05) cents per hour to go towards programs to advance the Alaska Construction  \nIndustry. The deductions will continue without interruption and will be forwarded to the Union's  \nagent, Southern Alaska Carpenters Trust Funds, by the Employer who is then paying the  \nEmployee while working within that jurisdiction. Such deductions shall be transmitted to the  \nUnion monthly on a day determined by the Trust. Appropriate transmittal forms shall be  \nsupplied to each Employer by the Union or its agent.  \n2004 — 2008 Associated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nSouthern Carpenters, Locals 1281 and 2247  \nSchedule “A”  \nPage 1 of 4  \nSection 4. Construction Industry Progress Fund  \nEffective September 1, 2004, the Employers agree to remit ten ($0.10) cents per hour for each  \nEmployee to go to the Construction Industry Progress Fund (CIPF). The ten ($0.10) cents per  \nhour shall go towards promoting and supporting stability, long term construction programs and  \nadequate funding for public works projects on the state and local government level, to assure  \nminimal governmental interference in free enterprises through the regulatory process, to support  \nsecondary and post-secondary vocational programs, to create a competitive educated workforce,  \nand to cooperate with AGC Safety, Inc., in their program to improve working conditions and  \nsafety records. The deductions will continue without interruption and will be forwarded to  \nCIPF’s agent. Such deductions shall be transmitted to CIPF’s agent within fifteen (15) days  \nfollowing the end of each calendar month.  \nSection 5. Contributions to Trusts  \nHealth and Security, Pension and Apprenticeship and Training Fund contributions shall be due  \nand payable monthly on a day determined by the Trust. (Date may be changed by obtaining  \nprior consent from the Trustees and notification to the Union by the Trustees.) If the Employer  \nfails to make timely payment, said Employer shall be subject to penalties prescribed in each of  \nthe trust documents. Should it become necessary for the Trustees to take legal action to enforce  \nthe payment of contributions from a delinquent Employer, the Employer shall be liable for all  \ncourt costs and reasonable attorney’s fees.  \nSection 6. Delinquent Contributions to Trusts  \nIf the Employer has failed to pay contributions to the retirement, defined contribution, or health  \ntrusts for a period of two months, or if an Employer is delinquent for the second time for a period  \nof at least one month within a twelve (12) month period of their first delinquency, then the Union  \nmay strike the Employer, in addition the Union shall not dispatch workmen to that Employer,  \nand the Union shall notify all prime contractors employing the identified delinquent Employer.  \nIf the Employer makes satisfactory arrangements with the Administrator to satisfy the debt,  \nwhich arrangement may include the posting of a bond or other security, the making of weekly  \ncontributions, or any combination of the above, then the Administrator may advise the Union  \nthat work persons may be dispatched to the Employer. If the Employer contests the amount of  \ncontributions due and owing, the Employer may request an audit by the trust auditors, which  \nwould proceed as soon as possible. Ifthe Employer is found to be delinquent then the Employer  \nshall pay the total cost of the audit. The Employer will cooperate fully in the audit and during  \nthe audit no work persons shail be dispatched to the job.  \nSection 7. Dues Check-off  \nThe Employers agree to deduct from the wages of each employee a percentage of the employee’s  \ngross weekly earnings as approved by the Alaska Regional Council of Carpenters, provided the  \nemployee has executed a written assignment calling for such deduction. If an Employer transfers  \nan employee to a subsidiary and/or sister company, or if an employee is transferred by the  \nEmployer, it is agreed that for purposes of Union dues and/or assessments, the employee need  \nnot execute a new written assignment calling for such deduction. Consequently, the deductions  \nwill continue without interruption and will be forwarded to the Union by the Employer who is  \n2004 - 2008 Associated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nSouthem Carpenters, Locais 1281 and 2247  \nSchedule “A”  \nPage 2 of 4  \nthen paying the employee. Such deductions shall be transmitted to the Union monthly on a day  \ndetermined by the Trust. The Union shall supply appropriate transmittal forms to each  \nEmployer.  \nThe above deductions shall be made by the Employers so long as such payments are deemed in  \ncompliance with applicable law, and the Union agrees to indemnify the Employer for any  \nlitigation costs, expenses, or liabilities which an Employer may incur from compliance with this  \nprovision.  \n"]]