[["", "   \nYeas  \n7 mAlaska  \nAGREEMENT  \nBetween  \nASSOCIATED GENERAL CONTRACTORS OF  \nALASKA  \nAND  \nTHE ALASKA REGIONAL COUNCIL OF  \nCARPENTERS  \nAND  \nITS AFFILIATED LOCAL UNIONS  \nJuly 1, 2008 - June 30 2011  \n    \nPREAMBLE  \nTHIS AGREEMENT between the Associated General Contractors of Alaska, Inc., and  \nthe Alaska Regional Council of Carpenters, which includes the Northern Carpenters  \nLocal 1243, Southern Carpenters Local 1281, Southeast Carpenters Local 2247 and  \nstatewide Piledrivers, Bridge, Dock Builders and Divers Local 2520, of the United  \nBrotherhood of Carpenters and Joiners of America exercising jurisdiction over the State  \nof Alaska is a successive principal Agreement of the 2004 - 2008 Agreement and all  \nother prior Agreements between the Associated General Contractors of Alaska, Inc., and  \nthe aforementioned Unions.  \nWhere the words Contractor(s) or Employer(s) hereinafter appears in this A greement it  \nshall mean Employers and/or other parties signatory to this Agreement. Where the word  \nUnion or Unions hereinafter appears in this Agreement it shall mean the Northern  \nCarpenters Local 1243, Southern Carpenter Local 1281, Southeast Carpenters Local 2247  \nant the Piledrivers, Bridge, Dock Builders and Divers Local 2520 unless otherwise state.  \nAll terms of the male gender hereinafter referred to shall be deemed to include the female  \ngender and vice versa. A|l terms referring to Carpenters shall be deemed to include all  \nclassifications of Employees under this A greement unless otherwise noted.  \nNorthern, Southern, Southeast and Piledriver and J urisdiction  \nThe area jurisdiction of each local Union signatory hereto shall be as established by the  \nGeneral President of the United Brotherhood of Carpenters and Joiners of  \nThe headings used in this A greement are for ease of reference only and shall not in any  \nway be construed to limit or alter the meaning of any provision.  \nWITNESSETH PURPOSE OF THIS AGREEMENT  \nIt is the purpose of this A greement to assure a supply of competent and capable  \nEmployees for the performance of the work undertaken by the Employers; to maintain a  \ncontinuity of employment to the persons employed; to insure amicable labor-management  \nrelations; eliminate work stoppage or delays in the prosecution of all work undertaken by  \nthe Employer; improve the competitive position of the organized sector of the  \nconstruction industry, and to record the terms of agreement with respect to rates of pay,  \nhours of work, and other conditions of employment arrived at through the process of  \ncollective bargaining. It is also the intent of this Agreement to recruit, train, and employ  \nmembers of minority groups, as defined by the Office of Equal Employment Opportunity.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 1 of 39  \nThe Employers and the Union agree that there shall be no unlawful discrimination in  \nhiring, referral, or any aspect of employment. No Employee shall be discriminated  \nagainst for upholding Union principles; and any Employee who works under the  \ninstruction of the Unions, or who serves on a committee, or as a delegate in or out of the  \njurisdiction, shall not lose their position nor shall an Employee be discriminated  \nagainst for any of above mentioned reason. When an Employee will be absent from their  \nplace of employment on Union business for one work week or more the Unions agree to  \nadvised the Employee to timely notify the Employer prior to said absence.  \nIn order to insure that the above provision for absences of one work week or greater shall  \nnot result in any direct expense to the Employer, the Union agrees to pay all expenses  \nwhich may result from compliance with this provision including any travel expense and  \ntravel pay due to Union members, including the Employee and the  \nreplacement if the Employer decides that such replacement is necessary and timely  \nnotifies the Union. [tis agreed that no damages will be assessed against the Employer as  \na result of compliance with this provision. This provision applies to Union business only  \nand not to training.  \n"], ["ARTICLE ONE  \nPARTIES AND TERRITORY AFFECTED  \n", "Section 1. Parties:  \nThe term “Union” shall refer to Northern Carpenters Local 1243, Southern Carpenters  \nLocal 1281, Southeast Carpenters Local 2247 and statewide Piledrivers, Bridge, Dock  \nBuilders and Divers Local 2520 of the United Brotherhood of Carpenters and Joiners of  \nAmerica, exercising jurisdiction within the legal boundaries of the State of Alaska. The  \nTerm “AGC” shall refer to the Associated General Contractors of Alaska, Inc. For the  \nPurposes of this agreement the AGC is not acting as an agent or collective bargaining  \nrepresentative for any employers who are or may become signatory to this agreement.  \nSection 2. Union Recognition and Employee C overage:  \nThe provisions of this Agreement shall be binding upon the Employers and the Union.  \nThe Employers recognize the Union as the exclusive bargaining representative for all  \ncraft classifications employed within the scope of the A greement.  \nSection 3. Subcontracting - Uniform C onditions:  \nThe Employers agree that in the event any of the work coming under the scope of this  \nAgreement is to be sub-contracted, they shall:  \na. Fumish the Union the name and address of said sub-contractor immediately upon  \nawarding the sub-contract.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 2 of 39  \n. Shall require sub-contractor to be signatory to and in compliance with this  \nAgreement. The Union agrees to allow a sub-contractor to be bound by the terms  \nof this Agreement, on that work performed for an Employer or an individual  \nproject without binding the sub-contractor to this Agreement on any other work  \nfor the same or any other Employer.  \n. Upon notification by the Union the Employer shall assume the responsibility to  \nsee that the Sub-contractor adheres to the wages and conditions outlined in this  \nAgreement and that Pension, Health & Security and Training Fund contributions  \nare timely.  \n. The Union agrees to notify the Employer within 15 days of any delinquent  \npayment of wages and within 45 days of any delinquent fringe benefits owed by  \nthe subcontractor, and to further issue a certificate to the Employer or the  \nsubcontractor when these payments have been made in order that the Employer  \nmay make payment to the subcontractor. The 45 day provision of this A rticle will  \nnot apply to inaccurate or falsified reports.  \n. Whenever the Employer is obligated to satisfy required recruiting  \nrequirements, the Union and the Employer by mutual agreement may waive  \nsubsection (b) and (c) prior to commencement of the work in the event an  \nEmployer and Union are unable to find qualified competitive union minority  \nsubcontractors.  \nWhen potential Union Sub-contractors are not available in the locality of the  \njobsite to perform the work or where the Employer receives no competitive union  \nbids, the Employer and the Union may mutually agree to waive sub-section (b)  \nand (c).  \n. No work will be let by piecework, contract, or lump sum direct with journeymen  \nor apprentices for labor services.  \nSection 4, Favored Nations:  \nIf the Union enters into any agreement with any individual employer or group of  \nemployers performing work on any project or in any geographical area covered by the  \nterms of this Agreement and that A greement provided for more favorable wages, hours or  \nconditions to any other Employer, the Employers signatory hereto, after sending written  \nnotice of such intention, shall be afforded the privilege to adopt such other agreement in  \nfull with respect to that geographical area and/or project(s).  \nFor special conditions or wages relating to a particular project, the Employer has the  \nobligation of contacting the Union prior to bid to ascertain the special wage or condition.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 3 of 39  \nThe Union will provide the AGC Multiemployer Group and such signatory employers  \nwith a true copy of any agreement signed by any employer that covers work recognized  \nas field construction work that differs in any material way from the working terms and  \nconditions or wages contained in this agreement within five (5) calendar days of such  \nsigning.  \nSection 5. Effect of Other  \nProvisions of national union agreements or specific project agreements that the Employer  \nis signatory to and which may conflict or differ with the terms of this A greement shall  \ntake precedence.  \n"], ["ARTICLE TWO  \nDURATION, MODIFICATION AND CHANGES  \n", "Section 1. Duration, Modification and C hanges:  \nThis Agreement shall become effective July 1, 2008, and shall continue in full force and  \neffect through June 30, 2011, and thereafter from contract year to contract year, and will  \napply to all construction work in Alaska to be performed by the Employers, unless notice  \nis given in writing by the Unions or the Employers to the other party no less than sixty  \ndays prior to the expiration of any such contract period of its desire to modify, change,  \namend, or terminate this Agreement; and in such case, the Agreement shall be open for  \nmodification at the expiration of the contract period within which such notice is given.  \nUpon receipt of said notice, the signatory Union and the Employers shall commence  \nnegotiations within thirty (30) days.  \nThere shall be no retroactivity from the date of ratification by both parties for any wage,  \nfringe or cost related work rules change.  \n"], ["ARTICLE THREE  \nREOPENING IF INVALIDATED BY COURT  \n", "In the event that any of the provisions of this Agreement shall be declared by a court of  \ncompetent jurisdiction to be invalid for any cause, such invalid provisions shall be  \ndeemed to be non-existent, and the remainder of the Agreement shall continue in full  \nforce and effect. The parties hereto agree that on some mutually agreeable date they will  \ncommence negotiations as to such invalidated and other affected portions of this contract.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 4 of 39  \n"], ["ARTICLE FOUR  \nHIRING OF CRAFT PERSONS  \n", "Section 1. Requesting Manpower:  \nEmployers shall hire qualified Craft persons by calling the Union. The Employer, when  \nrequiring Craft persons for any job, shall notify the Local Union office stating the  \nlocation, starting time, approximate duration of the job, the type of work to be performed  \nand the number of Craft persons required.  \nSection 2. Responsible Representatives:  \nTo avoid duplication of orders and to provide an orderly hiring procedure, the Employers  \nagree to designate responsible representatives for each project whom the Union shall  \nrecognize as the agents of the Employers with authonity to hire.  \nFurthermore, the Union shall be notified as to the names of the authorized representatives  \nand the parties mutually agree that the employment will be made only through such  \npersons designated by the Employers.  \nSection 3. Hiring Hall:  \na. The Unions signatory hereto shall maintain an exclusive hiring hall and may  \nsolicit workers, both union and non-union, for registration to fill requisitions for  \nworkers. The Employers reserve the right to reject any job applicants referred by  \nthe Union.  \nb. The Unions agrees that there shall be no discrimination on their part against non-  \nunion workers in the operation of such hiring hall, and referral of applicants for  \nemployment shall in no way be based on or affected by union membership, by-  \nlaws, rules, regulations, constitutional provisions, or any other aspect or  \nobligation of union membership, policies or requirements. The Employers and  \nthe Unions agree that there will be no discrimination in hiring or referral of  \nworkers due to their race, creed, color, age or sex.  \nc. The Employers and the Unions agree that there will be no discrimination in hiring  \nor referral of applicants due to their race, creed, color, language, age or sex;  \nprovided, further that notwithstanding these hiring hall provisions, the Union  \nwhen requested by an Employer, shall dispatch to allow an Employer to comply  \nwith: state or federal affirmative action requirements; any other local, state or  \nfederal law; or any reasonable and lawful contractual obligation imposed by an  \nOwner.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 5 of 39  \nSection 4. Drug-Free and A lcohol-Free W orkplace:  \na. Drug-Free and Alcohol-Free Workplace: Labor & Management are committed  \nto providing Employees with a drug-free and alcohol-free workplace. It is the  \ngoal to protect the health and safety of Employees and to promote a productive  \nworkplace, and protect the reputation of Labor and Management and the  \nEmployees. Consistent with those goals, the Employer prohibits the use,  \npossession, distribution or sale at its employment sites, of drugs, drug  \nparaphernalia or alcohol. The Union recognizes the Employer's right to develop  \nand implement a drug-screening program. The Employer agrees to pay the cost  \nfor such drug screening. The Employer will designate the facility to conduct the  \ndrug/alcohol screening. Within the limits permitted by applicable Federal or State  \nlaws and/or owner regulations, the Employer has the prerogative to test  \nEmployees for drug/alcohol usage, and to refuse employment or terminate those  \nwho test positive.  \nDrug and Alcohol Screening:  \nWorkers required by the Employer to take a pre-employment drug and alcohol  \nscreening will not be on the payroll of the Employer during drug and alcohol  \nscreening. If the Employee is put to work while they are awaiting the results they  \nwill be paid for time worked. The Employer will pay for all drug and alcohol  \nscreening.  \nSection 5. Referral of  \na. When placing orders for workers, the Employer may make specific requests for  \nworkers from the out-of work list regardless of their position on the list.  \nb. Open calls for workers shall be placed by 9:00 a.m., Monday through Friday and  \nC.  \nbe filled from the list in the order in which their name appears, providing they  \nare available, qualified, and willing to work.  \nSeparate lists will be established and maintained for registered apprentice workers  \nand referrals shall be made in rotation recommended by Joint A pprenticeship  \nCommittee.  \nIn the event that the referral facilities maintained by the Union are unable to fill  \nthe requisition from any Employer for workers within a forty-eight (48) hour  \nperiod after such requisition is made by the employer (Saturdays, Sundays, and  \nHolidays excepted), the Employer may employ applicants without reference to the  \nreferral procedure. In such an event, the Employer will notify the Union of the  \nnames and dates of such hiring within forty-eight (48) hours of such hiring.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 6 of 39  \nSection 6. Referral Disputes:  \nAny and all disputes arising out of work registrations, work referrals and the preparation  \nof the referral registration lists will be submitted to the Union. Any applicant or  \nregistrant shall have a right to present any dispute arising out of and relating to the  \noperation or functioning of the job referral plan to the Union.  \nSection 7. State or Federal Law:  \nIt is not the intent of this Article to in any way violate State or Federal Law or regulation  \nand the development of any such situation shall be cause for immediate negotiations  \nbetween the signatories to this Agreement to correct the language. In the event that, as a  \nresult of a charge or suit against any party to this Agreement (to include any member of  \nthe Associated General Contractors of Alaska, or any Employer who adopts and works  \nunder this Agreement), any section or provision hereof or the entire A greement shall be  \ndeclared or held to be invalid or illegal by any authorized Board or Court, the part,  \nsection, provision or the entire Agreement so held or declared invalid or illegal shall  \nforthwith cease to be of further force and effect and in such event either party hereto may,  \nupon not less than thirty (30) days written notice to the other, have the right to open  \nnegotiations for the substitution of a new section, sections, or agreement consistent with  \nthe decision of the Board or Court.  \nSection 8. Hold Harmless - Indemnification:  \nThe Alaska Regional Council of Carpenters agrees to indemnify, defend, and hold  \nharmless the Associated General Contractors of Alaska, Inc., its employees, officers and  \ncommittee members against any claim or liability arising from or based on the violation  \nof any laws, ordinances, regulations or orders pertaining to workers’ residency  \nclassification or requirements, the operation of the hiring hall, the referral or workers, and  \nthe placement of or refusal to place any individual on the out-of-work list.  \n"], ["ARTICLE FIVE  \nUNION MEMBERSHIP  \n", "In order to retain employment, Employees shall become and remain Union members in  \ngood standing or, in accordance with federal law, pay uniform periodic dues and  \ninitiation fees in lieu of membership, no later than the fourteenth day following the  \nbeginning of employment or the effective date of this A greement.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 7 of 39  \n"], ["ARTICLE SIX  \nJURISDICTIONAL DISPUTES  \n", "Employers and their sub-contractors shall make work assignments on the basis of  \nInternational Agreement, Decisions of Record and Area Practice. Should a jurisdictional  \ndispute arise, the Contesting Crafts shall meet and attempt to resolve the dispute. If  \nagreement is reached, a jurisdictional dispute will no longer exist and the work will be  \nperformed as agreed upon by the Contesting Crafts. If no agreement is reached, the work  \nwill continue to be performed as originally assigned by the Employer, and the Contesting  \nUnion shall refer the dispute to their respective International Unions. If the International  \nUnions reach agreement, the work shall be performed as agreed upon by the International  \nUnions. Should the International Unions fail to reach agreement, the work shall continue  \nto be performed as originally assigned by the Employer. There shall be no stoppage or  \nslow down of work because of jurisdictional disputes.  \n"], ["ARTICLE SEVEN  \nGRIEVANCES  \n", "Any grievance, complaint, or dispute (except jurisdictional or referral disputes) arising  \nout of this Agreement involving its interpretation or application shall be considered a  \ngrievance and subject to resolution under the following procedure, and it is further agreed  \nthat until said procedure is exhausted, there shall be no work stoppage or lockout. Both  \nparties pledge their full cooperation in carrying out the procedure outlined.  \na. If employees working under this feel aggrieved by a violation of this  \nAgreement, they shall, within 10 days (5 days in the event of a termination  \ngrievance) from the time of their awareness or when they could have been  \nreasonably aware of the alleged violation, notify the Local Union Business  \nRepresentative in writing.  \nb. In the event that dispute, grievance or difference of interpretation arising on the  \njob cannot be satisfactorily adjusted on the job between the representatives of the  \nUnion and the Employer or authorized representative, the same shall be referred  \nto the authorized representative of the Union and the Executive Director of the  \nAssociated General Contractors of Alaska, Inc. It is agreed that this settlement  \nshall be reached at the site of the job or at a place mutually agreeable to the  \nparties within seven (7) days. Either party may, in writing, refer the matter to the  \nBoard of Conciliation that shall consist of one person appointed by each party.  \nThe two persons so appointed shall select a third member. In the event that there  \nis a failure of agreement on the impartial member of the board during a seven (7)  \nday period, the time shall be extended seven (7) days, and the presiding  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 8 of 39  \nappropriate judiciary authority, will be requested to name a third member. This  \nBoard shall meet as soon as possible but in no event later than seven (7) days after  \nthe dispute has been referred to them. Any decision of the Board shall be  \ncompletely within the scope and terms of this Agreement. It may provide  \nretroactivity not exceeding sixty (60) days from date of filing of notice of the  \ndispute with the A.G.C. and shall state the effective date. Decision by the Board  \nshall be rendered within ten (10) days after they hear the dispute, and such  \ndecision shall be final and binding upon both parties. Compliance and execution  \nof such decisions shall be made within fourteen (14) days from the date of the  \ndecision. It is agreed that the expense of the third member of the Board shall be  \nborne equally by the parties.  \n"], ["ARTICLE EIGHT  \nHOURS OF WORK AND OVERTIME  \n", "Section 1. Hours of Work:  \nEight (8) hours shall constitute the normal workday; and forty (40) hours shall constitute  \nthe normal workweek. Employees shall receive compensation of one and one-half (1 1/2)  \ntimes the base rate for any hours worked over eight (8) hours per day or forty (40) hours  \nper week (Monday-Friday); however, the Employer and the Union may mutually agree to  \nestablish a regular work week on a particular job of four days per week, ten (10) hours  \nper day, and all work not exceeding ten (10) hours per day or forty (40) hours per week  \nShall be paid at straight time. Nothing in this Article shall be construed as guaranteeing  \nany Employee eight (8) hours of work per day or forty (40) hours of work per week.  \nSection 2. Overtime Rates:  \nEmployees shall receive compensation of one and one-half (1-1/2) times the basic rate for  \nwork performed on Saturday unless any of the below exceptions apply.  \nWhen unforeseen project issues require Sunday work for timely completion of a job, the  \nemployee shall receive compensation of one and one-half (1-1/2) times the basic rate.  \nThis exception may only apply for a reasonable time period which, is generally agreed to  \nbe a Sunday or two (2) per job.  \nOn projects where other employees of the contractor at the jobsite and throughout the  \nduration of the job receive one and one-half (1-1/2) times the basic rate on Sunday,  \nemployees working under this agreement shall also receive compensation of one and one-  \nhalf (1-1/2) times the basic rate.  \nDuring the first week of employment the employee is not entitled to overtime for  \nSaturday until the employee works in excess of (8) hours per day or (40) hours per week.  \nThis paragraph shall only apply when the duration of employment is more than one  \ncalendar week.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 9 of 39  \nAn employee who chooses to work a Saturday, who was absent on a previous straight  \ntime day on which the Employer made work available may be compensated by the  \nEmployer on a straight time basis.  \nIn instances where special working hours/days are required by an owner or contracting  \nagency, the Union and Employer may mutually agree that overtime pay will only be paid  \nafter (8) hours per day or (40) hours per week or in accordance with the alternate  \nschedule.  \nAn exception to Section 2 and Section 3 is that Piledrivers and Divers shall receive  \ncompensation of one and one half (1 and 2) times the basic rate for work performed on  \nSaturdays and Sundays.  \nSection 3. Sundays and Holidays:  \nSundays and Holidays shall always be considered overtime and employees shall receive  \ncompensation of two (2) times the basic rate for work performed except as noted in  \nsection 2 above.  \nSection 4. Multiple Shifts:  \nMultiple shifts and their starting and quitting times may be established in accordance  \nwith job requirements as determined by the Employer.  \na. consisting of eight (8) hour shifts, the first and second (2\"°) shifts  \nshall be paid at the regular basic pay rate. The third (3™) shift shall receive  \ncompensation of eight (8) hours for a seven (7) hours shift.  \nb. Onajob consisting of ten (10) hour or over, the first (1°) shift shall be paid at the  \nregular basic pay rate. The second shall receive compensation of an  \nadditional one half (1/2) hour.  \nSection 5. Dewatering and W eather Protection:  \nDewatering and providing temporary heat and protection shall be worked in accordance  \nwith the work week and overtime provisions heretofore established, except that time  \nworked on holidays when no other activities are in progress will be compensated for at  \nthe overtime rate of one and one-half (1-1/2) times the basic rate of wages.  \nSection 6. Time  \nExcept as provided in this Article, an Employee is only entitled to pay for actual time  \nworked.  \nSection 7. Tide W ork  \nUnless otherwise agreed to by the Union and the Employer, work that is directly affected  \nby the tide shall be subject to the following special conditions:  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 10 of 39  \nEmployees called out between the hours of 10:00 p.m. and 7:00 a.m. on tide  \nwork shall receive 1-1/2 times for each hour worked within those hours.  \nHours worked after 7:00 a.m. and before 10:00 p.m. shall be paid for in  \nconformity with the general terms of this A greement.  \nIt is understood and agreed, however, that when persons are called out on tide work, they  \nshall be guaranteed an amount equivalent to four (4) hours at straight time pay as a  \nminimum of each call out.  \nSection 8. Show Up Guarantee:  \na. Workers reporting for work who are willing and able for work and not put to  \nwork shall receive two (2) hours pay at their regular straight time rate unless  \nnotified not to report at the end of the previous shift or two (2) hours prior to the  \nstart of a shift by a mutually agreed method of notification. Where such workers  \nlive in a camp such notification can be given any time prior to departure from  \ncamp. If the shift is started, the worker shall receive at least four (4) hours’ pay  \nat the regular straight time rate. Where an Employee leaves of their own volition  \nor is discharged for cause, Employee shall be paid for the actual time for worked.  \nReporting pay on overtime days shall be a minimum of two (2) hours at the  \nstraight time rate.  \nb. When an Employee completes their scheduled shift and is “called out” to perform  \nspecial work on a casual, incidental or irregular nature, the Employee shall  \nreceive premium pay in accordance with the proper overtime rate with a minimum  \nguarantee to two (2) hours pay at the Employee’s straight time rate.  \nSection 9. Meals and Meal Periods:  \na. will schedule a one-half (1/2) hour break for a meal period near the  \nC.  \nmidpoint of a shift. An Employee required to work more than six (6) consecutive  \nhours without a meal break shall be allowed a later meal period of one-half (1/2)  \nhour, and it shall be considered as time worked and paid for at the proper rate.  \nNotwithstanding paragraph (a), an Employee may be required to work more than  \nsix (6) consecutive hours without any entitlement to a later meal period or pay for  \nthat period when the Employer is engaged in a continuous operation where breaks  \nare difficult to schedule but sufficient lag time normally exists to enable an  \nEmployee to consume a meal during the shift. Examples of continuous operations  \ninclude, but are not limited to: asphalt paving operations, concrete pours, gravel  \nhauls, tide work, piledriving.  \nAtno time shall an Employee be required to work more than 4 2 hours without a  \nten (10) minute break.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 11 of 39  \n"], ["ARTICLE NINE  \nHOLIDAYS  \n", "The holiday rate shall apply for work on the following days:  \nNew Y ear's Day - January 1  \nPresidents Day 3rd Monday in February  \nMemorial Day - Last Monday in May  \nIndependence Day - July 4  \nLabor Day - 1st Monday in September  \nVeteran's Day - November 11  \nThanksgiving Day - 4th Thursday in November  \nChristmas Day - December 25  \na. If the holiday falls on a Sunday, the Monday following will also be a legal  \nholiday.  \nb. If the holiday falls on a Saturday, then the following shall apply:  \nEmployers/Employees who regularly work a five day work week shall observe  \nthe holiday on the previous Friday (the day before the holiday),  \nEmployers/Employees who regularly work a six day or seven day work week  \nshall observe the holiday on the Saturday upon which the holiday falls.  \nc. Notwithstanding any other provision, the Employer and the Union may agree to  \nobserve the Holiday on a day other than the observed holiday if it is agreed to by  \nthe Employer and the majority of Employees.  \nHowever, let it be known, that the Union takes no responsibility should the state or  \nfederal government choose to enforce the law and require the Employer to pay overtime  \nfor the swap.  \n"], ["ARTICLE TEN  \nWORKING RULES  \n", "Section 1. Working Rules:  \na. Workers shall have a minimum of five (5) minutes to put away tools before  \nquitting time of each shift.  \nb. Employees shall furnish their own hand tools and walk-ups for drywallers.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 12 of 39  \nc. No Employee shall rent, loan, or in any way fumish, optical instruments, power  \ntools of any kind, hand levels or squares more than 30 inches in length (except  \nsheetrock square), any ladders, horses, benches or trestles, or any boring  \nequipment over one inch (except expansion bit) or trim knives, siding shears, or  \nsimilar cutting or shearing tools, patent miter boxes or any other tools and  \nequipment normally furnished by the Employer, to the Employer for whom  \nemployed. Employees may rent any automobile, pickup truck or other  \ntransportation and welding machines to the Employer for whom they are  \nemployed if mutually agreed to by both the Employee and Employer at a local  \nmarket rate.  \nd. Employees reporting for work shall have tools in proper shape, but any filing or  \nsharpening of the tools thereafter shall be done on the Employer's time and at the  \nexpense of the Employer  \ne. Each Employer shall furnish warm and adequate shelter for the use of the  \nEmployees with sufficient room to store tools, dry clothes and eat lunches.  \nEmployer agrees that while such tools and clothing are in the Employers custody  \nthe Employer will provide for replacement to cover the full value of such tools,  \nwhich may be lost or damaged because of fire, flood, theft or vandalous acts.  \nSuch replacement shall be made within seven (7) days of the loss or with issue of  \na terminating final check, whichever occurs first.  \nf. A Employee who is laid off shall have adequate time within the hours of the  \nworking day in which to pick up, collect, and pack tools and equipment.  \ng. Itshall not be considered a violation of this Agreement where Employees refuse  \nto work with unsafe equipment or work under unsafe conditions. The State of  \nAlaska Occupational Safety and Health Standards (AOSHA) and/or Mine Safety  \nand Health Administration (MSHA) shall apply on all jobs where Employees are  \nemployed.  \nh. The Employers shall furnish and/or replace all required safety equipment on the  \njob site such as hard hats, welding gloves, welding hoods, respirators, safety  \ngoggles and special type of footwear that may be needed by the Employee in  \nperforming their duties except for steel-toed shoes and cold weather clothing.  \nSafety equipment shall be returned to the Employer, or at the termination of  \nemployment a reasonable cost for the same will be deducted from wages due.  \nSection 2. Foremen:  \na. There shall be no desire on the part of the Union to select the Employer's  \nForemen.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 13 of 39  \nb. Whenever three (3) or more Carpenters are employed on a job, a qualified  \nEmployee will be designated Foreman by the Employer and receive Foreman pay.  \nIn the event that none of those Carpenters employed on the job are qualified for  \nsuch designation, the Union will either make such a qualified Employee available  \nor agree that the Foreman ratio may be revised on that job. A Foreman shall not  \nsupervise more than ten (10) Carpenters.  \nc. To prevent duplication and confusion of orders, a worker at no time shall be  \ndirectly responsible to more than one Foreman or General Foreman.  \nd. A General Foreman or Superintendent who is a member of the Carpenters Union  \nshall be authorized to supervise up to and including ten (10) carpenters without  \nbeing required to appoint a foreman.  \nSection 3. Termination:  \na. The Employer shall furnish each man discharged a termination slip showing the  \nactual reason for termination.  \nb. For the purpose of this contract, \"cause\" as related to discharge for cause, shall  \ninclude, but is not limited to: incompetence, unexcused absenteeism, disobedience  \nof orders, unsatisfactory performance of duties, being under the influence of  \nalcohol or drugs, violation of acknowledged Employers policy, failing to have  \ntools in sharp and proper working order, unsafe work practices, and violation of  \nowners' rules imposed upon the Employer; it being understood that such rules  \nshall be posted for the benefit of the Employees. Discharge slips shall contain the  \nspecific reason for discharge. A copy of the discharge slip shall be provided to the  \ndischarged Employee immediately, and copy shall be mailed, faxed or carried to  \nthe Union office immediately by the Employer. Persons discharged and  \ndesignated in writing as \"ineligible for rehire\" shall not be dispatched to the  \nEmployer on any subsequent open call.  \nSection 4, Pay Day:  \nThe Employer shall establish a regular weekly payday on which Employees shall be paid  \nduring working hours. Payday shall not be later than Friday of the following week.  \nSection 5. Payment of Wages upon Termination:  \nIn accordance with A laska Statute title 23.05.140 if the employment is terminated by the  \nEmployer regardless of the cause for the termination, payment is due within three  \nworking days after the termination. If employment is terminated by the Employee  \npayment is due at the next regular pay day that is at least three days after the Employer  \nreceived notice of the Employee’s termination of service. In either case, failure to pay  \nwithin the prescribed period of time (exclusive of Saturdays, Sundays and Holidays) the  \nEmployer may be required to pay the Employee a penalty in the amount of the  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 14 of 39  \nEmployee's regular wage, salary, or other compensation from the time of demand to the  \ntime of payment, or for 90 working days, whichever is lesser amount.  \nOn remote jobs where payroll facilities are not maintained, the Employer will have the  \ncheck at the Union offices or in the US mail or other place mutually agreed to within the  \ntime frames allowed in the above paragraph.  \nSection 6. Payroll W eek:  \nFor the purposes of pay, a payroll week is further defined as beginning at 12:01 a.m.  \nSunday. In regard to \"bush\" jobs where flight schedules and/or mail delivery may be  \ninterrupted, separate arrangements may be consummated by mutual consent or separate  \nagreement.  \nSection 7. Itemize Deductions on Paycheck:  \nThe Employer shall itemize deductions on pay checks so Employees can determine  \npurposes, for which amounts have been withheld and shall indicate the number of travel  \ntime hours, straight time hours, overtime hours and basic rate per hour paid.  \n"], ["ARTICLE ELEVEN  \nMISCELLANEOUS CONDITIONS  \n", "Section 1. Employer Required Physicals:  \nThe employer shall pay for all Employer required drug tests, physicals, and  \nimmunizations. The employee is not entitled to wages or other pay while engaged in  \nthese activities.  \nSection 2. Background C heck:  \nThe Employer maintains the right to conduct a criminal background check for felony  \nconvictions and/or driving convictions on new Employees pnior to hiring, if required by  \nthe Employers contract or insurance carrier. Workers required by the Employer to submit  \nto a Background Check will generally not be on the payroll of the Employer during the  \nbackground check. However, if the Employee is put to work while they are awaiting the  \nresults they will be paid for time worked. The Employer will pay for the Background  \nCheck.  \nSection 3. Lost-Time and Accidents:  \na. Employees shall immediately, honestly and accurately report all on the job  \ninjuries to the Employer in accordance with the policies. Any  \nviolation of this requirement is cause for discharge and will be reported to the  \nUnion for disciplinary action.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 15 of 39  \nb. Employees injured on the job, provided the injury is reported to the Employer,  \nand requiring medical attention, are to be paid for time spent on the first visit to  \nthe doctor; and, the doctor determines and certifies that the Employee is unable to  \nreturn to work because of the injury, they shall be paid for the balance of the shift  \nduring which the injury occurred. This provision applies to medical attention  \nreceived during regular working hours only.  \nSection 4. Injured Person to Get Priority for Rehire:  \nAn Employee who is required to leave employment because of job-connected injuries  \nShall, upon recovery there from, be given priority of hire by former Employer when that  \nEmployer needs a worker or workers in the injured classification, provided  \nsuch injured Employee:  \na. Has adoctor’s release.  \nb. Upon recovery, must take the first available job for which they are qualified.  \nSection 5. Change in Policy:  \nIt is understood that there is no desire on the part of the Union to dictate the business  \npolicies of the Employers, but when the Employers contemplate a change in policy  \naffecting the welfare of the workers, proper and reasonable notice shall be given to the  \nUnion.  \nSection 6. Absenteeism:  \nThe Union agrees that it will actively combat absenteeism and other practices which may  \nhamper the Employer's operation, and that it will support the Employers in their effort to  \neliminate waste and inefficiency, to improve the quality of workmanship and to promote  \ngoodwill between the Employer and the Employees.  \nSection 7. Pre-J ob  \nFor the purpose of allowing a job to run more smoothly, both parties agree to the  \ndesirability of a pre-job conference. When a pre-job conference is planned for any  \nproject the Union shall be notified and invited to attend such conference.  \nSection 8. Jurisdictional Flexibility and Intercraft Transfer:  \nThe parties agree that:  \na. Forjobs or tasks for a short duration that occur on an intermittent or one-shot  \nbasis, the Employer may assign an Employee from one craft to perform the work  \nof another craft.  \nb. Forjobs or task of short duration that may occur on a more regular or predictable  \nbasis, the Employer shall consult with the involved Union before assigning  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 16 of 39  \nEmployees from one craft to do the work of another craft. It is understood that  \nsuch intercraft transfers do no constitute jurisdictional work assignments and may  \nnot be used as a basis for establishing craft jurisdictional claims by any Union  \nand/or Trust. It is further understood that either may call a labor/management  \nmeeting to discuss this Article to improve its applications or to resolve any  \nmisunderstandings associated with it use.  \nc. When Employees from one craft do the work of another craft for at least two (2)  \nhours, they will be paid at the higher rate the classification calls for while  \nperforming such work.  \nSection 9. Request by Authorized Union Representative  \nWhen requested by an authorized Union representative, the Employer shall make  \navailable the names and classifications of the Employees under the jurisdiction of the  \nUnion.  \nSection 10. Request for Information and Reports  \nThe Administrators of the various joint AGC/Labor managed Trusts, Plans and/or Funds  \nshall provide the condition of those Trusts, Plans and/or Funds annually to AGC and  \nARCC. In addition, the Administrator shall provide AGC and ARCC the actuarial report  \non the Southern Alaska Carpenters Retirement Plan (Defined Benefit) upon written  \nrequest, contingent on approval by the respective Board of Trustees.  \n"], ["ARTICLE TWELVE  \nUNION REPRESENTATION  \n", "Section 1. Admission to J ob:  \nThe authorized representative of the Union signatory to this Agreement shall be allowed  \nadmission to any job at any time for the purpose of investigating conditions existing on  \nthe job. They shall as soon as possible make their presence known to the Employer's  \nrepresentative in charge of the work. On projects, which are under military guard, the  \nEmployer will cooperate with the Union officials in this regard as far as regulations will  \npermit.  \nSection 2. J ob Steward:  \na. There may be one Steward employed on a job when carpenter work is being  \nperformed. The Steward shall be a working journeyman appointed by the  \nBusiness Representative of the Union from Employees on the job.  \nb. Inno event shall an Employer discriminate against the Steward or discharge the  \nSteward for activities on or off the job on behalf of the Union. The Steward is  \nSubject to the same rules as any other Employee. However, in case of reduction in  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 17 of 39  \nforce between comparable qualified carpenters, the Steward shall be retained. The  \nEmployer shall notify the Business A gent twenty-four hours before termination of  \na duly authorized Job Steward, Sundays and Holidays exempted, and shall give  \nthe Business A gent the reasons for the contemplated termination.  \nc. Stewards shall be allowed time during the workday to conduct such Union duties  \nthat cannot be handled at other times. These duties shall be limited to, taking a  \nweekly report of all carpenters employed, checking newly dispatched carpenters,  \ncaring for the tools and effects of any injured carpenters, caring for the injured in  \nthe absence of an authorized first aid man, notifying the Business Representative  \nof injuries, and transmitting to the Business Representative all complaints and  \ngrievances emanating from the job.  \n"], ["ARTICLE THIRTEEN  \nSUBSISTENCE AND QUARTERS  \n", "Section 1. Employer Provided Camp or Suitable Accommodations:  \nUnless otherwise agreed with the Union, the Employer shall ensure that the worker who  \nis employed on a project that is 65 road miles or more from the U.S. Post Office in either  \nFairbanks, Juneau or Anchorage for Carpenters and Anchorage only for Piledrivers or is  \ninaccessible by road in a 2-wheel drive vehicle and who is not a domiciled resident of the  \nlocality of the project shall receive meals and lodging. Lodging shall be in accordance  \nwith all applicable state and federal laws. The Union will be notified of any meals and  \nlodging arrangements before dispatch or at the pre-job conference.  \nSection 2. Per Diem:  \nEmployers are encouraged to use commercial facilities and lodges, however, when such  \nfacilities are not available, per diem in lieu of room and lodging may be paid at the basic  \nrate of $75.00 per day or part thereof, from the date of hire to the date of termination on a  \nsix (6) or seven (7) day work week or mutually agreed to by Employer and Union when  \nthe worker is employed on the project. Per Diem shall not be allowed on projects West  \nof Livengood on the Elliot Highway, at Mile 0 on the Dalton Highway to the North Slope  \nof Alaska, North of Mile 20 on the Taylor Highway, East of Chicken, Alaska on the Top  \nof the World Highway and South of Tetlin Junction to the Alaska-Canadian Border.  \nFor purposes of this Article, the term “domiciled resident”, means a person living within  \n65 road miles of the project, or in the case of a highway project, the mid-point of the  \nproject, for at least 12 consecutive months prior to the award of the project. However, if  \nthe Employer provides sufficient evidence to convince the State of Alaska Department of  \nLabor and Workforce Development that a person has established a permanent residence  \nand an intent to remain indefinitely within the distance to be considered a “domiciled  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 18 of 39  \nresident,” the Employer shall not be required to provide meals and lodging or pay per  \ndiem.  \nSection 3. Remote Area Residents:  \nRequests for bona fide residents of the vicinity immediately accessible to the job site ina  \nremote area shall be honored in accordance with the place of the local resident upon the  \nregistration list in relation to other registrants in the same area. Residence for the purpose  \nof this section shall mean that the individual shall have resided in the State of Alaska for  \na period of twelve (12) months, and in the local area for a period of twelve (12) months  \nprior to the bid award. The Term “local area” shall be defined as within 65 road miles of  \nthe mid point of the project. The individual must provide documentary proof of  \nresidency to the local union. The Union will provide whatever documentation it has to  \nthe Employer upon request.  \nSection 4. Sanitation:  \nThe Employer agrees to furnish and maintain in reasonable sanitary condition the  \nfacilities and services required as specified by State  \nSection 5. Board and Lodging for Injured Employees:  \nThe Employers agree to furnish, without charge board and lodging to those Employees  \nwho through no fault of their own are unable to work or who sustain job-connected  \ninjuries not serious enough to require hospitalization, but which render an Employee  \nunable to work, for each day of inability to work, but in no event shall this period exceed  \nseven (7) days.  \nIf the question arises as to a ability to return to work, it shall be settled by a  \nreport of licensed medical authority whose decision shall be final and controlling.  \nSection 6. Remote Sites  \nWhen workers are in remote areas, the Employer shall make reasonable efforts to  \nfacilitate the conduct of reasonable and necessary personal business outside of working  \nhours.  \n"], ["ARTICLE FOURTEEN  \nTRANSPORTATION, TRAVEL EXPENSE AND TRAVEL TIME  \n", "Section 1. Transportation To The Site:  \nWhen persons are recruited, transportation and actual reasonable expenses of board and  \nlodging while en route shall be borne or reimbursed by the Employer.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 19 of 39  \nSection 2. Transportation from the Site:  \nAt the termination of the contract, project, or season the Employer will pay for  \ntransportation, actual expenses of board and lodging while en route to the point of hire. If  \nthe Employee quits or has been discharged for drunkenness, drug abuse, violation of  \nacknowledged employers company policy or violation of owner's rules imposed upon the  \nEmployer, the above provision does not apply.  \nAll Employees who are requested by name shall be entitled to return transportation to the  \npoint of hire regardless of the reason for termination, unless terminated for drunkenness,  \ndrug abuse, violation of acknowledged employers company policies or violation of  \nowner's rules imposed upon the Employer. Employer furnished transportation to the  \npoint of hire shall be provided all persons required to leave the job for medical reasons  \nsufficient to require extended medical care or hospitalization.  \nThe Employers will make an eamest effort to avoid the necessity of Employees waiting  \nfor transportation to or from the jobsite. When Employees are transported in aircraft,  \nsuch aircraft shall be operated, maintained, and have a certificate of air worthiness and  \nthe pilot shall be licensed and certificated all in accordance with applicable laws and  \nregulations.  \nSection 3. Established Point of Pickup:  \nWhere there is an established point of pickup, or the Employer deems it necessary to  \ntransport an Employee by boat, airplane, or other Employer supplied conveyance, work  \nShall begin at the site of the work unless it takes more than 1/2 hour to transport persons,  \neither to or from the pickup point. In that event, round-trip travel time exceeding one (1)  \nhour shall be considered as time worked and compensation computed on the basis of the  \ntravel time consumed, going from and returning to the point of pickup. When furnished,  \ntransportation from pickup point to work site and the return from work site to pickup  \npoint shall be by the most expeditious route and means possible; such transportation shall  \nbe safe and lawful and the persons shall be seated in reasonable comfort and protected  \nfrom the elements.  \nSection 4. Death and Return of Deceased:  \nIn the event of the death of an Employee, the Employer shall, in the absence of any law  \nor authority prohibiting the same, prepare and transport the remains to point of hire or to  \nsuch other point equivalent or less distance as the next of kin may elect.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 20 of 39  \n"], ["ARTICLE FIFTEEN  \nTRANSPORTATION OF TOOLS AND PERSONAL EFFECTS  \n", "Section 1. Transportation of Tools:  \nTransportation costs for Employer required tools from point of hire to the jobsite and  \nreturm shall be borne by the Employer. Personal effects shall be transported at no  \nexpense to the Employee up to the maximum allowed as baggage by a common  \ncommercial carrier. When an Employee is returning to point of hire, personal effects and  \ntools shall be assigned on the same carrier as used by the Employee, or the Employee  \nshall receive standby time at the rate of eight (8) hours per day at the straight time rate  \nuntil personal effects and/or tools arrive at the point of hire, unless the delay is through  \nno fault of the Employer. The Union and the Employer may arrive at an equitable  \nsettlement in lieu of further standby time in the event they are lost en route.  \nNOTE: When an Employee voluntarily terminates and the Employer is unable to  \narrange for personal effects and tools to be assigned to the same carrier,  \nthe Employer shall have twenty-four (24) hours from time of termination  \nbefore the above goes into effect.  \nThe Employer shall reimburse the employee for the full prior agreed value of Employer  \nrequired tools lost while in the care, custody, or control of an air carrier while an  \nEmployee is traveling pursuant to this Section.  \nSection 2. Personal Effects:  \nThe Employer also will be responsible in case of fire or flood for all the personal effects  \nof Employees in an amount not to exceed $1,500.00 each in all Employers' camps or in  \ncamps arranged for by the Employer other than those camps owned or operated by the  \nGovernment.  \n"], ["ARTICLE SIXTEEN  \nFIRST AID/CPR, SAFETY AND TRAINING  \n", "Safety, First Aid and Sanitation shall conform to the minimums provided by Federal,  \nState and Municipal statutes, codes and regulations.  \na. All foremen shall be required to have a current First Aid/CPR Card. All  \nEmployees, especially stewards, are encouraged to have a current First Aid/CPR  \nCard.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 21 of 39  \n1. Effective January 1, 2009 in addition to the First Aid/CPR Card all foremen  \nShall be required to have a current OSHA 10 Certification. All Employees,  \nespecially stewards, in addition to the First Aid/CPR Card are encouraged to  \nhave a current OSHA 10 Certification.  \nb. An attendant other than the driver shall accompany workers whose injuries  \nrequire the use of a stretcher to the hospital.  \nc. Immediate transportation must be provided for seriously ill or injured Employees  \nand such transportation must have precedence over all other transportation under  \nthe control of the firm or party upon whose operation the accident occurs (such  \ntransportation to be the most convenient point where the ill or injured Employee  \ncan receive recognized medical attention).  \n"], ["ARTICLE SEVENTEEN  \nMANAGEMENT RIGHTS  \n", "Section 1. Employer Discretionary and Decision Making Rights.  \nThe Employer retains all discretionary and decision-making rights not specifically limited  \nby the terms of this Agreement. These rights include, but are not limited to, the  \nfollowing: directing the jobsite work force, including hiring of personnel; selection of all  \nsupervisory Employees; promotions, transfers, layoffs, discharge of Employees for just  \ncause; selecting material and equipment to be used or installed; utilizing any work  \nmethods, procedures, techniques of construction or labor-saving devices or machines;  \nestablishing jobsite rules and regulations; determining when overtime work is required  \nand who shall perform overtime work; designation of work to be sub-contracted;  \nselection of all sub-contractors; and determining the number of workers and craft  \nSupervisory personnel required to perform the work. The Employer shall be the sole  \njudge of an Employee’s ability, competence and performance.  \nSection 2. Employer Assignment of Work.  \nWhere more than one craft lists a classification of work in its collective bargaining  \nagreement with the Employer, it shall be the exclusive right of the Employer to assign  \nsuch work to any one or any combination of unions. The intent of this clause is to allow  \nthe Employer to assign work to a craft in the event of overlapping jurisdictions while  \navoiding potential liabilities to multiple crafts’ trusts’.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 22 of 39  \n"], ["ARTICLE EIGHTEEN  \nSPECIAL CONDITIONS  \n", "In order to preserve work for the union members and make the Employers who become  \nsignatory to this Agreement more competitive on all projects or on specific projects or on  \nprojects in a locality, the Local Unions signatory to this Agreement under whose  \njurisdiction the work falls, and the Employers doing business in the locality or on the  \nproject affected by the special condition, may mutually agree to put into effect special  \nwages and conditions for specific localities or projects for a specific period of time.  \n"], ["ARTICLE NINETEEN  \nWAGES, FRINGE BENEFITS, AND FEDERAL DAVIS-BACON PROJECTS  \n", "Section 1. Wages  \nThe wage rates shall apply to all work under the jurisdiction of Northern Carpenters  \nLocal 1243, Southern Carpenters Local 1281, Southeast Carpenters Local 2247 and  \nPiledrivers local 2520 performed either by Journeymen or Apprentices in all areas of the  \nState of Alaska.  \nNorthern Carpenters Local 1243 09/01/2008  \nJourneyman/Lather/D rywall A pplicator $33.30  \nSouthern Carpenters Local 1281  \nJourneyman/Lather/A coustical $33.30  \nSoutheast Carpenters Local 2247  \nJourneyman/Lather/A coustical $33.30  \nPiledrivers Journeyman Local 2520  \nAssistant Tender, Piledriver, Rigger, Skiff Operator: $32.30  \nFramer/Piledriver Carpenter, Sheet Stabber $33.30  \nPiledriver-W elder $34.30  \nToxic Worker $1.00 over scale  \nDivers Local 2520  \nAssistant Dive Tender $32.30  \nDiver (Working) $74.68  \nDiver (Standby) $37.34  \nDive Tender $36.34  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 23 of 39  \nEffective September 1, 2009 the Northern Carpenters will receive an increase of $1.73.  \nThe Southern, Southeast Carpenters and Piledrivers will receive an increase of $2.03.  \nThe increases are to be distributed between wages and fringe benefits.  \nEffective September 1, 2010 the Northern Carpenters will receive an increase of $1.44.  \nThe Southern, Southeast Carpenters and Piledrivers will receive an increase of $1.76.  \nThe increases are to be distributed between wages and fringe benefits.  \nPiledriver T oxic Pay  \nToxic materials are defined as creosote, pentachlorophenol or chemonite treated material.  \nAny new recognized toxic treatments listed in the State of Alaska Construction Safety  \nCode will be subject to toxic pay.  \nPiledriver C ell Work  \nPiledrivers who are working in sheet pile cells below waterline shall receive an additional  \nfifty ($0.50) cents per hour as hazard pay. Cell work extending over a period of not in  \nexcess of four (4) hours shall be paid for on the basis of one-half shift. Any work in  \nexcess of four (4) hours shall be paid for on the basis of a full shift.  \nCertified Welders  \nAll welders will carry current a current American Welding Society, SMAW 6G, Code  \nD1.1 (2002), joint designation B-U 2a, paid for out of the Joint A pprenticeship and  \nTraining Fund. In the event a Employer needs a D1.5 welder, the Training Center will be  \ngiven ample time to Certify Welders according to the American Welding Society,  \nSMAW 3G and 4G, Code D1.5 (2002), joint designation BN-U2a, paid for out to the  \nJoint Apprenticeship and Training Fund.  \nThe Employer will pay for any additional certifications, When the Employer requires a  \nwelding test, and the Employee shall be paid upon successful completion of the test for  \ntesting time. Fora 3/8” plate test, the welder shall be paid two (2) hours per successful x-  \nrayed test plate. Fora 1” plate test the welder shall be paid for (4) hours per successful x-  \nrayed test plate. For a 6G-pipe test the welder shall be paid for (4) hours per successful  \nx-rayed pipe test. Certifications must be shown at the time of dispatch and at the jobsite  \nto Representative.  \nEmployees whose regular duties are as welders, shall have their necessary protective  \nsafety gear maintained by the Employer. Upon signing up on a job or project, the  \ncondition of the gear will be noted and jointly agreed to in writing by the  \nindividual Employee and Employer. Protective safety gear includes, but not limited to  \nreplacement of standard welding hoods.  \nNOTE: 1) Labor and Management Representatives will meet prior to the  \nannual increase to evaluate the proposed distribution for wages  \nand fringes.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 24 of 39  \n2) The Union, upon confirmation in writing from the trust that there  \nis a valid need may reallocate any part of the Define C ontribution  \nto any of the plans or trust funds mentioned in this Agreement to  \nkeep the plan/trust fund healthy. Not less than thirty (30) days  \nnotice in writing shall be given by the Union to AGC and  \nEmployers.  \nSection 2. Carpenter and Piledriver Foreman/G eneral Foreman/W orking Foreman  \nGENERAL FOREMAN: 25% above Journeymen Carpenters Rate.  \nFOREMAN: 15% above Journeymen Carpenters Rate.  \nWORKING FOREMAN: 12-1/2% above Jourmeymen Carpenters Rate.  \nSection 3. Diver Foreman and General Diving Foreman  \na. If used the Diving Foreman shall receive twelve and one half (12 and 12) percent  \nabove the Standby Diver Scale.  \nb. the General Diving Foreman shall receive twenty-five (25%) percent  \nabove the Standby Diver Scale.  \nSection 4.  \na. Northern Carpenters Local 1243 Apprentices shall be paid at the following rates  \nof wages and fringes.  \nLevel Hours % Wage Other PEN DC H&W_TNG CIPF CAF TOTAL  \nI 0001-087560 $19.98 $0.25 $6.20 $0.00 $6.90 $4.50$0.10 $0.05 $37.98  \nII 0876-175065 $21.65 $0.25 $6.20 $0.00 $6.90 $4.50$0.10 $0.05 $39.65  \nIW = $23.31 $0.25 $7.20 $0.00 $6.90 $3.50$0.10 $0.05 $41.31  \nIV =. $24.98 $0.25 $7.20 $0.00 $6.90 $3.50$0.10 $0.05 $42.98  \nV 3901-4375 80 $26.64 $0.25 $8.20 $0.00 $6.90 $2.50$0.10 $0.05 $44.64  \nVI 4376-525085 $28.31 $0.25 $8.20 $0.00 $6.90 $2.50$0.10 $0.05 $46.31  \nVIL = 5251-612590 $29.97 $0.25 $9.20 $0.00 $6.90 $1.50$0.10 $0.05 $47.97  \nVIII 6125-700095 $31.64 $0.25 $9.20 $0.00 $6.90 $1.50$0.10 $0.05 $49.64  \nb. Southern Carpenters Local 1281 and Southeast Carpenters Local 2247  \nApprentices shall be paid at the following rates of wages and fringes.  \nLevel Hours % Wage Other PEN DC PEN DB H&W_TNG CIPF CAF TOTAL  \nI 0001-087560 $19.98 $0.25 $0.40 $5.18 $6.90 $4.50$0.10 $0.05 $37.36  \nII 0876-175065 $21.65 $0.25 $040 $5.18 $6.90 $4.50$0.10 $0.05 $39.03  \nIW = $23.31 $0.25 $140 $5.18 $6.90 $3.50$0.10 $0.05 $40.69  \nIV =. 2626-350075 $24.98 $0.25 $140 $5.18 $6.90 $3.50$0.10 $0.05 $42.36  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 25 of 39  \nV 3901-4375 80 $26.64 $0.25 $2.40 $5.18 $6.90 $2.50$0.10 $0.05 $44.02  \nVI = 4376-525085 $28.31 $0.25 $2.40 $5.18 $6.90 $2.50$0.10 $0.05 $45.69  \n= 5251-612590 $29.97 $0.25 $3.40 $5.18 $6.90 $1.50$0.10 $0.05 $47.35  \nVII $31.64 $0.25 $3.40 $5.18 $6.90 $1.50$0.10 $0.05 $49.02  \nc. Piledrivers Apprentices shall be paid at the following rates of wages and fringes.  \nLevel Hours % Wage Other PEN DC PEN DB H&W_TNG CIPF CAF TOTAL  \nI 0001-130060 $19.98 $0.25 $4.30 $0.00 $6.90 $5.78$0.10 $0.05 $37.36  \nII 1301-2600 70 $23.31 $0.25 $5.30 $0.00 $6.90 $4.78$0.10 $0.05 $39.03  \nIl = $26.64 $0.25 $6.30 $0.00 $6.90 $3.78$0.10 $0.05 $40.69  \nIV 33901-520090 $29.97 $0.25 $7.30 $0.00 $6.90 $0.05 $42.36  \nd. No person shall be employed as an apprentice under this Agreement unless the  \nUnion has an established A pprenticeship Training Program. The Contractors  \nagree that they will hire the apprentices as recommended by the Joint  \nApprenticeship committee and no apprentice shall be terminated before  \nconsulting the Union or Joint Committee.  \ne. Apprentices shall be utilized as determined by the Contractor. One apprentice  \nshall be employed after three (3) journeymen are on the job, but in no case shall  \nthere be less than one apprentice out of every five (5) craftsmen when available.  \nAt no time shall apprentices be employed in a ratio greater than one apprentice for  \neach journeyman on the job, unless approved by the Joint A pprenticeship  \nCommittee.  \nSection 5. Alaska Carpenters Health and Welfare Trust Fund  \nThe Employers and the Union's signatory hereto agree to maintain and continue  \nparticipation in the Alaska Carpenters Health and Welfare Trust Fund. This being a  \nstatewide plan, with a contribution as identified below.  \nEffective 09/01/2008 $7.15  \nSection 6. Alaska Carpenters Defined C ontribution Trust Plan  \nThe Employers and the Union's signatory hereto further agree that the below identified  \ncontributions per compensable hour shall be remitted to maintain and continue  \nparticipation in the existing Alaska Carpenters Defined Contribution Trust Plan.  \na. Northern Carpenters Local 1243 09/01/2008  \n$9.90  \nb. Southern Carpenters Local 1281 09/01/2008  \n$4.10  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 26 of 39  \nc. Southeast Carpenters Local 2247 09/01/2008  \n$4.10  \nd. Piledivers & Divers Local 2520 09/01/2008  \n$9.28  \nSection 7. Southern Alaska Carpenters Defined Benefit Plan  \nThe Employers and the Union's signatory hereto further agree that the below identified  \ncontributions per compensable hour shall be remitted to maintain and continue  \nparticipation in the existing Alaska Carpenters Defined Benefit Plan.  \na. Southern Carpenters Local 1281 09/01/2008  \n$5.18  \nb. Southeast Carpenters Local 2247 09/01/2008  \n$5.18  \nSection 8. Apprenticeship and Training Funds.  \na. Northern Carpenters Local 1243  \nThe Employers are signatories to a trust agreement known as Fairbanks  \nCarpenters A pprentice and Training Fund, covering Journeyman Carpenters and  \nApprentices in Alaska, North of the 63 parallel, made and entered into on March  \n15, 1968, between the Associated General Contractors of Alaska, Inc., and the  \nCarpenters Local Union 1243 (and applicable to the individual Employers thereto  \nsubscribing) while working within that jurisdiction.  \nEffective September 1, 2008 the Employers shall contribute eighty ($0.80) cents  \nfor each compensable hour accredited to each Journeyman Carpenter in their  \nemploy. See Article Nineteen, Section 4(a) for Contribution rate.  \nSaid contributions shall not be included in wages or computation of overtime.  \nb. Southern and Southeast Local 1281 & 2247  \nEffective September 1, 2008 the Employers and signatories to a trust agreement  \nknown as the Southern Alaska Carpenters and Training Fund,  \ncovering Journeyman Carpenters and A pprentices in Alaska, South of the 63\"  \nparallel, shall contribute eighty ($0.80) cents for each compensable hour  \naccredited to each Journeyman Carpenter in their employ. See Article Nineteen,  \nSection 4(b) for A pprentice Contribution rate. Said contributions shall not be  \nincluded in wages or computation of overtime.  \nc. Piledrivers Training Program  \nThe Employers and the Union's signatory hereto further agree that effective  \nAugust 1, 2002, contributions of eighty ($0.80) cents per compensable hour shall  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 27 of 39  \nbe remitted by the Employer to Alaska Carpenters Trust Funds, Anchorage,  \nAlaska, to fund the AGC/Piledrivers J oint A pprenticeship and Divers Training  \nProgram. See Article Nineteen, Section 4(c) for A pprentice Contribution rate.  \nSaid contributions shall not be included in wages or computation of overtime.  \nSection 9. C onstruction Industry Progress Fund (C IPF)  \nEffective September 1, 2004, the Employers agree to remit ten ($0.10) cents per hour for  \neach Employee to go the Construction Industry Progress Fund. The ten ($0.10) cents per  \nhour shall go towards promoting and supporting stability, long term construction  \nprograms and adequate funding for public works projects on the state and local  \ngovernment level, to assure minimal governmental interference in free enterprises  \nthrough the regulatory process, to support secondary and post-secondary vocational  \nprograms to create a competitive educated workforce, and to cooperate with AGC Safety,  \nInc., in their program to improve working conditions and safety records. The deductions  \nwill continue without interruption and will be forwarded to CIPF’s agent. Such  \ndeductions shall be transmitted to CIPF’s agent within ten (10) days following the end of  \neach calendar month.  \nSection 10. Alaska Carpenters Advancement Fund (Northern, Southern and  \nSoutheast C arpenters Locals 1243, 1281 and 2247, Piledrivers and Divers Local  \n2920)  \nEffective September 1, 2008, the Employers shall remit five ($0.05) cents per hour to go  \nto the Alaska Carpenters Advancement Fund for advancement of the Alaska Construction  \nIndustry. The five ($0.05) cents per hour shall go towards promoting and supporting the  \ntrade, awareness of the benefits of the construction industry, support for projects  \nproviding employment for the membership, and other endeavors deemed beneficial to the  \ntrade. The deductions will continue without interruption and will be forwarded to the  \nUnion’s agent, Alaska Carpenters Trust Funds, by the Employer. Said contribution shall  \nnot be included in wages or computation of overtime.  \nSection 11. Contributions to Trusts  \nHealth and Security, Pension and Apprenticeship and Training Fund contributions shall  \nbe due and payable monthly on a day determined by the Trust. (Date may be changed  \nby obtaining prior consent from the Trustees and notification to the Union by the  \nTrustees.) If the Employer fails to make timely payment, said Employer shall be subject  \nto penalties prescribed in each of the trust documents. Should it become necessary for  \nthe Trustees to take legal action to enforce the payment of contributions from a  \ndelinquent Employer, the Employer shall be liable for all court costs and reasonable  \nattorney’ s fees.  \nSection 12. Delinquent C ontributions to Trusts  \nIf the Employer has failed to pay contributions to the retirement, defined contribution, or  \nhealth trusts for a period of two months, an Employer is delinquent for the second  \ntime for a period of at least one month within a twelve (12) month period of their first  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 28 of 39  \ndelinquency, then the Union may strike the Employer, in addition the Union shall not  \ndispatch workmen to that Employer, and the Union shall notify all prime contractors  \nemploying the identified delinquent Employer. If the Employer makes satisfactory  \narrangements with the Administrator to satisfy the debt, which arrangement may include  \nthe posting of a bond or other security, the making of weekly contributions, or any  \ncombination of the above, then the Administrator may advise the Union that work  \npersons may be dispatched to the Employer. If the Employer contests the amount of  \ncontributions due and owing, the Employer may request an audit by the trust auditors,  \nwhich would proceed as soon as possible. If the Employer is found to be delinquent then  \nthe Employer shall pay the total cost of the audit. The Employer will cooperate fully in  \nthe audit and during the audit no work persons shall be dispatched to the job.  \nSection 13. Dues C heck-off  \nThe Employers agree to deduct from the wages of each employee a percentage of the  \nemployee’s gross weekly earnings as approved by the A laska Regional Council of  \nCarpenters, provided the employee has executed a written assignment calling for such  \ndeduction. If an Employer transfers an employee to a subsidiary and/or sister company,  \nor if an employee is transferred by the Employer, it is agreed that for purposes of Union  \ndues and/or assessments, the employee need not execute a new written assignment  \ncalling for such deduction. Consequently, the deductions will continue without  \ninterruption and will be forwarded to the Union by the Employer who is then paying the  \nemployee. Such deductions shall be transmitted to the Union monthly on a day  \ndetermined by the Trust. The Union shall supply appropriate transmittal forms to each  \nEmployer.  \nThe above deductions shall be made by the Employers so long as such payments are  \ndeemed in compliance with applicable law, and the Union agrees to indemnify the  \nEmployer for any litigation costs, expenses, or liabilities which an Employer may incur  \nfrom compliance with this provision.  \nSection 14. Davis-Bacon Projects  \nNotwithstanding any other provision in this Agreement, in the event an individual  \nEmployer bids on a public project being awarded by a federal, state, borough, city or  \nother public entity which is to be performed at a predetermined and/or prevailing wage  \nrate established pursuant to the provisions of the Davis-Bacon Act (Public Law 74-403  \n(8/30/35) as amended 3/23/41 and 7/2/64) 40 USC 276A-276A7 as amended) or  \nestablished pursuant to the provisions of Title 36 Alaska Statutes, or any other prevailing  \nwage, the published hourly wage and fringe rate (if any) set forth in said public award  \nshall apply for the period determined under the aforementioned laws.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 29 of 39  \n"], ["ARTICLE TWENTY  \nDIVING SECTION  \n", "Section 1. Territory  \nThis Agreement shall cover the work more specifically defined herein as within diving  \nclassifications and located within the area of the jurisdiction of the Piledrivers, Bridge,  \nDock Builders and Divers Local Union No. 2520. This area shall include the entire State  \nof Alaska, including all offshore waters and waters of the Continental shelf seaward of  \nthe boundaries of the State of Alaska. It will also include all inland waters, rivers, and  \nlakes, natural and/or man-made, within the boundaries of the State of Alaska.  \nIt is understood further that by the above listing, the jurisdiction of the Union over diving  \nwork is not thereby limited to that area. The Union claims jurisdiction over diving in  \ncertain areas beyond that covered by this Agreement i.e., oceanographic and/or research  \nvessels, seismographic and/or other vessels either temporarily or permanently based and  \noperated out of ports in the State of Alaska, engaged in petroleum research, offshore  \nmining, fisheries research, and all other types of oceanographic and marine research  \nand/or experimental work requiring the use of divers. This also pertains to any sort of bell  \ndiving using deck decompression chambers with submersible diving chambers.  \nSection 2. Work Claimed  \nThe following work is claimed by the Union: submarine diving in all its branches and  \nphases, such as the salvaging of all ships, vessels and barges, etc.; the underwater repair,  \nremoving, dismantling, demolition, burning and welding in all marine salvage operations;  \nall underwater construction and reconstruction, and the salvage of and removing of  \nunderwater structures; underwater inspections and repairs of hulls, docks, bridges, and  \ndams, underwater pipelines, sewage and water systems, underwater suction and discharge  \nlines such as those used at chemical plants, pulp mills, and desalination plants;  \ninspecting, surveying, removing, rescuing and recovering of all objects below water  \nsurface; all underwater work necessary on offshore oil platforms, permanent or  \ntemporary, including all floating drill rigs and jack-up platforms; all underwater well  \ncompletions; all underwater work on pipelines and hookups including petroleum, gas,  \nwater and sewage systems; the laying of underwater power or communication cables;  \nmarine mining and dredging operations using divers in any phase of their work seeking  \nminerals and/or precious metals, etc.; all petroleum, fisheries, oceanographic, research  \nand experimental work where the use of divers is necessary; all underwater demolition  \nand blasting work requiring the use of divers; the operation of remotely operated  \nvehicles, single atmosphere diving suits, one atmosphere bells and self-propelled manned  \nsubmersibles. The term underwater structures shall include beached or sunken vessels  \nand other marine equipment.  \nThe Employer shall be the judge in deeming where diving is necessary.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 30 of 39  \nSection 3. Diving Crews  \na. A diving crew shall consist of not less than three workers, Diver. Tender and  \nAssistant Tender, when working at a depth of 30 feet or less and in water where  \nthere is no strong current. When working in strong currents or at a depth greater  \nthan 30 feet the Diving crew shall consist of not less than four workers, Diver,  \nTender and Standby Diver and Tender.  \nThe Diver shall be considered as working in a strong current if at any time during  \nthe dive, the current prevents the Diver from moving freely or forces the Diver to  \nhang on, or tie himself to any object to complete the work. The Diver in charge  \nand Employer shall man the job with such additional divers and tenders and  \nequipment as may be required to assure the safety of the working diver.  \nIf the job is of such nature, an Assistant Tender shall be employed when deemed  \nnecessary by the Employer, the Diver and Union Representative. Workers from  \nother crafts will not aid the diving crew in place of an Assistant Tender. The use  \nof an Assistant Tender may be omitted, when it is mutually agreed between the  \nEmployer, Union, and the Diver involved. The Standby Diver shall be completely  \ndressed in prior to dive but may take off helmet and weigh belt only.  \nW hen working on structures, pipelines or exploratory rigs in Cook Inlet, the  \ndiving crew shall consist of no less than six workers, two divers, two tenders and  \ntwo assistant tenders. W ork on vessels and docks in Cook Inlet may be an  \nexception, with a four person crew being allowed upon mutual agreement of the  \nDiver and Employer.  \nb. Assistant Tenders: When Assistant Tenders are with divers and tenders, they must  \nat all times be with the Diver and Tender when the Diver is in the water, dressing,  \nundressing, or decompressing; during which time, they shall be under the sole  \ndirection of the Diver and their Tender.  \nc. Anexception to paragraph (b): When divers are engaged in construction or  \nmaintenance work where there is a crew of Piledrivers Riggers working, the  \nAssistant Tenders may, at the discretion of the Employer, be taken from the  \nregular Piledriver rigging crew and assigned to the divers and tenders for a period  \nof time that divers are on the job. However, the person assigned in this case as  \nAssistant Tender must meet the approval of the divers and must be taken only  \nfrom the Piledrivers Rigging Crew, and be qualified as Assistant Tenders. When  \nPiledriver riggers are taken from a rigging crew to act as Assistant Tenders, it is  \nunderstood and agreed that they are relieved of their duties with the ngging crew  \nuntil such time as the divers have completed their required work.  \nDuring this time, Assistant Tenders will not operate air tuggers or perform any  \nrigging or other work that takes them away from their immediate duties of  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 31 of 39  \nassisting the Diver and their Tender. The Assistant Tender or Assistant Tenders  \nshall then be returned to their regular duties in the rigging crew. Assistant Tender  \nor Tenders, when required, must accompany the Diver and Tender to the job  \nlocation when Piledriver Riggers are not employed.  \nDivers may designate their own Tenders with preference to qualified applicants  \nfrom the hiring hall list.  \nQualified Diver. A qualified Diver shall be a person, medically fit and thoroughly  \ntrained and experienced in the art of industrial diving, possessing the special  \nmechanical skills and technical knowledge required to safely perform the  \nunderwater tasks assigned.  \nQualified Tender. A Diver's Tender who shall be familiar with air decompression  \ntables, treatment tables and other U.S. Navy diving tables, one that has had  \ntraining and be able to demonstrate treatment in accordance with the U.S. Navy  \ntreatment tables, use the proper tables and administer first aid.  \nStandby Diver. A qualified Diver, adequately equipped, standing by, ready to  \nenter the water immediately.  \nAssistant Tender. An Assistant Tenders qualifications shall be acceptable to the  \nDiver and Tender.  \nSection 4. Diving Crews on J ob, Duties and Working Rules  \nd.  \nWhen a worker is called upon to work straight through a job on a continuous  \nbasis, all consecutive hours worked beyond the regularly established shift shall be  \npaid for at the applicable overtime rate, time and one-half or double time as the  \ncase may be. No worker shall return to a straight time pay basis under these  \ncircumstances until they have had eight (8) consecutive hours off.  \nA Tender shall not tend more than one Diver simultaneously, except in  \nemergency.  \nThe Diver's Tender must remain on the job during the entire decompression  \nperiod.  \nNo member of a diving crew shall be permitted to receive compensation on a  \npiece work basis.  \nIt is agreed that there shall be no contract diving unless the contracting Diver shall  \nfurnish all diving gear, tenders, and insurance required, and they are also required  \nto comply with all the requirements, conditions and intents of this Diving Section,  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 32 of 39  \nand requirements, conditions and intents of the Master A greement between the  \nUnion and the Employer, of which this Section is a part.  \nSection 5. General Diving  \na. Upon initially reporting for work, each Diving Supervisor shall be provided a list  \nof available medical Doctors in the area with thorough training in and knowledge  \nof medical problems associated with underwater work and medicine. This list  \nShall also be permanently posted at the work site.  \nb. Emergency Air. A Diver shall have a \"Bail Out\" tank on while diving.  \nc. A Diving Contractor requiring a physical examination of Divers or Tenders shall  \npay the cost of the examination. It is understood and agreed that the medical exam  \nwill be at the expense of the Diving Contractor and that the Diver or Tender will  \nreceive a copy of the doctor's report.  \nd. The Diving Contractor and the Union agree that the intent of this A greement is  \nthat only qualified Journeymen will be employed.  \nSection 6. Decompression  \na. In the event the Diver is stricken with bends within 24 hours after their shift is  \ncompleted, all transportation costs to a chamber for treatment and necessary  \nattendance will be borne by the Employer.  \nb. Decompression treatment for use in treating any diving accident or disease shall  \nbe according to current methods and procedures of the Undersea and Hyperbaric  \nMedical Society, U.S. Navy treatment tables, or a recognized Diving Physician.  \nSection 7. Diving Safety  \nWhen a Diver is being tended from an oil platform or when any part of a diving crew is  \nlowered from a platform, a manned standby safety boat must be immediately available.  \nSection 8. Decompression C hamber Required  \na. decompression chamber shall be at the diving site whenever planned  \ndives will exceed 100 ft. or the \"no decompression\" limits as specified by the U.S.  \nNavy Standard Air Decompression Tables or the 60 ft. depth, if live-boating orin  \nCook Inlet.  \nb. A single lock transfer chamber shall be approved for transfer of a stricken victim  \nonly.  \nc. Flowcharts for Treatment Tables, Decompression Tables, and the nearest medical  \nhelp will be immediately available at the jobsite.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 33 of 39  \nd. All valves, which can be controlled from within the chamber, shall have  \noverriding valves installed, which are operated from outside the chamber. All  \nvalves will be identified as to their function.  \ne. Oxygen fittings shall be installed on the chamber and hose and mask shall be kept  \ninside the chamber. The equipment shall have the capability of supporting two  \nDivers or more as required.  \nf. Sight windows shall be installed in the wall of the chamber. Means of  \ncommunication shall be set up between the inside and outside of the chamber.  \ng. Chamber Air Supply. An adequate approved method of supplying air shall be  \nreadily available for the immediate operation of the chamber. When a chamber is  \nrequired, it shall be under pressure and ready for immediate use during all diving  \noperations.  \nSection 9. Air Decompression T ables  \na. Divers shall be guided by the latest available U.S. Navy Standard Air  \nDecompression Tables and other appropriate diving tables, for decompression.  \nb. Copies of the appropriate U.S. Navy table shall be available at the job site.  \nc. Only one optimum dive within a 12 hour period will be permitted. Optimum time  \nshall be defined as being in the \"0\" repetitive group, using the latest edition of the  \nU.S. Navy diving tables.  \nSection 10. Warnings  \na. In navigable waters of the U.S., flags and lights shall be displayed in accordance  \nwith the requirements outlined in \"Rules of the Road\" Published by the U.S.  \nCoast Guard. A traditional Flag\" should be displayed at the diving  \nlocations, in addition to others required, where power boats may be expected to  \nenter the area. A traditional Flag\" is identified as a white transverse stripe  \non a rectangular red field.  \nb. Protection of Diving Area. If necessary, buoys should be anchored around the  \nwork area and the area roped off so as to keep unauthorized surface craft out of  \nthe immediate vicinity.  \nSection 11. Divers Wage  \na. The Diver shall receive a minimum of eight hours pay for any day, or part thereof  \nat the appropriate rate regardless of the type of work performed or assigned by the  \nEmployer and coming within the jurisdiction of Local Union 2520.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 34 of 39  \n. The standby rate applies only when no dive is made within the 8-hour shift. When  \na dive is made, the Diver shall receive double the standby rate regardless of how  \nmany times the Diver comes to the surface. This is the \"wet\" pay rate. The dive  \nshall constitute eight hours minimum.  \n1) The Standby Diver shall receive piledrivers scale plus 12 and % percent plus  \none ($1.00) dollar per hour.  \n2) If used the Diving Foreman shall received 12 and 2 percent above the  \nStandby Diver scale.  \n3) If used the General Diving Foreman shall receive 25 percent above the  \nStandby Diver scale.  \n. Any time the Diver spends within a decompression chamber after the regular shift  \nshall be paid for at the same rate as diving.  \n. When a diving crew has a work or standby day offshore, such as when confined  \non a platform or vessel, there is a minimum of 12 hours per day pay at the  \napplicable rates. For onshore standby there is a minimum of 8 hours per day pay  \nat the applicable rates.  \n. Cook Inlet Tide Work.  \nCook Inlet tide work is a special situation. The diving crew will be paid  \nminimums of 12 hours for working one or two tides, 16 hours for working three  \ntides and 24 hours for working four tides, with a 12 hour per day minimum for  \nwork or standby offshore. An exception to this is that when a crew is based  \nonshore an 8 hour minimum for working one tide or standing by is acceptable. All  \nhours worked after 8 hours, or time worked on Saturdays, on Sundays, and on  \nHolidays, shall be at the applicable rate of overtime. The diving crew must have 8  \nhours offshift before they return to a straight time rate.  \nComputing Divers \"Wet\" Pay For Cook Inlet  \nFor Cook Inlet tide work a Diver will receive 8 hours \"wet\" pay at the straight  \ntime rate for a dive in either or both the first and/or second tide of a shift. If they  \ndive the third or forth tide only, they will get 8 hours \"wet” pay at the overtime  \nrate. If they dive either or both the first and/or second tides and either the third or  \nforth tides, they gets 8 hours straight time and 8 hours overtime at the \"wet\" rate.  \nDiving 4 tides is 24 hours of \"wet\" pay, 8 hours Straight time and 16 hours  \novertime. Saturdays, Sundays and Holidays shall be at the applicable rate of  \novertime.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 35 of 39  \nSection 12. Depth and Premium Money  \na. When itis necessary fora Diver to descend below the surface of the water, a  \npremium, according to the following schedule, shall be paid in addition to the  \nregular base day's pay as determined in Section 11.  \nDepth Below Amount of Premium  \nWater Surface Per Foot  \n50 ft. to 100 ft. $1.00  \n101 ft. to 200 ft. $2.00  \nFor dives in excess of 200 feet, the Diver shall have the right to negotiate their  \nown rate, but in no case shall the rate be lower than the 200 foot rate.  \nDepth shall be determined from surface to the actual depth reached.  \nb. When divers are required to work the full optimum time underwater, one dive per  \nshift shall constitute a full shift. Any dive past the optimum time shall be paid at  \nthe overtime rate. If a special condition exists after a Diver has completed their  \nshift on the bottom at the optimum time and they are required to make another  \ndive and expose themselves beyond the optimum time limits, it shall be  \nconsidered another shift and they shall be paid for this time at the applicable  \novertime rate. Depth money shall be paid for at the regular depth pay rate.  \nc. When itis necessary for divers to enter pipes or tunnels or other enclosures where  \nthere is no vertical ascent, a premium, according to the following schedule, shall  \nbe paid, in addition to the day's pay and depth money.  \nDistance Traveled From Entrance Amount of Premium Per Day  \n5 ft. to 50 ft. $1.00/ft/day  \n50 ft. to 100 ft. $2.00/ft/day  \n100 ft. to 150 ft. $3.00/ft/day  \nFor distances in excess of 150 ft., the amount of premium paid per foot to the  \nDiver shall be negotiable, but in no case shall the rate be lower than the 150 foot  \nrate.  \nd. An additional Diver shall be stationed at the underwater point of entry when  \ndiving is conducted in enclosed or physically confining spaces.  \ne. For distances in excess of 150 ft., it will be necessary to have an additional air  \ncompressor for each 250 feet.  \nf. In each of the above cases, a Standby Diver shall be dressed on deck.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 36 of 39  \ng. The Diver in charge and Employer shall man the job with such additional divers,  \nh.  \ntenders and assistant tenders and equipment as may be required to assure the  \nsafety of the worker.  \nWhen it is necessary for a Diver to descend down through a vertical tube, there  \nshall be sufficient amount of Diver's air supply hose to reach down through the  \ntube and back to the surface, plus 25% in the event the Diver is unable to retum  \nthrough the tube due to strong tide or currents.  \nDepth and distance pay is hereby established as per established shift and will be  \npaid once for each 24 hour day.  \nSection 13. Tenders' Wage Scale  \nd.  \nb.  \nC.  \nTenders shall receive the prevailing hourly wage rate for Piledriver plus 12 and 4  \npercent as per the Master Agreement, with a minimum of eight (8) hours per day.  \nAssistant Tenders shall receive the prevailing hourly wage rate for Piledrivers, as  \nper the Master with a minimum of eight (8) hours per day.  \nWhen a Tender is required to undress the Diver and/or care for them in the  \ndecompression chamber under pressure, they shall receive wet pay for actual time  \nat depth and depth pay for any depth beyond 50 feet.  \nSection 14, Helium-Oxygen Surface Diving With Wet Bell  \nd.  \nd.  \nThe minimum crew for helium-oxygen shall consist of seven workers. The crew  \nshall include two (2) divers, two (2) tenders, two (2) assistant tenders and one (1)  \nSupervisor.  \nWhen a Diver using helium-oxygen is in the water, a dressed in Standby Diver  \nShall be on deck ready to dive.  \nThe equipment on hand shall be adequate to safely maintain two (2) divers  \nsimultaneously at the maximum diving depth.  \nThe gas manifold operator shall receive the diving foreman scale.  \nSection 15. Helium-Oxygen Surface Diving Depth Pay  \nHelium rates start at 200 feet, regular air rates apply up to 200 feet.  \n200 ft. to 250 ft. $3.00 premium per ft.  \n290 ft. to 300 ft. $4.00 premium per ft.  \nFrom 300 feet and down are to be subject to mutual agreement between the Diver  \nand the Employer, but shall not be less than $4.00 per foot per day.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 37 of 39  \nSection 16. Bell Diving and T otal Saturation Diving  \na. Type of work covered  \nC.  \nAll underwater work and deck work in support of same, using a Bell System for  \nBounce or Total Saturation Diving or when a One Atmosphere Pressure System is  \nto be utilized.  \nSpecifically included but not limited to, the manning of all diving systems on all  \noffshore exploration and drilling vessels, all underwater maintenance necessary  \non all offshore exploration and/or drilling vessels, and on all offshore platforms  \nusing any manned underwater diving system.  \nWorking Rules and Conditions:  \n1  \n—  \nBounce or Short Duration Diving.  \nConsists of a Diver going under pressure to a given depth, working a period of  \ntime consistent with current tables and then coming to the surface and  \ndecompressing. Minimum crew size per shift will be a total of seven workers.  \n1 - Diving Supervisor  \n1 - Manifold Operator  \nA - Diver and Standby  \n1 - Systems Tenders  \n2) Saturation Diving. Consists of Divers living under pressure continuously until  \nwork task is complete and then decompressing at a saturation decompression  \nprofile.  \nIt shall be permissible to saturate two (2) Divers to complete a work task that  \nprohibits short duration diving with a minimum crew of nine (9) workers.  \nOn saturation work, where more than two (2) Divers are required to be saturated,  \nthe minimum crew to maintain the operation around the clock will be fourteen  \n(14) workers.  \n2 - Diving Supervisors  \n2 - Manifold Operators  \n4 - Divers  \n6 - Tenders  \nWages  \n1) Offshore Standby and Maintenance.  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 38 of 39  \nThe weekly rate for offshore standby and maintenance for the Diving Crew  \nwill be based on forty (40) hours straight time and forty-four (44) overtime  \nhours.  \n2) Bell and Saturation Diving.  \nDaily compensation for the Divers shall be figured so as to pay a base of (24  \nX ST wet pay rate) plus $ 1.00 per ft., per day. In the event of a second 24  \nhour period, the Divers shall be paid the base pay plus the depth pay for the  \ngreatest depth the Divers attain, diving or decompressing, during the period.  \nThe day starts and ends at midnight.  \n3) The Diving Supervisor shall receive General Diving Foreman scale with  \nappropriate overtime rate. The diving supervisor shall receive wet pay at the  \nappropriate rate while the divers are under pressure.  \n4) The Manifold Operator shall be paid Diving Foreman scale with appropriate  \novertime rate when a dive is in progress and for as long as the Divers are  \nunder pressure.  \nIN WITNESS WHEREOEF, the parties have caused this A greement to be executed by  \ntheir authorized representatives.  \nDated this  \nJohn MacKinnon, Executive Director  \nALASKA REGIONAL COUNCIL OF CARPENTERS  \nJohn Palmatier, Executive Secretary-Treasurer  \nAssociated General Contractors of Alaska and the Alaska Regional Council of Carpenters  \nCollective Bargaining A greement  \nPage 39 of 39  \nASSOCIATED GENERAL CONTRACTORS  \nOF ALASKA  \nAnd  \nTHE ALASKA REGIONAL COUNCIL OF CARPENTERS  \nAND ITS AFFILIATED LOCAL UNIONS  \nJ ULY 1, 2008 - J une 30, 2011  \nTable of Contents  \nPage  \n1  \nNorthern, Southern, Southeast Carpenters and Piledrivers  \nJ 1  \nWitnesseth Purpose of this AGreQ@Ment 1  \nARTICLE 1 Parties and Territory Affected 2  \nSECTION 1 oe 2  \nSection 2 Union Recognition and Employee 2  \nSECHON 3 CONTACTING 2  \nSection 4 Favored NatlONs 3  \nSection5 Effect of other Ment 4  \nARTICLE 2 Duration, Modification And CHANGES 4  \nDuration, Modification and Changes 4  \nARTICLE 3 Reopening If Invalided Dy 4  \n"], ["ARTICLE 4 Hiring Of Craft 5  \n", "Section 1 5  \nSection 2 Responsible Representatives 5  \nSECTION 3 — Hall 5  \nDrug-Free and Alcohol-Free Workplace 6  \na) Drug-Free and Alcohol-Free Workplace 6  \nb) Drug and AICONO! 6  \nSection Referral Of 6  \nSection 6 Referral DISPULES 7  \nSection 7 State or Federal LaW 7  \nSection 8 Hold Harmless - 7  \n"], ["", "ARTICLE 5 UNION M@MDESSHI 7  \nARTICLE 6 J Urisdictional DISPUTES 8  \nARTICLE 7 8  \nARTICLE 8  \nSection 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \n"], ["ARTICLE 9  \nARTICLE 10  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \n"], ["ARTICLE 11  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \n"], ["", "ARTICLE 12  \nSection 1  \nSection 2  \n"], ["ARTICLE 13  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \n"], ["ARTICLE 14  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nHours Of Work and OVEStimMe 9  \nHOUSS Of 9  \nRALES 9  \nSUNGAYS ANA HOLIAYS 10  \nMultiple SHIPS 10  \nDewatering and Weather 10  \n10  \n10  \nSNOW UP Guarantee 11  \nMeals and Meal Periods 11  \n12  \nWOFKING RUIGS 12  \n12  \n12  \n14  \nPAY DAY 14  \nPayment of WageS UPON 14  \nPayroll WK 15  \nItemize Deductions Of 15  \nMiSCellANGOUS CONAILIONS 15  \nEmployer Required 15  \nCHECK 15  \nLOSt-TiIME ANd 00... 15  \nInjured Person to get Priority for R@NIrC 16  \nCHANGE IN 16  \nADSENTEEISM 16  \nPre@-] OD CONTFEFENCE 16  \nJ urisdictional Flexibility and Intercraft Transfer 16  \nRequest by Authorized Union 17  \nRequest for Information and REPorts 17  \nUNION REPreSentatlOn 17  \nACIMISSION tO J OD 17  \nJ OD 17  \nSUDSISTENCE ANd QUAMTELS 18  \nEmployer Provided Camp or Suitable Accommodations ................. 18  \n18  \nRemote Area 19  \nSANITATION... 19  \nBoard and Lodging for Injured EMplOvee 19  \nREMOTE SITES 19  \nTransportation, Travel Expense and Travel 19  \ntO the 19  \nFrOM the SIte 20  \nEstablished Point Of PICKUP 20  \nDeath and Return of D@CEASEd 20  \n"], ["", "ARTICLE 15  \nSection 1  \nSection 2  \n"], ["", "ARTICLE 16  \nARTICLE 17  \nSection 1  \nSection 2  \n"], ["ARTICLE 18  \nARTICLE 19  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \nSection 11  \nSection 12  \nSection 13  \nSection 14  \n"]]