[["", "  \n3,500 ee  \n2004 - 2008  \nCOLLECTIVE BARGAINING  \nAGREEMENT  \nTHIS AGREEMENT made and entered into, effective the fifth day of May, 2004 by and  \nbetween the ASSOCIATED GENERAL CONTRACTORS OF ST. LOUIS, for and in behalf of their  \nmembers who sign individual contracts, and for and in behalf of companies who have designated that  \nAssociation as their collective bargaining agent, hereinafter referred to as the Employer and the  \nCARPENTERS’ DISTRICT COUNCIL OF GREATER ST. LOUIS and VICINITY, an affiliate of the  \nUNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, hereinafter referred  \nto as the Union.  \nFor and in consideration of the mutual promises herein contained and for other good and  \nvaluable consideration, the receipt of which is hereby acknowledged, the parties agree and contract as  \nfollows:  \n"], ["ARTICLE 1  \nRecognition - Right to Hire  \n", "Recognition  \nSection 1.01 The Employer recognizes the Union as the sole collective bargaining agency with respect  \nto wages, hours, and other conditions of employment in the unit consisting of Carpenters and Joiners  \n(subject, however, to compliance by the Union, if legally required, with the Labor-Management  \nRelations Act of 1947, as amended) who are employed by the Employer on its work located in the City  \nand County of St. Louis, State of Missouri, and in the Missouri counties of St. Charles, Jefferson,  \nFranklin, Lincoln, Warren, Iron, Madison, Reynolds, St. Francois and Washington and on work as  \nspecified, in counties as provided in Article 2 hereof.  \nReference to employees in this Agreement shall mean employees of the unit above described.  \nRight to Hire  \nSection 1.02 The Employer reserves and shall have the right to accept or reject, to employ or not to  \nemploy any employee or to discharge any employee who has been accepted, but who subsequently  \nproves unsatisfactory to the Employer. Neither the Union nor the Employer shall discriminate in the  \nreferring or hiring of employees because of age, race, color, religion, sex, or national origin, or status  \na Vietnam-era veteran, nor against qualified disabled veterans with handicaps or disabilities.  \nThe Employer shall be the sole judge of and have the right to determine the number of employees  \nrequired on any job, or any portion of the work being done by the Employer. There shall be no  \nlimitation as to the amount of work a man shall perform. There shall be no restrictions as to the use of  \nmachinery, tools or appliances provided such machinery, tools and appliances are properly maintained  \nin accordance with nationally recognized safety standards.  \nWry 5, Leoy- wey 5, 200§  \n25 PI  \nSection 1.03 The Employer may require employees to submit to testing for alcohol or  \ncontrolled substances to the extent and in the manner required by applicable law, or by a project  \nowner,  \nThe Employer shall also have discretion to require its employees covered by the Agreement to-  \nsubmit to testing for alcohol or controlled substances under the rules and procedures of a testing  \nprogram that is administered third party and is acceptable to the Union. The St. Louis  \nConstruction Industry Substance Abuse Consortium is such a program acceptable to the Union.  \nOut of Town Contractors  \nSection 1.04 Employers domiciled out of the territorial jurisdiction of the Carpenters’ District  \nCouncil of Greater St. Louis and Vicinity will, before commencing work covered in this.  \nLabor/Management Agreement, discuss with the St. Louis District Council the need and  \namount of carpenter mechanics, foremen and stewards for the start-up crew and the need and amount  \nof mechanics to complete the job including the winding down crew. The Union, in turn, agrees to  \nfurnish such skilled mechanics, foremen and stewards from a referral fist maintained by the Carpenters‘  \nDistrict Council of Greater St. Louis office on a non-discriminatory basis. If Employers who are not  \ndomiciled out of the territorial jurisdiction of the Carpenters’ District Council of Greater St. Louis and  \nVicinity request referral of skilled mechanics, foremen and stewards the Union shall refer such skilled  \nmechanics, foremen and stewards trom said referral list on a non-discriminatery basis.  \nThis section of the Agreement does not, however, prevent an out of town employer from  \nselecting his own Project Manager or Superintendent.  \noe _Job Labor Standards and Job Security  \nLL koe  \n—s nue  \nSee ee ue  \nSection 1.05 Nothing contained in this agreement shall be construed to prevent the right of the.  \nEmployer to subcontract all or any part of work awarded to it, 1f however, the Employer elects to  \nsubcontract out all or any part of its on-site work covered by this agreement, then in that event, the  \nEmployer shall make adequate provisions in the contract, agreement or understanding with the  \nsubcontractor to observe the working rules set forth in this agreement and to pay to, and provide for, its  \nemployees so engaged wages and fringe benefits no less than those specified in this agreement, in the  \nperformance of the subcontract.  \nNo contractor signatory to this Agreement shall loan out general foremen, foremen,  \njourneymen carpenters, or apprentices to an out of town contractor performing work in the  \njurisdictional area covered by this Agreement, without prior mutual agreement between the District  \nCouncil and the contractor involved.  \nThe contractor shal! make available to the Carpenters’ District Counci] upon written request  \nand at Council cost, plans and specifications.  \nNothing in this Article shall be construed to limit or restrict, in any way, the Employer's right to  \ndetermine which portion of the work, if any, he may perform with his own employees or may  \nsubcontract to others.  \n"], ["ARTICLE 2  \n", "Area Limits  \nSection 2.01 With respect to Employers who sign this Agreement only for work in St. Louis  \nCity and County, as shown on the individual sheets executed by such Employers, this  \nAgreement shall! apply to all employment of employees covered hereunder on building, heavy and  \nhighway construction job sites located in St. Louis City and County, and not elsewhere.  \nWith respect to Employers who sign this Agreement for work in some or all of the Missourt  \ncounties of St. Charles, Jefferson, Franklin, Lincoln, Warren, Iron, Madison, Reynolds, St. Francois  \nand Washington, as shown on the individual signature sheets executed by such Employers, this  \nAgreement shall apply to all employment of employees covered hereunder on building construction  \njob sites located in the counties so designated on the Employer's signature sheet.  \nSection 2.02 Ifthe Union enters into any agreement with any Employer for work in areas  \ncovered by this Agreement, upon more favorable terms to such other Employer than are embodied in  \nthis Agreement, and if such more favorable terms are allowed to continue in effect, such more  \nfavorable terms shall be made immediately available to the Employers signatory to this Agreement.  \nSection 2.03 The Union agrees that any Employer who is a party to this Agreement shall have  \nthe privilege of operating outside of St. Louis and St. Louis County under existing agreements or  \nextensions thereof in the territorial jurisdiction of the Union. Employers party to agreements between  \nthe Union and the Associated General Contractors of Missouri shall operate in St. Louis City and  \nCounty under this St. Louis Agreement.  \n-_~  \n"], ["ARTICLE 3  \nIntent and Purpose  \n", "Section 3.01 It is the desire, intent and purpose of the parties hereto that this Agreement shall  \npromote and improve their industrial and economic relationship and make it one that is harmonious  \nand profitable.  \nSection 3.02 It is the intent of the parties hereto that this Agreement shall make provision for  \nthe orderly and expeditious consideration and settlement of rates of pay, wages, hours, working  \nconditions and adjustments of grievances.  \n"], ["ARTICLE 4  \nUnion Security  \n", "Section 4.01 All Employees covered by the Agreements shall, as a condition of employment,  \nobtain and maintain membership in the Union on or after the eighth day following the beginning of  \ntheir employment or the execution date of this Agreement, whichever is later. Membership means than  \nan employee is obligated and required to tender dues and initiation fees uniformly required, or in the  \nevent the employee objects then membership shall mean the obligation to pay periodic dues and  \ninitiation fees related to representational costs.  \nSection 4.02 The Employer shal! not be required to discharge any employee for  \nnon-compliance with this-Article until such time as such employee is replaced by a qualified  \nemployee, and if the Union requests the discharge of any employee for non-compliance of the  \nforegoing, the Union agrees to indemnify the Employer and hold the Employer harmless of any  \nliability or claims therewith in connection with the termination of the employment of such employee in  \ncompliance with the request of the Union.  \nShould the Labor-Management Relations Act of 1947 be amended at any time during the term  \nof this Agreement in such manner that either the Employer or the Union would be privileged to seek  \ndifferent provisions relating to Union security, then in such event this Agreement may be reopened at  \nthe option of either the Employer or the Union for renegotiation of the question of Union security, but  \nshall not be reopened on any other question except as hereinafter provided. If either the Employer or  \nthe Union desires to exercise such option under such circumstances, they shall give the other party  \nfifteen (15) days prior notice of their intention to do so, and should the Union exercise said option it  \nshall be free to strike in support of the same, and anything to the contrary in this Agreement  \nnotwithstanding.  \n"], ["ARTICLE 5  \nWAGES AND FRINGES.  \n", "Section 5.01 The straight time hourly rate of pay or wage scale for Carpenters employed by the  \nEmployer covered hereunder on jobs in the areas, as indicated, shal! be as follows:  \n_AREA 1: (City of St. Louis, St. Louis and St. Charles Counties)  \neee  \nHEALTH WAGES  \nWAGES & WELFARE PENSION CTAF JTF IHSTF  \n- May-5,-2004_ $445 0 $3.25 $15 $35 $ 02 $37.50  \nEffective May 4, 2005 - $1.04 increase in wages or fringes at Union's option.  \nEffective May 3, 2006 - $1.25 increase in wages or fringes at Union’s option.  \nEffective May 2, 2007 - $1.25 increase in wages or fringes at Union’s option.  \n*Includes one dollar and eighty cents ($1.80) per hour vacation E-Stamp in lieu of cash.  \nForeman: One dollar fifty cents ($1.50) per hour above journeyman rate.  \nGeneral Foreman: Two dollars ($2.00) per hour above journeyman rate.  \nContract Expires: May 5, 2008  \nAREA 2: (Jefferson, Franklin, Lincoln and Warren Counties)  \nProjects over $1 million - same as Area |  \nProjects under $1 million  \n| HEALTH WAGES  \nWAGES & WELFARE PENSION CTAF JTF IHSTF AND FRINGES  \nee  \nMay 5, 2004 $24.19* $4.45 $ 3.25 .15 $ 35 $ 02 $32.41  \nEffective May 4, 2005 - $1.04 increase in wages or fringes at Union's option.  \nEffective May 3, 2006 - $1.25 increase in wages or fringes at Union’s option.  \nEffective May 2, 2007 - $1.25 increase in wages or fringes at Union’s option.  \n*Includes one dollar and eighty cents ($1.80) per hour vacation E-Stamp in lieu of cash.  \nForeman: One dollar fifty cents ($1.50) per hour above journeyman rate.  \nGeneral Foreman: Two dollars ($2.00) per hour above journeyman rate.  \nContract Expires: May 5, 2008  \nAREA 3: (Iron, Reynolds, St. Francois, Washington, and Madison Counties)  \nProjects over $1 million  \nHEALTH WAGES  \nWAGES & WELFARE PENSION CTAF JTF JHSTF AND FRINGES  \nMay 5, 2004 $25.71* $4.45 $ 3.25 S$ .15 $ 35 $ 02 $33.93  \nEffective May 4, 2005 - $1.04 increase in wages or fringes at Union's option.  \nEffective May 3, 2006 - $1.25 increase in wages or fringes at Union’s option.  \nEffective May 2, 2007 - $1.25 increase in wages or fringes at Union’s option.  \n*Includes one dollar-and eighty cents ($1.80) per hour vacation E-Stamp in lieu of cash.  \nProjects under $1 million  \nHEALTH WAGES  \nWAGES & WELFARE PENSION CTAF JTF IHSTF AND FRINGES  \nMay 5, 2004 $23.94* $4.45 $ 3.25 $.15 $ .35 $ 02 $32.16  \nEffective May 4, 2005 - $1.04 increase in wages or fringes at Union's option.  \nEffective May 3, 2006 - $1.25 increase in wages or fringes at Union’s option.  \nEffective May 2, 2007 - $1.25 increase in wages or fringes at Union’s option.  \n*Includes one dollar and eighty cents ($1.80) per hour vacation E-Stamp in lieu of cash.  \nForeman: One dollar fifty cents ($1.50) per hour above journeyman rate.  \nGeneral Foreman: Two dollars ($2.00) per hour above journeyman rate.  \nContract Expires: May 5, 2008  \nAll millwright work in Area 2 and Area 3 shall be done at Area | rates.  \nWAGE AND FRINGE BENEFIT INCREASES EFFECTIVE MAY 5, 2004  \nALL APPRENTICES, RESIDENTIAL AND COMMERCIAL  \nHEALTH  \nWAGES & WELFARE CTAF JTE JHSTF TOTAL  \n1* term-$13.55* $ 1.50 $ .15 $ 35 $ .02 $15.57  \n2 term-$14.81* $1.50 $ .15 $ .35 $ .02 $16.83  \n3\" term-$16.08* $ 2.00 $ .15 $ .35 $ .02, $18.60  \n4\" term-$17.36* $2.00 $ .15 $ .35 $ .02 $19.88  \n*NO DEDUCTION FROM APPRENTICE NET PAY  \nHEALTH  \nWAGES & WELFARE PENSION CTAF JTF IHSTF TOTAL  \n5\" term-$19.13*** $4.45 $3.25 $15 $ 35 $ .02 $27.35  \n6\" term-$20.41*** $4.45 $3.25 $15 $ .35 $ .02 $28.63  \n7\" term-$21.68*** $4.45 $3.25 $ .02 $29.90  \n8\" term-$22.96*** $4.45 $3.25 $15 $ .35 $ .02 $31.18  \n***Includes one dollar seventy cents ($1.70) per hour vacation E-Stamp in lieu of cash.  \nPRE-BID CONFERENCE  \nSection 5.02 In the Missouri Counties of Iron, Madison, Reynolds, St. Francois, Washington,  \nLincoln, and Warren where signatory contractors are at a disadvantage in competitive bidding due to  \nthe terms and conditions of this Agreement at the request of either the Union or the Association, the  \nparties agree to hold a pre-bid conference prior to bidding. Contractors signatory to this Agreement  \nshall notify the Association of their desire for a pre-bid conference. Such request for pre-bid  \n- conference-shall-be.made.through the. Association.. The Association shall present its proposals for _ for  \nrelief to the Union which will consider these proposals and may agree or disagree to such relief as it  \ndeems will be in the best interest of both parties. This issue shall not be subject to the grievance or  \narbitration provisions of the Agreement. All signatory contractors bidding on that same job shall be  \ngiven the same relief. ;  \n   \nAPPRENTICESHIP PROGRAM  \nSection 5.03 The Carpenters Apprenticeship Training Standards Agreement as jointly  \ndeveloped by the Associated General] Contractors of St. Louis, Missouri, the Home Builders  \nAssociation of Greater St. Louis and the St. Louis District Council of the United Brotherhood of  \nCarpenters and Joiners of America, and registered and approved by the Bureau of Apprenticeship and  \nTraining of the U. S. Department of Labor under Registration No. 9545 and all subsequent  \nAmendments thereto, shal] be deemed, and is made, a part of this Agreement and the Employer and the  \nUnion agree to be bound by the terms and provisions thereof. The Joint Apprenticeship Committee  \nreferred to herein, shall mean the Joint Apprenticeship Committee established under said Carpenters  \nApprenticeship Training Standards Agreement.  \nApprentices enrolled pursuant to such Training Standards and Agreement shall be indentured to  \nthe Joint Apprenticeship Committee.  \nSatisfactory progress as determined solely by the Joint Apprenticeship Committee shall be  \nrequired for apprentices to be advanced or promoted in the program thereunder and to the wage  \n  \n   \n   \n   \nschedule set forth herein. Apprentices who, in the Joint Apprenticeship Committee's judgment, meet  \nsuch requirement shall be eligible for and paid the rate provided in the apprentice wage schedule for  \nthe respective progression period.  \nIn consideration of the Employer funding the apprenticeship program as hereinafter provided in  \nSection 5.09 hereof, apprentices shall not be paid wages by the Employer, nor shall the Employer be  \nrequired to make contributions for them for pensions, welfare or vacation and holiday benefits for time  \nspent in attending school when assigned to full-time classes at the apprenticeship school. No time  \nspent in such school shall be considered as time worked by the apprentice for an Employer.  \nApprentices attending school, however, shall receive such educational assistance grant or  \nstipend from the Carpenters’ Joint Training Fund, including provision for maintenance of such  \napprentice's eligibility for welfare benefits during school attendance, as shall be agreed upon by the  \nJoint Apprenticeship Committee.  \nAn Employer shall be authorized to employ such number of apprentices on each of said  \nEmployer's jobs or projects or portions thereof at any given time during the course of such job or  \nproject and from time to time as shall be determined by the Joint Apprenticeship Committee within its  \nsole and absolute discretion provided that, in the judgment of the Committee, the(Employer has the  \ncapacity to train apprentices. In so determining the number of apprentices that an Employer may hire,  \nthe Committee shall not consider or employ a ratio predicated upon the relative numbers of apprentices  \nand journeymen employed either by the individual Employer throughout its entire operations or by the  \nconstruction industry or any segment thereof, whether coextensive with, less than, or greater than the  \nlocal labor market.  \n| Carpenters International Training Fund--CITF  \n_ Section 5.04 In addition to the per hour wage rate, the Employer shall contribute two cents  \n(.02¢) per hour for each actual hour worked to the Carpenters International Training Fund (CITF) .  \nThe Employer shali pay the CITF contribution when E-stamps are purchased.  \nThe Employer hereby also agrees to be bound by the trust indenture agreement as now stated or  \nas later restated or amended applicable to the respective UBC trust fund described above.  \nOn request, each Employer and/or Union shall receive a copy of the fund’s annual report..  \nSection 5.05 E-Stamp Plan: Employers obligated for Vacation, Welfare and Pension  \ncontributions shall pay these benefits pursuant to the “E-Stamp” program established and administered  \nby the Carpenters’ Vacation Trust Fund of St. Louis. Employers shall furnish, at the time of purchase,  \nsuch hours reports and other information as is required by the E-Stamp program to enable  \ncontributions to be credited electronically to employees’ accounts, and shall abide by such rules and  \nregulations as may now or hereafter be established for operation of the E-Stamp program.  \nAll contributions due on account of hours worked during each pay week shall be purchased in  \nthe E-Stamp program, with accompanying reports, not later than the Employer’s payday for that pay  \nweek.  \nSection 5.06 Vacation and Holiday Fund: The per hour wage rate for Carpenters will include  \nvacation and holiday payment at one dollar eighty cents ($1.80) per hour to be paid as outlined in  \nSection 5.05. This does not apply to 1‘, 2\"4, 3\" and 4\" term apprentices.  \nThe reporting, payment and administration of such vacation and holiday payment shall be  \ngoverned by the terms of the trust agreement creating the CARPENTERS' AND  \nHOLIDAY FUND OF ST. LOUIS.  \nWhen an employee works overtime, he shall receive an additional E-stamp equal to the  \nvacation and holiday part of his wages for each overtime hour worked or majority fraction thereof as  \nexplained in Section 5.05.  \nUpon thirty (30) days prior written notice by the Union to the Employer, the Union may  \nincrease the amount of the hourly Vacation and Holiday pay not more than once in each calendar year.  \nSection 5.07 Welfare: Effective May 5, 2004, in addition to the per hour wage rate the  \nEmployer will contribute four dollars and forty-five cents ($4.45) per hour for each actual hour worked  \nby each employee covered by this Agreement to the CARPENTERS’ HEALTH AND WELFARE  \nTRUST FUND OF ST. LOUIS.  \nThis contribution amount does not apply to 1*, 3\" or 4\" term apprentices. For It and 2\"4  \nterm apprentices, the Employer shal! make a one dollar fifty cents ($1.50) contribution; for 3\" and 4\"  \nterm apprentices, the Employer will make a two dollar ($2.00) contribution.  \nThe reporting, payment and administration of such contributions shall be governed by the trust  \nagreement Creating the CARPENTERS' HEALTH AND WELFARE TRUST FUND OF ST. LOUIS.  \nWhen an employee works overtime, he shall receive an additional E-stamp equivalent to the  \nHealth and Welfare portion of the E -Stamp for each overtime | hour worked ¢ or ‘major fraction thereof as  \nexplained in Section 5.05.  \n   \n   \nee. ee ce  \nSection 5.08 Pension Fund: Effective May 5, 2004, in addition to the per hour wage rate and  \ncontribution to the Welfare Fund, the Employer shall contribute three dollars and twenty-five cents  \n($3.25) per hour for each actual hour worked to the CARPENTERS' PENSION TRUST FUND OF ST.  \nLOUIS. A Pension contribution shall not be made on hours worked by 1°, 2™, 3\" and 4\" term  \napprentices. |  \nThe reporting, payment and administration of such contributions shall be governed by the trust  \nagreement creating the CARPENTERS' PENSION TRUST FUND OF ST. LOUIS.  \nWhen an employee works overtime he shall receive an additional E-stamp equivalent to the  \npension portion of the E-Stamp for each overtime hour worked or major fraction thereof as explained  \nin Section 5.05.  \nIn the event that during the term of this Agreement the Carpenters’ Pension Trust Fund of St.  \nLouis shall lose its status as a qualified Pension Plan. Under the Internal Revenue Code, or in the event  \nthe contributions hereby required thereto otherwise become nondeductible by the Employer for its  \nincome tax determination, then Employer's obligation for further contributions to said Trust and Plan  \nshall cease and Employer in lieu thereof shall pay the equivalent of such contributions directly to the  \nemployee as wages during the remaining term of this contract, unless, and until, said Trust and Plan  \nagain become a qualified Plan under the Internal Revenue Code, or another qualified Pension Plan  \nunder the Internal Revenue Code contributions to which are income tax deductible has been negotiated  \nand made operative between the parties to this contract, in either which event the Employer's  \nobligation to pay satd contribution equivalent in wages shall cease, and in lieu thereof the required  \ncontributions for pensions as provided herein shall again become effective; provided, however, that a  \n- preliminary notice of disqualification of the Trust and Plan for tax purposes shall not terminate  \nEmployer's obligation to make contributions to said Trust until after the Trustees shall have had an  \nopportunity and a reasonable time, not to exceed one hundred twenty (120) days, in which to remove  \nthe disqualification and obtain either a temporary or a permanent reinstatement of the Trust's qualified  \nstatus. The parties hereto agree that during the interim period between notice of disqualification and  \nreinstatement of the qualified status or the failure of the Trustees within said one hundred twenty (120)  \ndays to obtain such reinstatement, the Employer shall continue making its contributions required  \nhereunder into an escrow account to be maintained by Mercantile Bank and Trust Company, said  \nescrowed funds, less any escrowee costs of administering the escrow account, to be released and paid  \nover to upon removal of the disqualification, or if not removed within said one hundred  \ntwenty (120) day period then to the employees for whose account contributed as wages.  \nST. LOUIS CONSTRUCTION TRAINING AND ADVANCEMENT FOUNDATION  \nSection 5.09 CTAF: In addition to the per hour wage rate, the Employer shall contribute  \nfifteen cents (15¢) per hour for each actual hour worked by each employee covered by this Agreement  \nto the ST. LOUIS CONSTRUCTION TRAINING AND ADVANCEMENT FOUNDATION (CTAF).  \nThe Employer shall pay the CTAF contribution with E-Stamps.  \nThe reporting, payment and administration of such contribution shall be governed by the terms  \nof the Trust Agreement under which the CTAF is established and maintained.  \nThe reporting, payment and administration of such contribution shall be governed by the terms  \nof the Trust Agreement creating the Foundation.  \nPrimary purposes of the Foundation, as set forth in the Trust Agreement, dated September 17,  \n1963, shall include apprenticeship training, advanced training and education, safety education and  \nother educational and informational programs for employee and industry betterment.  \nThe foregoing Advancement Fund provisions for contributions shall remain in effect until May  \n1, 2009, and is not subject to renegotiation except by mutual consent.  \nSection 5.09A. JTF; In addition to the per hour wage rate, the Employer shall contribute  \nthirty-five cents (35¢) per hour for each actual hour worked by each employee covered by this  \nAgreement to the CARPENTERS’ JOINT TRAINING FUND OF ST. LOUIS (JTF). The Employer  \nShall pay the JTF contribution with E-Stamps.  \nThe reporting, payment and administration of such contributions shall be governed by the terms  \nof the Trust Agreement under which the JTF is established and administered.  \nDELINQUENCY PENALTIES  \nSection 5.10 In the event the Employer fails to make prompt and timely reports or payment of  \ncontributions due for all hours worked to Carpenters’ Vacation and Holiday, Pension, and Health and  \nWelfare Funds of St. Louis and to the St. Louts Construction Training and Advancement Foundation,  \nthe Union, following seventy-two (72) hours' written notice to such delinquent Employer and to the  \nAssociation, may order cessation of all covered work of Employer on all jobs of Employer until such  \nreports are made and all contributions, costs, fees, interest and liquidated damages due, as hereafter  \nprovided, are paid in full. In addition thereto, it is agreed that said contributions due constitute a debt  \nowed by the Employer to the Trustees of the respective Funds, and that in addition to al! other  \nremedies on account thereof, the Union or the Trustees may refer collection to an attorney and may file  \nsuit to collect such delinquent payments. In the event of such referral and/or suit, the Employer agrees  \nto pay, in addition to the amount of such debt due, al] the costs of such collection action including, but  \nnot limited to, attorneys’ fees incurred whether or not suit is filed and all court costs incurred if suit is  \nfiled. In addition to these costs, and in recognition of the additional administrative expenses incurred  \nin the handling of delinquent contributions each Employer shall pay as liquidated damages an  \nadditional sum of twenty percent (20%) of the amount of delinquent payments due.  \nThe principal amount due together with liquidated damages shall bear interest at the rate of  \n10% per annum from the time that they were due and payable. The parties agree to this determination  \nof the liquidated damage amount as a fair and accurate estimate of additional administrative expenses,  \nseparate and apart from, and in addition to, the attorneys’ fees and court costs above described, the  \nactual amount of said additional administrative expenses being difficult if not impossible to ascertain.  \nIt shall be the duty of each Employer to provide weekly electronic reports to the Benefit Plan Office.  \nThe Employer agrees to maintain and make available to the Trustees, upon the request of the Trustees,  \nfor inspection and verification, all relevant payroll records covering employees. The Trustees may  \ndirect that an audit be conducted on all relevant employee records by a Certified Public Accountant  \nselected by the Trustees in order to determine the accuracy of Employer payments. Such inspections  \nand audits may not be required of any individual Employer more often than once every three years  \nunless the Trustees have reasonable cause to believe that the Employer has not made proper and timely  \nreports or contributions as required herein. If upon the completion of this examination, such  \n_. accountant finds the Employer has underpaid by as much as ten percent (10%) of the amounts due,  \nthen the charges of the accountant for his service, as well as the Shortages, paid-by the-- -- -  \nEmployer. If the Employer refuses to pay the amount determined to be due and owing by the Trustees’  \nappointed accountant, or refuses to permit examination of his records by this accountant, then the  \nEmployer, if found delinquent, shall be liable also for attorneys’ fees, court costs, and liquidated  \ndamages as described in the preceding paragraph. If the examination by the accountant reveals that the  \nEmployer has underpaid by less than ten percent (10%) of the amounts due, then the charges of the  \naccountant for his services shall be paid by the Funds, but the Employer shall nevertheless be liable for  \ndelinquency.  \nAt least 10 days prior written notice of audit shall be given to Employer, and such audit shall be made  \nduring regular business hours and at Employer's offices.  \nSurety Bond and Insurance  \nSection 5.11 The Employer shall secure and maintain surety bond in the minimum amount of  \n$25,000.00 to guarantee payment of all wages, fringes and contributions provided for herein and shal]  \nfurnish to the Union evidence of the procurement and maintenance of bond in such amount.  \nThe Employer shall provide Workmen's Compensation Insurance against injury and  \nUnemployment Compensation protection for all employees even though not required to do so by  \n_ Missouri state law. |  \nThe Employer shall furnish to the Union satisfactory evidence of his compliance with such  \nprovisions of this Section and the party in error shall pay for any expenses incurred.  \n  \n10  \n   \nSection 5.12 Smokestacks: When working on a smokestack only, and one which is  \nconstructed on its own foundation, the rate for employees shall be as follows:  \nBase of chimney column to 25 feet  \n- 25¢ per hour over the base rate of pay  \nFrom 25 feet to 50 feet  \n- 50¢ per hour over the base rate of pay  \nFrom 50 feet to 75 feet  \n- 75¢ per hour over the base rate of pay  \nFrom 75 feet to 100 feet  \n- $1.00 per hour over the base rate of pay  \nFrom 100 feet to 150 feet  \n- $1.25 per hour over the base rate of pay  \nFrom 150 feet to 200 feet  \n- $1.50 per hour over the base rate of pay  \nFrom 200 feet to 250 feet  \n- $1.75 per hour over the base rate of pay  \n250 feet or higher  \n- $2.00 per hour over the base rate of pay  \nSection 5.13 Lay Out Work: When working under a foreman as a layout man, and laying out  \nwork for other men than himself, a Journeyman Carpenter shall be paid twenty-five cents (25¢) per  \nhour more than the Journeyman's rate. Any Journeyman assisting as a layout man shall receive the  \nJourneyman’s rate.  \nWhen a Carpenter is doing layout for his own individual work, he shall not be classed as a  \nLayout Man.  \nLayout of project, other than for form work, and checking all layout may be performed by  \nengineer (scholastic or professional).  \nSection 5.14 When a Carpenter or Millwright works in a composite crew with any of the five  \nother basic trades which has a collective bargaining agreement with the Associated General  \nContractors of St. Louis, his rate of pay including fringes for work in the composite crew shall not be  \nless than any of the other basic trades in the composite crew doing similar work.  \nSection 5.15 Payday: Employer shall pay wages and fringe benefit stamps due on the job  \nevery Friday at or before one (1) hour prior to quitting time unless unavoidable circumstances exist, in  \ncurrency or by payroll check for the workweek ending at quitting time Tuesday night prior to payday,  \nand if the men are not paid as herein specified, the Employer shall be charged waiting time at straight  \ntime, beginning at quitting time Friday, and no work shall be done for said Employer until the payment  \nis made.  \ni]  \nIn the event of inclement weather on payday and there will be no work for the day, Employer  \nshall pay on the job no later than 10:00 a.m.  \nIf a holiday falls on Friday, the Employer shall pay wages and fringe benefits on the preceding  \nThursday at least one hour before quitting time.  \nWhen employees are discharged, they shall be paid immediately, and if required to go to some  \nother point or to the office of the Employer, employees shall be paid for the time required going to  \nsuch places. When employees quit of their own accord, they shall wait until the regular payday for the  \nwages due them. If the employee's check is postmarked later than 24 hours past the scheduled payday,  \nthe Employer shall pay the employee two (2) hours pay at the straight time rate per day of delay,  \nprovided the employee must notify the Employer of the failure to receive the check no later than five  \n(5) days after the day of scheduled payday to receive the penalty payment. If an Employer's check to  \nan employee is returned for insufficient funds, the Employer will be forced to pay in cash or cashiers  \ncheck and pay any bank charges incurred by employee whose personal checks were written with  \ninsufficient funds.  \nWhen employees are laid off, the Employer shall have the option of paying the employee off  \nthat day or sending their paycheck postmarked no later than the day following day of layoff. If the  \nemployee's check is postmarked later than the day following the day of layoff, the Employer shall pay  \nthe employee two (2) hours pay at the straight time rate per day of deiay, provided the employee must  \nnotify the Employer of the failure to receive the check no later than five (5) days after the day of layoff  \nto receive the penalty payment.  \nIf the Employer fails to comply with above provisions more than two times, then the third time  \n- -will-be-cause-for-the.contractor_to_revert to layoff is pay off for the remainder of this contract, The  \nUnion shall notify the Employer, with copy to the appropriate association when such provision ~~~ ~  \ninvoked.  \n   \n   \nUpon approval of the employee wages due workers may be paid by direct deposit to the  \nemployee’s account.  \nSection 5.16 Statement of Support For the Guard and Reserve: We recognize the National  \nGuard and Reserve as essential to the strength of our nation and the maintenance of world peace. They  \nrequire and deserve the interest and support of the American business community, as well as every  \nsegment of our society.  \nIn the highest American tradition, these Guard and Reserve forces are manned by civilians.  \nTheir voluntary service takes them from their homes, their families and their occupations. On  \nweekends, and at other times, they train to prepare themselves to answer their country's call to active  \nservice in the United States armed forces.  \nIf these volunteer forces are to continue to serve our nation, a broader public understanding is  \nrequired of the total force policy of national security ~ - and the essential role of the Guard and Reserve  \nwithin it.  \nThe Guard and Reserve need the patriotic cooperation of American employers in facilitating  \nthe participation of their eligible employees in Guard and Reserve programs, without impediment of  \npenalty.  \n12  \nWe therefore join other members of the American business community in agreement that:  \nl. Our employees’ job and career opportunities will not be limited or reduced because of their  \nservice in the Guard or Reserve;  \n2 ‘Our employees will be granted leaves of absence for military training in the Guard or Reserve;  \n3. This agreement and the resultant company policies will be made known throughout the  \norganization and announced in company publications and through other existing means of  \ncommunication.  \nSection 5.17 Composite Crew: When requested by the Employer, the Union shall meet and  \nconfer with other trades on composite crew work.  \n"], ["ARTICLE 6  \nCrew Size  \n", "Section 6.01 The crew size shall be any number of craft workers and supervision (general  \nforeman/foremen) required to safely perform the work and shall be increased or decreased at the  \ndiscretion of the Employer.  \nSection 6.02 (FOREMAN/GENERAL FOREMAN) When two or more men are employed on  \na job, once shall be a foreman and receive a foreman’s pay.  \nA foreman cannot supervise millwrights and/or carpenters and /or pile drivers on the same or different  \njobs at the same time.  \nWhen two or more foremen are employed on a job, one shall be classed as a general foreman.  \nAll other carpenter foremen on the job shall be subordinate to this general foreman.  \nAppointment as general foreman shall not relieve employee of the duties as a foreman.  \nWhen not more than two foremen are on the job and the superintendent is a carpenter, a general  \nforeman will not be needed.  \n"], ["ARTICLE 7  \nWorking Rules - Hours of Work  \n", "Section 7.01 The regular workday shall consist of eight (8) consecutive hours, exclusive of a  \nthirty (30) minute lunch period, with pay at the regular straight time hourly rate. The regular workday  \nshall begin on the job site between the hours of 6:00 a.m. and 8:00 a.m. with the starting time to be  \ndetermined by the Employer, unless project owner requires different starting time. This adjustable  \nstarting time can, at the Employer’s option, be staggered to permit starting portions of the work force  \n13  \nat various times within the prescribed hours. Change in starting time to require 48 hours notification to  \nemployees.  \nEmployees shall be prepared to work at the designated starting time and shall remain at their  \nplace during working hours until the designated quitting time. Where the employees’ place of work  \nrequires Employer-furnished transportation, the employees shall be transported one way on the  \nemployees’ time and the other way on the Employer’s time. On projects where there ts a significant  \namount of such transportation time, the Union agrees to negotiate this matter on a pre-bid basis.  \nProjects That Cannot Be Performed During Regular Workday: Notification prior to starting  \ndate must be made to District Council. On heavy highway work or if required by owner  \nthe contractor may perform work outside the normal work hours and employees shall be paid:  \napplicable straight time hourly wage rate plus a premium of two dollars and fifty cents ($2.50) for the  \nfirst eight hours worked. Any hours worked in excess of eight hours shall be paid at the applicable  \novertime rate plus the two dollars and fifty cents ($2.50) per hour premium.  \nEmergency Call-In: When employees are called to work outside their regular workday for  \nemergency work, they shall be paid a minimum of four (4) hours pay at the applicable overtime rate.  \nEmergency work is defined as non-scheduled work requiring urgent response.  \nWork started on Saturday overtime stays at that rate until complete (or crew change).  \nWork started on Sunday overtime stays at that rate until complete (or crew change).  \nFour 10-Hour Days  \nThe Employer may establish a four (4) ten (10) hour shift exclusive of the thirty minute unpaid  \nlunch period at the straight time wage rate. Forty hours per week shall constitute a week’s work  \nMonday through Thursday. In the event a job is down due to weather conditions, safety or other  \nconditions beyond the control of the Employer, then Friday may, at the option of the Employer, be  \nworked as a makeup day at the straight time wage rate. If Friday is scheduled as a makeup day a  \nminimum of eight (8) hours will be scheduled and worked, weather permitting. Straight time ts not to  \nexceed ten (10) hours a day or forty (40) hours per week. Starting time will be designated by the  \nEmployer. The Union will be advised of the starting time. Fridays can be worked in lieu of holidays  \nat employee’s option.  \nWhen an Employer works a project on a four (4) ten (10) hour day work schedule, the  \nEmployer will not bring in any other crew for a fifth workday on the project while not calling in the  \nnormal crew that had been scheduled for that project.  \nEmployees must be notified not later than Wednesday at quitting time prior to the Monday of  \nthe four ten-hour workweek.  \nSection 7.02 Lunch Period and Quitting Time: If start of lunch period is delayed beyond 12:30  \np.m., employees whose lunch period is so postponed shall be paid the straight time rate for such lunch  \nperiod.  \n14  \nSufficient time, but no more than such time as necessary, shall be allowed for employees on  \njobs to gather tools and reach tool shed by quitting time.  \nThe time allowed for gathering tools and reaching tool shed by quitting time at Noon and at  \n4:30 p.m. is to be agreed upon by the Employer and the Steward or Business Representative.  \nSection 7.03 Suppertime: Employees are to be allowed one-half (1/2) hour for supper with pay  \nat the overtime rate if they work two (2) hours overtime after the end of their regular workday and if  \nthey are to continue to work after ten (10) hours when working eight (8) hour days. When working ten  \n(10) hour days, employees are to be allowed one-half (1/2) hour supper if they are to continue work  \nafter ten (10) hours. In the event of additional overtime, employees wiil be allowed one-half (1/2) hour  \nmealtime with pay as provided above after each additional four (4) hours overtime beyond the previous  \novertime plus mealtime provided they are to continue working after such additional mealtime.  \nWhere possible employees shall arrange to eat alternately to permit work to proceed  \ncontinuously, but this shall not be construed to deprive an employee of mealtime privilege and  \npayment.  \nSection 7.04 Holidays and Overtime: Time and one-half shall be paid for all overtime hours  \nworked during the week, Monday through Friday and for all work performed on Saturday.  \nDouble time shall be paid for all time worked on Sunday, New Year's Day, Memorial Day,  \nThanksgiving Day, and Veterans Day. |  \nNo work shall be done on Christmas Day, Fourth of July or Labor Day.  \nWhen any of the above holidays fall on Sunday, the Monday following shall be observed as  \nsuch holiday.  \nIf holiday falls on Saturday, it shall not be considered to be observed on the previous Friday or  \nfollowing Monday. Such days shall be regular workdays.  \nWe agree to observe these holidays on the day that the Building Trades establishes observance  \nfor all trades, normally observed by Federal Government regulations. ;  \nSection 7.05 When overtime is necessary, all men on the job shall be allowed to work such  \novertime or if this is not practical, then men required for overtime shall be changed each day, so that  \nsuch overtime shall be distributed equally among all the men on the job. No men shall be transferred  \nto an overtime job unless all employees already on said job have been or are given overtime. The  \nEmployer shall determine the number of employees needed on such overtime.  \nSection 7.06 No work shall be done between scheduled work day on Friday and scheduled  \nstarting time on Monday, except to preserve life or property, in which event an official numbered  \npermit must be obtained from the Executive Secretary-Treasurer's office by a telephone call from the  \nSteward on the job giving the job location, foreman and the number of employees working overtime.  \nSection 7.07 Call In Pay and Reporting for Work: When an employee reports for work he  \nshall be given at least four (4) hours work or he shall be given four (4) hours straight time pay in  \naddition to any wages previously due him, provided he arrives at the time specified and provided  \n15  \nfurther that he is not prevented from working by failure of other craftsmen to appear, failure to receive  \nmaterial or on account of weather or other conditions beyond the control of the Employer. In such  \nevent the employee shall receive pay for hours actually worked, morning or afternoon.  \nWhen the employee is unable to work because of weather and is instructed by the Employer, or  \nhis representative, at 8:00 a.m. or other agreed starting time to remain on the job, then the employee  \nshall be paid at the regular applicable rate of pay for such time until he ts released or he is ordered to  \nwork. If told to wait, a minimum time of one (1) hour shall be paid.  \nSection 7.08 Layoff: In case of layoff, the Employer shall give due consideration to recalling  \nthe men laid off before others are employed to replace them on that job.  \nEmployee shall be given one (1) hour advance notice of such layoff or discharge. In the event  \nsuch one (1) hour notice is not given the employee shall receive one (1) hour additional pay from the  \ntime of such delayed notice. This shall not apply, however, when a layoff is temporary and the  \nemployee is worked on the next working day.  \nIf such notice is given after quitting time, show up will be paid. All permanent termination  \nshall be at the job site.  \nSection 7.09 Miscellaneous Working Rules: When all cmployccs arc not able to start work  \nbecause of job conditions, the Employer shall place first at work those who have their tools on the job.  \nAn employee shall not be on the job where he is employed more than thirty (30) minutes before  \nstarting time. .  \n““T\" “If an employee moves tools during the regular workday, paid straight time: “If -  \nare moved from one job to another at the end of the day, the employee shall not be paid.  \nWhen all carpenter employees are not able to start work because of job conditions, the foreman  \nand the Union steward shall be the first placed on the job.  \nSection 7.10 Tool Storage and Loss: The Employer shall provide a reasonably secure shed or  \nsuitable place for the storage of the Carpenters’ tools and clothing with a heating stove during the  \nwinter season for Carpenters (on buildings ten stories high or over, a shed must be provided on every  \nfifth floor). A complaint by the steward with reference to such storage space shall be investigated by  \nrepresentatives of the parties hereto.  \nShould tools in such storage space be stolen by forcible entry or destroyed by fire or other  \naccidental means on the job, then such Employer shall pay the actual cost of tools.  \nThe Employer's liability shall be for actual loss and limited to $350.00 for rough Carpenter  \ntools and to $500.00 for finish Carpenter tools.  \nIn order for Employer to be liable for loss, employee shall have submitted a list of tools in his  \nbox at time of employment. The Employer shall supply necessary forms to the employee to notify the  \nEmployer of any update on new tools brought on the job and both the employee and the Employer  \nrepresentative shall sign in duplicate with both parties keeping a copy.  \n16  \nSection 7.11 Transportation and Transferring: When men are transferred from job to job  \nduring their regular working hours, they shall receive pay for their time.  \nWhen an employee is sent out of the jurisdiction of this contract by the Employer, he shall  \nreceive either the wage rate in that locality, or the rate provided in this Agreement, whichever is  \nhigher, plus all agreed expenses. He shall be paid the straight time hourly rate to and from the job  \nwhen using the mode of transportation specified by the Employer. Should the employee choose a  \ndifferent mode of transportation than that specified he shall be paid only for the estimated time of  \ntravel as prescribed by the Employer.  \nWhen an employee is required by the Employer to drive a service truck from the shop to the  \njob before starting time, his time shall begin from the time he leaves the shop.  \nSection 7.12 Shift Work: Shifts may be established when considered necessary by the  \nEmployer.  \nA. Shift hours and rates will be as follows:  \nFirst Shift: | Eight (8) hours plus one-half (1/2) hour for lunch  \nSecond Shift: Eight (8) hours plus one-half (1/2) hour for lunch  \nThird Shift: | Eight (8) hours plus one-half (1/2) hour for lunch  \nB. Shifts shall be for a minimum of three (3) consecutive workdays. |  \nC. If only two (2) shifts are to be worked, the Employer may regulate starting times of the  \ntwo (2) shift operation to permit the maximum utilization of daylight hours.  \nD. The first shift will be paid at eight (8) hours straight time for eight (8) hours work. The  \nsecond shift will be paid eight (8) hours straight time plus a two dollars and fifty cents ($2.50) per hour .  \npremium for eight (8) hours work, and the third shift shall be paid eight (8) hours straight time plus  \nthree dollars and fifty cents ($3.50) per hour premium for eight (8) hours work.  \nPayment for shift work shall be determined by when an employee first begins his shift  \noperation i.e., the shifts which begin on Friday morning and end on Saturday morning will be paid at  \nstraight time, the shifts which start on Saturday morning and end on Sunday morning will be paid at  \ntime and one half, the shifts which start on Sunday morning and end on Monday morning will be paid  \nat double time. Employees working during the normal workday shall receive first shift pay; employees  \nworking predominately during the evening hours shall receive second shift pay; employees working  \npredominately during the early morning hours shall receive third shift pay.  \nE. Nothing above prohibits the working of two (2) shifts at greater than eight (8) hours  \nwith excess hours to be paid at overtime rate.  \nSection 7.13 Stewards: There shall be one (1) steward on each contractor's job or shift. The  \nparties agree to encourage stewards to complete a first aid course as offered by the American Red  \nCross or equivalent. The steward shall take care of all injured employees and accompany them to their  \nhomes, doctor's office or hospital without losing any pay or having any deduction therefor.  \n17  \n“the progress on the job. Employers will make all reasonable arrangements for to ~~ ~*~\" 77\"  \nEmployer agrees that any employee who is injured on the job shall be given first aid treatment  \nat the job, and if necessary be transported to a hospital or doctor's office for further treatment.  \nEmployee shall be required to accept such medical attention if the Employer deems it necessary.  \nOn the day of an injury resulting from a job site accident, the employee shall not suffer any loss  \nfor time spent receiving medical attention or, if the attending physician will not permit his return to  \nwork, for the remainder of the shift. On one (1) additional day subsequent to the accident, the  \nemployee shall not suffer any loss for time spent receiving further medical treatment provided that the  \ndoctor requires a return visit during working hours. Employee will request a written memorandum  \nfrom doctor verifying time of treatment.  \nWhen two (2) or more men start a job, one (1) shall act as steward subject to approval by the  \nUnion. No employee shall so serve on two (2) consecutive jobs for the same Employer. Said steward  \nshall not be laid off or discharged until the completion of carpenter work on the job or completion  \ntemporarily of any phase of carpenter work on the job except with the approval of the Union, provided  \nthat proven incompetence in workmanship shall be a valid ground for discharge. However, if the  \nEmployer's job work force is reduced to the Foreman and the Steward, the Employer may layoff the  \nSteward prior to laying off his Foreman.  \nWhen working shifls and shift work ceases, the steward first appointed shall remain on the job  \nuntil the same is complete.  \nVisiting Jobs; It is further agreed that duly authorized representatives of the Union carrying  \nproper credentials shall be allowed to visit job sites during working hours after first notifying an on  \nsite representative of the Employer to interview the Employer or employees but in no way shall hinder  \n   \nsites including restricted areas wherever possible.  \nSection 7.14 Vacation: An employee may upon three (3) weeks prior notice to the Employer,  \ntake a leave of absence for a vacation not to exceed two (2) weeks from the job on which he is  \nemployed, without jeopardizing future employment on that job, provided, however, that the work on  \nthe job is in progress on his return and that no more than one (1) employee on such a job shall be on  \nvacation leave at any one time, without agreement to that effect with the Employer.  \nSection 7.15 Furnishing Supplies, Etc.: Employer shall furnish ice water for drinking purposes  \nfor Carpenters, when the season of the year justifies and raincoats, boots and rain hats for all carpentry  \nwork, welding hoods, welding gloves, sleeves and welding or cutting goggles.  \nEmployee who checks out tool will exercise proper care of tool while in his possession to  \nprevent loss or theft.  \nEmployees will furnish white carpenter or millwright overalls or pile driver overalls and items  \nof safety apparel such as hard hats, suitable substantial shoes, goggles, and will use such safety items  \nas required by the Employer at all times and shall be subject to immediate discharge for failure to do  \nso. The Employer shall initially furnish a respirator to his employee but if an additional respirator is  \nneeded, it shall be furnished by the employee.  \n18  \nAny special color or material of hard hat, if required by the Employer, shall be furnished by the  \nEmployer.  \nIf saws are sent out to be sharpened, Employer shall pay cost of sharpening.  \nEmployees working on stilts shall receive twenty-five cents (25¢) per hour more than the  \napplicable rate. Employees physically unable to work on stilts shall not be required to do so. OSHA  \napproved stilts shall be furnished by the Employer.  \nSection 7.16 Maintenance of Concrete Forms: On all concrete pours of more than one (1) hour  \nduration into forms erected by Carpenters, one (1) Carpenter will be gainfully employed to maintain  \n. such concrete forms during the concrete pouring operation in building construction providing,  \nhowever, that if during said concrete pour no maintenance of such concrete forms is required in the  \nopinion of the Employer and the carpenter foreman, this carpenter is to be gainfully employed on other  \ncarpenter work on job.  \nSection 7.17 Welder and Burner Assistants: If fire hazards or other extraordinary conditions  \nexist, welders or burners employed in such locations shall have an assistant for each welder or burner  \nso employed. '  \nWhen a carpenter is welding or burning, an assistant will be assigned to perform duties  \npertaining to the welding and burning as required or may be gainfully employed on other work in the  \nimmediate vicinity.  \nWhen the Union feels that conditions on any job justify an additional assistant or assistants,  \nthen one (1) representative appointed by the Carpenters’ District Council and one (1) by the Associated  \nGeneral Contractors of St. Louis shall immediately investigate and resolve the complaint.  \nThere shall be no work stoppage until this two (2) man committee has had the opportunity to  \narrive at a decision which shall be binding.  \nSection 7.18 Table Saw Operator Assistant: For safety reasons a member of the bargaining  \nunit will assist the Carpenter operating table or radial arm saw in cutting unwieldy pieces of wood.  \nWhen dispute arises as to the need for an assistant, Contractor's representative will review the matter  \nand make the decision.  \nSection 7.19 Pile Driving: The laying out and driving of all pile must be done by Carpenters  \nor Pile Drivers. Maintaining and repairing the hammer will be done by the pile driver or carpenter.  \nAll piling will be unloaded by carpenter or pile driver.  \n(Cutting off pile and welding of pile by pile driver or carpenter)  \nSection 7.20 Divers: All diving in connection with the jurisdiction of the Brotherhood, shall  \nbe performed by a diver who is a member of the Carpenters’ District Council.  \n"], ["ARTICLE 8  \nMillwrights  \n", "19  \nSection 8.0] Where there are two (2) or more millwrights employed on one job, one (1) shall  \nreceive foreman's pay.  \nSection 8.02 No millwright foreman shall supervise a crew of more than eight (8) not  \nincluding himself.  \nSection 8.03 A millwright foreman can supervise a crew on one (1) job site only.  \nSection 8.04 Tool Storage and Loss: The Employer shall provide a reasonable secure shed or  \nsuitable place for the storage of millwright's tools and clothing with a heating stove during the winter  \nseason for millwrights, Carpenters and/or pile drivers. (On buildings ten (10) stories high or over,  \nshed must be provided on every fifth floor). A complaint by steward with reference to such storage  \nspace shall be investigated by representatives of the parties hereto.  \nShould tools in such storage space be stolen by forcible entry or destroyed by fire or other  \naccidental means on the job, then such Employer shall pay the actual cost of tools.  \nThe Employer's liability shall be for actual loss and limited to $600.00 for each millwright.  \nThe Carpenters’ District Council shall provide and furnish a list of minimum requirement aggregation  \nof $600.00 which each millwright is to have in his possession.  \nIn order for Employer to be liable for loss, employee shall have submitted a list of tools in his  \nbox at time of employment. The Employer shall supply necessary forms to the employee to notify the  \nEmployer of any update on new tools brought on the job and both the employee and the Employer  \nrepresentative shall sign in duplicate with both parties keeping a  \n_ Section 8.05 Safety: When millwrights are exposed to unusual conditions, such as heat, cold,  \ndust, dangerous fumes or gases, the contractor shall furnish the necessary safety or protective  \nequipment exclusive of clothing. Each employee shall furnish his own hard hat, safety shoes, safety  \ngoggles or glasses. Where safety or protective equipment cannot possibly be used, there shall be a  \nmeeting of the Union and the Contractor to work out a mutually agreeable safety practice. The intent  \nof this paragraph is to exclude inclement weather or acts of God.  \nSection 8.06 Welder: Any special certification test of a qualified millwright welder, taken for  \nthe convenience of the Contractor, shall be paid for by the Contractor. Before a qualified millwright  \nwelder commences the welding test, he shall be placed on the payroll of the Contractor. However, the  \nEmployer shall not pay for time spent by an employee taking a welding certification test, if employee  \nfails such test. This rule shall apply to Carpenters and pile drivers when welding.  \nSection 8.07 Machinery: All machinery and equipment set by millwrights shall be adjusted by  \nmillwrights. During run-in period of equipment, millwrights can be gainfully employed on other work  \nin the immediate area.  \nSafety shall be of paramount importance and in the event of a dispute over safety as to numbers  \nof men required during run-in, the following procedures shall be followed:  \nThat portion of the work in question shall be stopped and representatives of the Employer and  \nthe Union shall meet to resolve the dispute. Ifno solution to the dispute can be reached, a meeting of  \nrepresentatives of the Carpenters’ District Council and the Associated General Contractors familiar in  \n20  \nmillwright work shall immediately meet (at the Job site if necessary) and resolve the dispute. The  \nfinding of this committee shall be binding. No disciplinary action shall be taken against the  \ncomplainant.  \nSection 8.08 Except as provided in this Article, other provisions of this Agreement shall apply  \nto millwrights and pile drivers.  \n"], ["ARTICLE 9  \nGrievance Procedure and Arbitration  \n", "Section 9.01 Any differences arising between employees and the Employer with reference to  \nany conditions of employment affecting employees subject to this contract that are not covered  \nhereunder, or to the interpretation of this contract in any other grievance of the parties hereto, except  \njurisdictional disputes, that cannot be satisfactorily adjusted by the Employer and the Job Steward shall  \nbe referred to the Business Agent of the Union and the proper officials of the Employer.  \nAll grievances that cannot be settled between the officials of the Employer and the Business  \nAgent of the Union shall, except as provided below, be referred to a Board of Arbitration consisting of  \nthree (3) members, one (1) of whom shall represent and be appointed by the Union, one (1) of whom  \nshall represent and be appointed by the Employer, and the two (2) thus chosen shall select the third.  \nThe Union and the Employer shall select their respective representatives within five (5) days after  \nreceipt of written notice by one from the other requesting arbitration. Failure of the two (2) thus  \nchosen to agree upon a third member to complete the Board within a period of ten (10) days after  \nnotification by one party to the other of the selection of the last named of the first two (2) members,  \nthen either may request a list of arbitrators from the Federal Mediation and Conciliation Service from  \nwhich the third member of the Board of Arbitration shall be selected by the two (2) other members of  \nthe Board of Arbitration either by striking names or by mutual agreement.  \nThe decision of the majority of the Board of Arbitration shall be final and binding on all  \nconcerned. Each of the parties hereto shall pay the compensation of their own representative, and the  \ncompensation of the third member and other expenses of such arbitration shall be borne equally by the  \nEmployer and the Union.  \nIf arbitration is requested by the Union or by the Association on behalf of a member Employer,  \nthe Employer and the Union agree to submit the grievance to a Board of Arbitration as provided in this  \nAgreement. However, if arbitration is not requested either by the Union, or by the Association on  \nbehalf of a member Employer, the Union reserves the right to use its economic power in support of its  \ndemands, and in such event it is agreed by both parties that any such action taken by the Union shall  \nnot constitute a violation of this Agreement notwithstanding any provision of this Agreement to the  \ncontrary. The provisions of this paragraph shall not be applicable to Section 1.04.  \nNo relief shall be awarded in arbitration for any grievance that is not reduced to writing and  \ndelivered to the employer within 15 working days after the occurrence of the grievable event.  \n"], ["ARTICLE 10  \nStrikes  \n", "21  \nSection 10.01 Except as herein otherwise provided, employees shall not cease work, slow  \ndown or engage in any strike or other concerted interruption or interference with the work or business  \nof the Employer during the term of this contract in support of any issue or disagreement arising out of  \nany matter covered by this contract, and the Employer shall not lockout any employee covered  \nhereunder during said term.  \nSection 10.02 It shall not constitute a breach of this Agreement for any employee covered  \nhereunder to refuse to cross any lawful primary picket line and perform work in any instance where:  \nA. The purpose of the picketing is lawful, is duly authorized by the Union picketing and  \nthe Building Trade Council of St. Louis, if so required, and  \nB. The establishment thereof is not contrary to or in violation of any law or this agreement.  \n"], ["ARTICLE 11  \nJurisdiction  \n", "Section 11.01 Nothing in this Agreement shall be construed to define or determine any craft or  \nwork jurisdiction or the recognition thereof by the Employer.  \nIt is recognized by parties to this Agreement that the Impartial Jurisdictional Disputes Board is  \na voluntary organization and Employers signatory to this Agreement have the option of stipulating to  \nthis Impartial Board if they so desire, but are not bound to the Impartial Board by virtue of being  \nsignatory to this Agreement.  \n~ Section 11.02 When there are no decisions or agreements of record, 01 or when no decisions or  \nagreements of record apply, the Employer shall assign the work in a manner that is not contrary to  \ndecisions or agreements of record in accordance with the established practice in the local area of the  \nmajority of Employers in the area.  \nThere shall be no stoppage of work because of a jurisdictional dispute.  \nThe Union will provide the AGC Department of Jurisdictional Research and Information with  \nany written agreements involving jurisdiction with other local unions within the jurisdictional territory  \nof this contract.  \n"], ["ARTICLE 12  \nExoneration  \n", "Section 12.01 During the term of this contract, the Union will not authorize, cause, induce,  \nsupport or condone any strike whether general or sympathetic, or any work stoppage, or slow down of  \nwork, or walk out by any of the employees covered hereunder, or the Union, or any members of the  \nUnion, nor will the Union in any way support any action of its members in engaging in any of the  \nsame, but on the contrary will do everything within its power to prevent such acts.  \n22  \nThe Union further agrees that should any of its members or its agents engage in such activities,  \nwithout authority from the Union, the said Union will (by public announcement, advertisement, or  \nsuch other means as shall seem practical):  \n(a) Request them to immediately return to work;  \n(b) Advise them that they are violating the Union Agreement with said Employer,  \nand;  \n(c) Grant them no assistance.  \nIt is further agreed that any employee or employees engaging in such unauthorized action shall  \nbe subject to discharge by the Employer without further notice, and the action of the Employer in so  \ndischarging such employee or employees shall not be subject to dispute by the Union, or subject to  \narbitration.  \nIt is further agreed that the Union will, on written request by the Employer, notify said  \nEmployer in writing within forty-eight (48) hours after the said written request is delivered to the  \nUnion office, at St. Louis, Missouri, whether the act or acts of the members alleged by the Employer to  \nbe improper were or are authorized by the Union.  \nIn consideration of the foregoing, the Employer agrees that it will not hold said Union liable for  \nany of the aforesaid actions or acts of the members or agents of the Union not authorized, induced, or  \ncondoned by said Union.  \nIt is further agreed that a concerted refusal of employees of any Employer to report for work,  \nwithout cause, when requested by Employer to so report for work, shall constitute just cause for  \ndischarge.  \nIt is understood and agreed that the Negotiating Agent, the Association shall in no event be  \nbound as a principal or Employer hereunder or be held liable as a principal or Employer in any manner  \nfor breach of this contract by any party hereto; that the liability of the Employer hereunder is several  \nand not joint. That it is further agreed that the Employer shall not be liable for any acts of agents of  \nEmployer not authorized by the Employer. The Employer agrees it will, on written request by the  \nUnion, notify the Union within forty-eight (48) hours after receipt of such request by the Employer  \nwhether or not the act of the agent complained of by the Union is authorized, and if not authorized, the  \nEmployer will take immediate steps to rectify the situation complained of.  \n"], ["ARTICLE 13  \nMiscellaneous - Legal Compliance  \n", "Section 13.01 This Agreement covers the entire understanding between the parties hereto. No  \noral or written rule, regulation or understanding which is not embodied herein shall be of any force or  \n_ effect upon the parties hereto:  \nSection 13.02 Should any provision of this contract be contrary to, or in violation of, any  \napplicable, existing or future law, then such provision in such event shall be void and of no force and  \neffect, but all other provisions of this contract shall continue in full force and effect and be binding  \n23  \n\\  \nupon the parties. It is the intention of the parties to fully preserve the full force and effect of all  \nprovisions of this contract not contrary to law.  \nSection 13.03 Supplemental Dues. It is understood that during the term of this contract the  \nUnion has the option of implementing a supplemental dues plan in connection with the vacation plan  \nproviding the supplemental dues amount is deducted from the wage package.  \n"], ["ARTICLE 14  \nManagement  \n", "Section 14.01 The management of the Employer's work and business and the direction of the  \nworking force, including the right to hire, suspend, transfer or discharge for proper cause and the right  \nto relieve employees from duty because of lack of work or other reasons, vested exclusively in the  \nEmployer, provided, however, that this shall not be exercised for the purpose of discrimination against  \nany member of the Union or in any manner contrary to the provisions of this Agreement or law. .  \n"]]