[["", "  \nara  \n{ ty  \nwe Fhe  \nTa 4 ape  \nFe eg GE  \nT  \nae Pegs GN  \nTGA as Qn  \nBye are  \net  \nt  \nFoy  \nroe  \n   \n   \nPlease list Corporation Officers as referred to in Article Vill, HEALTH FUND, Section 8.3(a).  \nName Title SS Number  \nVOLUNTARY RECOGNITION AGREEMENT  \nThisAgreement for Voluntary Recognition is made and entered into this  \n, 19 ___, by and between  \n(hereinafter referred to as the \"Employer\") and the Milwaukee & Southern Wisconsin District Council of  \nthe United Brotherhood of Carpe ters and Joiners of America (hereinafter referred to as the \"Union\").  \nday of  \n   \nThe Union has claimed and demonstrated and the Employer is. satisfied and acknowledges that  \nthe Union represents a majority of the Employer's employees in the appropriate bargaining unit covered  \nby the Labor Agreement to which this Recognition Agreement is attached.  \nThe Employer hereby recognizes the Union as the exclusive bargaining agent under Section 9(A)  \nof the National Labor Relations Act for all employees performing | work within such collective bargaining  \nunit on all present and jobsites within the Union's gcographic jurisdiction.  \nUNION: EMPLOYER:  \nMILWAUKEE & SOUTHERN WISCONSIN  \nDISTRICT COUNCIL OF CARPENTERS  \nBY: Lene Vag opt BY:  \n~ Dennis F. Penkalski, Secretary-Treas. Penkalski, Secretary-Treas.  \nBusiness Manager | TITLE  \nGEOGRAPHICAL JURISDICTION OF  \n1999-2004 COMMERCIAL CARPENTERS’ & FLOOR COVERERS' AGREEMENT  \nFor the purpose of this Agreement the Geographical Jurisdiction for the Commercial Carpenter  \nEmployers shall be Milwaukee, Waukesha, Washington and Ozaukee Counties and the Geographical  \nJurisdiction for the Floor Coverer Employers shall be Milwaukee, Waukesha, Washington, Ozaukee,  \nDodge, Jefferson, Walworth, Racine and Kenosha Counties. It is further understood and the Employer  \nagrees to include the terms as attached hereto in Appendix \"B”.  \nCARPENTERS & FLOOR COVERERS LABOR AGREEMENT 1999-2004  \nINDEX PAGE  \nAPPRENTICES 18  \nAPPRENTICESHIP AND TRAINING FUND. ll  \nARBITRATION 21  \nAUTHORIZATION 2  \nCALL-IN AND REPORTING PAY ©  \nCLASSIFICATIONS 7  \nCOFFEE BREAK 7  \nDISCRIMINATION (NO) 20  \nDURATION OF AGREEMENT. 21  \nFOREMEN.. se 18  \nGENERAL PROVISIONS GOVERNING PAYMENTS TO FRINGE BENEFIT FUNDS ......... 12  \nGENERAL AND MISCELLANEOUS PROVISIONS. 16  \nHEALTH FUND 9  \nHOLIDAY WORK ©  \nHOURS OF WORK 5  \nINDUSTRY ADVANCEMENT PROGRAM 14  \nINJURIES (WORK) 8  \nJOB CLASSIFICATIONS AND WAGE RATES. 27  \nJURISDICTIONAL DISPUTES 20  \nLIGHT DUTY WORK. 15  \nMACHINERY AND TOOLS 17  \nMINIMUM JOURNEYPERSON REQUIREMENT. 20  \nOVERTIME. 6  \nPAYMENT OF WAGES 7  \nPENSION FUND LL  \nPICKET LINE. 20  \nQUARTERS. 16  \nRECOGNITION AND PRIOR AGREEMENTS  \nROUGH GRADING 16  \nSAFETY 17  \nSANITARY QUARTERS .. 10  \nSATURDAY AND SUNDAY WORK 6  \nSCOPE OF WORK ~ CARPENTERS. 3  \nSCOPE OF WORK — FLOOR COVERERS 4  \nSEPARABILITY CLAUSE. 20  \nSETTLEMENT OF DISPUTES 19  \nSHIFT OPERATIONS 5  \nSPECIAL WORK RULES 16  \nSTRIKES AND 19  \nSUBCONTRACTING 8  \nSUBSTANCE ABUSE TESTING AND ASSISTANCE PROGRAM \\7  \n(SEE EXHIBIT 1 - PAGE 22) .  \nTRANSFER BETWEEN JOB SITES LD  \nTRAVEL AND SUBSISTENCE 7  \nUNEMPLOYMENT COMPENSATION sens 15  \nLINION REPRESENTATIVES. 18  \nCINION SECURIT Y crag ps I  \nVACATION FUND 8  \nVISITATION OF JOB SITE 18  \nWAGES 7  \nAPPENDIX “A” CARPENTERS & FLOOR COVERERS WAGE RATES 27  \nAPPENDIX “B” FLOOR COVERER PROVISIONS. 32  \nWORKING ASSESSIMEN DT sc 2  \nWORKERS’ COMPENSATION, Cee 15  \n1999-2004 COMMERCIAL CARPENTERS' AND FLOOR COVERERS' AGREEMENT  \nTHIS AGREEMENT made and entered into as of the Ist day of June, 1999 by and between ALLIED  \nCONSTRUCTION EMPLOYERS ASSOCIATION, INC. (ACEA), the FLOOR COVERERS' ASSOCIATION OF  \nSOUTHEASTERN WISCONSIN (affiliated with ACEA), and the ASSOCIATED GENERAL CONTRACTORS  \nOF GREATER MILWAUKEE, INC. (AGC), hereinafter referred to as the “Associations,” and MILWAUKEE &  \nSOUTHERN WISCONSIN DISTRICT COUNCIL of the UNITED BROTHERHOOD OF CARPENTERS &  \nJOINERS OF AMERICA, AFL-CIO, hereinafter referred to as the \"Union,\" all of the State of Wisconsin.  \nWITNESSETH  \nThat the parties hereto, for and in consideration of the mutual promises and obligations hereinafter imposed,  \nand mutual benefits derived, agree to and with each other as follows:  \n"], ["ARTICLE I  \nRECOGNITION AND PRIOR AGREEMENTS  \n", "Section 1.1 The Associations and the Employer hereby recognize the Union on a multi-employer basis as  \nthe sole and exclusive bargaining agent for all employees _ performing bargaining unit work historically covered  \nby this Agreement and covered by the occupational and geographical jurisdiction of the Union. The coverage  \nof this Agreement shall be all bargaining unit work historically covered by this Agreement and normally  \nperformed by Journeyperson Carpenters, Floor Coverers, and Apprentices, over which the Employer has control.  \nThe provisions of this Section shall not prevent the Union from making claims for other work.  \nSection 1.2 This Collective Bargaining Agreement is a Section 8{F) Pre-hire Agreement under the  \nNational Labor Relations Act. Any individual Employer signatory to this Agreement may individually execute  \nthe Voluntary Recognition Agreement attached hereto with the District Council party to this Agreement,  \nprovided the Union has demonstrated it represents a majority of the Employer's Employees. The Associations on  \nbehalf of their members do not have authority to extend Section 9(A) recognition to the District Council.  \nSection 1.3 This Agreement represents a consolidation, reorganization and restatement of, and replaces  \nthe 1996-1999 Commercial Carpenters' & Floor Coverers' Agreement, which constituted, collectively, the  \nAgreement in effect between the Associations and the Union just prior to the execution of this Agreement. It is  \nthe intention of the parties that such consolidation, reorganization and restatement shall not affect the  \ncontinuity of the contractual relations between the Associations and the Union as such continuity existed  \nheretofore.  \nSection 1.4 Employees historically performing work under’ the 1978-80 Collective  \nBargaining Agreement between Lathers' Local No. 10 and the Contracting Plasterers’ and Lathers' Association of  \nMilwaukee, classified as Lathers, Lather Sub-Foreman, Lather Foreman and Lather Apprentice will be covered by  \nthe Carpenters' Agreement and will be classified as Journeyperson Carpenter, Sub-Foreman and Foreman. Lather  \nApprentices will become Carpenter Apprentices.  \nSection 1.5 Traditional lathing, that is, metal and gypsum lath, metal framing and the setting of accessories  \nfor same, historically assigned to the bargaining unit described in Section 1.4, above, will, on and after June 1,  \n1980, be assigned ta employees covered by this Agreement. The Employer in making work assignments and work  \nallocations and the Union in making job referrals involving such traditional lathing as described herein, must give  \npriority to employees formerly represented by Lathers Local 10, provided such employees are available.  \n"], ["ARTICLE II  \nUNION SECURITY  \n", "Section 2.1 Union Shop. All present employees covered by this Agreement who are members of the Union  \non the effective date of this Section, shal! remain members in good standing as a condition of continued  \nemployment. All present employees who are not members of the Union on the effective date of this Section,  \n]  \nand all employees who are hired after such effective date, shall as a condition of continued employment, become  \nand remain members of the Union during the life of this Agreement, after the seventh (7th) calendar day after  \ntheir employment by any Employer or Employers covered by this Agreement, or seven (7) days after the  \neffective date of this Section, whichever is later. Such seven (7) day period after which an employee is to join the  \nUnion shal be computed from the first day such employee enters the employment of any Employer covered by this  \nAgreement. The Union agrees to furnish journeypersons, and apprentices on a nondiscriminatory basis as  \nrequired by the Employer within twenty-four (24) hours, excluding Saturdays, Sundays and Holidays, after  \nnotice by the Employer.  \nIf the Union Fails to furnish apprentices, and/or helpers as required, the Employer may  \ndraw from whatever sources are available to meet the requirements at the time as per this Section.  \nSection 2.2 The Union Security provisions contained in the 1947 Labor Agreement between the parties shall  \nsupersede the Union Security provisions of this Agreement, and be automatically effective upon the date of any  \namendment or change in the Labor-Management Relations Act, or in the Wisconsin Employment Peace Act,  \nwhich amendments or changes legally permit the reinstatement of such provisions of the 1947 Labor Agreement,  \nor any portion thereof.  \nSection 2.3 Should the Employers fail to comply with Section 2.1, in its entirety, it shall become  \noptional with the Union to furnish its members to said Employers.  \nSection 2.4 Working Assessment. (a) Upon ihe Union's reccipt of an employee's written authorization,  \nwhich shall be irrevocable for not more than one year or the term of this Agreement, whichever occurs sooner, the  \nEmployer shall deduct from the employee's wages, working assessment in the amount certified to the Employer by  \nthe Union as representative of that required of all members to maintain membership in the Union, and remit the  \nsame in an amount as specified under Appendix \"A\" to the Milwaukee Area Central Depository as specified under  \nArticle XI on a remittance form showing the names and amounts from whom the deductions were made in the  \namount.required_for.the particular area where the work is performed. Such form shall also show the various fund  \n   \ncontributions made by the Employer pursuant to this Agreement. The Union shall~furnish~the-Employer--with-a-~ -~- -  \ncopy of the employees written authorization. Failure of the Union to submit such authorization shall relieve the  \nEmployer of the obligation ta deduct the working assessment. Such written authorization by an employee  \nmay be revoked by the employee during a ten (10) day period prior to the anniversary or termination date of this  \nAgreement, whichever occurs first. In the absence of such revocation, sent and received in accordance with the  \nforegoing, the authorization shall be renewed for additional yearly periods during the term of this Agreement.  \n(b) Authorization. The employee's written authorization shall require that the employee acknowledge that  \nemployment in the construction industry may cause the employee to be employed by several different employers  \nsignatory to this collective bargaining agreement and that the authorization will extend to all employers for whom  \nthe employee may perform work under the terms and provisions of the collective bargaining agreement in force and  \neffect as of the time of employment. It shall be the Union's obligation to provide each employer with a copy of  \neach employee's current written authorization upon the establishment or re-establishment of an employment  \nrelationship.  \n(c) Hold Harmless for Working Assessment. The Union shall indemnify and save the contractor harmless  \nagainst any and all claims, demands, suits or other forms of liability that may arise out of or by reason of action  \ntaken by it for the purpose of complying with the provisions of this Section.  \n(d) This Working Assessment deduction shall not be in effect until such time as the Milwaukee Area Central  \nDepository for receiving payments on fringe benefit funds as described in Article XJ, Section 11.14 is put into  \neffect.  \n"], ["ARTICLE II  \nSCOPE OF WORK  \nCARPENTERS  \n", "Section 3.1 (a) The term “carpenters” and the term “joiners” are synonymous and in either case shall mean  \none who performs the work normally allotted to this trade which, subject to the rules and procedures of the National  \nJoint Board for the Handling of Jurisdictional Disputes, is described as follows:  \n(b) The framing, erecting and prefabrication of roofs, roof trusses, partitions, floors and other parts of  \nbuildings of wood, metal, plastic or other substitutes. The erection of Stran Steel sections or its equal. The  \nbuilding and setting of all concrete forms and decking, and the dismantling of same (per international  \nagreement) when they are to be reused anywhere. The cutting and hanging of all framework for roofing and  \nslabs. Where power is used in the setting or dismantling of forms, all handling and signaling shall be done by the  \ncarpenters. The setting of wood templates for anchor bolts for structural members and for machinery and the  \nplacing, leveling and bracing of those bolts. All framing in connection with the setting of metal columns. the  \nsetting of all bulkheads, the setting and fabricating of screeds and stakes for concrete and mastic floors where the  \nscreed is notched or fitted or made up of more than one member.  \n(c) The handling of materials from the point of distributive stockpile. The handling of all fixtures from the  \ndelivery truck.  \n(d) The building and moving of all scaffolding, runways and staying where carpenter's tools are used,  \nthe building from the ground up of all scaffolds over fourteen (14) feet in height including metal and specially  \ndesigned scaffolding. The building and construction of all hoists and derricks made of wood.  \n(e) Any tarps or plastic material used for the construction of temporary wind break and weather protection,  \nbut not including coverings for concrete slabs and building materials is the work of the carpenter.  \n(f) The cutting or framing of openings for pipes, conduits, ducts, etc. where  \nthey pass through floors, partitions, walls, roofs or fixtures composed in whole or in part of wood. The laying out,  \nmaking and installing of al! inserts, backing and sleeves for pipes, ducts, and fixtures, etc. where tools  \nand knowledge are required. The welding of studs and other fastenings to receive material being applied by the  \ncarpenters, if these are not contrary to International Agreements.  \n(g) The installation of all interior and exterior trim or finish of wood, aluminum, hollow or extruded  \nmetal, plastic, doors, transoms, thresholds and windows. The setting of jambs, bucks, window frames of wood  \nor metal where wood braces or wedges are used. The installation of all wood, metal or other substitutes of  \ncasings, mouldings, chair rail, wainscoting, china closets, base or mop boards, wardrobes, metal partitions as per  \nNational Decisions or specific agreements, etc. The complete laying out, fabrication and erection of stairs. The  \nmaking and installation of all fixtures, cabinets, shelving, racks, louvers, miscellaneous accessories, etc. The  \napplication of al] hardware in connection with our work, The assembling and setting of all seats in theaters,  \nhalls, churches, schools, auditoriums, grandstands and other buildings. The manufacture, fabrication and  \ninstallation of all screens, storm sash, storm doors and garage doors, the installation of all weather stripping,  \ninside and outside blinds, the installation of wood, plastic or metal awnings, door shelters, jalousies, optical  \ntooling and plastic welding.  \n(h) The installation of all material used in drywall construction such as plasterboard, and other  \ncomposition boards. The application of all materials which serve as a base for acoustic tile, except plaster. All  \nacoustical applications as per National Decisions or local agreements.  \n(i) The building of all barricades and enclosures including, but not limited to, containment units.  \n(j) The installation of rock wool, cork and other insulation material used for sound or weatherproofing. The  \nremoval of caulking and replacing of staff bead and brick mold and all Oakum caulking, substitutes, etc. and all  \nother caulking in connection with carpenter work.  \n(k) The installation of chalk boards as per National Decisions and local agreements.  \n(1) The operation of all winches and forklifts used to raise wooden structures.  \n(m) The erection of porcelain enameled panels and siding.  \n(n) The installation, erection, construction and completion of the following work shall be contracted for by  \nthe Employer and shall be assigned to and performed by journeyperson carpenters and apprentices.  \n(o) Ail carrying bars, purlins and furring regardless of size, light iron and metal furring of all description,  \nsuch as rods, channels, flat iron, Nailock, Screwlock, Pomeroy, T.Bar, H.Bar, Z.Bar, metal splines; all light iron  \nand metal studs such as Stran Steel, Penn metal, Truscon and all other types of light iron and metal studs and all  \nother light iron furring erected to receive lath and plaster or acoustical materials.  \n(p) The nailing, tying and fastening of all wire and metal Jath such as wire cloth, wire mesh, expanded  \nmetal lath, hyrib lath and rib and flat expanding metal lath and wire of all descriptions as well as the placing of all  \nhangers and all inserts used for the purpose of supporting suspended ceilings on any of the above types of light  \niron and mctal furring which receives lath and plaster or materials; the olacing of all types of floor lath  \nsuch as hyrib, paperback steelflex floor lath, Penn metal rib and all other appurtenances connected  \ntherewith.  \n(q) The tying, nailing, clipping or fastening of all types of lath regardless of size such as wood lath, plaster  \nboard, button board, flaxilium board, bishopric celotex, gypsum lath, rocklath, sheetrock or any and all types of  \nmaterials erected to receive or hold plaster or acoustical material.  \n—— ee ee ee  \nme ~  \n(*) The erection of any and aj] mechanica] acoustical systems such as Cuppies, Economy, Fiberg)as, Lock  \nProducts, National Rollingmills, Chicago Metalic, Armstrong, Jackson, Reynolds Aluminum Securities,  \nInterlock Grid or any other type or kind which takes the place of same to which acoustical material is attached or  \nadhered and to include all metal insulated panels.  \n(s} The erection of all metal plastering accessories such as metal corner beads, door and window casing  \nbeads, metal picture mold, metal chair rail, metal base, base screed and any and all other metal! plastering  \naccessories which are covered and/or serve as a ground, guard or screed for plaster material.  \n(t} The work of the fabrication of all materials on a job shall be assigned to journeyperson carpenters and  \napprentices.  \n(u) Carpenters shall use or operate any tools or equipment of the trade necessary to perform the above  \nstated work.  \nFLOOR COVERER  \nSection 3.2 Work historically covered by this Agreement and normally performed by Jourmeyperson and  \nApprentice Floor Coverers over which the Employer has control including but not limited to the following: All  \nwork consisting of cutting, fitting, taking up and laying of new and old carpets, carpet matting, linoleum, cork,  \nlinen crash, linoleum and rubber on walls, sink tops, floors and ceiling, all resilient tile or cork, rubber, linoleum,  \nmastic, asphalt or other composition tiles for floors, walls or ceilings; hand and track sewing, drilling of holes for  \nsockets and pins, waxing of linoleum, rubber and all other above-mentioned floor, wall or ceiling coverings;  \nfitting devices for the attachment of carpet and other floor coverings, including metal edging on steps and  \nopenings for the protection of linoleum and other floor coverings, the priming of concrete, the spreading of all  \nadhesives and the preparation of cracks and expansion joints and other necessary modifications of subfloors to  \n4  \nwm  \nmake them receptive for all the abovementioned floor coverings; taking up and laying of new and old wood  \nfloors, including strip and parquet flooring; the work necessary in the total installation and operation of  \nmechanical tools required in the application of artificial turf, energy absorbing pad, and related work operations.  \n"], ["ARTICLE IV  \nHOURS OF WORK AND OVERTIME  \n", "Section 4.1 Work Day.  \n(a) Hours of Work---The work day shall consist of eight (8) consecutive hours between 6:00 A.M. and  \n5:00 P.M. as designated by the Employer, exclusive of a 30 minute lunch period to commence at the midpoint of  \nthe workday.  \n(b) Optional Four Tens: Upon mutual agreement of the Employer and a majority of employees per crew,  \nper classification of work, the Work Week may consist of a four day, forty-hour week, Monday through Friday,  \nwith ten (10) consecutive hours between 6:00 A.M. and 5:00 P.M., exclusive of a 30 minute lunch period to  \ncommence at the midpoint of the Work Day. Overtime rates shall be paid after ten (10) hours per day and forty  \n(40) hours per week. It is agreed the optional four tens, forty hour work week cannot be invoked on Publicly  \nFunded Prevailing Wage Work unless there is a modification to the laws governing Publicly Funded Prevailing  \nWage Work which would allow this to occur.  \n(c) Make-up Days: (Weather Related or Conditions Beyond the Control of the Employer) Ten hour  \ndays may be implemented at the straight-time hourly wage rate, provided there is mutual agreement between the  \nEmployer and employees. Example: When employees are unable to work because of weather related or  \nconditions beyond the control of the Employer, ten-hour days for the remainder of the workweek may be used  \nwhether an 8 or 10 hour workday was previously scheduled at the start of the workweek.  \n(d)The starting time on a given job shail be the same for all employees over which the Employer has control.  \n(e) The designated starting time can be changed only at the start of a new job or at the start of a workweek,  \nexcept as outlined in Section 4.1(c).  \n(f) The designated starting time shall not be altered during the workweek, except as outlined in Section  \n4.1(c).  \n(g) Employees transferred from one jobsite to another during the course of the workday or workweek will  \nnot lose earnings because ofa difference in starting times.  \n(h) The designated starting time shall not be altered for the purpose of avoiding overtime pay.  \nSection 4.2. Work Week. The Work Week shall consist of five days, Monday through Friday inclusive.  \nSection 4.3. Shift Operations.  \n(a) Regular Shifts. Whenever a three (3) shift operation is used between 12:00 midnight Sunday and 8:00  \nA.M. Saturday, the first shift shall consist of eight (8) hours as designated in Section 4.1 (a) above. The second  \nshift shall consist of seven and one-half (7-1/2) hours, but shal] be compensated by an extra hour of pay. The third  \nshift shall consist of seven (7) hours and shal} also be compensated by an extra hour of pay.  \n(b) Other Shifts. On al! other shift operations between 12:00 midnight Sunday and 8:00 A.M. Saturday,  \nregardless of whether the regular day shift is actually worked, the shift(s) shall consist of eight (8) or ten (10)  \nhours' work at the straight-time hourly wage rate, however, shifts starting between 12 Noon and 6:59 P.M. shall  \nbe compensated by an additional five percent (5%) per hour of the Journeyperson Carpenter wage rate. Shifts  \nstarting between 7:00 P.M and [2 Midnight shall be compensated by an additional eight percent (8%) per hour of  \nthe Journeyperson Carpenter wage rate. All work performed outside of the designated shift shall be paid for at over  \ntime rates, .  \n(c) All shifts as described in this Section unless otherwise provided for, shall have a thirty (30) minute lunch  \nperiod commencing at the midpoint of the shift and shall not be considered as time worked.  \n(d) The time of all shifts must be designated for each job. No broken shifts shall be allowed at shift rates.  \n(e) The Employer shall have the right to designate shift hours. An employee may not work more than one  \nshift in twenty-four (24) hours unless there is at least eight (8) hours between shifts. If the time between shifts is  \nless than ten (10) hours the employee shall be compensated for the hours worked more than eight (8) but less than  \nten (10)hours from the previous shift at the time and one-half rate (1-1/2).  \nSection 4.4. Overtime.  \n(a) Weekdays. All work performed outside of the designated shift Monday through Friday shall be paid  \nat time and one-half (1-1/2) the straight-time hourly wage rate.  \n(b) Saturdays.  \n(1) All work performed on the first shift on Saturday shall be paid at time and one-half (1-1/2).  \n(2) Double time shall be paid on Saturday for all work performed in excess of eight (8) hours on the first  \nshift and for all hours worked on the second and third shifts.  \n(c) Sundays. All work performed on Sunday shall be paid at double time.  \n- -.-+--(d)---Holiday-Work.—.(As_designated_by_Federa! Government Regulations) all work performed on New  \n   \nYear's Day, Memorial Day, Thanksgiving Day and Christmas Day shall be paid at double time.” No work shall\"be~  \nperformed on Independence Day or Labor Day without a permit from the Secretary-Treasurer of the Milwaukee  \nand Southern Wisconsin District Council of Carpenters, which shall be given only to protect property and in  \nwhich event double time must be paid for such work. For the purpose of this Agreement, any of the above  \ndesignated holidays which fall on a Sunday shall be observed on the following Monday, and falling on a Saturday  \nshall be observed on the preceding Friday, without pay. (Letter of Understanding on File)  \nSection 4.5 Call In and Reporting Pay.  \n(a) Any employee who reports for work and is not put to work shall receive four (4) hours pay for that day,  \nunless weather or conditions beyond the control of the Employer prevent the employees from working.  \n(b) Any employee who starts work shall be guaranteed four (4) hours pay for that day, unless weather or  \nconditions beyond the contro! of the Employer prevent the employees from working the said four (4) hours.  \n(c) Any employee who has been hired or promised a job by the Employer, either directly or through the  \nUnion referral system, and is refused employment upon reporting to work, with his tools, shall receive four (4) hours  \npay for that day.  \nSection 4.6 All employees shall be given one-half (1/2) hour notice prior to lay-off or discharge without  \nregard to the reason for such lay-off or discharge.  \nSection 4.7 Employees shall leave the designated area for storage of tools, or checking in and out, at  \nstarting time, at the beginning of the shift and at lunch time. They shall return to the said area at quitting time, at  \nthe end of the shift and at lunch time.  \nSection 4.8 Coffee Break. There shail be a ten (10) minute coffee break at the site of the work, as near as  \npossible to the middle of the first half of each shift only, to be scheduled by the Employer based on job conditions.  \n"], ["ARTICLE V  \nWAGES  \n", "Section 5.1 Wages. (a) Wages and Fringe Benefit contributions for Carpenters and Floor Coverers are  \ncovered within the attached Appendix \"A\". The hourly wage rate may be increased or decreased and  \ncorrespondingly the contribution rates to the Health Fund may be increased or decreased on or after December 1,  \n1996 as provided for in Section 8.2 of this Agreement.  \n(b) With respect to the increase of $1.35 due June 5, 2000 the $1.40 due June 4, 2001, the $1.45 due June 3,  \n2002, and the $1.45 due June 2, 2003, the Union has the option, after written notification to the Association at least  \nsixty (60) days prior to the effective dates of the increases, of allocating the increases to wages or any existing  \nFund.  \nSection 5.2 Classifications:  \nThe employees covered under this Agreement are: Journeyperson Carpenter, Foreman, Subforeman,  \nApprentice, Floor Coverer, Foreman, Sub-Foreman, and Apprentice.  \nSection 5.3 Travel and Subsistence.  \n(a) Travel Pay. Travel which occurs during the employee's designated shift shall be paid at the  \nstraight-time hourly wage rate and fringe benefit contributions shall be required for such time.  \n(b) Subsistence Allowance. When an employee is employed for a period of more than one (1!) day in the  \nsubsistence area, he shal] receive a minimum subsistence allowance of thirty-five dollars ($35.00) per day or  \nshall be reimbursed for reasonable expenses including food and lodging, whenever receipts are submitted to the  \nEmployer. Further, when working outside of the jurisdiction of this Agreement the Employer shall pay as a  \nminimum, the hourly wages and fringe benefit contributions under this Agreement, according to Section 11.9,  \nEmployees required to travel beyond a thirty-five (35) mile radius of the Milwaukee and Southern Wisconsin  \nDistrict Council of Carpenters Headquarters will be reimbursed for the mileage beyond thirty-five (35) miles at the  \ncurrent IRS mileage rate.  \nSection 5.4 Payment of Wages. (a} All employees shall be paid weekly, by check either at the jobsite or at  \ntheir place of residence or by electronic transfer at a financial institution of the employee’s choice at or before  \nquitting time, not later than the fifth work day following the last day of the Employer’s established payroll period.  \n(b) All employees who quit or leave work of their own accord will be paid on the regular pay day.  \n(c) All employees whose employment is terminated because of discharge shall receive their full pay at the  \ntime of said discharge.  \n(a) All employees who are permanently laid-off because of lack of work shall receive their full pay in  \ntheir hands or proof of electronic transfer at the time of said lay-off or as an alternative it shall be transferred to  \nthem electronically or mailed to them by first class mail postmarked no later than the end of the Employer's next  \nbusiness day. In the event the check or proof of electronic transfer is not handed to said laid-off employee or the  \npostmark or electronic transfer is later than the end of the Employer's next business day, the laid-off employee shall  \nreceive an additional two hour's pay for each twenty-four (24) hours of delay.  \n(e) All employees who are temporarily laid-off due to lack of work shall receive their full pay at the  \ntime of layoff, unless they return to work within three (3) working days or by the next regular payday whichever  \noccurs first.  \n(f) Any Employer violating this section will be deprived of employees until such time as proper  \ncompensation has been made.  \nSection 5.5 Lay-Off. Employees whose employment is terminated by lay-off will be advised thereof by the  \nEmployer in writing.  \nSection 5.6 Work Injuries. (a) Employees injured on the job and requiring medical attention are to be  \npaid for time spent on the first visit to the doctor and if unable to retum to work because of the injury, they shall  \nbe paid for the balance of the shift during which the injury occurred. This provision applies to medical attention  \nreceived during regular working hours only.  \n(b} The Employer agrees that no employee will be discharged or disciplined in any respect for having filed  \na claim for compensation for an on-the-job injury. An employee who loses time because of an injury incurred on  \nthe job site or in the course of employment will be reinstated replacing any employee hired subsequent to the  \ninjury, provided the injured employee has not been incapacitated by the injury to such an extent that he/she is no  \nlonger qualified for the work.  \n"], ["ARTICLE VI  \nSUBCONTRACTING  \n", "Section 6.1 The Employer agrees not to enter into any individual Agreement which permits his/her  \nemployees to perform their work on any basis of nay other than an hourly rate which shall not be less than the rate  \nspecified in this Agreement.It is further agreed that all forms of compensation related to employee productivity,  \nsuch as bonus systems, quota systems, piecework systems, lumping labor systems and other incentive type  \narrangements will not be used.  \nSection 6.2 (a) The Employer agrees that when subletting or contracting out work covered by this  \nAgreement which is to be performed within the geographical coverage of this Agreement and at the site of  \nconstruction, alteration, painting or repair” of “a building; structure or other work; he/she-will-sublet-or-contract-out- --  \nsuch work only to an Employer who has signed or is covered by a written Labor Agreement with the Union.  \nAt those job sites at which the Employer subcontracts work covered by this Agreement, the Employer agrees to  \nemploy, or his subcontractors agree to employ, Union bargaining unit employees. In no event will the  \nsubcontracting clause be enforced through economic action.  \n(b) The Employer further agrees that he/she will give written notice to all sub-contractors that such  \nsub-contractors are required to pay their employees the wages and fringe benefits provided for in this Agreement.  \n"], ["ARTICLE VII  \nVACATION FUND  \n", "Section 7.1 The Employer agrees to deduct from the hourly wages paid to each employee covered by this  \nAgreement as and for contributions to the Milwaukee Carpenters District Council Vacation Fund (\"Vacation  \nFund\") for vacation pay and jury duty pay, the hourly amounts hereinafter specified and to remit such amounts to  \nthe Vacation Fund:  \nJOURNEYPERSONS $1.38 per hour*  \nAPPRENTICES:  \nIst and 2nd Periods $0.50 per hour*  \n3rd, 4th & Sth Periods $0.75 per hour*  \n6th, 7th & 8th Periods $1.00 per hour*  \n*Each of said hourly amounts includes two cents ($.02) for jury duty pay.  \nSection 7.2 (a) The vacation wage deductions as specified in Section 7.1 shall be credited to respective  \nindividual employees under and subject to such conditions, limitations and policies as may be provided under the  \napplicable Trust Agreement of the Vacation Fund and as may be established by the Trustees of such Fund.  \n(b) The wage deduction of two cents ($.02) per hour shall nat be credited to individual employees, but  \nshall be used by the Trustees of the Vacation Fund to pay employees covered by this Agreement for jury duty  \nunder and subject to such conditions, limitations and policies as may be established by the Trustees.  \nSection 7.3 All of the wage deductions required to be made pursuant to Section 7.1 shall! be remitted in a  \nsingle payment, separate from the Health Fund check, at the same time and place where Health Fund payments  \nare made. However, the deductions for the vacation pay and jury pay shall be reported separately on the same  \nremittance report as the payments to the Milwaukee Carpenters District Council Health Fund.  \nSection 7.4 The Vacation Fund shall be open exclusively to all members of Local Unions affiliated with the  \nMilwaukee & Southern Wisconsin District Council of Carpenters and to all employees working under its  \njurisdiction on the same basis as it is available to carpenters in the employ of Employers represented by the  \nAssociations, provided that their Employers remit the required wage deductions to the Fund.  \n"], ["ARTICLE VIII  \nHEALTH FUND  \n", "Section 8.1 The provisions relating to the Health Fund, established in 1952, and amended from year to  \nyear thereafter and the Fund established in pursuance thereof are hereby continued.  \nSection 8.2 (a) Each Employer covered by this Agreement shall pay monthly to the Milwaukee Carpenters’  \nDistrict Council Health Fund, the following sums per hour for each hour (whether straight-time or overtime) for  \nwhich wages or compensation is payable to an employee under this Agreement:  \nEffective June 1, 1999 - $4.00 per hour  \nEffective June 5, 2000 - To be determined.  \nEffective June 4, 2001 - To be determined.  \nEffective June 3, 2002 — To be determined.  \nEffective June 2, 2003 — To be determined  \n(b) (1) In the event the gross assets of the Health Fund drop to an amount which is equivalent to twelve (12)  \nmonths of the estimated aggregate average benefit payments and operating expenses, while maintaining the  \nexisting level of benefits, as determined by the Trustees as of June 1 and December 1, of any  \nyear commencing June 1, 1990, from time to time, then the hourly rate of contribution to the Health Fund, as  \nset forth in subsection (a) of this Section, shall be increased by an amount determined by the Trustees to be  \nnecessary to maintain existing benefit levels, effective with the calendar month following the month the Trustees  \nnotify the Union and the Associations of such determinations. Any increases which are determined by the Trustees  \nto be necessary to maintain existing benefit levels shall be derived entirely from a corresponding reduction in the  \nrespective hourly wage rates set forth in Appendix \"A\".  \n(2) In the event the gross assets of the Health Fund increase to an amount which is equivalent to  \ntwenty-four (24) months of the aggregate average benefit payments and operating expenses, while maintaining the  \nexisting level of benefits as determined by the Trustees from time to time, then the hourly rate of contribution to  \nthe Health Fund, as set forth in subsection (a) of this Section, shall be reduced by an amount determined by the  \nTrustees to be necessary to maintain existing benefit levels, effective with the calendar month following the  \nmonth the Trustees notify the Union and the Associations of such determinations. The amount of such reduction  \nshall be added to the respective hourly wage rates set forth in Appendix \"A\".  \n(c) All of the hourly contributions paid by Employers to the Trustees of the Milwaukee Carpenters’  \nDistrict Council Health Fund pursuant to this Article shall become part of the trust fund of such Health Fund and  \nshall be used for health and welfare benefits, administrative costs and as may otherwise be prescribed in the Trust  \n9  \nAgreement governing such Fund, except for monies required to be paid by Employers for FICA, FUTA and  \nState unemployment compensation taxes on sick pay and held by the Trustees as agents of the Employers.  \n(d) It is hereby expressly agreed between the parties that of the amounts received by the Trustees as  \nagents of the Employers since June 1, 1987 and held by them in such capacity and for the purposes stated in  \nSection 8.2(c) of this Agreement, all but Seventy-Five Thousand Dollars ($75,000.00) of such accumulated  \nmonies (hereinafter called \"Set-aside Fund\") shall be paid over into the trust fund of the Milwaukee Carpenters’  \nDistrict Council Health Fund (\"Fund\") as soon as practicable after June I, 1993 and may be used by such  \nTrustees to provide health benefits and to pay administrative costs as more particularly stated in the Restated Trust  \nAgreement for such Fund.  \n(e) The balance of monies held in the Set-aside Fund shal} be used by the Trustees, as the Employers’  \nagents, solely for the purposes of (i) paying the Employers’ portions of FICA taxes which may be payable on  \nsick pay pursuant to Section 3(b)(1)} of P.L. 97-123, (ii) paying, on behalf of Employers, FUTA taxes and required  \nState unemployment compensation taxes on such sick pay and of (iii) paying reasonable compensation to the  \nTrustees for acting as such paying agents.  \n(f) In the event the balance of the Set-aside fund falls below Ten Thousand Dollars ($10,000.00), the  \nTrustees shal] divert the said two cents ($.02) per hour from the Health Fund contribution to cover the Employer  \nportion of FICA, FUTA and State unemployment compensation tax on sick pay for work performed thereafter  \nunder this Agreement which payment shall not become part of the trust fund of such Trust  \nFund, but shali be received, heid and used by such trustees as agent of the Employers for the purposes  \ndescribed in subsection (e), above.  \nSection 8.3 (a) The Employer shal! be required to pay on afl hours worked under the jurisdiction of the  \ncollective bargaining agreement but no less than 150 hours per month on all corporate officers, stockholders,  \ndirectors and managing agents and on the spouse and children of all officers, stockholders, directors and  \n_.--.. Managing. agents, _if, the officer, stockholder, director, Managing agent or spouse or child of said officer, stockholder,  \n   \n   \ndirector or managing agent performs any work coming under the jurisdiction of any collective bargaining ~  \nagreement entered into by the Milwaukee and Southern Wisconsin District Council of Carpenters.  \n(b) Further, in the event that the Milwaukee and Southern Wisconsin District Counci] of Carpenters  \ncertifies that the child of a corporate officer, stockholder, director or managing agent is a bonafide member of the  \nbargaining unit and does not participate in any corporate decision making and does not assist in directing or  \ncontrolling the workforce, the minimum payment of one hundred fifty (150) hours per month may be waived by the  \ntrustees as long as al] actual hours are reported to the trust fund.  \nSection 8.4 The Carpenters' Health Fund shall be open exclusively to all members of Local Unions  \naffiliated with the Milwaukee and Southern Wisconsin District Council of Carpenters, and to al) employees  \nworking under its jurisdiction on the same basis as it is available to carpenters in the employ of Employers  \nrepresented by the Associations provided that their Employers make the required financial contributions to the  \nPlan.  \nSection 8.5 National Health Program. The parties agree that in the event the United States Government  \nestablishes a national health insurance program to which the Employer is required to contribute and which  \nduplicates coverage of the present health program established under this Agreement, the parties will meet to  \ndiscuss the provisions of the federal law and the effect of the law upon the Health Fund benefits and  \ncontributions in effect at that time. Coverage mandated by the National Program shall not be duplicated by the  \nMilwaukee Carpenters’ District Council Health Fund and any duplicative programs shall be eliminated. To the  \nextent that contributions to the Health Fund exceed amounts needed to provide benefits, the excess money shal! be  \nadded to the Fund reserves until this Agreement expires.  \n"], ["ARTICLE IX  \nPENSION FUND  \n", "Section 9.1 (a) Each Employer covered by this Agreement shall make contributions to the Building  \nTrades United Penston Trust Fund - Milwaukee & Vicinity, (Pension Fund) for each hour worked (whether  \nstraight-time or overtime) for which wages or compensation is payable to an employee the hourly amounts  \nhereinafter specified and to remit such amounts to the Pension Fund:  \nEffective June 1, 1999 - $3.00 per hour  \nEffective June 5, 2000 -- To be determined.  \nEffective June 4, 2001 - To be determined  \nEffective June 3, 2002 — To be determined.  \nEffective June 2, 2003 -- To be determined.  \n(b) Commencement of payment to the Pension Fund of the hourly contributions described in subsection  \n(a) for newly hired employees covered by this Agreement may be deferred, but shall commence not later than (1)  \nupon the completion of one year or (ii) after completion of 750 hours worked, whichever is later, such periods to be  \ncalculated beginning with the following occurrences:  \n(1) From the first day of bargaining unit work performed for a participating Employer or a combination of  \nsuch Employers; or  \n(2) From the first day of non-bargaining unit work performed for a participating Employer where such  \nEmployee thereafter performed bargaining unit work for the same Employer; or  \n(3) From the first day of bargaining unit work performed for a participating Employer, where such  \nemployee had previously performed non-bargaining unit work for a different participating Employer.  \nOnce an employee has become a Participant of the Fund, no Employer may defer payment of contributions  \nfor that Employee.  \nSection 9.2 The Trust Agreement dated June 1, 1959, which established said Building Trades' United  \nPension Trust Fund as it may be amended from time to time shall govern the establishment, administration and  \noperation of said Pension Trust Fund and of the Pension Plan, provided, however, that the said Trust Agreement  \nand said Plan contain provisions requiring uniform formula of benefits, and a single joint Employer-Union Board  \nof Trustees. The employees covered by this Agreement are to receive such benefits as they may be entitled to under  \nsaid Trust Agreement and Pension Plan.  \n"], ["ARTICLE X  \nAPPRENTICESHIP AND TRAINING FUND  \n", "Section 10.1 Each Employer covered by this Agreement shall make contributions to the Southeast  \nWisconsin Carpentry Joint Apprenticeship and Training Fund (Hereinafter called \"Apprenticeship and  \nTraining Fund”) for each hour worked (whether straight-time or overtime} for which wages or compensation is  \npayable to an employee the hourly amounts hereinafter specified and to remit such amount to the Apprenticeship  \nand Training Fund:  \nEffective June 1, 1999 - $0.18 per hour  \nEffective June 5, 2000 - To be determined  \nEffective June 4, 2001 - To be determined  \nEffective June 3, 2002 — To be determined.  \nEffective June 2, 2003 — To be determined  \nSection 10.2 All of the payments required to be made pursuant to Section 10.1 shall be made in a single  \npayment in a check made payable to \"Southeast Wisconsin JAC Operating Fund,\" separate from the Health Fund  \n1]  \ncheck, at the same time and place where Health Fund Payments are made. However, the payments for the  \nApprenticeship and Training Fund shall be reported separately on the same remittance report as the payments to the  \nMilwaukee Carpenters’ District Council Health Fund.  \nSection 10.3 The Payments received by the Fund pursuant to this Article shall be used by the Trustees for  \nthe purposes of training apprentices and journeypersons in the carpenter craft and related occupations and such  \nother purposes as provided for in the Fund Trust Agreement.  \n"], ["ARTICLE XI  \nGENERAL PROVISIONS GOVERNING PAYMENTS  \nTO THE FRINGE BENEFIT FUNDS  \n", "Section 11.1 A \"Fringe Benefit Fund\", as that term is used in this Article, is any trust fund to which the  \nEmployer is obligated to make contributions under this Agreement, specifically the Building Trades United Pension  \nTrust Fund, the Milwaukee Carpenters’ District Council Health Fund, the Milwaukee Carpenters’ District Council  \nVacation Fund, the Southeast Wisconsin Carpentry Joint Apprenticeship and Training Fund, and further the  \n(Industry Advancement Program/Contract Administration Fund provided for in Article XII. The term “Trustees,”  \nas used in this Article, shall also have reference to the \"Association\" with respect to the Industry Advancement  \nProgram/Contract Administration Fund.  \nSection 11.2 The Employer's obligation under this Agreement to make payments and contributions to the  \nFringe Benefit Funds for all employees covered by this Agreement applies to all employees regardless of  \nmembership or non-membership in the Union.  \nSection 11.3 Ail payments to the Fringe Benefit Funds for employees covered by this Agreement, and while  \nthe same is in effect, are deemed to be paid pursuant to this Agreement.  \nSection 11.4 The Employer shall promptly furnish to the Trustees of any Fringe Benefit Funds or to their  \nauthorized agents, on personnel-or-payroll-records-relating-to-its-former-and. ... ..  \npresent employees covered by this Agreement, including any relevant information that may be required in  \nconnection with the administration of the Fringe Benefit Fund. The Trustees or their authorized agents may  \nexamine such employment, personnel, or payroll records whenever such examination is deemed necessary by the  \nTrustees, or their authorized agents, in connection with the proper administration of the Fringe Benefit Fund.  \nSection 11.5 The Trustees of any Fringe Benefit Fund may for the purpose of collecting any payments  \nrequired to be made to such Funds, including damages and costs, and for the purpose of enforcing rules of the  \nTrustees concerning the inspection and audit of payroll records, seek any appropriate legal, equitable and  \nadministrative relief and they shall not be required to invoke or resort to the grievance or arbitration procedure  \notherwise provided for in this Agreement.  \nSection 11.6 (a) Payments to the Vacation Fund Article VJI, Health Fund Article VHI, Pension Fund Article  \n1X and Apprenticeship and Training Fund Article X are to be made at the end of each month in which the work was  \nperformed, but no later than the fifteenth (15th) day of the following month, after which time the payments will be  \nconsidered to be delinquent. In the event an Employer becomes delinquent in his/ her payments to the Fund, and in  \nview of the fact that the anticipated and actual damages are difficult or incapable of accurate ascertainment in such  \nevent, such Employer may assessed, by the Trustees, as liquidated damages, 20% of such delinquent  \npayments and further such delinquent Employer shall be required to pay interest at the maximum rate permitted  \nby law, not to exceed one and one-half percent (1-1/2%) per month, on the unpaid and delinquent balance  \n(including unpaid past due liquidated damages, if any) owed. In the event that the Fund’s Administrative  \nManager refers the delinquency to legal counsel for collection, then such Employer shall be obligated to pay, in  \naddition to such damages and interest charges, reasonable attorneys’ fees and any other costs and  \nexpenses reasonably arising in connection with any collection action.  \n(b) If the employees are removed from the job by the Union to enforce such payments and penalties the  \nemployees shall be paid by the delinquent Employer for all lost time at the straight-time hourly wage rate.  \n12  \nSection 11.7 The Allied Construction Employers’ Association, Inc. shall be the exclusive representative of  \nEmployers and shal] have equal representation of fifty percent (50%) with the Union in the administration of the  \nVacation Fund Article VII, the Health Fund Article VIII, the Pension Fund Article [X, and The Apprenticeship  \n"], ["and Training Fund Article X.  \n", "Section 11.8 The Employer agrees to abide by the terms and conditions of the Trust Agreements (Vacation  \nFund Article VH, Health Fund Article VIII, Pension Fund Article IX, and Apprenticeship and Training Fund  \nArticle X) and the rules and regulations heretofore and hereafter adopted by the Trustees pursuant to such Trust  \nAgreements; and accepts the Employer Trustees appointed by the Allied Construction Employers' Association,  \nInc. as provided in said Trust Agreements as his/her representatives to administer such Trust Funds and all  \nsuch past or succeeding Employer Trustees as shall have been or will be appointed by the Allied Construction  \nEmployers’ Association, Inc. The Employer hereby ratifies all actions already taken or to be taken by such Trustees  \nconsistent with applicable law and within the scope of their authority.  \nSection 11.9 In the event the Employer assigns any of his/her Milwaukee area employees covered by this  \nAgreement to work on a job site located outside of the geographical coverage of this Agreement (i.e., outside of the  \ncounties of Milwaukee, Ozaukee, Washington and Waukesha), the Employer shall continue to make payments to  \nthe fringe benefit funds as provided in Articles VH, VIII, IX and X of this Agreement for such Milwaukee  \narea employees, unless such Employer is required to pay, and does pay, contributions to like fringe benefit funds  \npursuant to a Jabor agreement covering the work at the job site entered into with the Carpenters local union or  \ndistrict counci] having geographical jurisdiction over such job site. It is the intent of this Section (i) to facilitate  \nthe continuity of health benefit coverage for such Milwaukee area employees when working outside the  \ngeographical coverage of this Agreement and (11) to assure that such Employer is not required simultaneously to.  \npay contributions to the fringe benefit funds specified in Articles VU, VIH, LX and X of this Agreement and also  \nto like fringe benefit funds under the labor agreement having geographical coverage over the job site.  \nSection 11.10 Each Employer shall be required to post with the office of the Administrative Manager of  \nthe Milwaukee Carpenters’ District Council Health Fund a cash or surety bond in form satisfactory to the Trustees  \nof the Trust Funds referred to in Section 11.1 and in the face amount of twenty-five thousand dollars ($25,000),  \nwhich bond shall cover all of the Trust Funds referred to in Section 11.1 and alt deductions made pursuant to  \nSection 7.1. Any such surety bond shall assure payment of all sums required to be paid to such Trust Funds under  \nthis Agreement in the event of the Employer's subsequent delinquency as to any or all of such Trust Funds, and it  \nshall be kept in force and be maintained in full amount for a period of not less than twelve (12) consecutive  \ncalendar months during which no delinquency has occurred on the part of such Employer.  \nSection 11.11 The requirements of Section 11.10 shall not apply to any Employer that, during the twelve  \n(12) consecutive months immediately preceding the effective date of this Agreement, has made ali timely  \npayments required to be paid to the several Trust Funds referred to in Section 11.1 pursuant to a collective  \nbargaining agreement requiring the payment of contributions to such Trust Funds.  \nSection 11.12 The requirements of Section 11,10 shall not apply to an Employer that has not been a party to  \na collective bargaining agreement requiring payment of contributions to any of the Trust Funds described in —  \nSection 11.1, provided such employer can establish that, during the twelve month period immediately preceding  \nthe date that it first becomes a party to this Agreement, it was required to make contributions to  \nmultt-employer fringe benefit funds established under Section 302(c)(5), (6), (7) and (8) of the Labor Management  \nRelations Act and that it is not delinquent and has not been delinquent, during such twelve month period in the  \npayment of the contributions required to be paid to such multi-employer fringe benefit funds. |  \nSection 11.13 If during the life of this Agreement any Employer becomes delinquent in the payment  \nof required contributions for a particular contribution month (as provided in Articles VII, VII, LX and X), to any  \nor all of the Trust Funds referred to in Section 11.1, and such Employer has been notified in writing of such  \ndelinquency, then such Employer shall (in addition to paying the full amount due) be required to post with the  \noffice of the Administrative Manager of the Milwaukee Carpenters' District Council Health Fund a cash or  \n13  \nAe ert em  \nsurety bond in accordance with the requirements of Section 11.1 and the exemptions provided under Sections 11.11  \nand 11.12 shall no longer be applicable to such Employer.  \n"], ["ARTICLE XH  \nINDUSTRY ADVANCEMENT PROGRAM/CONTRACT ADMINISTRATION  \n", "Section 12.1 During the life of this Agreement, each Employer covered by or subject to this Agreement  \nshall pay to the Industry Advancement Program/Contract Administration (hereinafter referred to as IAP/CA) Fund,  \nfor each employee covered by or subject to this Agreement, the amounts as specified below, per hour for all hours  \nworked. These payments shall be made no later than the fifteenth (15th) day of each month following the month for  \nwhich payment is to be made. Payments are to be sent to the LA.P/C.A., P.O. Box 507, Brookfield, WI  \n53008-0507.  \nEffective June 1, 1999 - $0.11 per hour  \nSection 12.2 (a) The IAP/CA Fund assets may be utilized for the purposes and uses contemplated by the  \nIAP Agreement and may also be used for activities pertaining to the administration of labor agreements which  \nrequire contributions to the IAP/CA Fund and related operations.  \n(b) It is further understood that the Employer contributions as required by Section 12.1 shall not be  \nreferred to or considered as wage or fringe benefit payments.  \nSection 12.3 In the event an Employer becomes delinquent in his/her payments to the IAP/CA Fund and after  \nthe Allied Construction Employers Association Inc. (ACEA) Board of Directors has advised the delinquent  \nEmployer, in writing, of said delinquency and in view of the fact that the anticipated and actual damages are  \ndifficult or incapable of accurate ascertainment in such event, such Employer may be assessed by the Board of  \nDirectors, as liquidated damages, 20% of such delinquent payments and further, such delinquent Employer shail be  \n_ _ required to pay interest at the maximum rate permitted by law, not to exceed one and one-half percent (1-1/2%) per  \n   \n   \nmonth on the unpaid and delinquent balance (including unpaid past ‘due liquidated\" damages; ~if-any)-owed—In-the- - - -  \nevent that the ACEA refers the to legal counsel for collection then such Employer shall be obligated to  \npay, in addition to such liquidated damages and interest charges, reasonable attorney's fees and any other costs  \nand expenses reasonably arising in connection with any collection action.  \nSection 12.4 If the employees are removed from the job by the Union to enforce such payments or  \nliquidated damages assessments, the employees shall be paid by the delinquent Employer for all lost time at the  \nstraight-time hourly wage rate.  \nSection 12.5 The Allied Construction Employers Association Inc. (ACEA) or its officers, may for the  \npurpose of collecting any payments required to be made to the IAP/CA Fund, including damages and costs, and for  \nthe purpose of enforcing rules concerning the inspection and audit of payroll records, seek any appropriate legal,  \nequitable and administrative relief, and they shall not be required to invoke or resort to the grievance or  \narbitration procedure otherwise provided for in this Agreement.  \nSection 12.6 Each Employer who is required to make payments to the JAP/CA Fund pursuant to Section  \n12.1 shall promptly furnish to the ACEA, or to its authorized agents on demand, all necessary employment,  \npersonnel and payroll records relating to its former and present employees covered by this Agreement,  \nincluding any relevant. information that may be required in connection with the administration of the IAP/CA  \nFund and for no other purpose. The ACEA, or its authorized agents, may examine such employment, personnel, or  \npayroll records whenever such examination is deemed necessary by the ACEA, or its authorized agents, in  \nconnection with the proper administration of the IAP/CA and of the IAP/CA Fund.  \n  \n"], ["ARTICLE XIll  \nUNEMPLOYMENT AND WORKER'S COMPENSATION  \n", "Section 13.1 Every Employer who is subject to this Agreement, regardless of the number of persons  \nemployed by such Employer, shall obtain coverage under the Worker’s and Unemployment Compensation  \nActs of the State of Wisconsin. Certificates evidencing current coverage under such Acts shall be filed with the  \nUnion. The Union, in its representative capacity, or any employee, denied worker's or unemployment  \ncompensation benefits as a result of an Employer's failure to obtain and maintain in force and effect worker's or  \nunemployment compensation coverage, shall have the right to maintain an action for damages against such  \nEmployer. The cost of collection, including a reasonable attorney's fee, shal! be recoverable as damages, in  \naddition to the actual damages resulting from the violation of this section. The remedies provided in this section  \nshall be in addition to any other remedies provided elsewhere in this Agreement or under applicable state and  \nfederal laws. Nothing in this section shall be construed to make the Associations liable for the failure of any  \nEmployer represented by it, or of any other Employer covered by this Agreement, to comply with this section and  \nnone of the rights and privileges granted by this section to the Union or to any employee shall be enforceable against  \nsuch Associations.  \nSection 13.2 Light Duty Work. (a) Work Related Injury. If available and at the option of the Employer,  \nan employee who has suffered an on the job injury may be offered light duty work based on the following  \nconditions:  \n1. The employee has been released for light duty work by the treating physician;  \n2. The available work is within the limitations of the treating physician's release;  \n3. The Union shall be notified by the Employer when the employee is offered light duty work.  \nThe rate of pay for light duty work shall be on an hourly basis and computed at 50% of the employee's  \nnorma! rate of pay. All fringe benefits will be paid on all hours worked. In addition the employee shall receive  \nWorker's Compensation temporary partial disability payments.  \nThe Employer is required to notify his/her Workers Compensation carrier weekly of the employee's hours.  \nFailure to do so on a timely basis will make the Employer responsible for any shortage in the employee's temporary  \npartial disability payments that arise out of the failure to report.  \nIn no case will the employee be compensated at the light duty rate for more than six (6) months from the  \ninitial return to work on a light duty basis. At the end of the six month period, the employee either returns to full  \npay or full Workers Compensation.  \nIt is agreed if an employee on Light Duty Work is laid off and is still entitled to any Workers'  \nCompensation benefits and is denied same, the Safety Director of the AGC will assist in reinstating Workers’  \nCompensation benefits to said employee.  \n(b) Non Work Related Injury. If available and at the option of the Employer, an employee who is  \nteceiving disability payments from the Health Fund may be offered light duty work based on the following  \nconditions:  \n1. The employee has been released for light duty work by the treating physician.  \n2. The available work is within the limitations of the treating physician's release.  \n3. The Union shall be notified by the Employer when the employee is offered light duty work.  \nThe rate of pay for light duty work shall be on an hourly basis and computed at 50% of the employees  \nnormal rate of pay, plus loss of time benefit at the full amount subject to limitations set forth in the Trust  \nAgreement. All Fringe Benefits will be paid on all hours worked.  \nIn no case will the employee be compensated at the light duty rate for more than six (6) months from the  \ninitia] return to work on a light duty basis unless the employee, the Union Representative and the Employer agree to  \na time extension.  \n"], ["ARTICLE XIV  \nGENERAL AND MISCELLANEOUS PROVISIONS  \n", "Section 14.1 There shall be no limitation as to the amount of work an employee shall perform during the  \nemployee's working day.  \nSection 14.2 There shall be no restriction of the use of machinery or tools furnished by Employers.  \nSection 14.3 The Employers agree to sublet Millwork, Cabinet Work, and Fixtures only to such mills as are  \npermitted to use the Union label stamp of the United Brotherhood of Carpenters and Joiners of America. This  \ndoes not prohibit the use of what is commonly termed “stock” millwork, if purchased from a Union mill.  \nSection 14.4 The use of apprentices shall be encouraged.  \nSection 14.5 All members of the Union are at liberty to work for any Employer who is a party to this  \nAgreement. All Employers are at liberty to employ any member of the Union without discrimination. The  \nEmployer may not discharge or discipline any employee for the purpose of evading this Agreement, or  \ndiscriminating against Union members, however, an employee may be discharged for just cause.  \nSection 14.6 The stripping of beam sides, beam bottoms and 7 where materials are to be re-used  \nOe\" “On the job shall be done’ by members‘of the Union>~- -~~ Le  \nSection 14.7 It is further agreed that the Union will not furnish employees to any Employers who do not  \ncarry worker's compensation, public liability property damage, unemployment insurance and social security.  \nCertificates of insurance shal} be on file at all times at the office of the Union.  \nSection 14.8 Rough-Grading. It shall not be a violation of this Agreement if Employees covered by this  \nAgreement refuse to work on a job, particularly a residential job, where the area adjacent to a building, has not  \nbeen rough-graded.  \n"], ["ARTICLE XV  \nSPECIAL WORK RULES  \n", "Section 15.1 Quarters. Employers are to furnish reasonable and comfortable quarters to their  \nemployees and a safe place for storage of their tools; such quarters to be used by carpenters and their tools only.  \nIf, through negligence, the Employer fails to provide a safe place for storage of tools, he/she shall be held liable  \nfor thefts and fire.  \nSection 15.2 Sanitary Quarters. Sanitary quarters shall also be provided on all jobs by the Employers,  \nwhich shall conform to State and Area Codes, It is intended that this section shall include, but not be limited to the  \nfollowing:  \n(a) Sanitary toilet facilities, indoors as soon as possible, otherwise properly enclosed and maintained.  \n(b) Safe, potable water and sanitary cups to be available in adequate amounts.  \nSection 15.3 Machinery and Tools. Any and all power tools and their related accessories used on the  \njobsite shall be furnished by the Employer. The Employer agrees the Employer shall be liable for all | Power tools  \nand related accessories used on the Employers’ job site.  \nSection 15.4, Transfer Between Job Sites. Employers may transfer an employee from one job site to  \nanother twice during a work day without being required to pay the employee the applicable IRS mileage  \nreimbursement. Two transfers is defined as from job site A to job site B and back to job site A or to job site C.  \nNeither the Employer's office nor his/her yard shall be considered a job site. When an employee is required to  \nmake a third transfer during a work day using his/her personal vehicle the employee shall receive the applicabie  \nIRS mileage reimbursement. Under no circumstances shall materials be hauled to and from jobs by employees with  \ntheir personally owned vehicles.  \nSection 15.5 Safety (a) In the event that safety equipment of any kind is required by law, regulation, or  \nemployer directive, it shall be provided at the expense of the Employer. The Union shall not be responsible for  \nany violation of safety statutes or regulations. All safety apparel and protective clothing shall be furnished by the  \nEmployer except prescription glasses and safety shoes which shall be provided by the employee.  \n(b) lt is understood that all employer-supplied safety apparel is the Employer's property. A receipt for  \napparel and authorization for deduction of cost for same will be signed by the employee. In the event an employee  \nfails to return an Employer's apparel, said employee will reimburse his Employer by having the cost of said apparel  \ndeducted from his/her next payroll check as per the authorization.  \n(c) Every employee whose failure to wear personal protective equipment causes the issuance of an OSHA  \ncitation and fine against his Employer may be required to attend a two hour safety program offered through the  \nSoutheast Wisconsin Joint Apprenticeship and Training Committee.  \n(d) Members may be required to sign a statement indicating receipt of, reading of and willingness to comply  \nwith the Employer’s reasonable safety requirements adapted as part of the contractor’s overall safety program and  \nconsistent with contract language.  \n(e} The contractor and the Union mutually agree that the members may attend a safety. training program as  \nprovided by the Southeast Wisconsin Carpentry Joint Apprenticeship Training Committee each year or Contractor’s  \nsponsored program. These programs may include skills and upgrade training.  \nSection 15.6. Substance Abuse Testing and Assistance Program. See Exhibit I.  \nSection 15.7. Owner Mandated Rules. The Contractor shall have the right to implement project owner  \nrequirements relating to the following:  \n1. Special Clothing Requirements  \n2. Safety Rules and Requirements  \n3. Restricted Access Areas  \n4. Sanitation and Personal Hygiene Requirements  \n5. Security Rules and Requirements  \n6. Drug and Alcohol Sale, Possession or Usage Rules  \n7. Drug and Alcohol Testing Requirements - no Random Testing  \n8. Noise limitations  \n9. Rules related to the use of TV's, Radios, Tape or CD Players and Transmitters  \n10. Smoking Restrictions - Construction tradespersons may use owner's smoking area.  \n11. Sexual Harassment Rules  \n12. Rules related to the use of owner's facilities, utilities, matertal and equipment  \n13, Objectionable language, pictures, and printed apparel  \n14. Site Access and Parking Restrictions  \nFor other owner imposed rules, the contractor shall discuss owner's requirements with the Union prior to  \nimplementation and come to an accord before implementation. (Letter of Understanding on file)  \n"], ["ARTICLE XVI  \nFOREMEN  \n", "Section 16.1 (a) All employees shall be supervised by a foreman who shall carry a current working card of  \nthe Union stamped paid for the current month. Each Foreman shall receive not less than ten percent (10%)  \nover the applicable journeyperson wage rate provided in this Agreement.  \n(b) Sub-foremen may be employed to assist the foreman when the employer deems it necessary or  \nadvisable. Each sub-foreman shall receive not less than five percent (5%) over the applicable journeyperson wage  \nrate provided in this Agreement.  \nSection 16.2 (a) The foreman shall be selected by the Employer.  \n(b) The foreman shall represent the Employer in direction of employees at the site of work.  \n(c) The Employer shall have the right to add to or limit the duties of the foreman.  \n"], ["ARTICLE XVII  \nUNION REPRESENTATIVES  \n", "Section 17.1 Stewards. (a) There shall be a steward on each job whose duty it shall be to see that all  \nemployees have the current working card and sign the steward list before starting work. The stewards shall not  \nleave their work or interfere with the employees during working hours, but in the event of accident or sickness  \nthe Steward shall notify the office of the Milwaukee and Southern Wisconsin District Council of Carpenters and  \nuse such precautions as are necessary for the safety and storage of disabled tools. The steward shail  \n—~ = == carry~a-copy- of-the-working-and-trade-rules-and-report-any-violation-of-the—Agreement-or-working-and... . .—..-  \ntrade rules to the proper credentialed officers of the Milwaukee and Southern Wisconsin District Council of  \nCarpenters. The stewards shall not be discriminated against for performing their duties as outlined in this  \nAgreement. No steward shail be laid off, transferred or discharged without forty-eight (48) hours prior notice to the  \nUnion and the Steward.  \n(b) When it becomes necessary for the stewards in performing their duties, to leave their work during  \nworking hours, the Union agrees to compensate the Stewards for such time lost.  \n(c) The Stewards shall at all times, to the best of their ability promote safe working conditions and safe  \nwork practices. In the event the Steward is aware of any unsafe conditions or practices the Stewards shall report  \nsame to the Employer and in the event the Employer does not agree that an unsafe condition exists, or fails to  \ncorrect same, the steward shall report same to the Union. If the Union and the Employer cannot reach agreement,  \nthe matter shall be referred to arbitration, and it shall not be a violation of this Agreement if the Union withdraws its  \nmembers from the disputed work, pending a decision from the Arbitration Board.  \nSection 17.2 Visitation of Job Site. The authorized representative of the Union shall be allowed to visit  \njobs during working hours to interview the Employer, steward or employees at work, but the representative shall  \ninno way hinder the progress of their work. Permission to interview the employees should be obtained from the  \nEmployer or his representative.  \n"], ["ARTICLE XVIII  \nAPPRENTICES  \n", "Section 18.1 It is agreed that each Employer shall be allowed one (1) apprentice for the first two (2)  \njourmeypersons, and one (1) additional apprentice for each three (3) additional journeypersons. At a minimum each  \ncontractor must employ one (1) apprentice if the contractors total workforce includes five (5) carpenters. Each  \n18  \ncontractor must also employ at least one (1) additional apprentice for each six (6) additional journeypersons  \nemployed by such contractor in the contractor’s total workforce. Each apprentice shall serve a term of  \napprenticeship as determined by the Apprenticeship Committee and approved by the Wisconsin Department of  \nWorkforce Development with wage rates based on a percentage of the Journeyperson's hourly wage rate as set forth  \nin Appendix \"A\".  \nSection 18.2 All apprenticeship applicants must meet the eligibility requirements as stated in the  \nApprenticeship Standards of the Southeast Wisconsin Carpentry Joint Apprenticeship and Training Committee.  \nAll apprentices are to be indentured under supervision of the Department of Workforce Development of the  \nState of Wisconsin pursuant to the provisions of the Apprenticeship Standards of the Southeast Wisconsin Carpentry  \nJoint Apprenticeship and Training Committee and the Wisconsin Apprenticeship Law. (Chapter 106, Wisconsin  \nStatutes).  \nSection 18.3 The Employer shall provide every opportunity possible to enable the apprentice to become a  \nskilled craftsperson.  \n"], ["ARTICLE XIX  \nSETTLEMENT OF DISPUTES  \n", "Section 19.1 Arbitration. (a) It is further agreed that in case of any disagreements between said parties  \nover terms of this Agreement, the same shall be submitted to a Board of Arbitration composed as follows: Two  \n(2) members to be chosen by the Allied Construction Employers Association, Inc. (ACEA) and two (2) members  \nto be chosen by the Union within forty-eight (48) hours from date of complaint and in case of disagreement,  \nthen a fifth (Sth) member shall be chosen by the four (4) within forty-eight (48) hours. In case the four (4) cannot  \nagree onthe fifth (Sth) member, then the chief judge of the Milwaukee County Circuit Court shall appoint such  \nfifth (5th) member within forty-eight (48) hours.  \n(b) A decision of a majority of this Arbitration Board shall be rendered within forty-eight (48) hours and  \nshall be binding on both parties. Either party failing to fulfill its obligations under this clause shall forfeit its  \ncontentions in the dispute to the other party. The ACEA and the Union, each, shall bear the expense of their own  \nrepresentatives on the Arbitration Board. The fees of the impartial fifth (Sth) member, and all expenses of the  \nArbitration Board, shall be borne equally by the ACEA and the Union. In the event the matter in dispute  \nan Employer who is not affiliated with the Allied Construction Association, Inc., the ACEA may  \ncharge its share of the arbitration costs to such Employer.  \nSection 19.2 Strikes and Lockouts. A strike or lockout to enforce any or ail Articles pertaining to health,  \nsafety, wages or fringe benefit contributions contained in this Agreement shall not be construed as a violation of  \nthis Agreement.  \nSection 19.3 The trustees of the several Vacation, Health, Pension and Apprenticeship and Training  \nfunds (to which funds payments were required to be made by Employers under this Agreement) may for the  \npurpose of collecting any payments required to be made to such funds including damages and costs, and for the  \npurpose of enforcing rules of the trustees concerning the inspection and audit of payroll records, seek any  \nappropriate legal, equitable and administrative relief and they shall not be required to invoke or resort to the  \ngrievance or arbitration procedure otherwise provided for in this Agreement.  \nSection 19.4 Grievances over discharge or suspension shal] be filed no later than ten (10)calendar days after  \nwhich the matter is brought to the attention of the Union. Any claim by an employee involving monetary liability,  \nexcluding Health, Pension, Vacation, Apprenticeship and Training and |.A.P./C.A. contributions, must be  \npresented to the Employer within thirty (30) calendar days from the date on which the employee receives the check  \non which the claimed shortage occurred. Failure to submit such claim within such thirty (30) calendar days shall  \nautomatically bar such claim from being presented to or against the Employer. In cases of continuing violations,  \nthe claim will be retroactive for thirty (30) calendar days from the date it was presented to the Employer. For all  \nother grievances not covered by the foregoing limitations, excluding any dispute concerning fringe benefit fund  \n19  \ncontributions, the grievance shall be filed within one hundred fifty (150) calendar days after the date on which the  \nproject has been certified in writing as “substantially complete”.  \n"], ["ARTICLE XX  \nMINIMUM JOURNEYPERSON REQUIREMENT  \n", "Section 20.1 New contractors must have two (2) or more journeypersons employed at the time the Agreement  \nis signed.  \nSection 20.2 All Employers must employ two (2) or more journeypersons during at least thirty-nine (39)  \nweeks of the year.  \n"], ["ARTICLE XXI  \nPICKET LINE  \n", "Section 21.1 It shall not be a violation of this Agreement, and it shall not be cause for discharge or  \ndisciplinary action in the event an employee refuses to enter upon any property involved in a lawful primary labor  \ndispute, or refuses to go through or work behind any lawful primary picket line, including the primary picket line  \nof the Union party to this Agreement, and including primary picket lines at the Employers' places of business.  \nSection 21.2 It shall not be a violation of this Agreement, and it shal] not be cause for discharge or  \ndisciplinary action if any employee refuses to perform any service which the Employer undertakes to perform as  \nan ally of an Employer or persons whose employees are on lawful strike, and which service, but for such  \nstrike, would be performed by the employees of the employer or persons on strike.  \n"], ["ARTICLE XXII  \nJURISDICTIONAL DISPUTES  \n", "the event of that there-shall-be~no-stoppage-of: work- -- - ——. —_  \nwhile the jurisdictional dispute is pending and the craft doing the work shall continue until the jurisdictional  \ndispute is settled.  \nSection 22.2 It is further agreed that the International Presidents of the Trades involved shall settle the  \njurisdictional dispute. The parties to this Agreement shall abide by such decision.  \n"], ["ARTICLE XXIll  \nSEPARABILITY CLAUSE  \n", "Section 23.1 Any provisions of this Agreement which may be in violation of any applicable Federal or State  \nlaw shall not be effective and not be binding upon the parties hereto. In the event that any of the provisions of this  \nAgreement are held or constituted to be void, or to be in violation of any such laws, nevertheless, the  \nremainder of this Agreement shall remain in full force and effect, unless the parts or provisions so found to be  \nvoid or in violation of any such laws are wholly inseparable from the remaining portions of this Agreement.  \n"], ["ARTICLE XXIV  \nNO DISCRIMINATION  \n", "Section 24.1 It is agreed that there shall be no discrimination by either the Employer or the Union against  \nany employee or group of employees because of race, color, creed, sex, age, national origin or disability. (Letter of  \nUnderstanding on file)  \n20  \n"]]