[["", "CSFT  \n  \nAve) I 2004 - Pru i 2067 ©  \nIron Workers  \n2004 2007  \nAgreement  \nNegotiated by  \nAssociated General Contractors of St. Louis,  \nErectors and Riggers Association,  \nConstruction Industry Combined Committee  \nand  \nLocal No. 396  \nInternational Association of Bridge, Structural, Ornamental  \nand Reinforcing Iron Workers of St. Louis and Vicinity  \nA.F.L. -— C.1.0.  \n3 6 1244 CS  \nCOLLECTIVE BARGAINING AGREEMENT  \nTHIS AGREEMENT made and entered into, effective the first day of August 2004 by  \nand between the ASSOCIATED GENERAL CONTRACTORS OF ST. LOUIS and the  \nERECTORS AND RIGGERS ASSOCIATION for and in behalf of their members who sign  \nindividual contracts, and the CONSTRUCTION INDUSTRY COMBINED COMMITTEE, for  \nand in behalf of companies who have designated that Committee as their collective bargaining  \nagent, hereinafter referred to as the Employer and LOCAL UNION NO. 396 of the  \nINTERNATIONAL ASSOCIATION OF BRIDGE, STRUCTURAL, ORNAMENTAL AND  \nREINFORCING IRON WORKERS. A.F.L. - C.LO., hereinafter referred to as the Union.  \nFor and in consideration of the mutual promises herein contained and for other good and  \nvaluable consideration, the receipt of which is hereby acknowledged, the parties agree and  \ncontract as follows:  \n"], ["ARTICLE 1  \nRecognition - Right to Hire  \n", "Section 1.01 Recognition: The Employer recognizes the Union as the sole collective  \nbargaining representative with respect to wages, hours, and other conditions of employment in a  \nunit consisting of Iron Workers who are employed by the Employer on its work located in the  \nterritorial jurisdiction of this Agreement as specified in and conditioned in Article 2 hereof.  \nReference to employees in this Agreement shall mean employees of the unit above  \ndescribed.  \nSection 1.02 Right to Hire: The Employer reserves and shall have the right to accept or  \nreject, to employ or not to employ, any persons furnished by the Union or to discharge any  \nemployee who has been accepted but who subsequently proves unsatisfactory to the Employer.  \nThe Employer shall be the sole judge of and have the right to determine, consistently with  \nthe provisions of this Agreement (i.e., except where otherwise specified in this Agreement), the  \nnumber of employees required on any job, or any portion of the work being done by Employer.  \nThere be no limitation as to the amount of work an employee shal{f perform. There shall be  \nno restrictions as to the use of machinery, tools, or appliances.  \nSubstance Abuse  \nThe Employer may require employees to submit to testing for alcohol or controlled  \nsubstances to the extent and in the manner required by applicable law, or by a project owner.  \nThe Employer shaJl also have discretion to require its employees covered by this  \nAgreement to submit to testing for alcohol or controlled substances under the rules and  \nprocedures of a testing program that is administered by a third party and is acceptable to Union.  \nThe St. Louis Construction Industry Substance Abuse Consortium is such a program acceptable  \nto the Union.  \nPage 2 of 36  \nA new employee who is required to be drug tested will be paid 2 hours show-up time.  \nEmployees will be employed thereafter; provided they pass the drug test, the duration of such  \nemployment will be at the discretion of the Employer.  \nSection 1.03 The Union agrees to provide, when requested to do so by the Employer,  \nsufficient good and efficient qualified Iron Workers, at all times within twenty-four (24) hours  \n(excluding Saturdays, Sundays and holidays) except for certified welders and ornamental Iron  \nWorkers in which case forty-eight (48) hours notice will be given. When, in such event, the  \nUnion is unable to supply the requested number of Iron Workers with specified qualifications,  \nthe Employer may employ such Iron Workers as are available. The Employer reserves the right  \nto reject persons furnished by the Union.  \nNeither the Union nor the Employer shall discriminate in the referring or hiring of  \nemployees because of age, race, color, religion, sex, national origin, union membership or status  \nas a Vietnam veteran, nor against qualified disabled veterans or qualified individuals with  \nhandicaps or disabilities. In the event of a reduction of forces on a job, there shall be no  \ndiscrimination in the layoff because of age.  \nJob Labor Standards and Job Security  \nSection 1.04 The Employer, its officers, agents, representatives and assignees agree to  \nmake work assignments consistent with decisions of record and agreements of record between  \nIron Workers International Union and other labor organizations as recorded in the \"Handbook of  \nAgreements of the International Association of Bridge, Structural and Ornamental and  \nReinforcing Iron Workers\" and in “Agreements and Decisions Rendered Affecting the Building  \nIndustry\", as amended, approved by the Building and Construction Trades Department, AFL-CIO  \n(Green Book) which agreements and decisions are incorporated herein by reference. In the  \nabsence of a decision or agreement of record between Iron Workers International Union and  \nother labor organizations assignments shall be made by the contractor based upon established  \ntrade and area practice.  \nIn the event of a jurisdictional dispute involving the Union, the parties shall request the  \nunions involved to send representatives to the job site to meet with representatives of the  \nEmployer to settle the dispute. Ifa settlement is not reached at that meeting, the dispute shall be  \nreferred by the local unions to their respective international unions for adjustment.  \nThe Union and the Employer agree that the work shall proceed as assigned by the  \nEmployer until the dispute is resolved in accordance with the above procedure.  \nWhen a determination is reached as to which trade will perform the work, the work shall  \nbe performed by that trade in accordance with the local labor contract negotiated by that trade.  \nThe Employer agrees to include the above provisions for settlement of jurisdictional  \ndisputes in his subcontract documents when submitted to the subcontractor for signature.  \nSection 1.05 When requested, the Employer will furnish the Local Union within a  \nreasonable amount of time signed letters on the letterhead of the individual Employer, stating  \nPage 3 of 36  \nthey have employed Iron Workers on a specific type of work and paid the negotiated scale of  \nwages on any and all jobs which the individual Employer has performed with Iron Workers.  \nSuch requests shall be made in writing to the contractor with a copy to the Associations' offices.  \nThe Union shalf make available to the Associated General Contractors’ Department of  \nJurisdictional Research and Information copies of all jurisdictional agreements.  \nIt is the desire of the Union, wherever possible to protect its members employed by the  \nEmployer from working with employees employed under substandard wages, hours and working  \nconditions and accordingly, the Union and the Employer have agreed that, at any job site at  \nwhich the Employer employs members of the Union, and at which the Employer subcontracts the  \nperformance of work covered by the jurisdictional claims of the Union, the Employer will not  \nsubcontract any such work, which is to be performed at that job site, except to a subcontractor  \nwho employs union members and who agrees with the contractor, in writing, prior to or at the  \ntime of the execution of his subcontract to abide by the wages, hours, fringe benefits and other  \nlawful working conditions applicable to the Employer's employees under this Agreement.  \nNothing tn this Article shall be construed to limit or restrict, in any way, the Employer's  \nright to determine which of the work, if any, he may perform with his own employees or  \nmay subcontract to others.  \nSection 1.06 Prejob Conference: The Union or the Employer may call a prejob  \nconference on any iob costing in excess of $1,000,000.00.  \n"], ["ARTICLE 2  \nArea Limits  \n", "Section 2.01 The territorial jurisdiction of the Union shall extend half-way to the nearest  \noutside local Union of the International Association of Bridge, Structural, Ornamental and  \nReinforcement Iron Workers.  \nAs to each Employer represented by the Association herein, the Association has informed the  \nUnion of the geographical area for which such Employer has designated the Association as its  \ncollective bargaining agent.  \nSection 2.02 (a} With respect to Employers who have designated the Association as their  \ncollective bargaining agent for an agreement applicable only to construction projects located in  \nthe City and County of St. Louis, this Agreement shall apply to all employment of employees  \ncovered hereunder on building, heavy and highway construction work in the City of St. Louis and  \nSt. Louis County, Missouri, and not elsewhere.  \n(b) With respect to Employers who have designated the Association as their collective  \nbargaining agent for job sites located in St. Louis City and County and in other Missouri  \ncounties, this Agreement shall apply to employment of employees covered hereunder on all  \nbuilding, heavy and highway work in St. Louis City and County and, in addition, to such  \nemployment on building construction projects located in so many of the following Missouri  \ncounties as are included in the Employer's designation of bargaining authority to the Association  \nPage 4 of 36  \nand are within the territorial jurisdiction of the Union: St. Charles, Jefferson, Franklin, Lincoln,  \nWarren, Washington, St. Francois, Iron, Ste. Genevieve, Reynolds, Madison, Bollinger, Carter  \nand Wayne.  \n(c) Employers party hereto shall also apply this Agreement to all employment of  \nEmployees covered hereunder on building, heavy and highway work within the territorial  \njurisdiction of the Union at job sites in all other Missouri counties not named in paragraphs (a)  \nand (b) above which are included in the Employer's designation of bargaining authority to the  \nAssociation; provided, however, that should there exist or be negotiated during the term of this  \nAgreement, any other collective bargaining agreement in such other counties covering any of the  \nwork above referred to (between the Union and a recognized and authoritative contractor  \nemployer group or association), then in such event that other agreement shall supplant this  \nAgreement within the area of such counties as it shall cover and the Employers who would  \notherwise be bound to this Agreement in such area and counties shall be privileged to work in  \nsuch area and counties under the terms of such other agreement.  \nSection 2.03 The counties in Missouri within the territorial jurisdiction of the Union are  \nas follows:  \nAsterisk (*) indicates counties which are partially within the territorial jurisdiction of the Union.  \nAudrain Iron Pulaski  \n* Boone Jefferson * Ralls  \n* Bollinger * Laclede * Reynolds  \nCallaway Lincoln St. Charles  \n* Camden * Madison St. Francois  \n* Cartier Maries Ste. Genevieve  \nCity of St. Louis * Miller St.Louis County  \nCole * Monroe * Shannon  \nCrawford Montgomery Texas  \nDent * Oregon Warren  \n* Douglas Osage Washington  \nFranklin * Perry | * Wayne  \nGasconade Phelps Wright  \n* Howell Pike  \nSection 2.04 This Agreement covers all fields of building construction work and all other  \nkinds of work of the Employer whatsoever performed by members of the bargaining unit herein  \ninvolved (i.e., all classifications of Iron Workers) within the territory set out herein, except as  \nabove modified.  \nIf the territorial jurisdiction of the Union is expanded, any Employer who is signatory to  \nthis Agreement shall have the privilege of operating in such an area under the terms of this  \nAgreement.  \nIt is understood and agreed that if the Union enters into any agreement with any  \ncontractor covering work in the area limits herein set forth and on such work as is covered by this  \nPage 5 of 36  \nAgreement, upon more favorable terms to such contractor than are embodied in this Agreement,  \nand if such more favorable terms are allowed to remain in effect, such more favorable terms shall  \nbe made immediately available to Employers signatory hereto on the work and in the geographic  \narea to which such more favorable terms apply.  \nOn any project outside St. Louis and St. Louis County, contractors signatory to this  \ncontract can request assistance from the Business Manager on a job basis, to help be competitive  \nwith non A.F.L.-C.L.O. contractors. This assistance could be crew sizes, the use of manpower  \nand other provisions that may be necessary to increase employment of A.F.L.-C.I.O. Iron  \nWorkers.  \n"], ["ARTICLE 3  \nIntent and Purpose  \n", "Section 3.01 It is the desire, intent and purpose of the parties hereto that this Agreement  \nshall promote and improve their industrial and economic relationship and make it one that is  \nharmonious and profitable.  \nSection 3.02 It is the intention of the parties hereto that this Agreement shall make  \nprovision for the orderly and expeditious considerations and settlement of rates of pay, wages,  \nhours, working conditions and adjustments of grievances.  \n"], ["ARTICLE 4  \nUnion Security  \n", "All employees who are members, or become members of the Union during the term of  \nthis Agreement must maintain their membership in good standing with the Union by payment of  \nperiodic dues required. Failure to pay the dues as required for continuous good standing in the  \nUnion shall result in the employee being terminated from his employment upon written demand  \nfor such action by the Union. Such employee shall not be reemployed by the Employer until  \nnotified by the Union that the employee has paid any such initiation fee or dues then delinquent,  \nor unless such employee presents a work clearance from the Union to the Employer.  \nAll present employees who are not members of the Union and all employees hired  \nhereafter shall become and remain members in good standing of the Union as a condition of  \nemployment on or after the eighth (8) day following the effective date of this Agreement or the  \ndate of execution of this Agreement, whichever is later.  \nThe Employer shall not be required to discharge any employee for noncompliance with  \nthis Article until such time as such employee is replaced by a qualified employee, and if the  \nUnion requests the discharge of any employee for noncompliance of the foregoing, the Union  \nagrees to indemnify the Employer and hold the Employer harmless of any liability or claims  \ntherewith in connection with the termination of the employment of such employee in compliance  \nwith the request of the Union.  \nPage 6 of 36  \n"], ["ARTICLE $  \nWages  \n", "Section 5.01 The straight time hourly rate of pay or wage scale for Iron Workers  \nemployed by the Employer covered hereunder shall be as follows with highest applicable rate to  \nbe paid for the day:  \nEffective Effective Effective Effective  \n8/4/04 11/1/04 8/3/05 8/2/06  \nJourneyman Journeyman Additional Additional  \n$27.09 $26.94 $1.05 increase** $1.00 increase**  \nForeman Foreman Additional Additional  \n$28.34 $28.19 $1.05 increase** $1.00 increase**  \nCertified Foreman Certified Foreman Additional Additional  \n$28.59 $28.44 $1.05 increase** $1.00 increase**  \nGeneral Foreman General Foreman Additional Additional  \n$28.84 $28.69 $1.05 increase** $1.00 increase**  \nCertified Gen. Foreman Certified Gen. Foreman Additional Additional  \n$29.09 $28.94 $1.05 increase** $1.00 increase**  \nProbationary Employees ~ Probationary employees shall receive fifty percent (50%) of the  \njourneyman wage rate and 100 percent (100%) of all fringe benefits provided for in this  \nAgreement.  \nUpon sixty (60) days written notification by the Union to the Employer Associations,  \nmonetary increases can be made to Employer contributions to the Pension, Annuity and/or  \nWelfare Funds and monetary decreases can be made to the Annuity and/or Welfare Funds. It is  \nagreed that increases in the contribution rates shall be deducted from the current wage rate or one  \nof the other fringe benefits. The Union shall be limited to one such request per contract year  \nother than the anniversary date.  \n** ‘Increase in wages or fringes at Union's option.  \nSection 5.02 Stack Work: When working on reinforced concrete or masonry smokestacks  \nwhich are independent of other structures, the following rates shall apply:  \n1 to 25 feet....... $ .25 per hour over [ron Worker basic rate  \n25 to SO feet....... .50 per hour over [ron Worker basic rate  \n50 to 75 feet ....... .75 per hour over lron Worker basic rate  \n75 to 100 feet ...... 1.00 per hour over Iron Worker basic rate  \n100 to 150 feet ...... 1.25 per hour over Iron Worker basic rate  \n150 to 200 feet ...... 1.50 per hour over Iron Worker basic rate  \nPage 7 of 36  \n200 to 250 feet ...... 1.75 per hour over fron Worker basic rate  \n250 feet or higher... 2.00 per hour over Iron Worker basic rate  \nSection 5.03 Apprentice Rate: Effective September 1, 2002, a four-year, daytime  \napprenticeship program shall be instituted, consisting of eight successive terms of six months  \neach. Apprentices indentured on or after May 1, 2002 shall be required to successfully complete  \nthe four-year program to achieve journeyman status. Apprentices indentured before May 1, 2002  \nwho have not completed the previous three-year apprenticeship program by September 1, 2002,  \nsha]] achieve journeyman status after completing the sixth term of their apprenticeship.  \nRates of pay for apprentices, as a percentage of the journeyman rate, shall be as follows:  \nUntil September 1, 2002:  \n1* Term - 60% 4\" Term - 80%  \n2 Term - 70% 5\" Term - 85%  \n3 Term - 75% 6\" Term - 90%  \nEffective September 1, 2002, for apprentices indentured before May 1, 2002:  \n3 Term - 75% 5\" Term - 85%  \n4\" Term - 75% 6\" Term - 85%  \nEffective September |, 2002, for apprentices indentured after May 1, 2002:  \n1* Term - 60% 5\" Term - 80%  \n2 Term - 65% 6\" Term - 85%  \n3% Term - 70% 7 Term - 90%  \n4 Term - 75% s\" Term - 95%  \nEffective September 1, 2002, all apprentices (regardless when indentured) shall be required to  \ncomplete a two-week training program during each apprenticeship term, which shall consist of  \nfull-time instruction during daytime hours at the Construction Training School. During each  \ntwo-week training program, apprentices shall not be in the employ of any Employer, and during |  \nsuch program, no Employer shal! be obligated to pay wages to an apprentice attending the  \ntraining program or to make any fringe benefit contributions on behalf of such apprentice for  \npension, welfare, annuity, CTAF, IMPACT, PRIDE or otherwise. During each two-week  \ntraining program, apprentices attending school shall receive an educational stipend per week  \nfrom the St. Louis Construction Training and Advancement Foundation, subject to such  \nreasonable conditions as the Foundation may designate; provided, that any absence for any  \nreason during the two-week training program shall! result in reduction of the educational stipend  \nfor each day in which such absence occurs. The educational stipend will be determined by an  \nagreement between labor and management of the Iron Worker Joint Apprentice Committee.  \nSection 5.04 Welfare: In addition to the per hour wage rate, the Employer will  \ncontribute five dollars and seventy-one cents ($5.71) per hour for each actual hour worked by  \neach employee covered by this Agreement to the IRON WORKERS' ST. LOUIS DISTRICT  \nPage 8 of 36  \nCOUNCIL WELFARE PLAN. The reporting, payment, and administration of such contributions  \nshall be governed by the terms of the Trust Agreement creating the IRON WORKERS' ST.  \nLOUIS DISTRICT COUNCIL WELFARE PLAN.  \nWhen working overtime, this contribution shall be paid at the overtime rate.  \nSection 5.05 Pension Fund: In addition to the per hour wage rate, the Employer will  \ncontribute four dollars and thirty cents ($4.30) for each actual hour worked by each employee  \ncovered by this Agreement to the IRON WORKERS' ST. LOUIS DISTRICT COUNCIL  \nPENSION PLAN. Effective 11/1/2004 the Employer contribution will be four dollars and forty-  \nfive cents ($4.45) for each actual hour worked by each employee. The reporting, payment, and  \nadministration of such contributions shall be governed by the terms of the Trust Agreement  \ncreating the Plan.  \nWhen working overtime, this contribution shall be paid at the overtime rate.  \nIn the event that during the term of this Agreement the IRON WORKERS' ST. LOUIS  \nDISTRICT COUNCIL PENSION PLAN shall lose its status as a qualified Pension Plan under  \nthe Internal Revenue Code, or in the event the contributions hereby required thereto otherwise  \nbecome nondeductible by the Employer for its income tax determination, then Employer's  \nobligation for further contributions to said Trust and Plan shall cease and Employer in lieu  \nthereof shall pay the equivalent of such contributions directly to the employee as wages during  \nthe remaining term of this contract, unless, and until, said Trust and Plan again become a  \nqualified Plan under the Internal Revenue Code, or another qualified Pension Plan under the  \nInternal Revenue Code contributions to which are income tax deductible has been negotiated and  \nmade operative between the parties to this contract, in either which event the Employer's  \nobiigation to pay said coniribution equivalent ii wages shall cease, and in licu thereof the  \nrequired contributions for pensions as provided herein shall again become effective; provided,  \nhowever, that a preliminary notice of disqualification of the Trust and Plan for tax purposes shail  \nnot terminate Employer's obligation to make contributions to said Trust until after the Trustees  \nshall have had an opportunity and a reasonable time, not to exceed ninety (90) days, in which to  \nremove the disqualification and obtain either a temporary or a permanent reinstatement of the  \nTrust's qualified status. The parties hereto agree that during the interim period between notice of  \ndisqualification and reinstatement of the qualified status or the failure of the Trustees within said  \nninety (90) days to obtain such reinstatement, the Employer shall continue making its  \ncontributions required hereunder into an escrow account to be maintained by the financial  \ninstitution currently under contract to handle said financial affairs, said escrowed funds, less any  \nescrowee costs of administering the escrow account, to be released and paid over to the Trust  \nupon removal of the disqualification, or if not removed within said ninety (90) day period then to  \nthe employees, for whose account contributed, as wages.  \nSection 5.06 Annuity Fund: The Employer shall contribute three dollars and thirty cents  \n($3.30) per hour for each straight time hour worked by each employee covered by this Agreement  \nto the IRON WORKERS ST, LOUIS DISTRICT COUNCIL ANNUITY TRUST FUND. This  \ncontribution shall be doubled for each overtime hour worked. The administration of such  \ncontributions shall be governed by the terms of the Trust Agreement creating the IRON  \nWORKERS ST. LOUIS DISTRICT COUNCIL ANNUITY TRUST FUND.  \nPage 9 of 36  \nSection 5.07 St. Louis Construction Training and Advancement Foundation: In  \naddition to the per hour wage rate, the Employer shall contribute fifty cents (50¢) per hour for  \neach actual hour worked by each employee covered by this Agreement to the St. Louis  \nConstruction Training and Advancement Foundation. Of the fifty cents (S0¢) contribution,  \ntwenty-six and one-half (26.5¢) will be used for Iron Workers training, six cents (.06¢) for  \njourneyman upgrade training, one-cent (1¢) will be remitted to PRIDE of St. Louis, Inc., as  \nprovided for in section 5.07A and sixteen and one-half cents (16.5¢) will be used for other CTAF  \nprograms. The reporting, payment and administration of such contribution shall be governed by  \nthe terms of the Trust Agreement date September 17, 1963, creating the Foundation.  \nPrimary purposes of the Foundation, as set forth in the Trust Agreement, shall include  \napprenticeship training, advanced training and education, safety education and other educational  \nand informational programs for employee and industry betterment.  \nProvisions of this Section shall remain in effect and not subject to renegotiation prior  \nuntil one-year after the termination date of this contract unless change is mutually agreed upon.  \nUpon reasonable request of the President of the Union, the Associations agree to  \ncooperate to obtain from the Trustees of the St. Louis Construction Training and Advancement  \nFoundation special audit of the funds of the St. Louis Construction Training and Advancement  \nFoundation.  \nUpon 60 days written notification by the Employer Associations to the Union, monetary  \nincreases can be made to Employer contributions to the Construction Training and Advancement  \nFoundation. It is agreed that such increase shall have no effect on the current wage rate. The  \nEmployer Associations shall be limited to one such request per contract year other than the  \nanniversary date.  \nSection 5.08 PRIDE: In addition to the per hour wage rate, the Employer shall  \ncontribute one cent (1¢) per hour for each actual hour worked by each employee covered by this  \nAgreement to PRIDE of St. Louis, Inc. through the St. Louis Construction Training and  \nAdvancement Foundation.  \nThe Employer’s obligation to make contributions to PRIDE is conditioned upon PRIDE’s  \nmaintaining the status of a labor management committee organized under the Labor Management  \nCooperation Act of 1978, and upon the deductibility of such contributions by the Employer for  \nfederal income tax purposes.  \nSection 5.09 IMPACT: In addition to the per hour wage rate, the Employer shall  \ncontribute additional cents per hour to Ironworker Management Progressive Action Cooperative  \nTrust (IMPACT), a jointly trusteed Cooperative Trust with federal tax exempt status under  \nSection 5.01 (a) of the Internal Revenue Code as an exempt organization under Section 504(c)(5)  \nof the Internal Revenue Code. The general purposes of the Trust include the improvement and  \ndevelopment of the Ironworker Industry through Education, Training, Communication,  \nCooperation and governmental lobbying and legislative initiatives.  \nPage 10 of 36  \n   \nEffective 8/4/04 the contribution to IMPACT shall be eight cents (8¢) per hour, which  \nconsist of five cents (5¢) from the Employer and three cents (3¢) from the employee. Effective  \n8/3/05 the contribution to IMPACT shall increase to sixteen cents (16¢) per hour, which consist  \nof ten cents (10¢) from the Employer and six cents (6¢) from the employee. Effective 8/2/06 the  \ncontribution to IMPACT shall increase to twenty-four cents (24¢) per hour, which consists of  \nfifteen cents (15¢) from the Employer and nine cents (9¢) from the employee.  \nSection 5.10 Journeyman Upgrade Training Fund: Journey man upgrade training  \nwill be made available to all members of the Union. Upon completion of ten hours of skill  \nupgrade training, a journeyman shall receive a stipend of $100 from the Journeyman Upgrade  \nTraining Fund.  \nThe training will be funded by a six cent (6¢) per hour contractor contribution to a  \nJourneyman Upgrade Training Fund with curriculum selected and administered by Iron Workers  \nJoint Apprenticeship Committee.  \nSection 5.11 Wage Deductions: (a) Provided that the employee has signed a written  \nassignment and the written assignment has been provided to the agent of the Employer, as  \nprovided herein, or to the Employer, if requested, authorizing deductions of working dues in the  \namount stated below, which is in effect at the time when any wages become due hereunder, the  \nEmployer shall deduct from the net wages payable to such employee, and shall pay over to the  \nUnion, as working dues on behalf of such employee, an amount equal to one and one-half percent  \n(1-1/2%) of the total dollar amount of gross wages and fringe benefit contributions plus uniform  \nassessments payable to and on behalf of such employee.  \n(b) Provided that the employee has signed a written assignment, and the written  \nussigninent has been provided to the agent of the Employer, as provided herein, or to the  \nEmployer, if requested, authorizing deductions of political contributions in the amount stated  \nbelow, which is in effect at the time when any wages become due hereunder, the Employer shal!  \ndeduct from the net wages payable to such employee, and shall pay over to the [ron Workers’  \nLocal 396 Voluntary Fund, as political contributions on behalf of such employee, two cents (2¢)  \nper hour for each actual hour worked by such employee.  \nAll amounts paid by the Employer pursuant to subsection (a) or (b) above are part of the  \nemployee's wages and shall be considered as such in computation of overtime and payroll  \nwithholding and for all other purposes.  \n(c) The Union shall obtain the written assignments referred to in subsections (a) and (b)  \nabove from individual employees who voluntarily choose to execute them, and the Union shall  \npromptly deliver a signed copy of each such written assignment, and any revocation thereof, to  \nthe Associated General Contractors of St. Louis, which shall receive the same as agent for, and  \non behalf of, the Employers party to the Agreement. Upon request at any time from any  \nEmployer, the Union shall immediately furnish to the Employer, by fax if requested, copies of  \nany written assignments signed by the employees named in the Employer's request. The  \nfurnishing of such copies shall constitute a representation by the Union that signed copies of such  \nwritten assignments were delivered to the above-named agent for the Employer and that the same  \nhave not been revoked and remain valid and in effect. An Employer shall have no obligation to  \nPage 11 of 36  \nwithhold amounts pursuant to subsections (a) and (b) from the wages of any employee for whom  \nthe Union fails to provide, on request, a copy of a written assignment.  \n(d) The Union hereby agrees to defend, indemnify and hold harmless each Employer from  \nand against all claims, grievances, loss, expense and liability, including legal expense, resulting  \nfrom the Employer's deduction from the wages of any employee or employees, and payment as  \ndescribed, of amounts pursuant to subsections (a) and (b), or resulting from any insufficiency in  \nan employee's written assignment or from any error in information or representations furnished  \nby the Union pursuant to subsection (c).  \nSection 5.12 Fringe Benefit Remittance Procedures: The Employer shall remit all  \npayments required under Sections 5.04 through 5.11 hereinafter referred to as \"Fringe Benefit  \nContributions”, as follows: The Employer agrees to be bound by the terms and provisions of the  \nwritten Depository Agreement dated, June 30, 1993, executed by the Associated General  \nContractors of St. Louis and United Missouri Bank of St. Louis, to which the  \nUnited Missouri Bank acts as a depository and Employers’ disbursing agent for Fringe Benefit  \ncontributions. The Employer shall remit Fringe Benefit contributions monthly, by calendar  \nmonth, in such timely manner that the contributions will be credited to the respective Fringe  \nBenefit payees by the 15th day of the month following the month for which the contributions are  \nmade. The Employer's remittance shall consist of a single check, made payable to \"Iron Worker  \nLocal 396 Fringe Benefits,” in the combined amount of all Fringe Benefit contributions due for  \nthe month plus $1.50 bank service charge, together with a completed and signed Remittance  \nReport in the form established under the Agreement. Remittance Report forms may  \nbe obtained from the Union. The Employer's remittance shall be sent to the address shown on  \nthe current Remittance Report form.  \nUpon implementation and sixty (60) days advanced notice of an electronic payment system,  \nEmployers shall remit Fringe Benefit contributions on a weekly basis by a process completed via  \nthe internet, in such a timely manner that the contributions will be credited electronically to the  \nrespective Fringe Benefit payees by the second Friday following the Employer’s payroll  \nwecekending date for which the contributions are due. The Employer's remittance shall be in the  \nform of an electronic transfer payment. If the Employer is unable to process an electronic  \ntransfer payment, then provisions shall be made available to print the electronic form from the  \ninternet and mail a check with the electronically completed form to “Iron Worker Local 396  \nFringe Benefits,\" in the combined amount of all Fringe Benefit contributions due. Terms similar  \nto the provisions of the Depository Agreement will be applicable to the electronic payment  \nsystem.  \nSection 5.13 Delinquencies: (1) Contributions to Iron Workers' and St. Louis District  \nCouncil Pension Plan, to Iron Workers’ St. Louis District Council Welfare Plan, and to the Iron  \nWorkers' St. Louis District Council Annuity Trust Fund, are due by the appropriate date as  \nspecified in Section 5.10 for which contributions are due. All contributions not timely received  \nshall be considered delinquent and the Employer shall owe an additional amount equal to ten  \npercent (10%) of the contributions as liquidated damages.  \nThe above contributions due plus liquidated damages equal to ten percent (10%) of the  \ncontributions due shall constitute a debt owed by the Employer to said Funds' Trustees, and, in  \nPage 12 of 36  \naddition to al! other remedies on account thereof available to said Trustees and/or the Union,  \nsuch debt may be recovered by suit or action at law brought by said Trustees and/or the Union,  \nand in the event of such action the Employer agrees to pay in addition to the amount found due  \non such debt (including liquidated damages), all Court costs, interest on such debt at the rate of  \nten percent (10%) per annum computed from the due date of each such contribution and a  \nreasonable attorney's fee payable to the attorney or attorneys representing the Trustees and/or the  \nUnion in such action with the amount thereof fixed by the Court.  \nIn the event the Employer fails to make prompt and timely reports as required and  \npayment of the contributions due to Iron St. Louis District Council Pension Plan, to  \nIron Workers' St. Louis District Council Welfare Plan, Iron Workers’ St. Louis District Council  \nAnnuity Trust Fund, PRIDE of St. Louis, Inc., IMPACT, and to the St. Louis Construction  \nTraining and Advancement Foundation, the Union, following seventy-two (72) hours written  \nnotice by the Fund Trustees or the Union to such delinquent Employer, may order cessation of all  \nwork covered by Employer on all jobs of Employer until such reports are made and contributions  \ndue are paid.  \n(2) An Employer who is delinquent in payment of Fringe Benefits specified in this section  \nor who has not employed Local No. 396 Iron Workers for a period of six (6) months may be  \nrequired to pay Fringe Benefits on a weekly basis.  \nSection 5.14 Surety Bond: The Employer shall secure and maintain surety bond in the  \nminimum amount of $25,000 to guarantee payment of all wages, fringes and contributions  \nprovided for herein and shal! furnish to the Union evidence of the procurement and maintenance  \nof bond in such amount.  \nShould the Employer be, at any time, unable to fulfill this obligation as above provided,  \nhe shati be required to pay all wages, health and welfare, pension and annuity in cash on a weekly  \nbasis.  \nSection 5.15 Insurance: The Employer shall provide Workmen's Compensation  \nInsurance against injury and Unemployment Compensation protection for all employees even  \nthough not required to do so by Missouri State Law.  \nThe Employer shall furnish to the Union satisfactory evidence of his compliance with  \nsuch provisions of this Section.  \nSection 5.16 Apprentice Training: The Joint Apprenticeship Agreement dated October  \n14, 1953, as revised, between the Associated General Contractors of St. Louis and Local Union  \nNo. 396, of the International Association of Bridge, Structural, Ornamental and Reinforcing Iron  \nWorkers of St. Louis and Vicinity shall! be part of this Agreement and the employer and the  \nUnion agree to be bound thereby.  \nOne (1) apprentice will be assured to any Employer who employs three (3) journeymen,  \nexcept ornamental iron work, and on such work one (1) apprentice will be assured to one (1)  \njourneyman Iron Workers, and on spinning of cables on suspension bridges one (1) apprentice  \nshall be assured to each journeyman. The ratio of apprentices to journeymen may be adjusted  \nhigher by approval of the General Executive Board.  \nPage 13 of 36  \nIn the apprentice training program the Employer agrees when work is available, to keep  \nthe apprentice for his entire training period.  \nPayment of any rate over and above the scale of wages shown herein shall not be  \nconstrued to establish a precedent or be used to increase the rates herein specified.  \nSection 5.17 Travel Expense: In the event the client or owner of a large project  \nconsiders that such circumstances as location of the site and difficulty of access to the site,  \nbecause of traffic conditions on roads to the site resulting from employment of a large number of  \nemployees on such large project warrants the payment of reimbursement for travel expense and  \nagrees to pay trades employed on his project such travel expense reimbursement in an equitable  \namount agreed upon by the trades, the employees covered hereunder shall receive such payment.  \nSection 5.18 Transportation: Employees sent to jobs or work out of the jurisdiction of  \nthe Local Union shall receive transportation, traveling time in accordance with requirements of  \nthe Wage and Hour Law and expenses, providing they remain on the job thirty (30) days or until  \nthe job is completed if it requires less than thirty (30) days. Employees sent to a Job and not put  \nto work, weather permitting or the job is not ready for them to go to work, shall be paid the  \nregular wage rate for such time or such employees shall be sent back to the point from which sent  \noriginally with time and transportation paid by the Employer. Employees so sent to any job by  \nthe Union who fail to live up to the agreement they were sent under, or who refuse to work, shall  \nbe held responsivie by ine Union, and the Employer shali be reimbursed by the Union for the  \nactual expenses incurred.  \nSection 5.19 Vacation: An employee may, upon three (3) weeks prior notice to the  \nEmployer, take a leave of absence for a vacation not to exceed two (2) weeks from the job on  \nwhich he is employed, without jeopardizing future employment on that job, provided however,  \nthat the work on the job is in progress on his return and that no more than one (1) employee on  \nsuch job shall be on vacation leave at any one time without agreement to that effect with the  \nEmployer.  \nSection 5.20 Payday: The work week shall end at quitting time Tuesday night.  \nEmployees shall receive their wages by quitting time on the following Friday at the job site on  \nwhich they are working. In the event of inclement weather pay checks will be available at the  \napproved starting time.  \nWhen employees are discharged, they shall be paid in full in cash or other legal tender on  \nthe job immediately, and if required to go to some other point or to the office of the Employer,  \nemployees shall be paid for the time required going to such places. When employees quit of their  \nown accord, they shall wait until the regular payday for the wages due them. Ifthe employee's  \ncheck is postmarked later than 24 hours past the scheduled payday, not including Saturdays,  \nSundays and Holidays, the Employer shall pay the employee four (4) hours pay at the straight  \ntime rate per day of delay, provided the employee must notify the Employer of the failure to  \nreceive the check no later than five (5) days after the day of scheduled payday to receive the  \npenalty payment. If an Employer's check to an employee is returned for insufficient funds, the  \nPage 14 of 36  \nEmployer will be forced to pay in cash or cashiers check and pay any bank charges incurred by  \nemployee whose personal checks were written with insufficient funds.  \nWhen employees are laid off, the Employer shall have the option of paying the employee  \noff that day or sending their paycheck postmarked no later than the day following day of layoff.  \nIf the employee's check is postmarked later than the day following the day of layoff, the  \nEmployer shall pay the employee four (4) hours pay at the straight time rate per day of delay,  \nprovided the employee must notify the Employer of the failure to receive the check no later than  \nfive (5) days after the day of layoff to receive the penalty payment.  \nIf the Employer fails to comply with above provisions more than two times, then the third  \ntime will be cause for the contractor to revert to layoff is pay off for the remainder of this  \ncontract. The Union shall notify the Employer, with copy to the appropriate association when  \nsuch provision is invoked. In no instance shall checks be mailed or received payable for more  \nthan one pay period.  \nAny undue delay or loss of time beyond starting time (in inclement weather) or quitting  \ntime on payday in collecting pay due, caused to employees through no fault of their own, shall be  \npaid for by the Employer causing such delay at the regular straight time wages.  \nSection 5.21 Composite Crew Pay: When an Iron Worker works in a composite crew  \nwith Carpenters, Cement Masons, Laborers, Operating Engineers or Teamsters, his rate of pay  \nincluding fringes for the work in the composite crew shall not be less than any of these trades in  \nthe composite crew doing similar work.  \n"], ["ARTICLE 6  \nForeman  \n", "Section 6.01 Where two (2) or more journeymen are employed, one (1) shall be selected  \nby the Employer to act as foreman and receive foreman's wages, and the foreman is the only  \nrepresentative of the Employer who shall issue instructions to the employees.  \nThere shall be no restriction on the part of the Union as to the employment of foremen or  \npushers. The Employer may employ on one piece of work as many foremen or pushers as in his  \njudgment is necessary for the safe, expeditious and economical handling of the same.  \nSection 6.02 When two (2) or more foremen are employed on one job doing the same  \ntype work by the Employer, one (1) of them, as designated by the Employer, shall act as General  \nForeman and receive General Foreman's wages. Appointment as General Foreman shall in no  \nway relieve such employee of his duties as foreman.  \nSection 6.03 There shalf be a foreman in each sheeting gang and a foreman in each  \nraising gang. A minimum of one (1) foreman shall be appointed to cover all other work on the  \nsame job when there are more than two (2) Iron Workers involved.  \nPage 15 of 36  \n"], ["ARTICLE 7  \nWorking Rules  \n", "Section 7.01 Hours of Work: Eight hours shall constitute a day's work, from Monday  \nthrough Friday. When starting the job, the starting time will be established between 6:00 a.m.  \nand 8:00 a.m. and shall not be changed without agreement from the union hall.  \nEmployees shall be at their posts prepared to start work at the regular starting time  \nprovided the shed or room for the employees to change their clothes ts adjacent to or within a  \nreasonable distance from their work.  \nWhere the employees’ place of work requires Employer-furnished transportation, the  \nemployees shall be transported one way on the employees’ time and the other way on the  \nEmployer’s time. On projects where there is a significant amount of such transportation time, the  \nUnion agrees to negotiate this matter on a pre-bid basis.  \nOn the job when tools and equipment are cared for outside of regular working hours,  \novertime rates shall apply.  \nProjects that cannot be performed during the regular workday: On Highway/Heavy  \nWork or if required by owner the contractor may perform work outside the normal work hours  \nand employees shall be paid applicable straight time hourly wage rate plus a premium of two  \ndollars and fifty cents ($2.50) per hour for the first eight (8) hours worked. Any hours worked in  \nexcess of eight (8) hours shall be paid at the applicable overtime rate plus the two dollars and  \nfifty cents ($2.50) per hour premium.  \nSection 7.02 Call in Pay and Reporting for Work: When an employee is ordered by the  \nEmployer or his representative to report for work and then through no fault of the employee is  \nnot put to work, the Employer shall pay him for two (2) hours time weather permitting work. If  \nemployee begins work in the morning and works for Jess than four (4) hours, he shall be paid for  \nfour (4) hours work weather permitting work. When an employee begins fifth hour of work and  \nworks for less than eight (8) hours, he shall be paid for eight (8) hours work weather permitting  \nwork. On overtime days, employee shall receive a minimum of four (4) hours pay at the  \napplicable rate. Employee shall be paid for actual hours worked if he works for more than four  \n(4) hours. However, to receive pay, in all instances, employee must remain on job.  \nEmployee incapable of performing work in the opinion of the Employer and steward or  \nwithout necessary tools shall be paid for only actual time worked.  \nWhen the employee is unable to work because of weather and is instructed by the  \nEmployer, or his representative, at the established starting time to remain on the job, then the  \nemployee shall be paid at the regular straight time rate of pay for such time until he is released or  \nhe is ordered to work. If told to wait, a minimum time of one (1) hour shall be paid.  \nSection 7.03 Lunchtime: If start of lunch period is delayed beyond 12:30 p.m.,  \nemployees whose lunch period is so postponed shall be paid the straight time rate for such lunch  \nperiod.  \nPage 16 of 36  \nSection 7.04 Suppertime: Employees are to be allowed one-half (1/2) hour for supper with pay at  \nthe overtime rate if they work two (2) hours overtime after the end of their regular workday and if they are  \nto continue to work after this supper period. In the event of additional overtime, employees will be  \nallowed one-half (1/2) hour mealtime with pay as provided above after each additional four (4) hours  \novertime beyond the previous overtime plus mealtime provided they are to continue working after such  \nadditional mealtime.  \nWhere possible, employees shall arrange to eat alternately to permit work to proceed  \ncontinuously, but this shall not be construed to deprive an employee of mealtime privileges and  \npayment.  \nSection 7.05 Voting Time: R.S. Mo. Section 115.639 of Missouri Law. Any person  \nentitled to vote at any election held within this State, or any primary election held in preparation  \nfor such election shall, on the day of such election be entitled to absent himself from any services  \nor employment in which he is then engaged or employed, for a period of three hours between the  \ntime of opening and the time of closing of the polls for the purpose of voting; and any absence  \nfor such purpose shall not be sufficient reason for the discharge of or the threat to discharge any  \nsuch person from such services or employment; and any such employee, if he votes, shall not  \nbecause of so absenting himself, be liable to any penalty, nor shall any deduction be made on  \naccount of such absence from his usual salary or wages; provided, however, that request shall be  \nmade for such leave of absence prior to the day of election, and provided further, that this section  \nshall not apply to a voter on the day of election, if there be three successive hours while the polls  \nare open in which he is not in the service of his Employer. The Employer may specify any three  \nhours between the time of opening and the time of closing of the polls during which such  \nemployee may absent himself as aforesaid.  \nIf requested by Employer, the employee shall have forms signed at the polling place  \nindicating that his vote has been cast and return such form to the Employer. These forms shall be  \nfurnished by the Employer. The Employer agrees that he will not alter previously scheduled  \nshifts to deprive employees of pay.  \nSection 7.06 Holidays and Overtime:_ Time and one-half shall be paid for first two (2)  \nhours Monday through Friday and first eight (8) hours on Saturday. All other overtime hours  \nMonday through Saturday shall be at double time rate. Double time shall be paid for all time on  \nSunday, Memorial Day, 4th of July, Veterans Day, Thanksgiving Day, Christmas Day, New  \nYear's Day and Labor Day or the days observed in lieu of these holidays.  \nTime and one-half for overtime: Time and one-half shall be paid for all work defined  \nin the National Remodeling, Repair, Replacement Solar, Decommission Maintenance and  \nRenovation Agreement in effect on August 1, 1983.  \nSection 7.07 Shift Work: Shifts may be established when considered necessary by the  \nEmployer.  \nA. Shift hours and rates will be as follows:  \nFirst Shift: | Eight (8) hours plus one-half (1/2) hour for unpaid lunch  \nPage 17 of 36  \nSecond Shift: Eight (8) hours plus one-half (1/2) hour for unpaid lunch  \nThird Shift: | Eight (8) hours plus one-half (1/2) hour for unpaid lunch  \nB. Shifts shall be established for a minimum of three (3) consecutive workdays.  \nC. If only two (2) shifts are to be worked, the Employer may regulate starting times of the two (2)-shift  \nOperation to permit the maximum utilization of daylight hours. The starting time shall begin at the same  \ntime for all workers on a shift.  \nD. The first shift will be paid at eight (8) hours straight time for eight (8} hours work. The second shift  \nwill be paid eight (8) hours straight time plus a two dollars and fifty cents ($2.50) per hour premium for  \neight (8) hours work, and the third shift shall be paid eight (8) hours straight time plus three dollars and |  \nfifty cents ($3.50) per hour premium for eight (8) hours work.  \nPayment for shift work shall be determined by when an Employer first begins his shift operation  \ni.e., the shifts which begin on Friday morning and end on Saturday morning will be paid at  \nstraight time, the shifts which start on Saturday morning and end on Sunday morning will be paid  \nat time and one half, the shifts which start on Sunday morning and end on Monday morning will  \nbe paid at double time. Employees working during the normal workday shall receive first shift  \npay; employees working predominately during the evening hours shall receive second shift pay;  \nemployees working predominately during the early morning hours shall receive third shift pay.  \nE. Nothing above prohibits the working of two (2) shifts at greater than eight (8) hours with  \nexcess hours to be paid at overtime rate.  \nSection 7.08 Drinking Water, Clothes Room, Sanitary Facilities: The Employer shall  \nfurnish suitable drinking water and sanitary drinking cups at all times. Jobs exceeding five (5)  \nworking days duration shall be provided with a shed or room of sufficient size for employees to  \nchange their clothes with heat during winter months. When a general contractor or anyone  \nsignatory to this Agreement has a change shed or room on any job, it shall be made available to  \nthe Iron Workers on the job.  \nSanitary toilets shall be provided on all jobs.  \nSection 7.09 Tool Storage and Loss: The Employer shall provide a reasonably secure  \nshed or toolbox for storage of employees' tools. A list of employee's tools which will be left on  \nthe job between working hours shall be given to the Employer or his authorized representative  \nbefore employee starts to work. Should tools be stolen or destroyed by fire when in such storage,  \nthe Employer shall pay the actual value of such tools stolen by forcible entry or destroyed by fire.  \nAll small hand tools required shall be furnished by the employee. The Employer shall  \nreplace such small hand tools and prescription safety glasses broken on the job in the  \nperformance of the work when such broken tools are turned in to the Employer.  \nPage 18 of 36  \nSection 7.10 Derricks, etc.: The Employer shall have the discretion to employ a  \nsufficient number of employees in order for the work involved to be performed in a safe and  \nexpeditious manner but in no case shall there be less than four (4) employees and a foreman.  \nSection 7.11 Forklift Trucks: When using forklift trucks for the installation and  \nassembly of machinery by Iron Workers and the in-plant moving of machinery incidental to the  \ninstallation and assembly by Iron Workers, a minimum of one (1) employee will be used if it is  \ndetermined by the Employer that job can be done safely.  \nSection 7.12 Mesh - Positioning: One (1) Iron Worker will be employed for the purpose  \nof positioning wire mesh in concrete floors or slabs on the ground during the concrete pouring  \noperation where Iron Workers have installed the mesh. When required, in the opinion of the  \nEmployer and the Iron Worker Foreman, more Iron Workers will be employed for this purpose.  \nIt is understood that on structural slabs above ground such as corruform decks and similar  \ndecks having mesh reinforcement only, an Iron Worker will be available for maintenance if  \nrequired.  \nSection 7.13 Reinforcing Steel Maintenance: With the exception of a single wall or  \nstub columns or stub piers where the vertical bars have been poured with the footing not to  \nexceed four feet (4 ft.) in height, there shall be an Iron Worker constructively employed on ail  \nreinforced concrete pours for the installation and/or maintenance of reinforcing steel during the  \npouring.  \nSection 7.14 Reinforcing Steel (Unloading) and Placing Footing Reinforcing: When  \nIron Workers are employed on a job by the Employer doing reinforcing steel work, the  \nunloading, racking and piacing of reinforcing sieei on the ground floor of a building in view of  \ncrane operator with power equipment can be done with the number of Iron Workers so employed  \nprovided that in no case shall less than three (3) Iron Workers be used for such unloading,  \nracking and placing. When reinforcing steel is being placed in footings and low walls with  \npower equipment, the minimum crew shall be three (3) employees. When hoisting reinforcing  \nsteel, four (4) employees and a foreman must be used if all employees landing steel are not in  \nview of the operator.  \nSection 7.15 Steel Erection: On all work under the jurisdiction of the International  \nAssociation, a sufficient number of employees will be used in order for the work to be performed  \nin a safe and expeditious manner. This means that an Employer will use four (4) employees and  \na foreman on all steel erection jobs that require a crane and cannot be completed in three (3)  \nworking days or less.  \nWhen erecting heavy steel (i.e. bridge girders, heavy trusses, etc.) the accepted practice is to use  \nfour (4) employees and a foreman. All crew sizes as stated in this section can be waived with the  \napproval from the Union as long as the work can be done in a safe and expeditious manner.  \nOn all other steel erection that require a crane and can be completed in three (3) working days or  \nless, an Employer will use one (1) foreman and no less than two (2) employees. If an Employer  \nfails to comply with the above provision on two (2) occasions the contractor shall revert to a  \nPage 19 of 36  \n|  \nforeman and no less than four (4) employees for the remainder of the contract, upon written  \nnotification of any violation by the Union.  \nIn order to protect work opportunity of our members on all work coming within our jurtsdiction,  \nit is mandatory we use all available skills and exercise good judgement. Safety must be  \nconsidered as well as over manning.  \nAll crew sizes as stated in this section can be waived with the approval from the Union.  \nSection 7.16 Welder - Certified: When a welder is certified for a job by the Employer, a  \ncopy of the certification papers will be furnished to the welder upon completion of the welding  \nwork and to the Union within thirty (30) days after his termination.  \nSection 7.17 Welder and Burner Assistants: When welding or burning the following  \nshall apply:  \n1 welder or i assistant  \n2 welders or 1 assistant  \n3 welders or 2 assistants  \n4 welders or 2 assistants  \n5 welders or 3 assistants  \n6 welders or burmers................. 3 assistants  \nIf more welders or burners are employed, the same ratio of assistants to welders or  \nburners shall be used.  \nOnly under extreme conditions such as welding or burning on bar joists, from ladders,  \nswinging scaffolding or staging, each welder or burner shall be provided with an assistant. While  \nmanlifts are not considered extreme conditions, there are times that warrant, for reasons of safety  \nand productivity one (1) burner or welder and one (1) assistant.  \nIt is agreed that the assistant or assistants shall perform any and all duties pertaining to the  \nwelding or burning.  \nOn metal decks the assistant or assistants can be assigned to assist in laying the decking.  \nIf fire hazards or other extraordinary conditions exist, welders or burners, employed in  \nsuch location shall have an assistant for each welder or burner so employed.  \nWhen the Union feels that conditions on any job justify an additional assistant or  \nassistants, then one (1) representative appointed by Local 396 and one (1) by the Associations  \nshall immediately investigate and resolve the complaint.  \nThere shall be no work stoppage until this two (2) person committee has had the  \nopportunity to arrive at a decision which shall be binding.  \nSection 7.18 Piece Work: Piece work of any description is prohibited.  \nPage 20 of 36  \nSection 7.19 Steward: There shall be a steward on each job who shall be appointed by  \nthe Business Representative from the employees on the job. The steward shall promptly take  \ncare of injured employees and accompany them to their home or to a hospital without any loss of  \npay.  \nThe Employer agrees that the steward will not be discharged until after proper  \nnotification has been given to the Union, and further, when employees are laid off, the job  \nsteward will be the last employee laid off providing he is capable of performing the work in  \nquestion.  \nThe parties agree that the steward shall have no authority to induce, encourage, cause or  \ncondone any strike, work stoppage or interruption of work.  \nFor the convenience of the Union, the job steward shall keep a record of workers laid off  \nand discharged. He shall report the injury of any employees to the proper officers of the Union.  \nHe shall also report all scheduled overtime on weekends to the Business Agent.  \nIt is understood and agreed that the Employer is in no way responsible for the  \nperformance of these functions by the steward.  \nVisiting Jobs: The Business Representative shall be permitted on all jobs, but will in no  \nway interfere with the employees during working hours unless permission is granted by the  \nEmployer.  \nSafety Provisions  \nSection 7.20 Safety Provisions: Each Employer shall have the right to design and adopt  \na safety program for the purpose of preventing injury to employees and other persons, damage to  \nproperty, and lost time resulting from job site accidents. An Employer's safety program may  \ninclude rules and policies imposed on the Employers by law or regulation or OSHA standard, by  \nan owner's requirements, as well as the Employer's own rules and policies to promote safety on  \nthe job excluding a Drug and Alcohol screening policy other than as provided for in Section 1.02  \nof this Agreement.  \nSection 7.21 Planking Floors: Working floor upon which derricks set must be covered  \ntight with suitable planking over entire floor except where openings are left for ladders.  \nOn buildings, bridges, or other structures where structura! steel is erected or dismantled  \nwith mobile cranes, or by other methods, all upper areas where materials are landed for further  \nhandling shall be planked so as to provide safe working areas for the employees.  \nPlanking, decking or nets, covering a radius of at least ten (10) feet, shall also be provided  \nnot more than two (2) floors, or a maximum of twenty-five (25) feet beneath all points on all  \nbuildings, bridges, and other structures while employees are working at such points.  \nPage 21 of 36  \nProvisions of this clause will be subject to review and interpretation on a job basis by a  \nfour (4) member committee, two (2) from Union and two (2) from Associations, which will meet  \nwithin twenty-four (24) hours after notice by either party. This committee will be obligated to  \nreview Cases involving Associations’ members only.  \nSection 7.22 Stiffening and Supporting Working Load Points: Where iron ts landed  \non the floor or any point of a structure under construction, all connections shall be fully fitted up  \nand tightened and substantial supports provided to safely sustain such added weight.  \nSection 7.23 Riding the Load or Load Falls: No member of bargaining unit shall be  \npermitted to ride the load or load fall except in case of inspection, and erection and dismantling  \nof derricks.  \nSection 7.24 Slings: Steel cable will be used instead of chains or hemp slings.  \nSection 7.25 Elevator Shaft Protection: No member of bargaining unit wiil be  \npermitted to work in an elevator shaft while car is in operation. The first floor beneath and the  \nfirst floor above men working shall be planked safe in all elevator shafts.  \nSection 7.26 Overhead Cranes, Crushers: There shall be no work on any overhead  \ncrane, crusher or conveyor until fuses have been removed and switch box locked, or the safety of  \nthe employees is otherwise made sure.  \nSection 7.27 Power Lines, High Tension: There shall be no work done in the  \nimmediate area of high-tension lines until the power has been shut off, or the lines insulated, or  \nthe safety of the members of bargaining unit otherwise provided for.  \nSection 7.28 Protection of Signal Devices: Proper practical safe housing, casing or tube  \nshall be provided for any and every means, method appliance or equipment employed to transmit  \nor give signals, directing work or operation of any devices used in connection with work being  \ndone by members of bargaining unit.  \nSection 7.29 Communication System: When derricks are used for hoisting structural  \nsteel or other materials, two-way radio, telephone or other approved signals shall be used unless  \nmanual signals are most appropriate.  \nSection 7.30 Tripping Hazard: Unless all tripping hazards such as Nelson studs,  \nchannel shear connectors, bent bars or rods, are installed after the erection of structural steel  \nmembers, suitable protection against those tripping hazards must be provided. If beams are  \nplanked or expanded metal or other means of protection satisfactory to the Joint Safety  \nCommittee is used tn lieu of field application of the shear connectors the protection shall be  \ninstalled by Iron Workers and be securely fastened to provide a safe walking surface before  \nerection of the structural steel member.  \nSection 7.31 Any difference or dispute concerning interpretation or application of the  \nSafety Provisions of this Agreement shal! be resolved in accordance with the Grievance and  \nArbitration procedures set forth herein.  \nPage 22 of 36  \nSection 7,32 All safety equipment required by the contractor is to be supplied by  \ncontractors ~ welding gloves, sleeves, safety harness, regular safety glasses, smoke eater or fan.  \nSection 7.33 Safety Review Committee: A four (4) member subcommittee, two (2)  \nfrom Union and two (2) from the Associations, will be formed to review alleged safety violations  \nby Associations’ members. If subcommittee cannot reach agreement, the entire ron Worker  \nCommittee will meet. This subcommittee will meet on twenty-four (24) hour request by either  \nparty to formulate a recommendation for the proper course of action.  \nSection 7.34 Cardinal Principles: The seven principles set out directly below are the  \nessence of this entire Agreement and no clause in the Agreement shall be construed so as to  \nencroach upon or violate any of the said principles.  \n1. There shall be no limitations as to the amount of work an employee shall perform  \nduring the working day.  \n2. There shall be no restrictions of the use of machinery or tools.  \na The use of apprentices shall not be prohibited.  \n4. The foreman shall be agent of the Employer.  \n5. Qualified journeymen are at liberty to work for whomsoever they see fit, but they  \nshall demand and receive the wages hereinbefore set out in this Agreement.  \n6. Employers are at liberty to employ and discharge whomsoever they see fit,  \nconsistent with the terms of this Agreement.  \n7. There shall be no restriction of the use of any raw material or manufactured  \nmaterial except prison made.  \n"], ["ARTICLE 8  \nGrievance Procedure and Arbitration  \n", "Any difference or disagreement arising between employee and/or Union and the  \nEmployer with reference to any conditions of employment affecting employees subject to this  \nAgreement that are not covered hereunder, or to the application or interpretation of this  \nAgreement, and other grievances, differences or disagreements of the parties hereto, except  \njurisdictional disputes, that cannot be satisfactorily adjusted by the Employer and the job steward  \nshall be referred to the Business Agent of the Union and the proper officials of the Employer. All  \ngrievances that cannot be settled between the officials of the Employer and the Business Agent of  \nthe Union shall, except as provided below, be referred to a Board of Arbitration consisting of  \nthree (3) members, one (1) of whom shall represent and be appointed by the Union, one (1) of  \nshall represent and be appointed by the Employer and the two (2) thus chosen shall select  \nthe third. The Union and Employer shall select their representatives within five (5) days after  \nreceipt of written notice by one from the other requesting arbitration. On failure of the two (2)  \nPage 23 of 36  \nthus chosen to agree upon a third member to complete the Board within a period of ten (10) days  \nafter notification by one party to the other of the last named of the first two (2) members, then  \neither party may request a panel of five (5) arbitrators from the American Arbitration Association  \nso that the parties, by alternately striking names, shall select one (1) to serve. The decision of a  \nmajority of the Board shall be final and binding on all concerned. Each of the parties hereto shall  \npay their own costs of arbitration and the compensation of their own representative. The  \ncompensation of the third member and other expenses of the arbitration shall be borne equally by  \nthe Employer and the Union.  \nIf arbitration is requested by the Union, or by the Associations on behalf of a member  \nEmployer, the Employer and the Union agree to submit the grievances to an Arbitration Board as  \nprovided in this Agreement. However, if arbitration is not requested by either the Union or by  \nthe Associations on behalf of a member Employer, or if the Employer does not name its member  \nto the Board as set out above, or if the Employer does not comply with the arbitration award, the  \nUnion reserves the right to use its economic power in support of its demands, and in such event it  \nis agreed by both parties that such action taken by the Union shall not constitute a violation of  \nthis Agreement notwithstanding any provision of this Agreement to the contrary.  \nIt is understood that bargaining with respect to change of wage rates or other conditions  \nof employment upon termination of this Agreement is not a grievance hereunder or subject to  \narbitration.  \nNo award in arbitration shali be for a period exceeding thirty (30) days from  \nthe date of filing of written complaint with the Employer or the Union in such arbitration  \nproceedings. Nothing herein contained shall prevent an employee from presenting his individual  \ngrievance as provided for and guaranteed by the Labor-Management Relations Act of 1947, as  \namended.  \nUpon failure or refusal of the Employer or the Union to comply fully with the provisions  \nof this Article, the provisions of Article 9 shall not apply.  \n"], ["ARTICLE 9  \nStrikes  \n", "Except as herein otherwise provided, employees shall not cease work, slow down or  \nengage in any strike or other concerted interruption or interference with the work or business of  \nthe Employer during the term of this contract, and the Employer shall not lock out any employee  \ncovered hereunder during said term. Recognition of a picket line established by other than thts  \nUnion shall not be a violation of this provision.  \n"], ["ARTICLE 10  \nJurisdiction  \n", "Section 10.01 Craft Jurisdiction: It is agreed that the jurisdiction of work covered by  \nthis Agreement is that provided for in the charter grant issued by the American Federation of  \nLabor to the International Association of Bridge, Structural, Ornamental and Reinforcing Iron  \nWorkers; it being understood that the claims are subject to trade agreements and decisions of  \nPage 24 of 36  \nrecord as recorded in the \"Handbook of Agreements of the International Association of Bridge,  \nStructural, Ornamental and Reinforcing Iron Workers\" and in \"Agreements and Decisions  \nRendered Affecting the Building Industry\", as amended, approved by the Building and  \nConstruction Trades Department, AFL-CIO (Green Book).  \nSection 10.02 Nothing in this Agreement other than as stated in Sections 1.04 and 10.01  \nshall be construed to define or determine any craft or work jurisdiction or recognition thereof by  \nthe Employer.  \nThere shall be no stoppage of work because of jurisdictional dispute.  \n"], ["ARTICLE 11  \nExoneration  \n", "Section 11.01 That except as herein otherwise provided during the term of this contract,  \nthe Union will not authorize, cause, induce, support or condone any strike, whether general or  \nsympathetic or any work stoppage or slow down of work, or walkout by any of the employees  \ncovered hereunder, or the Union, or any members of the Union, nor will the Union in any way  \nsupport any action of its members in engaging in any of the same, but on the contrary will do  \neverything within its power to prevent such acts.  \nSection 11.02 The Union further agrees that should any of its members or its agents  \nengage in such activities without authority from the Union, the said Union will (by public  \nannouncement, advertisement, or such other means as shall seem practical):  \n(a) Request thei to immediately return to work  \n(b) Advise them that they are violating the Union Agreement with said Employer; and  \n(c) Grant them no assistance  \nIt is further agreed that any employee or employees engaging in such unauthorized action  \nshall be subject to discharge by the Employer without further notice, and the action of the  \nEmployer in so discharging such employee or employees shall not be subject to dispute by the  \nUnion, or subject to arbitration.  \nIt is further agreed that the Union will, on written request by the Employer, notify said  \nEmployer in writing within forty-eight (48) hours after the said written request is delivered to the  \nUnion office at St. Louis, Missouri, whether the act or acts of the members alleged by the  \nEmployer to be improper were or are authorized by the Union.  \nIn consideration of the foregoing, the Employer agrees that it will not hold said Union  \nliable for any of the aforesaid actions or acts of the members or agents of the Union not  \nauthorized, induced, supported or condoned by said Union.  \nPage 25 of 36  \nIt is further agreed that a concerted refusal of employees of any Employer to report for  \nwork, without cause, when requested by Employer to so report for work, shall constitute Just  \ncause for discharge.  \nSection 11.03 It is understood and agreed that the Negotiating Agents, the Associations,  \nshall in no event be bound as a principal or Employer hereunder or be held liable as a principal or  \nEmployer in any manner for breach of this contract by any party hereto; that the liability of the  \nEmployer hereunder is several and not joint. That it is further agreed that the Employer shall not  \nbe liable for any acts of agents of Employer not authorized by the Employer. The Employer  \nagrees it will, on written request by the Union, notify the Union within forty-eight (48) hours  \nafter receipt of such request by the Employer whether or not the act of the agent complained of  \nby the Union is authorized and if not authorized the Employer will take immediate steps to  \nrectify the situation complained of.  \n"], ["ARTICLE 12  \nMiscellaneous - Legal Compliance  \n", "Section 12.01 This Agreement including letters of clarification, intent, and agreements  \nduly signed and attached covers the entire understanding between the parties hereto. No oral or  \nwritten rule, regulation or understanding which is not embodied herein or attached hereto shall be  \nof any force or effect upon the parties hereto.  \n_ Section 12.62 Siouid any provision of this contract be contrary to, or in violation of, any  \napplicable existing or future law, then such provision in such event shall be void and of no force  \nand effect, but all other provisions of this contract shall continue tn full force and effect and be  \nbinding upon the parties. It is the intention of the parties to fully preserve the full force and  \neffect of all provisions of this contract not contrary to law.  \n"], ["ARTICLE 13  \nManagement  \n", "The management of the Employer's work and business and the direction of the working  \nforce, including the right to hire, suspend, transfer or discharge for proper cause and the right to  \nrelieve employees from duty because of Jack of work or other reasons is vested exclusively in the  \nEmployer, provided however, that this shall not be exercised for the purpose of discrimination  \nagainst any member of the Union, or in any manner contrary to the provisions of this Agreement  \nor law.  \nPage 26 of 36  \n"]]