[["", "United Food & Commercial  \nWorkers Local 27  \n21 West Road  \nBaltimore, MD 21204  \n410-337-2700  \neS:  \n   \n   \nBg  \nCollec / 2  \n   \nby & between  \nand  \nPathmark  \nStores, Inc.  \n| Ba rgaining  \nAgreement  \n| UFCW Local 27  \nJanuary 23, 2005  \nthrough  \nJanuary 26, 2008  \nes  \nAGREEMENT  \nBetween  \nUFCW Local 27  \nand  \nPathmark  \nStores, Inc.  \nUFCW  \n   \nLOCAL  \nEffective Date: January 23, 2005  \nExpiration Date: January 26, 2008  \nTabie of Contents  \nA MessageLocal 27 President, Buddy  \n1 - 2  \nArticle 2 - Recognition and Jurisdiction 2  \nArticle 3 - Management RIGNKS 3  \nArticle 4 - UNION SHOP 3  \nArticle 5 - Union Activities 6  \n"], ["", "Article 6 - Layoffs, Promotions,  \nDemotions, Transfers, Posting &  \nJob Bidding, Discharge & ADPedl 6  \nArticle 7 - 1]  \n_ Article 8 - Leave of without Pay 13  \nArticle 9 - Grievance and Arbitration ees 13  \n- Probationary Period and 16  \nArticle 11 - Industry EXPerl@nce wo... 16  \nArticle 12 - Enforcement of Standards .......... 17  \nArticle 13 - Strikes and 17  \nArticle 14 - Hours and Overtime ................... 18  \nArticle 15 - 25  \nArticle 16 - Leave of Absence with 28  \n17 - 29  \nArticle 18 - LaUNTY 32  \nArticle 19 - Union Store 32  \nArticle 20 - Bulletin Boards 33  \n"], ["", "Article 21 - Validity Of CONtrACt 33  \nArticle 22 - StOWalds 33  \nArticle 23 - Welfare 34  \nArticle 24 ~ Plan 37  \nArticle 25 - Severance 39  \nArticle 26 - 401K SavingS 40  \n"], ["", "Article 27 - Miscellaneous Working Conditions 40  \n   \n28 - WAGES 41  \nArticle 29 - Entire AGreeMent teen 42  \nArticle 30 - Succesors aNd ASSIGNS 42  \nArticle 31 - Duration of 42  \nSchedule “AY - WaAG@S 44  \nSchedule “B” Union Jurisdictional Boundaries................ 50  \nAppendix ‘A’ - Welfare 51  \nA Message  \nfrom  \nLocal 27 President,  \nBuddy Mays  \n   \nDear Local 27 Member,  \nThis contract is provided for you sc that you  \ncan become familiar with the language and  \nconditions it sets forth. Please take the time  \nto read through it completely at least once.  \nIt is extremely important for you to know  \nwhat your rights are under this agreement.  \nWhile it is your union’s job to police the  \ncontract, it is up to you to let us know that  \nviolations are occurring. We will take it from  \nthere.  \nIn Solidarity,  \nDactty 7  \nBuddy Mays  \nPresident, UFCW Local 27  \nAGREEMENT made and entered into as of the 23rd day  \nof January, 2005, by and between PATHMARK STORES,  \nINC., hereinafter referred to as “Employer” and UNITED  \nFOOD AND COMMERCIAL WORKERS UNION, LOCAL 27,  \nchartered by the United Food and Commercial Workers  \nInternational Union, AFL-CIO, CLC, hereinafter referred to  \nas “Union”.  \n"], ["ARTICLE 1 - PURPOSE  \n", "It is the purpose of the Employer and the Union to set  \nforth, with particularity, in this collective bargaining  \nagreement their duly negotiated understanding with each  \nother in regard to the wages, hours and other conditions of  \nemployment for those employees of the Employer who  \nare and will be represented by the Union in the appropriate  \nbargaining unit defined herein.  \n"], ["ARTICLE 2 - RECOGNITION AND  \nJURISDICTION  \n", "Section 2.1. The Employer recognizes the Union as the  \nexclusive representative of all Employer’s present and future  \nsupermarket employees, except meat, delicatessen,  \nseafood and security employees, General and Assistant  \nStore Managers and supervisors, within the jurisdictional  \narea of the Union as defined in Schedule “B.”  \nSection 2.2.  \nA. All work and services, other than that of General and  \nAssistant Store Managers or supervisory and security  \nemployees, connected with or incidental to the  \nhandling or selling of all merchandise except meat,  \nseafood and delicatessen, offered for sale to the  \npublic in the Employer’s supermarkets covered by  \nthis Agreement, shall be performed only by  \nemployees within the unit referred to above.  \nB. The following work, services and merchandise shall  \nbe excluded under Paragraph 2a: bread and  \ncommercial bakery products, soda, specialty foods,  \nbooks, greeting cards, seasonal displays, resets, non-  \nfood rack jobbers, cookies and snacks.  \nC. Employees on the payroll as of February 4, 1985  \nshall not be laid off from employment, nor shall their  \nhours be reduced during the term of this Agreement  \nbecause of the exclusions.  \nD. Should the Employer intend to substitute electronic  \ncheckout systems for existing equipment in any store,  \nthe Employer agrees to notify the Union in advance  \nand to provide the Union a list of all employees  \nregularly assigned to the store on the effective date  \nof the utilization of said systems. Said employees  \nshall not be removed from the Employer's payroll  \nsolely as a result of the installation of such a system.  \nEmployees may continue to be transferred, assigned  \nto other work, or laid off in accordarice with the  \nseniority provisions of this Agreement provided the  \nlayoff is for reasons other than the installation of  \nsuch a system.  \n"], ["ARTICLE 3 - MANAGEMENT RIGHTS  \n", "All rights and powers not expressly restricted or limited  \nby terms and conditions of this Agreement shall remain in  \nand be exercised at the sole discretion of the [:mployer.  \n"], ["ARTICLE 4 - UNION SHOP  \n", "Section 4.1. It shall be a condition of employment that  \nall employees of the Employer covered by this; Agreement  \nwho are members of the Union in good standing on the  \neffective date of this Agreement shall remain members in  \ngood standing and those who are not members on the  \neffective date of this Agreement shall, on the thirty-first  \n(31st) calendar day following the effective date of this  \n3  \nAgreement, or date of execution, whichever is later, become  \nand remain members in good standing in the Union. It shall  \nalso be a condition of employment that all employees  \ncovered by this Agreement and hired on or after its effective  \ndate, or date of execution, whichever is later, shall, on the  \nthirty-first (31st) calendar day following the beginning of  \nsuch employment, become and remain members in good  \nstanding in the Union. This provision shall be enforced and  \napplied in accordance with the provisions of Section 8(a)3  \nof the National Labor Relations Act, as amended.  \nSection 4.2. Upon failure of any employee to become  \nand remain a member of the Union within the period and  \nunder the conditions specified in Paragraph 1 above, the  \nUnion shall notify the Employer, in writing, of such failure  \nand the Employer shall, within seven (7) days of receipt of  \nsuch notice, discharge any such employee as provided in  \nthe Labor Management Relations Act of 1947 as amended.  \nSection 4.3.  \nA. The Employer shall deduct uniform initiation fees,  \nassessments and regular Union dues from the wages  \nof each employee covered by this Agreement upon  \npresentation to it of an individual, voluntary written  \nauthorization for checkoff of membership fees  \nexecuted by the employee. Dues shall be due and  \npayable on or before the first day of the month for  \nwhich they are due. The Union shall certify to the  \nEmployer the amount of regular Union dues to be  \ndeducted pursuant to the check-off authorization.  \nSaid deductions shall be on a weekly basis and  \nremitted to the Union on a monthly basis. A list of all  \nemployees for whom deductions have been made,  \nindicating the date for which the deductions were  \nmade, regular dues, additional amounts deducted to  \nrepay shortages in dues paid due to absences,  \ninitiation fees, employee name, and social security  \nnumber, shall accompany the check.. The Company  \nagrees to transmit the initiation fees and dues  \ndeducted from its Employees pursuant t9 this Article,  \nalong with identifying information concerning the  \ndeductions, in a standard format, such as ascii, ebcdic,  \nexcel spreadsheet, etc., readable in a standard  \nwindows based program, if it is possisle to do so  \nwith its current technological capabilities «and software.  \nB. The Employer agrees to deduct authorized Credit  \nUnion payments from the wages of employees upon  \nreceipt of proper written authorizat‘on from an  \nemployee. All such deductions and remittances to  \nthe Credit Union shall be consistent with the payroll  \nprocedures of the Employer.  \nC. The Employer agrees to deduct from tne wages of  \nemployees, upon receipt of proper authcrization, one  \nannual payment to the Union’s Political Action  \nCommittee. All such deductions and remittances shall  \nbe consistent with the payroll procedures of the  \nEmployer.  \nSection 4.4. For the purposes of this provision,  \nmembership in the Union shall mean that the employee  \neither tenders the periodic dues and initiation fees uniformly  \nrequired by the Union as a condition of acquiring or retaining  \nmembership or pays those fees and dues necessary to  \npermit the Union to serve as an exclusive repre:sentative of  \nemployees.  \nSection 4.5. The Union agrees to indemnify and save  \nthe Employer harmless against any and all claims, demands,  \nsuits or liability that might arise out of or by reason of  \naction taken or not taken in respect to the dedu tions made  \npursuant to the provisions of this agreement.  \nSection 4.6 - Employee Information. Tlie Company  \nwill notify the Union in writing within thirty (30) days from  \nthe date of employment, reinstatement, or t-ansfer into  \nthe bargaining unit of any employee, of the name of such  \nemployee, the home address, place of employment, social  \nsecurity number and job title, full time or part time, and the  \ndate of employment, reinstatement, transfer, termination,  \nor, if possible, change in status from part time to full time  \nor full to part time. The Company agrees to send information  \nrequired in this Section 4.6 electronically as outlined in Section  \n4.3a of this Agreement, if it is possible to do so with its  \ncurrent technological capabilities and software.  \n"], ["ARTICLE 5 - UNION ACTIVITIES  \n", "Section 5.1. There shall be no discrimination against  \nany employees because of Union membership or activities.  \nNeither shall there be any discrimination in employment  \nbecause of race, color, creed, age, sex or sexual preference  \nbased on applicable law. It is agreed that Union duties and  \nactivities will not be carried on during hours of work. This  \nshall not prevent the Union officials from entering stores to  \nsatisfy themselves that this Agreement is being observed.  \nSection 5.2. It is further agreed that complaints and  \ngrievances of the Union or the employees shall be discussed  \nwith officials of the Employer and that such matters shall  \nnot be discussed with store employees during hours of work,  \nexcept where an alleged violation of this Agreement is  \ninvolved.  \n"], ["ARTICLE 6 - LAYOFFS, PROMOTIONS,  \nDEMOTIONS, TRANSFERS, POSTING &  \nJOB BIDDING, DISCHARGE & APPEAL  \n", "Section 6.1 - Layoffs, Promotions, Demotions and  \nTransfers.  \nA. In the promotion, demotion, layoff, rehiring and  \ntransferring from one type of work to another, or  \nfrom one location to another, the qualifications of  \nthe employees shall be considered in conjunction with  \nseniority standing.  \nPart-time employees who are to full-time  \nassignments will receive one (1) month’s full-time  \ncredit for each two (2) months of part-time service  \nin determining their proper wage, vacation and health  \nand welfare eligibility. For the purpose o* establishing  \nfull-time seniority, for layoff purposes, the date on  \nwhich promoted part-time employees become full-  \ntime shall determine their full-time seniority date.  \nWhere practicable, the Employer shall combine  \nexisting part-time assignments within each store so  \nas to provide the maximum part-time employment  \nper individual within the definition of part-time  \nemployment and, further, to create as many forty  \n(40) hour full-time positions as possible.  \nWhen the schedule of a less senior 2mployee is  \nconsistently greater than a more senior employee in  \nanother store and it is brought to the attention of  \nthe Employer, the employees involved will be  \nexchanged provided the work can be performed by  \nthe employees involved and those employees are  \navailable for the required hours.  \nThe Employer shall give one (1) week’s notice to the  \nUnion and the employee of a permaner'it layoff of a  \nfull-time employee and forty-eight (48) hours’ notice  \nof a permanent layoff of a part-time employee. A  \npermanent layoff is one in which the Employer has  \nno intention of recailing the employee.  \nIn the case of temporary layoffs caused by strikes,  \nacts of God, power failure or other reasons beyond  \nthe control of the Employer advance notice need  \nnot be given in regard to the daily or weekly work  \nschedules.  \nG.  \n=  \n  \nIn an effort to prevent a layoff or reduction of a full-  \ntime employee to part- time, said employee may  \nwork a schedule which includes up to three (3) straight  \ntime nights. The Employer will discuss such condition  \nwith the Union prior to implementing such a schedule.  \nIn effecting permanent transfers between stores, the  \nEmployer shall consider seniority in conjunction with  \nability and practicability, other criteria, the availability  \nof transportation and the travel required.  \nThe Employer, consistent with the needs of the  \nbusiness, will offer those employees who submit a  \nwritten request to the Company and the Union an  \nopportunity to be transferred to another store before  \nnew employees are hired.  \nIn effecting temporary transfers, the Employer shall  \nmake them as the needs of the business require.  \nWhen a temporary transfer is necessary, the least  \nsenior employee in the store with similar qualifications  \nfor the job in question will be transferred. The  \nEmployer agrees to pay the difference in cost of  \ntransportation to employees temporarily transferred  \nfrom one store to another when such transfer  \nincreases their normal cost of carfare.  \n. Where an employee has been absent from work due  \nto illness or accident for one (1) week or more, the  \nemployee shall be required to give the Employer not  \nless than forty-eight (48) hours’ notice, excluding  \nSunday, of his intention to return to work. Such  \nemployee shall have the right to displace a junior  \nemployee either full or part-time respectively,  \nregardiess of the posted schedule, without notice.  \nThe Employer shall give the Union twenty (20) days  \nadvance notice, or pay in lieu thereof to affected  \nemployees, of a permanent store closing except if  \nthe store is being replaced. This information is to be  \ntreated confidentially. The Employer anc Union agree  \nto meet prior to the store closing, if possible, to  \nresolve the movement of employees affected with  \nthe intent to minimize inconvenience.  \nSection 6.2 - Job Posting and Bidding.  \nA. The Employer agrees to post perman#nt openings  \nfor higher rated classifications resulting in the  \npromotion to a classified position, full-ime clerk or  \npart- time clerk. The posting may include transfers  \nof employees from nights to days and days to nights.  \nB. The posting and bidding shall be conducted in the  \nfollowing manner:  \n(1)  \n(2)  \n(3)  \n(4)  \nThe position shall be posted for seven (7) days  \nin a readily accessible location.  \nEmployees desiring to bid on a posted position  \nmay do so within the seven (7) cay period by  \ncontacting their General Store Manager or  \nAssistant General Store Manager and signing  \nthe posting form.  \nThe Employer may temporarily assign an  \nemployee to the open position while the bid is  \nin progress.  \nThe Employer may permanently fill the position  \nfrom any source in the event no bid is made  \nduring the posting and bidding period.  \nCc. The open position shall be filled in tye following  \nmanner:  \n(1)  \nIn the case of the promotion of a customer  \nservice attendant to part- time clerk, the  \nEmployer may consider availability and  \nqualifications in conjunction with seniority which  \nshall prevail in the event qualifications are  \nrelatively equal. The successful bidder shall be  \nplaced in the position on a sixty (60) day trial  \nperiod.  \n(2) In the case of the promotion of a part-time  \nclerk to a full-time clerk, the Employer may  \nconsider availability and qualifications in  \nconjunction with seniority which shall prevail  \nin the event qualifications are relatively equal.  \nThe successful bidder shall be placed in the  \nposition on a sixty (60) day trial period in the  \ncase of a new job assignment.  \n(3) In the case of the promotion of an employee  \nto a classified position, the Employer shall  \ninterview those employees who meet the  \nminimum job requirements as determined by  \nthe Employer. The Employer may consider  \nqualifications in conjunction with seniority. The  \nsuccessful bidder shall be placed in the position  \non a ninety (90) day trial period.  \n(4) The Employer agrees, where practicable, to  \ncross train any employee with at least two  \n(2) years’ seniority, who is denied a promotion  \nto a position other than a classified position  \nbecause the employee has not been trained,  \nprovided a request for training had been made  \nby the employee.  \n(5) The Employer shall submit a copy of all posting  \nand bidding forms to the Union and shall retain  \na copy for at least six (6) months.  \nSection 6.3 - Discharge and Appeal.  \nA. The Employer shall have the right to discharge any  \nemployee for good and sufficient cause. Any  \nemployee working for a competitor while on vacation  \nor time off shall be considered  \nCompetitor shall be defined as a superinarket.  \nIn the case of a discharge of any emplcyee who has  \nbeen in continuous service for more than sixty (60)  \ndays, such employee shall have the right to appeal  \nto the Union. Unless the Union appeals t:he discharge  \nin writing within two (2) weeks from the date of  \ndischarge, the case will be considered closed with no  \nfurther right of appeal.  \nC. Upon such appeal, the Employer and the Union shall  \njointly investigate the reasons for such discharge and  \nthe justification therefor.  \nD. If the Union and the Employer cannot agree as to  \nthe justification for such discharge, then the matter  \nshall be arbitrated in accordance with the provisions  \nof Article 9.  \nE. In the event that the discharge is found not to be  \njustified, the employee may be reinstated with or  \nwithout back pay and restoration of privileges and  \nseniority.  \n"], ["ARTICLE 7 - SENIORITY  \n", "Section 7.1. Seniority lists shail be established twice  \neach year, in March and in September, and submitted to  \nthe Union,  \nSection 7.2. Seniority for all purposes under this  \nAgreement shall be calculated by continuous service with  \nthe Employer from the last employment date with the  \nEmployer. Employees laid off and subsequently rehired by  \nthe Employer within six (6) months from the layoff date  \nshall retain their former seniority regardless of any change  \nin their places of employment. Likewise, employees absent  \nsolely on account of Worker’s Compensation or ill health  \nshall retain their seniority for a period of eighteen (18)  \nmonths from the date of absence but not thereafter. An  \nemployee who does not report for work immediately if  \navailable, but in any event within forty-eight (48) hours  \nafter notice of recall, shall be considered as having  \nterminated his or her employment, provided that illness  \nincapacitating the employee for work shall be sufficient  \nexcuse for not reporting if the Employer is informed of the  \nexcuse within such forty-eight (48) hours after receipt of  \nnotice of recall. An employee absent from work due to  \nilIness or accident shall maintain contact with the store on  \na weekly basis unless hospitalized.  \nSection 7.3. If promotions are to be made to  \nsupervisory positions, they shall not be restricted by seniority  \nnor made the subject of a grievance. The seniority shall be  \nretained and accumulated for an employee who has been  \npromoted to a supervisory position for a period of one (1)  \nyear from the date of his promotion for the purpose of his  \nelection to return to his former job.  \nSection 7.4. An employee shall lose all seniority rights  \nif he or she quits or terminates his or her employment, or  \nis properly discharged. An employee employed elsewhere  \nduring an unauthorized absence from work or during a  \npermitted leave of absence shall be considered as having  \nterminated his or her employment.  \nSection 7.5. The Employer shall comply with the  \napplicable laws of the United States concerning the drafting  \nor enlisting of employees into the military service of the  \nUnited States, and shall further comply with all applicable  \nlaws relating to the reinstatement of said employees to  \ntheir employment following completion of their military  \nservice.  \n"], ["ARTICLE 8 - LEAVE OF ABSENCE  \nWITHOUT PAY  \n", "Section 8.1. Any member of the Union who is elected  \nto a full-time position with the Union, or who is elected as a  \ndelegate or representative of the Union in any activity  \nnecessitating temporary leave of absen:e from his  \nemployment, shall be granted such leave of absence without  \nloss of seniority, and at the end of such service in the  \nbusiness of the Union he shall be re-employed at his former  \nwage rate plus any increase or less any reduction that may  \nhave become effective during his absence.  \nSection 8.2. Such leaves of absence may be renewed  \nand extended for additional periods of office terrns by mutual  \nwritten consent and approval of both the Union and the  \nEmployer, subject to the conditions set forth in Paragraph  \n1 above.  \nSection 8.3. Any employee may be given a leave of  \nabsence not to exceed one (1) year for any reason  \nacceptable to the Employer. This decision shall not be  \nwithheld arbitrarily or capriciously.  \n"], ["ARTICLE 9 - GRIEVANCES AN  \nARBITRATION  \n", "Section 9.1. All grievances or disputes arising during  \nthe term of this Agreement concerning the irterpretation  \nor application of the provisions of this Agreement shail be  \nhandled in the manner hereinafter set forth.  \nStep One: All such grievances or disp.‘tes must be  \nbrought to the attention of the other party within  \ntwo (2) weeks after the occurrence.  \nStep Two: Should the Employer and the Union fail  \nto settle such grievance or dispute arising out of the  \ninterpretation or application of the provisions of this  \nAgreement, either party may file its grievance in  \nwriting with the other party. A “party” is defined as  \nthe Employer or Union but does not include individual  \nemployees.  \nSection 9.2. If any such grievance or dispute cannot be  \ndecided between the parties referred to above in Step 2,  \nthen the unsettled matter may be submitted to an impartial  \narbitrator by either party after that party gives five (5)  \ncalendar days’ written notice to the other party of such  \ngrievance or dispute. If the parties cannot agree upon the  \nselection of an impartial arbitrator within five (5) calendar  \ndays thereafter, or such additional time as may be mutually  \nagreed upon, then the parties shall submit the matter to  \nthe American Arbitration Association for a list of fifteen (15)  \narbitrators who are members of the National Academy of  \nArbitrators. Upon receipt of a list from the American  \nArbitration Association , the parties shall have ten (10) days  \nto select an Arbitrator. The hearing on the matter must be  \nscheduled to commence within sixty (60) days of the  \nselection of the Arbitrator, unless otherwise mutually agreed  \nbetween the parties. However, the impartial arbitrator shall  \nrender his decision, in writing, within thirty (30) days of the  \nclose of the hearing unless such time is extended by mutual  \nconsent of the parties of such grievance or dispute. Upon  \nnotification of selection, the Arbitrator will be made aware  \nof all time requirements set forth herein, and if he or she is  \nunwilling to agree, the parties will select the next ranked  \nArbitrator from the panel.  \nSection 9.3. The arbitrator shall not have the authority  \nto amend, modify, or in any manner change this Agreement  \nto establish any terms and conditions under this Agreement.  \nThe cost of the arbitrator shall be shared equally by the  \nparties. The decision of the arbitrator shall be final and  \nbinding on the parties and employees involved.  \nSection 9.4. If either party fails to proceed as required  \nby the grievance and arbitration machinery contained in  \nthis article, the arbitrator appointed by tie American  \nArbitration Association shall be empowered to hear and  \ndecide the case, even if only one of the parti2s appears at  \nthe hearing or presents evidence.  \nSection 9.5. The right of the Employer or the Union to  \nseek legal recourse against action in breach of Article 13  \nwithout submission to the grievance anc arbitration  \nprocedures of this article is expressly recognized by the  \nparties.  \nSection 9.6. In the alternative, either partv in the event  \nof an alleged or asserted breach of Article 13 nay institute  \nexpedited arbitration by telegram to American Arbitration  \nAssociation and the other party, and Americen Arbitration  \nAssociation shall designate the arbitrator within twenty-four  \n(24) hours of receipt of telegram. The arbitrator shal  \npromptly hold the hearing, but in no event later than twenty-  \nfour (24) hours after the receipt of notice. The award of  \nthe arbitrator shall issue forthwith and in no event later  \nthan three (3) hours after conclusion of the hiearing. The  \naward of the arbitrator shall be in writing and may be issued  \nwithout opinion. If any party desires an opinion, one shall  \nbe issued, but its issuance shall not delay compliance with  \nthe enforcement of the award. The arbitrato’ may award  \ninjunctive relief and other appropriate relief. Failure of any  \nparty to attend arbitration hearing as scheduled and noticed  \nby American Arbitration Association shail not delay  \narbitration and arbitrator is authorized to proceed to take  \nevidence as if such party was present. Enforcement of  \nsuch an award by a court of law is not precluded by election  \nof this alternative procedure.  \nSection 9.7. The question of damages shall be  \nexclusively for the arbitrator and not for a court of law,  \nexcept insofar as it may be part of an award by a  \ncourt.  \nSection 9.8. It is agreed that this Article 9 shall exclusively  \ndefine grievances or disputes which may be submitted to  \nthe grievance and arbitration machinery.  \nSection 9.9. This article is the exclusive method of  \ndetermining employee grievances or disputes concerning  \nthe interpretation or application of the provisions of this  \nAgreement. No employee or former employee shall have  \nany right under this Agreement of any claim, proceeding,  \naction or otherwise on the basis or by reason of any claims  \nthat the Union or any Union officer or representative has  \nacted or failed to act relative to presentation, prosecution,  \nor settlement of any grievance or other matter as to which  \nthe Union or any Union officer or representative has  \nauthority or discretion to act or not to act under the terms  \nof this Agreement.  \nSection 9.10. An employee may request a shop steward  \nor bargaining unit member be present at a disciplinary  \nprocedure.  \n"], ["ARTICLE 10 - PROBATIONARY PERIOD  \nAND APPEAL  \n", "The first sixty (60) days’ employment service of any  \nemployee with the Employer shall be considered a  \nprobationary period. The Employer may discipline or  \nterminate any employee for any reason whatsoever during  \nthe probationary period and there shall be no right of appeal  \ntherefrom.  \n"], ["ARTICLE 11 - INDUSTRY EXPERIENCE  \n", "New employees shall be given credit for a maximum of  \none (1) year of previous similar supermarket experience  \nfor the purpose of establishing his or her wage rate, provided  \nthis experience is declared at the time of the application for  \nemployment.  \n16  \n"], ["ARTICLE 12 - ENFORCEMENT OF  \nSTANDARDS  \n", "The Union agrees to do everything within its power to  \nenforce its rules and regulations and the rules  \nand regulations and through advice, and example  \nto maintain the highest standards of work.  \n"], ["ARTICLE 13 - STRIKES AND LOCKOUTS  \n", "Section 13.1. hereby agreed by the Union and the  \nEmployer that since this Agreement provides for the orderly  \nand amicable adjustment and settlement of any and all  \ndisputes, differences and grievances, there shall be no resort  \nto strikes, which includes stoppages, slowdown of work or  \npicketing, by an employee or group of employees. In view  \nof the foregoing, the Union agrees that it will not authorize  \nany strikes or picketing by the employees, except only in  \nthe event that the Employer refuses to submit |:o arbitration  \nas herein provided or to comply with a final judgment or  \ndecree of the court of last resort having juriscliction of the  \ndispute hereunder. Nothing herein contained, however, shall  \ncompel any employee to walk through a picket line set up  \nas a part of a duly authorized and legally called «itrike against  \nthe Employer sanctioned hereunder.  \nSection 13.2. In the event of a threat of, preparation  \nfor, or the actuality of any unauthorized or improper work  \nstoppage, walkout or strike, or improper picketing, the  \nUnion and all of its officials will take every reasc:nable action  \nto prevent and to stop such proceedings by any of its  \nmembers.  \n"], ["ARTICLE 14 - HOURS AND OVERTIME  \n", "Section 14.1.  \nA. The basic straight time workweek for full-time  \nemployees shall consist of forty (40) hours to be  \nworked in five (5) eight (8) hour days within the  \nworkweek. Upon the consent, or to  \ncreate a full-time position, employees may be  \nscheduled to work four (4) ten (10) hour days or  \nthree (3) eight (8) hour days, one (1) six (6) hour  \nday and one (1) ten (10) hour day.  \nB. The basic straight time workweek for all employees  \nwill be Monday throughSaturday.  \nC. The basic straight time workweek for all employees  \nhired after June 9, 1987 or appointed to full-time  \nafter June 9, 1987 will be Sunday through Saturday.  \nSection 14.2. Aijil work between 5:00 A.M. and 6:00  \nP.M. shall be at the straight time rate, except as otherwise  \nprovided.  \nSection 14.3.  \nA. The Employer may schedule any full-time employee  \nhired before September 9, 1973 to work any one  \n(1) night except Saturday to 10:00 P.M. at the  \nstraight time rate within the forty (40) hour  \nworkweek when the store is open for business. A  \nfull-time employee, at his option, may be scheduled  \nto work any one (1) night to 12 midnight at the  \nstraight time rate within the forty (40) hour  \nworkweek when the store is closed for business.  \nFull-time second (2nd) shift employees can work  \nthree (3) days and two (2) evenings or two (2)  \ndays and three (3) evenings on a mutually agreeable  \nbasis.  \nD.  \nThe Employer may schedule any full-time employee  \nhired or reclassified from part-time to full-time  \nemployment after September 9, 1972 to work any  \ntwo (2) nights to 12 midnight at the straight time  \nrate within the forty (40) hour workweek when the  \nstore is open for business. However, a full-time  \nemployee who held that position prior :o September  \n9, 1973, reduced to part-time through no fault of  \nhis own and is later restored to full-tim:2 status, shall  \nbe permitted to work only one (1) night at the straight  \ntime rate as provided for in Paragraph 3a. above.  \nFull-time second (2nd) shift employees can work  \nthree (3) days and two (2) evenings or two (2)  \ndays and three (3) evenings on a mutually agreeable  \nbasis.  \nIn order to create or maintain as may forty (40)  \nhour positions as possible, the Employer may  \nestablish work schedules which includ2 up to three  \n(3) straight time nights to twelve (12) midnight. A  \nnight crew employee requesting day may accept  \nsuch a schedule at the straight time rate in order to  \ntransfer from night crew. Full-time second (2nd)  \nshift employees can work three (3) cays and two  \n(2) evenings or two (2) days and three (3) evenings  \nona mutually agreeable basis.  \nThe Employer may schedule any full-tine employee  \nhired or reclassified from part-time to full-time  \nemployment after February 13, 1981 to work any  \nfive (5) nights, between the hours of 12:00 noon to  \n12:00 midnight, at the straight time rate within the  \nforty (40) hour workweek. In adclition, these  \nemployees may be scheduled before 1.2:00 noon up  \nto three (3) days per week. A full-tirne employee  \non the payroll as of February 13, 1981, who worked  \neither a one (1), two (2) or three (3) night schedule,  \nshall continue to maintain such schedule unless he  \nvoluntarily accepts a five (5) night schedule.  \n19  \nSection 14.4.  \nA. The Employer may schedule part-time employees  \nto work at the straight time rate between 5:00 A.M.  \nand 2:00 A.M.  \nB. Part-time employees may be employed a maximum  \nof thirty-five (35) hours per week.  \nC. Time and one-half (1-1/2) shall be paid to all part-  \ntime employees for hours in excess of thirty-five (35)  \nhours per week or thirty-two (32) hours per week if  \nassigned on a night shift.  \nD. Time and one-half (112) will be paid for work in excess  \nof five (5) days in any workweek or eight (8) hours  \nin any one (1) day.  \nSection 14.5. Employees may be scheduled to work  \nup to thirty (30) minutes after store closing hours within  \nthe forty (40) hour workweek for full-time employees and  \nwithin the limit of hours for part-time employees without  \nbeing eligible for premium or overtime pay, except as  \notherwise herein provided.  \nSection 14.6. Work performed by full-time employees  \nbefore 5:00 A.M. and after 6:00 P.M., except for volunteers  \nand employees hired or promoted to full-time after January  \n21, 1978 and except as provided in Paragraphs 3 and 5  \nabove, shall be at the overtime rate of time and one-half  \n(1-1/2) the straight time hourly rate except:  \nA. A full-time employee regularly assigned to night crew  \nprior January 21, 1978 shall receive a premium of  \nten (10%) percent of their basic straight time weekly  \nrate while so assigned or reassigned.  \n20  \n. All other employees regularly assigned to night crew  \nwill receive a premium of sixty ($.60) cants per hour,  \nor ten (10%) percent of their basic straight time  \npayroll rate, whichever is the lesser, fo” actual hours  \nworked on the night crew.  \nWhen the employee in charge of the nicht stock crew  \nis off for more than one (1) schedulec| night in any  \ngiven week, the employee replacing him shall receive  \none-fifth (1/5th) the rate per night.  \nEmployees regularly assigned to start their day’s  \nwork at least two (2) days every weel: before 7:00  \nA.M. during the period January 19, 1975 through  \nJanuary 21, 1978 are to be paid a premium of ten  \n(10%) percent of their basic weekly rate while so  \nassigned or reassigned. Upon their reassignment to  \na normal schedule within regular store hours, the  \npremium is to be withdrawn.  \nEmployees who on or before January 21, 1978  \nreceived the ten (10%) percent premium for night  \ncrew or early morning shift performed prior to 7:00  \nA.M., who are involuntarily transferred to day shift,  \nshall have the right to such premiums if reassigned  \nto such work during the term of this Acjreement.  \n(1) Part-time employees may be assijned to work  \nup to thirty-two (32) hours on a night shift  \nprovided, however, they must be assigned for  \na full shift of eight (8) hours. Part-time  \nemployees assigned to a nigh: crew shall  \nreceive a premium equivalent to the premium  \noutlined in Paragraph 6a. or by. for hours  \nworked at night.  \n(2) Part-time employees may work any  \ncombination of day hours, eveniny hours and/  \nor night hours in the same workweek provided  \nthere are no split shifts. Eight (3) hours will  \n21  \n   \nG.  \nx  \nbe the minimum while assigned on the night  \nstock crew and four (4) hours’ minimum will  \napply to day and/or evening hours. However,  \npart-time night crew employees can work a  \nminimum four (4) hour shift on a mutually  \nagreeable basis.  \n(3) Part-time employees may be scheduled to  \nwork on the night stock crew by inverse order  \nof seniority. Part-time employees will not lose  \nday hours solely as a result of accepting or  \nnot accepting night stock crew work.  \nThose night stock crew employees employed as such  \nprior to January 19, 1975 will be scheduled to work  \nfive (5) consecutive eight (8) hour nights except for  \nthose employees who voluntarily agree to work  \notherwise. Other full-time night stock crew  \nemployees may bid to fill a newly created schedule  \nof five (5) consecutive eight (8) hour nights.  \nNo night crew may start before 10:00 P.M. and finish  \nlater than 9:00 A.M. A night crew may be scheduled  \nto work five (5) five eight (8) hour nights or three  \n(3) nights and two (2) days, or three (3) days and  \ntwo (2) nights if scheduled on a regular basis. Also,  \non a mutually agreeable basis, night crews may be  \nscheduled for four (4) ten (10) hour nights for the  \napplicable premium pay. There shall be no changing  \nof schedules to avoid paying overtime.  \nSection 14.7. There shall be no pyramiding of overtime  \nor premium pay. Hours worked at premium pay on Sunday  \nand holidays shall not be included in the computation of  \nweekly overtime.  \nSection 14.8. All meal periods shall be not less than  \nthirty  \nrequired on a regular basis and upon the request of the  \nemployee, the meal period will be one (1) hour.  \n(30) minutes nor more than one (1) hour. When  \n22  \nSection 14.9. There shall be no split worked by  \nany employee.  \nSection 14.10. Employees working mori than six (6)  \nhours in a work day shall receive two (2) daily rest periods  \nof fifteen (15) minutes each, without loss of pay, one rest  \nperiod to be in the first half of the work dav, the second  \nrest period to be in the second half of the work day as near  \nas possible to the middie of the shift. Employees working  \nsix (6) hours or less in any work day shall receive one (1)  \nfifteen (15) minute rest period during the day as near as  \npossible to the middle of their shift.  \nSection 14.11. Part-time employees, except for  \nfourteen (14) and fifteen (15) year old employees, shall  \nreceive a guarantee of four (4) hours’ work for each work  \nday he or she shall be scheduled to work provided the  \nemployee is regularly and continuously available for such  \nwork.  \nSection 14.12. A daily working schedule listing each  \nemployee by his or her full name in ink, in seriority order,  \nshall be posted in a conspicuous place on or before 3:00  \nP.M. Friday. The Sunday schedule shall be posted on or  \nbefore 3:00 P.M. Thursday.  \nSection 14.13. Part-time employees shall ie scheduled  \na minimum of twelve (12) hours work per week, provided  \nthey are available to work said hours on a regular and  \ncontinuing basis. Part-time employees hired on or before  \nFebruary 3, 1980 shall be scheduled a minimum of twenty  \n(20) hours per week, provided they are availabie to work  \nsaid hours on a regular and continuing basis. The minimum  \ndoes not apply to probationary employees, students, part-  \ntime employees holding another job, customer service  \nattendants or employees not available. Part-time  \nemployees hired after February 3, 1980 and on or before  \nAugust 4, 1987 shall be scheduled a minimurn of sixteen  \n(16) hours per week, provided they are available to work  \nsaid hours on a regular and continuing basis.  \n23  \nSection 14.14. The Employer, consistent with the needs  \nof the business, will endeavor to accommodate employee  \nrequests to their immediate supervisor for early or late  \nshift schedules in the morning, afternoon and evening based  \non their seniority. This accommodation will not apply to  \nSunday scheduling. The Employer will not use scheduling,  \nor the threat of scheduling, as a form of discipline.  \nSection 14.15 - Sunday Work.  \nA. All employees hired on or before April 15, 1993 shall  \nbe paid One and one- half (1-1/2) times their straight  \ntime hourly rate for all work performed on Sunday.  \nAll employees hired after April 15, 1993 and before  \nFebruary 1, 2005 shall be paid an hourly Sunday  \npremium for all work performed on a Sunday based  \non the following months of service:  \nMonths of Service  \n0 - 12 months  \n12 - 24 months  \n24 - 36 months  \nAfter 36 months  \nSunday Premium  \nOne dollar per hour  \nTwo dollars per hour  \nThree dollars per hour  \nFour dollars per hour  \nAll employees hired on or after February 1, 2005  \nshall be paid an hourly Sunday premium for all work  \nperformed on a Sunday based on the following  \nmonths of service:  \nMonths of Service  \n0 - 12 months  \n12 - 24 months  \n24 - 36 months  \n36 - 48 months  \n48 - 60 months  \nAfter 60 months  \nSunday Premium  \n$1.00 per hour  \n$1.50 per hour  \n$2.00 per hour  \n$3.00 per hour  \n$3.50 per hour  \n$4.00 per hour  \nB. The Employer may schedule part-time employees  \nto work at the straight time hourly rate on Sunday  \nfrom 12:01 A.M. to 2:00 A.M., except that part-  \n24  \ntime employees assigned to a night shift shall receive  \nthe applicable night premium.  \nC. Sunday work, if available, shall be rotated among  \nthe employees who are continuously available for  \nSunday work and who are qualified tc: perform the  \nwork as determined by the Employer, except for that  \nwork required for the proper manajement of a  \ndepartment or store. Sunday rotatio: shall be by  \nclassification. Replacements for employees who are  \nabsent on their schedule Sunday, for whatever  \nreason, shall be replaced if necessary the senior  \navailable employee(s) not already scheJuled for that  \nSunday. The call-in replacement time will not affect  \nthat employee’s regular turn on the rotation fist.  \nD. All employees scheduled for Sunday work will be  \nscheduled for a minimum of four (4) hours.  \n"], ["ARTICLE 15 - HOLIDAYS  \n", "Section 15.1. For employees hired before February 1,  \n2005, all work performed on the legal holidays listed in  \nParagraph 3 below shall be paid at one and one-half (1-1/  \n2) times the employee’s straight time hourly rate in addition  \nto the straight time holiday pay. Except as otherwise  \nprovided in Section 15.3 of this Agreement, a\\] employees  \nhired on or after February 1, 2005 shall be paid an hourly  \nholiday premium for all work performed on a holiday based  \non the following months of service:  \n   \nMonths of Service Holiday Premium  \n0 - 12 months $1.00 per hour  \n12 - 24 months $1.50 per hour  \n24 - 36 months $2.00 per hour  \n36 - 48 months $3.00 per hour  \n48 - 60 months $4.00 per hour  \nAfter 60 months 12 times their straicht time  \nhourly rate  \n25  \nSection 15.2. Upon the completion of thirty (30) days’  \nservice with the Employer, regular full-time employees shall  \nbe paid eight (8) hours at the straight time hourly rate if  \nthere is no work to be performed on said holidays, provided  \nthe employee works on his or her scheduled work day  \nbefore and his or her scheduled work day after such holiday,  \nproven illness excepted. Full-time employees who volunteer  \nto work the holiday, if scheduled, must also work on the  \nholiday in order to qualify for holiday pay.  \nSection 15.3. During the life of this Agreement, the  \nfollowing holidays or the days observed as such shall be  \ncelebrated:  \nNew Year’s Day Labor Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nEmployees may use a personal holiday to observe  \nMartin Luther King’s Birthday by giving at least two (2) weeks  \nadvance notice subject to the scheduling requirements of  \nthe department. In the event the Employer is open on  \nChristmas, the Employer agrees it will first actively seek  \nvolunteers to staff the store. In the event the Employer  \ncannot schedule the necessary number of employees on a  \nvoluntary basis, then the in reverse order of  \nseniority shall be obligated to work, provided however, the  \nEmployer agrees to no more than minimally staff the store  \non Christmas day. Those employees who do work on  \nChristmas day will be paid for all hours worked on Christmas  \nday at one and one- half (12) times their straight time  \nhourly rate.  \nSection 15.4. Upon the completion of three (3) months’  \nservice with the Employer, regular full-time employees shall  \nbe entitled to three (3) personal holidays within each calendar  \nyear. One (1) personal holiday shall be taken in each four  \n(4) month period of the calendar year. Personal holidays  \n26  \nmay be taken any day of the workweek and the selection  \nof the day chosen shall be on the basis of mutual agreement  \nbetween the Employer and the employee.  \nSection 15.5. Part-time employees with three (3) or  \nmore months of continuous service with the Employer shall  \nbe entitled to three (3) personal holidays of tour (4) hours  \nwithin each calendar year which may be taken in accordance  \nwith the conditions as set forth for full-time employees.  \nSection 15.6. In a week which includes any of these  \nholidays, the workweek for full-time emplovees is to be  \ncomposed of thirty-two (32) hours of wor< in four (4)  \ndays and eight (8) hours of holiday time for which employees  \nwill receive a full week’s pay.  \nSection 15.7. All work performed by full-tirne employees  \nin a holiday week, on days other than the holiday and/or  \nSunday, which is in excess of thirty-two (32) hours, shall  \nbe paid for at time and one-half (1-1/2). A full-time  \nemployee by mutual agreement may be scheduled to work  \nforty (40) straight time hours in a holiday week. All premium  \npay shall be computed as one and one-half (1-1/2) times  \nthe employee’s straight time hourly rate.  \nSection 15.8. All work performed by elig ble part-time  \nemployees in a holiday week, on days other than the holiday  \nand/or Sunday, which is in excess of thirty-five (35) hours,  \nshall be paid for at time and one-half (1-1/2). During holiday  \nweeks, part-time employees may be scheduled to work  \nfive (5) days within the limitation of part-time: hours.  \nSection 15.9. All part-time employees, upon the  \ncompletion of sixty (60) days but less than ore (1) year of  \ncontinuous service with the Employer, shall be paid four (4)  \nhours’ holiday pay at the straight time hourly rate, provided  \none of the holidays listed in Paragraph 3 abcve falls on a  \nday he/she would normally be scheduled to work. Part-  \n27  \ntime employees with one (1) or more years of continuous  \nservice, regardless of whether they are normally scheduled  \nto work on the day that the holiday falls, shall receive holiday  \npay of four (4) hours. In either case, the part-time employee  \nmust work his/her scheduled work day before and his/her  \nscheduled work day after such holiday, proven illness  \nexcepted, and must work at least one (1) day of the holiday  \nweek to qualify. Part-time employees who volunteer to  \nwork on a holiday, if scheduled, must also work on the  \nholiday in order to qualify for holiday pay. The work  \nschedules shall not be changed to avoid holiday pay.  \n"], ["ARTICLE 16 - LEAVE OF ABSENCE WITH  \nPAY  \n", "Section 16.1. All employees who are required to report  \nfor jury service or serve on a jury shall be granted time off,  \nwhen needed, for actual jury duty and will receive the  \ndifference between their straight time basic weekly pay and  \nthe amount received while on jury duty, except such jury  \nduty fee which they receive while serving on their normal  \nscheduled day off. They will be expected to work when the  \njury is not in session, but under no circumstances shall the  \napplication of this clause result in a change in the  \nbasic weekly pay for his normal weekly schedule. Whena  \nnight crew employee is called to serve on jury duty, he  \nshall be excused from his daily or nightly schedule without  \nloss of earnings. A night crew employee serving on jury  \nduty shall be scheduled to work daytime hours on those  \ndays when the jury is not in session.  \nSection 16.2. After thirty (30) days’ employment, five  \n(5) days’ bereavement leave shall be granted in the case  \nof the death of an employee’s spouse or child, four (4)  \ndays bereavement leave shall be granted in the case of the  \ndeath of a parent, and three (3) days’ bereavement leave  \nshall be granted in the case of the death of a brother, sister,  \nmother-in-law, father-in-law, grandparent, grandchild or  \nfoster parent of an employee. The time off shall not count  \nSunday or the employee’s scheduled day off. Under no  \n28  \n   \ncircumstances shall the application of this clause result in a  \nchange in the employee’s basic weekly pay. Full-time  \nemployees shall be paid eight (8) hours at the: straight time  \nhourly rate for each day of bereavement leave , and part  \ntime employees shall be paid four (4) hours for each day of  \nbereavement leave.  \nSection 16.3. New employees, after sixty (60) days of  \nservice, shall receive two (2) hours paid leave to attend  \nthe Union's orientation program.  \n"], ["ARTICLE 17 - VACATIONS  \n", "Section 17.1. All full-time employees shall be granted  \none (1) week’s uninterrupted vacation with full pay for one  \n(1) year of continuous service, and twc (2) weeks’  \nuninterrupted vacation with full pay for thr2e (3) years’  \ncontinuous full-time service occurring at any time within  \nthe calendar year.  \nSection 17.2. All full-time employees who have  \ncompleted eight (8) years’ continuous full- time service,  \noccurring at any time within the calendar year, will be granted  \nthree (3) weeks’ vacation with full pay, two (2) weeks  \nuninterrupted and one (1) week additioncl, at a time  \nconvenient to both the Employer and the employee.  \nSection 17.3. All full-time employees who have  \ncompleted fourteen (14) years’ continuous full-time service,  \noccurring at any time within the calendar year, will be granted  \nfour (4) weeks’ vacation with full pay. Vacation shall consist  \nof two (2) weeks’ uninterrupted and two (2) additional  \nweeks, with one (1) week at a time convenierit to both the  \nEmployer and the employee and the other week scheduled  \nbefore May 15.  \nSection 17.4. All full-time employees who have  \ncompleted twenty (20) years’ continuous service, occurring  \nanytime within the calendar year, will be granted five (5)  \nweeks’ vacation with full pay, two (2) weeks tininterrupted  \n29  \nand three (3) additional weeks, with one (1) week at a  \ntime convenient to both the Employer and the employee,  \none (1) week before May 15 and one (1) week after  \nSeptember 15.  \nSection 17.5. Employees who are eligible for three (3)  \nor more weeks of vacation may schedule one (1) week of  \nvacation in days at a time convenient to both the Employer  \nand the employee. These days may not be scheduled the  \nday before or the day after a scheduled holiday or vacation.  \nSection 17.6. Part-time employees shall be granted  \nvacation with pay, prorated on the average weekly hours  \nfor the year, under the same terms and conditions as above  \nset forth for full-time employees.  \nSection 17.7. All vacations must be taken within the  \ncalendar year and may not be accumulated from year to  \nyear.  \nSection 17.8. Vacations may be selected by employees  \non the basis of length of service with the Employer, subject  \nto the requirements of the Employer’s business. After  \nJanuary 1*, but no tater than January 15 for forty-five  \n(45) days from the day of issuance, of each year employees  \nmay bid by seniority for the number of vacation weeks  \nthey accrued during their anniversary year. Said selection  \nwill be awarded on a seniority basis within department. The  \napproved vacation schedule shall be completed and posted  \nwithin fifteen (15) days of the close of the forty-five (45)  \nday selection period, but at the latest by March 15\" in a  \nconspicuous place easily accessible to employees. After  \nthe bid period, vacation requests will be honored on a first-  \ncome, first-served basis, except that employees may not  \nbump less senior employees who have exercised their  \nvacation selection during the bid period. The employee  \nmay take vacation in any of the fifty-two (52) calendar  \nweeks, subject to management approval. Employees may  \nstart their vacation on any day which is mutually agreed  \n30  \nupon by the Employer and the employee. The vacation  \nschedule of an employee cannot be changed, except by  \nmutual Agreement.  \nSection 17.9. Any employee who loses more than  \nthirteen (13) weeks in his anniversary yezr because of  \naccident or illness shall be entitled to a prorated vacation.  \nSection 17.10. In the event the services o! an employee  \nare terminated, voluntarily or involuntarily, except for  \ndischarge due to dishonesty, and except as provided for in  \nParagraph 11 below, there shall be paid to such employee  \nwages covering the completed period of vacetion to which  \nhe is entitled upon the termination of such service.  \nSection 17.11. An employee having completed one  \n(1) year of service and being laid off shall receive as vacation  \nallowance:  \nA. The full week or weeks vacation to whichever he is  \nentitled by reason of his completion of the required  \nyear of service, and  \nB. One-twelfth (1/12th) of this sum of each month of  \nadditional service based on his anniversary date of  \nemployment.  \nSection 17.12. If one of the specified holidays agreed  \nupon in Article 15, except for the personal holiday, shalt fall  \nwithin the period of the full-time employee’s vacation, said  \nfull-time employee shall be granted an adcitional day’s  \nvacation or, in lieu thereof, the equivalent oi one (1) full  \nday’s pay of eight (8) hours based upon the full-time  \nemployee’s regular straight time rate. This provision shall  \napply even though the holiday falls on a day of the  \nworkweek which would ordinarily be the day o/f for the full-  \ntime employee.  \n31  \nSection 17.13. Employee on-the-job service interrupted  \nby induction into the U.S. Armed Forces will be considered  \naS continuous in determining the length of continuous on-  \nthe- job service required for eligibility for various types of  \nvacation grants.  \nSection 17.14. Aji vacation pay shall be calculated on  \nthe employee's basic straight time hourly rate.  \nSection 17.15. If an employee is regularly and  \ncontinuously scheduled to work on a night shift for which a  \nfixed night differential is paid, such differential shall be part  \nof his basic hourly rate for the purpose of computing vacation  \npay, holiday pay, jury duty pay, funeral leave pay, personal  \nholiday pay, and any other nonproductive hours paid. Night  \ndifferential does not include premium overtime rates of pay.  \n"], ["ARTICLE 18 - LAUNDRY  \n", "All coats and aprons required by the Employer to be worn  \nin the stores and markets shall be furnished and laundered  \nby the Employer. When the employees have agreed, in  \ncooperation with management to have drip dry uniforms,  \ntwo (2) uniforms shall be supplied to each employee by  \nthe Employer.  \n"], ["ARTICLE 19 - UNION STORE CARD  \n", "The Union agrees to furnish to the Employer at least one  \n(1) Union store card for each of the Employer’s stores  \ncovered by this Agreement, to be displayed on such public  \nportion of the premises as the Employer may select. Such  \ncards shall remain the property of and shall be surrendered  \nto the Union upon demand.  \n32  \n"], ["ARTICLE 20 - BULLETIN BOARDS  \n", "Bulletin boards in the stores may be used by  \nthe Union provided the notices posted thereon are first  \napproved by the personnel department. This  \nrequirement shali not apply to Union meeting notices which  \ncontain only time, place and date of meeting.  \n"], ["ARTICLE 21 - VALIDITY OF CONTRACT  \n", "The parties hereto agree that should an article, part or  \nparagraph of this Agreement be declared by a Federal or  \nState Court of competent and final! jurisdiction in the  \npremises to be unlawful, invalid, ineffective or unenforceable,  \nsaid article, part or paragraph shall not affect the validity  \nand enforceability of any other article, part or paragraph  \nthereof, and the remainder of this Agreement shall continue  \nin full force and effect.  \n"], ["ARTICLE 22 - STEWARDS  \n", "Section 22.1. It is understood that the stewards of the  \nUnion at ail times shall be the last to be laid off, and the  \nUnion shall furnish the Employer with a comiplete list of  \nstewards which may be supplemented from time to time  \nas may be necessary. It is further understcod that the  \nstewards of the Union shall not be transferred from one  \nstore to another or from day shift to night shift without the  \nconsent of the Union. The Union will not unreasonably  \nwithhold its consent to such transfer.  \nSection 22.2. It is understood that the Union shall use  \nits best efforts to secure as stewards high caliber employees  \nwho shall be required to conform to the standards and  \nqualifications required by the Union.  \n33  \nSection 22.3. The stewards or other individual  \nemployees covered hereby shail not be considered agents  \nof the Union for the purpose of calling strikes or causing  \nshutdowns, nor are they authorized to calf strikes or cause  \nshutdowns.  \nSection 22.4. Shop stewards be to a  \nleave of one (1) day each calendar year with pay for shop  \nstewards training and education. The Union must notify  \nthe Employer at least two (2) weeks in advance thereof.  \nThe shop steward must, upon returning from the leave,  \npresent the store manager with written evidence from the  \nUnion that the steward has used the leave for the purpose  \nfor which the leave was intended.  \nSection 22.5. Any person designated as steward by  \nthe Union shall receive any and all rights, benefits, duties  \nand privileges of such position, and the Union agrees to  \ndesignate no more than two (2) persons per location if  \nstore is open twelve (12) or more hours per day.  \n"], ["ARTICLE 23 - WELFARE PLAN  \n", "Section 23.1. Employees shall be covered for health  \nand welfare benefits as provided by the U.F.C.W. - Pathmark  \nBenefit Plan as follows, subject to the eligibility requirements  \nset forth in the plan:  \nPart time Part time  \nemployees employees  \nFull Time hired before hired on or  \nBenefits employees _2/1/0 fter 1/05  \nMedical First day of First day of First day of the  \nthe month the month month following  \nfollowing 6 following 36 36 months of  \nmonths of months of continuous  \ncontinuous continuous service for  \nService service for single coverage  \nsingle coverage  \n34  \nFull Time  \nBenefits  \nDental First day of  \nthe month  \nfollowing 6  \nmonths of  \ncontinuous  \nservice  \nVision First day of  \nthe month  \nfollowing 6  \nmonths of  \ncontinuous  \nservice  \nPrescription First day of  \nthe month  \nfollowing 6  \nmonths of  \ncontinuous  \nservice  \nFirst day of  \nthe month  \nfollowing 6  \nmonths of  \ncontinuous  \nservice  \nLegal  \nLife Insurance First day of  \nthe month  \nfollowing 6  \nmonths of  \ncontinuous  \nservice  \nemployees  \nPart time  \nEmployees  \nhired before  \n2/1/05  \nFirst day of  \nthe month  \nfollowing 18  \nmonths of  \ncontinuous  \nservice for  \nsingle coverage  \nFirst day of  \nthe month  \nfollowing 18  \nmonths of  \ncontinuous  \nservice for  \nsingle coverage  \nFirst day of  \nthe month  \nfollowing 18  \nmonths of  \ncontinuous  \nservice for  \nsingle coverage  \nFirst day of  \nthe month  \nfollowing 24  \nmonths of  \ncontinuous  \nservice for  \nsingle coverage  \nFirst day of  \nthe month  \nfollowing 24  \nmonths of  \ncontinuous  \nservice for  \nsingle coverage  \n35  \nPart time  \n  \nhired on or  \nafter 2/1/05  \nFirst day of the  \nmonth following  \n36 months of  \ncontinuous  \nservice for single  \ncoverage  \nFirst day of the  \nmonth following  \n1'3 months of  \ncontinuous  \nservice for single  \ncoverage  \nFirst day of the  \nmonth following  \n3€ months of  \ncontinuous  \nservice for single  \ncoverage  \nFirst day of the  \nmonth following  \n24 months of  \nco 1tinuous  \nsevice for single  \ncoverage  \nFirst day of the  \nmcinth following  \n24 months  \ncortinuous  \nservice for single  \ncoverage  \nPart time Part time  \nEmployees Employees  \nFull Time hired before hired on or  \nBenefits employees 2/1/05 after 2/1/05  \nDependant First day of First day of First day of the  \nCoverage the month the month month following  \nfollowing 6 following 48 48 months  \nmonths of months of continuous  \ncontinuous continuous service option  \nservice service* to purchase  \nfamily  \ncoverage**  \n*Part time employees hired before February 1, 2005  \nnot yet eligible for family coverage will be required to pay a  \nfifteen percent (15%) of the difference between single and  \nfamily coverage monthly co-pay for one year. The co-pay  \nwill be from the 48 months to 60 months of service. After  \nsixty (60) months of service, no co-pay will be required.  \nSuch employees who do not elect to pay for family coverage  \nfrom 48 to 60 months will not be eligible for family  \ncoverage. Part time employees hired prior to February 1,  \n2005 who have 48 months of service will be given a one  \ntime option to elect to opt out of family coverage. Those  \npart time employees who elect to opt out will receive a  \none (1) time lump sum payment of two hundred and fifty  \ndollars ($250.00), and will have surrendered their right to  \nfamily coverage. Part time employees who are not yet  \neligible for family coverage will be given the opt out  \nopportunity upon completion of 48 months. Part time  \nemployees who are eligible for family coverage as of  \nFebruary 1, 2005, shall be given the opt out opportunity  \nby April 1, 2005.  \n**Part time employees hired on or after February 1, 2005  \nwill, upon completion of forty-eight (48) months, be given  \nthe opportunity to elect family coverage. If such part time  \nemployee elects family coverage, the employee will be  \nrequired to pay a monthly co-pay equal to the difference  \nbetween the cost of single coverage and the cost of family  \ncoverage.  \n36  \nSection 23.2. The Employer agrees that the Employer  \nTrustees on the UFCW-Pathmark Fund wil! continue to  \nexplore up-to-date medical plan designs to p-ovide quality  \ncost effective care at no increased cost to the Employer.  \nSection 23.3. All questions concerning health and  \nwelfare benefits shall be determined in accordance with the  \nU.F.C.W. - Pathmark Benefit Plan as governed by the  \nPathmark Stores, Inc. Health and Welfare Plan Document  \nand the U.F.C.W. - Pathmark Benefit Fund’s Acjreement and  \nDeclaration of Trust.  \n"], ["ARTICLE 24 - PENSION PI.AN  \n", "Section 24.1.  \nA.  \nThe Employer shall contribute monthly to be paid  \nquarterly to the United Food and Commercial workers  \nUnion and Participating Food Industry Tri-  \nState Pension Fund, except as otherw'se provided,  \nfor each benefit eligible employee. For the purpose  \nof this Article a “full-time employee” is clefined as an  \nemployee who is regularly and continuously scheduled  \nto work a forty (40) hour week. The monthly  \ncontribution shall be made for each eligible employee,  \nas defined, who is active during the first fiscal week  \nof any fiscal month. There shall be no more than  \ntwelve (12) such monthly contributions: during any  \ntwelve (12) consecutive calendar months.  \nThe monthly contribution shall not be required on  \nbehalf of employees hired and classified as customer  \nservice attendants after January 21, 1978, or on  \nbehalf of employees hired after January 21, 1978  \nwhen transferred to a customer service attendant  \nclassification. For the purpose of this paragraph, time  \nspent as a customer service attendant will be  \napplicable following a transfer to a covered  \nclassification.  \n37  \nSection 24.2.  \nA.  \nc.  \nEffective January 1, 2005, the Employer shall  \ncontribute the following applicable sums quarterly to  \nthe United Food and Commercial Workers Union and  \nParticipating Food Industry Employers Tri-State  \nPension Fund for full-time employees:  \nService Contribution  \n90 days to 4 years $168.75 per month  \n4 years to ten years $253.80 per month  \n10 years + $288.90 per month  \nEffective January i, 2005, the Employer shall  \ncontribute the following applicable sums quarterly to  \nthe United Food and Commercial Workers Union and  \nParticipating Food Industry Employers Tri-State  \nPension Fund for part-time employees:  \nService Contribution  \n90 days* to 4 years $20.25 per month  \n4 years to ten years $63.45 per month  \n10 years+ $79.65 per month  \n* for part-time employees hired before 2/1/05, 60 days  \nThe Employer agrees to pay such contributions as  \nare from time to time necessary to maintain the  \nsoundness of the Plan as determined by an actuarial  \nbody and approved by the Trustees, as provided in  \nAppendix “E” of the Plan.  \nSection 24.3. It is further understood and agreed that  \nthe Pension Plan as amended shall be considered as Appendix  \nI of the Agreement and Declaration of Trust.  \nSection 24.4. The industry-wide Pension Plan as adopted  \nmust have the continuing approval of the Internal Revenue  \nService as an exempt plan.  \n38  \nSection 24.5. It is agreed that all questions involving  \npensions not specifically set forth herein shall he determined  \nby the provisions of the Agreement and Declaration of Trust  \ngoverning the Plan.  \nSection 24.6. The Union agrees to furnish to the  \nEmployer the following Pension Fund and Plan documents  \non a timely basis:  \nA. Annual Financial Reports  \nB. Annual Actuarial Valuation  \nCc. Annual Form 5500  \nD  \nCurrent Plan Document and Amendments as  \nthey are proposed  \nE. Current Agreement and Declaration of Trust  \nand Amendments as they are proposed  \nF. Notices and Minutes of Trustees’ Meetings  \nG. Withdrawal Liability Demand Letters  \nSection 24.7. The terms of a letter agreement between  \nthe parties dated February 4, 1985 are incorpcrated herein  \nby reference.  \n"], ["ARTICLE 25 - SEVERANCE FUND  \n", "The Employer shall contribute to the U.F.C.W. and  \nEmployers Supplemental Pension Fund the sum of ten cents  \n($.10) per hour for all employees on the payroll as of  \nFebruary 6, 1993. Contributions shall be mae for every  \nstraight time hour actually worked up to a maximum of  \nforty (40) hours per week for full-time employees and  \nthirty-five (35) hours per week for part-time employees.  \nEmployees hired after February 6, 1993 shall nwt be eligible  \nto participate in the Severance Fund.  \n39  \n"], ["ARTICLE 26 - 401K SAVINGS PLAN  \n", "Effective March 1, 2001, the Employer will provide a 401k  \nSavings Plan. The Plan will provide for employee  \ncontributions only. Plan design details will be contained in  \nthe Plan document.  \n"], ["ARTICLE 27 - MISCELLANEOUS  \nWORKING CONDITIONS  \n", "Section 27.1. The Company shall provide to an  \nemployee within forty-eight (48) hours after an employee  \nis disciplined, suspended or discharged, written notice of  \nthe reason for the discipline, suspension or discharge.  \nExceptions to this must be brought to the attention of the  \nUnion (i.e., employee is not available.) A copy of the notice  \nof a disciplinary suspension or discharge, containing the  \nreason for that action, will be forwarded the Union.  \nSection 27.2. No employee handling cash shall be held  \nresponsible for any shortage, being cash or cash equivalent,  \nunless:  \nA. The employee is given his or her own register or till.  \nB. The employee must be given the opportunity to count  \nhis/her own cash at the beginning and close of the  \nwork day and is given the register readings that are  \ntaken at the beginning and close of the work day.  \nWeekly Z-out duties shal! also be performed.  \nC. Only one (1) such employee is empowered to ring  \nup on the cash drawer for which the clerk is  \nresponsible.  \nD. The clerk has failed to lock and remove the key when  \nthe register is unattended. The key will be accessible  \nto the clerk.  \n40  \nE. The employee has read and initialed the cash register  \npolicy.  \nSection 27.3.  \nA. Time clocks will be provided in all stores of the  \nEmployer.  \nB. The Employer and the Union agree that a proven  \nviolation of established time clock rules, including  \nworking before punching in or after punching out,  \nmay subject such an employee to disciplinary action  \nup to and including discharge.  \nC. Furthermore, all time during which an employee is  \nsuffered or permitted to work or is required to be on  \nduty or on the Employer’s premises cr at a given  \nwork place shall be considered hours worked and  \nrecorded on the time cards.  \nSection 27.4. If a physical examination or hiealth permit  \nis required by the Employer or local government, the cost  \nof the examination or permit shall be borne by the Employer.  \nSection 27.5. No employee shall be required to take a  \npolygraph test or any other similar examinaticn.  \nSection 27.6. The Employer agrees to discuss future  \ndress code changes with the Union prior to implementation  \nand recognizes that the Union reserves its rigtt to use the  \ngrievance procedure to grieve on this subject.  \n"], ["ARTICLE 28 - WAGES  \n", "The wages to be effective during the term of this  \nAgreement are set forth in Schedule “A” annexed hereto  \nand made a part of this Agreement.  \n4]  \n"], ["ARTICLE 29 - ENTIRE AGREEMENT  \n", "This Agreement, upon execution thereof, shall supersede  \nall previous agreements and supplements hereto which have  \nheretofore been applicable to the employees covered by  \nthis Agreement. This Agreement represents the entire  \nAgreement between both parties and there are no other  \nagreements except as set forth herein. Moreover, this  \nAgreement may not be changed or supplemented in any  \nrespect, except by an agreement in writing signed by both  \nparties.  \n"], ["ARTICLE 30 - SUCCESSORS AND  \nASSIGNS  \n", "This Agreement shall be legally binding upon the parties  \nhereto, their successors and assigns, or other purchasers  \nof the assets of any of the Employer’s stores covered hereby  \nwho may succeed to the operation of said store or stores  \nin any other capacity than successor or assignee.  \n"]]