[["", "aS) NG  \n   \n     \n     \n     \n   \n   \nOperating Engineers Locals 302  \nWage & Fringe Summary  \n2007-2010  \n| Group | Je 12007, | Jue 12008 | Sune 1, 2009  \nI $32.17 $33.47 $34.75  \n$31.75 $33.05 $34.33  \n$29.39 $30.69 . $31.97  \niV  \n     \n  \nDeductions from Wages  \nJune 1, 2007 June 1, 2008 June 1, 2009  \nDues Check-off 2% GW 2% GW 2% GW  \n$0.20 $0.25 $0.30  \n   \nPolitical Programs(Voluntary) $0.05 $0.05 $0.05  \nGW=Gross Wages ..._ __ .. .  \neee er EE ER re rene SS ee  \n— = = cee eh (nan AA airtel  \na an  \n   \n   \n   \n   \nFringe Benefits  \n| Group June 1, 2007 June 1, 2008 June 1, 2009  \nHealth & Securit $6.75 $7.15 $7.55.  \nPension $5.40 $6.15 $6.90  \n$0.60 $0.65 $0.70  \nQO  \nTotal Fringe Benefit $12.75 po IBIS NS AS  \nJune 1, 2007  \n   \n    \n     \n   \n   \npo $32.66 $33.96 $35.24 |  \npo UV  \n   \n   \n   \n     \n   \n   \n   \n    \n      \n   \n2007 — 2010 AGREEMENT  \nBetween  \nEMPLOYER NAME  \nand  \nOPERATING ENGINEERS LOCAL 302  \nINDEX PAGE  \n"], ["ARTICLE  \n1. PURPOSES OF AGREEMENT...  \n", "2, WORK, ABP ECT BD psc mane  \n3. TERRITORY OF AGREEMENT...  \n4. EFFECTIVE DATE AND DURATION...  \n5. UNION RECOGNITION AND HIRING PROCEDURES.. secs  \n6. SUBCONTRACTORG........... Alias  \n8. MEAL AND REST PERIODS... TN HW ENRICH  \n10. UNION REPRESENTATIVE..  \n11. SETTLEMENT OF  \n12. SETTLEMENT OF JURISDICTIONAL DISPUTES..........  \n13. STRIKES AND PICKET  \n14. SAFETY  \n15. SAVINGS  \n16. HOURS OF WORK...  \n17. OVERTIME... ves  \n18. REPORTING AND MINIMUM HOURS PAY...  \n19. MANAGEMENT RIGHTS  \n20. SPECIAL CONDITIONS... sai  \n21. PRE-DETERMINED WAGE RATE PROJECTS... ee LO  \n22. SUBSTANCE ABUSE POLICY LO  \n23. LIGHT DUTY RETURN TO WORK... bh  \n  \nCOO  \nAPPENDIX |  \nSCHEDULE A: CLASSIFICATIONS AND WAGE 12  \nSCHEDULE B: FRINGE BENEFITS... LO  \nSCHEDULE C: ZONE PAY DIFFERENTIAL... LG  \nAPENDIX 2  \nAPPENDIX 3  \nHIRING AND UNION ees 2A  \nCRANE RENTAL lO  \nLETTER OF UNDERSTANDING FOR PRIVATE SECTOR Ol  \n2007 — 2010 i OPER ATING ENGINEERS 302  \n   \n2007 — 2010 AGREEMENT  \nbetween  \nEMPLOYER NAME  \nand  \nOPERATING ENGINEERS LOCAL 390:!  \nPREAMBLE  \nThis Agreement is a Collective Bargaining Agreement between the Enployer listed on the cover  \nsheet (hereinafter referred to as the “Employer) and Local 302 Intern:itional Union of Operating  \nEngineers.  \nThis is a collective bargaining Agreement between Employer and Loa] 302 International Union  \nof Operating Engineers, (hereinafter referred to as the \"Union\"|, and shall constitute an  \nAgreement between the parties hereto for the work, conditions anil wage rates provided for  \nherein in the territory outlined in Article 3.  \n"], ["ARTICLE 1  \nPURPOSES OF AGREEMENT  \n", "SECTION 1. The purposes of this Agreement is to promote the settlement of labor  \ndisagreements by conference, to prevent strikes and lockouts and to s\\abilize wages and working  \nconditions in building, heavy highway constniction and engineering v-ork in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the vovenants, stipulations and  \nprovisions agreed upon by the parties hereto. No agent or repres«ntative of either party has  \nauthority to make any promise, inducement or agreement contrary to | he provisions herein.  \nSECTION 3. The Employer, having received a demand for by the Union and  \nhaving been presented with and accepting proof that the Union a majority of its  \nemployees, acknowledges and affirms that the Union is the sole and exclusive bargaining  \nrepresentative of its employees covered by the Principal Agreements under Section 9(a) of the  \nNational Labor Relations Act.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heavy Construction and  \nEngineering projects including the loading and unloading of barg:s or other carners of the  \nEmployer's materials and equipment at loading facilities for the con! ractor’s work performed by  \nEmployer parties to this Agreement in the counties outlined in Artic: 3.  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as  \nfollows: Construction of railroads, street railways, roads, highway:, streets, alleys, sidewalks,  \ncurbs and gutters, paving (portland cement or asphaltic concrete), a-rports, bridges, overpasses,  \nsewers, water mains, sanitation projects, irrigation projects, flood cintrol projects, reclamation  \nprojects, reservoirs, dams, dikes, levees, revetments, channels, :.queducts, channel cutoffs,  \njetties, breakwaters, harbor developments, docks, dry docks, piers, abutments, retaining walls,  \ntransmission lines, duct lines, subways, shafts, tunnels, excavatior of earth and rock, power  \ngenerating projects, reinforced earthwork, and all other heavy ccastruction and engineering  \noperations in connection therewith, and all site clearing, demolition work, hazmat, pipeline and  \nrefinery work when covered by this Agreement.  \n2007-2010 1 OPER ATING ENGINEERS 302  \nSECTION 3. For further clarification, the term \"Building\" shall mean a building structure,  \nincluding modifications thereof, or additions or repairs thereto, intended for usc for shelter,  \nprotection, and comfort. <q  \n   \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "This Agreement shall cover all work (as outlined in Article 2) performed by Employers, partics  \nto this Agreement in the following counties: Clallum, Jefferson, Mason, Grays Harbor, Kitsap,  \nIsland, San Juan, King, Snohomish, Skagit, Whatcom, Kittitas, and that portion of Okanogan,  \nChelan, Douglas, and Yakima lying west of the {20th Meridian in the State of Washington.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "   \nSECTION |. This Agreement shall be effective commencing, June 1, 2007, and shall continue  \nin force and effect through May 31, 2010. Upon its expiration, this Agreement shall continue  \nfrom year to year, June 1 through May 31 of each year, by automatic renewal unless changed or  \nterminated. For the purpose of negotiating alterations in wages and other terms and conditions  \nof employment, the Employer, or Local 302 may open this Agreement or any contract  \neffectuated through automatic renewal by giving written “Notice of Opening” not fater than sixty  \n(60) nor more than ninety (90) days prior to the expiration date. \"Notice of Opening\" is in no  \nway intended by the parties as a termination of nor shall it in anyway be construed as a  \ntermination of this Agreement or any annual contract effectuated through automatic renewal nor  \nas forestalling automatic renewal as herein provided. The parties reserve the nght to economic  \nrecourse in negotiations, except during the interval between the giving of \"Notice of Opening\"  \nand the expiration date.  \n   \nSECTION 2, Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be  \nperfected by giving written \"Notice of Termination” not later than sixty (60) not more than  \nninety (90) days prior to the expiration date, whereupon the contract shall, on its expiration date, q  \nterminate. Effective termination eliminates automatic renewal.  \n   \nSECTION 3. Any \"Notice of Opening” or \"Notice of Termination\" given in hand within sixty  \n(60) days of any expiration date shall be absolutely null and void and completely ineffective for  \nall purposes.  \n"], ["ARTICLE 5  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. Hiring practices and maintenance of Union membership shall be under the  \nAppendix \"3\" attached hereto and hereby made a part of this Agreement.  \nSECTION 2. There will be no discrimination against any employee because of past or present  \nunion activities or because of race, creed, sex, age or color.  \nSECTION 3. Wherever words denoting a specific gender are used in this Agreement, they are  \nintended and shall be construed so as to apply equally to either gender.  \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. If an Employer bound by this Agreement contracts or subcontracts any work  \ncovered by this Agreement to be done at the job site for the construction, alteration or repair of a  \nbuilding structure or other work to any person or proprietor who is not signatory to this  \nAgreement, the Employer shall require such subcontractor to be bound to all the provisions of  \nthis Agreement for the duration of his project only, or such employer shall maintain daily records  \nof the subcontractors’ employees’ job site hours and be liable for payment of the difference of  \nthese employees’ wages, Health & Security, Pension and Apprenticeship-Retraining  \ncontributions in accordance with this Agreement.  \nOPERATING ENGINEERS 302 2 2007 - 2010  \n  \nSECTION 2. Whenever the Employer is obligated to satisfy governmental subcontracting  \nrequirements, the Union and the Employer by mutual agreement may wiive this provision, prior  \nto commencement of the work in the event an Employer and Union are unable to find qualified  \ncompetitive Union subcontractors to meet these requirements.  \n"], ["ARTICLE 7  \nHOLIDAYS  \n", "Holidays recognized by this Agreement shall be New Year's Day, Mer-orial Day (last Monday  \nin May), Fourth of July, Labor Day, Thanksgiving Day, Friday and Saturday after Thanksgiving  \nDay, and Christmas Day. Any holiday which falls on a Sunday shall be as a holiday on  \nthe following Monday. A holiday shall be a twenty-four (24) hour period, beginning with the  \nregular starting time of the first shift on the date of the holiday and all single shift hours that fall  \non a holiday shall be paid at the holiday rate of pay. No work shall be performed on Labor Day  \nexcept to protect life and property or by written mutual agreement of the Union and the  \nEmployer. If any of the listed holidays falls on a Saturday, the prec:ding Friday shall be a  \nregular workday.  \n"], ["ARTICLE 8  \nMEAL AND REST PERIODS  \nSECTION 1. MEAL PERIODS  \n", "A. — Employees shall not be required to work more than five (5: hours from the start of  \nthe shift without at least a one-half hour unpaid meal period. This meal period  \nshall not begin earlier than three and one-half (3'2) hours afte: the start of the shift.  \nB. Late Meal: If employees are required to work past five (5) hours, they must be  \nallowed a one-half (%) hour meal period which shail be paid at the applicable  \novertime rate and considered as time worked. The one-half hour meal period shall  \nnot be scheduled at the end of the shift  \nC, Missed Meal: If not allowed a one-half (4) hour meal period, an additional one-  \nhalf (1/2) hour for_a total of one (1) hour at the applicable overtime rate shall be  \nadded to the hours worked.  \nD. Meal Beyond Shift: Employees required to work more tian two (2) hours after  \nthe end of the regular shift shall be allowed at least one-hal:’ (4) hour meal period  \nwhich shall be considered as time worked, and if it is impractical for the employees  \nto leave the job, they shall be provided a meal by the Employer.  \nE. Missed Meal Beyond Shift: If not allowed a one-half (’2) hour meal period, an  \nadditional one-half (1/2) hour for a total of one (1) hour at tie applicable overtime  \nrate shall be added to the hours worked.  \nF. Meal - Ten Hour Shift: In the event that the Employer establishes a ten (10)  \nhour shift, the above meal periods shall be at mid-shift. Empluyees' meal period may  \nbe staggered during the period of three and one-half (3'4) to ‘ive (5) hours from the  \nstart of the shift to cover necessary work of a continuous natur:.  \nSECTION 2. REST PERIODS  \nA. The nature of the construction work covered by this agreement allows intermittent  \nrest periods. Employers shall provide such intermittent rest periods as work flow  \npermits, not to exceed to 10 minutes for each 4 hours worked. ‘:cheduled rest periods  \nare not required, nor allowed.  \nB. Such intermittent rest periods shall be taken on the work site, a: the employees place  \nof work.  \n2007-2010 3 OPERATING ENGINEERS 302  \nC. It will be the responsibility of each employee to take such intermittent rest penods.  \nIf an employee does not take a rest period, then the employee must notify his  \nsupervisor and a rest period will be provided.  \n"], ["ARTICLE 9  \nPAY DAY  \n", "SECTION 1. Employees shall be paid in full once each week (on the same day), but in no event  \nshall more than five (5) days' (Saturday, Sunday and holidays excluded) wages be withheld.  \nIf the regular payday falls on a Holiday, the employees shall be paid on the last regular  \nwork day before the holiday.  \nThe Employer will have the following options of making payment: negotiable check  \nmade on local bank, paid prior to quitting time at job site, direct deposit in the bank  \naccount at election of employee, or by mail.  \nThe Employer shall furnish to each employee at the time of payment of wages, an  \nitemized statement showing the pay basis (i.c., hours or days worked), rate or rates of pay, gross  \nwages, and all deductions for that pay period. In addition, the name, address and phone number  \nof the Employer shall be indicated.  \nNo adjustment of disputed pay will be made unless the employee or the Union shall make  \na claim in writing to the Employer's representative within fifteen (15) days from the pay period  \nin question, or from the date of any pay adjustment.  \n   \nSECTION 2: Employees, who quit, shall be paid not later than the next regular pay period.  \nSECTION 3. When employees are laid off or discharged, they shall be paid in full immediately.  \nEmployees laid off or discharged, who are paid by direct deposit in their bank account, shall be  \npaid not later than the next regular business day. In the event that the employee is not paid  \nimmediately, he shall receive two (2) hours’ pay at the appropriate hourly wage rate for each  \ntwenty-four (24) hour period for the first forty eight (48) hours. Thereafter, the employee will be  \naid four (4) hours pay at the appropriate hourly wage rate for each twenty-four (24) hour period  \nunti! said check is mailed to an address of the employee's choice. The postmark on the envelope  \nwill serve as the cutoff for any penalty.  \nSECTION 4: If the payment is not made expressly as provided in this article, then the employee  \nshall be paid two (2) hours pay at the appropnate hourly wage rate for each twenty-four (24)  \nhour period for the first forty eight (48) hours (Saturday Sunday and holidays excepted)  \nThereafter, the employee will be paid Four (4) hours pay at the appropriate hourly wage rate for  \neach twenty-four (24) hour period until payment is made. In the case of payment by mail, the  \npostmark on the envelope will serve as the cutoff for any penalty.  \n"], ["ARTICLE 10  \nUNION REPRESENTATIVE  \n", "SECTION |. The Union representatives shali have access to all places where employees  \ncovered by this agreement are employed provided they do not unduly interfere with the work of  \nemployees, and that they fully comply with the safety and security procedures established for the  \nprojects. On projects with restricted access, the Employer will cooperate with the Union  \nofficials in this regard as far as regulations permit.  \nSECTION 2. One or more working Stewards from among the members working on the job may  \nbe appointed by the Union to represent the members on the job. The Employer shall be informed  \nin writing of the names of the appointed Stewards. Only such Stewards shall be accorded  \nrecognition by the Employer. The designated Union Representative shall be consulted by the  \nEmployer prior to a job Steward’s termination or layoff. The job Steward shall normally discuss  \nissues arising under this Agreement with the job supervisor and transmit to the Union  \nOPERATING ENGINEERS 302 4 2007 - 2010  \n   \n   \nRepresentative all disputes emanating from the job. The job Steward(s' shall be among the last  \nworking members terminated provided they are qualified for the remaini:ig work available on the  \njob.  \nAlthough there shall be no non-working Stewards, it is recognized that the Steward has an  \nimportant function in maintaining harmony and cooperation on the job.  \n"], ["ARTICLE 11  \nSETTLEMENT OF DISPUTES/GRIEVANCE'S  \n", "SECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties. pledge their immediate  \ncooperation to eliminate the above mentioned and the procedure in Section 2 is  \noutlined for this purpose.  \nSECTION 2: In the event that a dispute ansing on the job the follo.ving procedure will be  \nfollowed to address the dispute:  \nStep One: In the event that a dispute arising on the job cannot be s:itisfactorily adjusted on  \nthe job between the representative of the Union involved and the Emrioyer, the dispute shall  \npromptly (not later than fifteen (15) working days), be referred to the authorized representative  \nof the Union and the Employer or their authorized representative. Should they fail to effect a  \nsettlement, the matter shall proceed to Step Two. By mutual agreenient Step Two may be  \nwaived.  \nStep Two: The dispute shall be referred to a Board of Conciliatron within fifteen (15)  \nworking days. This Board shall consist of two (2) persons who have no direct involvement in the  \ndispute, appointed by each party. If these four (4) persons cannot effect a settlement within seven  \n(7) days after the dispute has been referred to them the matter shall procet:d to Step Three.  \nStep Three: By mutual agreement, the issue may be referred to mediz.tion. The parties shall  \nrequest a mediator from the Federal Mediation & Conciliation Service or other mutually  \nacceptable services. This person shall serve as the mediator to resolve the dispute. The expense  \nof employing the mediator shall be borne equally by both parties and cach party shall be  \nresponsible for their own attorney fees and costs. Should mediation be w.ived or the parties fail  \nto reach agreement, the matter shall proceed to Step Four.  \nStep Four: = The parties shall request a list of seven arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable services and shall alternately stril:e names until only one  \nname remains. This person shall serve as the arbitrator to resolve the dispute. The expense of  \nemploying the arbitrator shall be bore equally by both parties anc: each party shall be  \nresponsible for their own attorney fees and costs.  \nAny decision of the Board shall be within the scope and term: of this Agreement. It  \nmay also provide retroactivity not exceeding sixty (60) days from the «iate the grievance was  \nfiled_and shall state the effective date. Decision by this Board shall be rzndered within twenty  \n(20) days, or at their discretion, after the dispute is referred to them, and such decision shall be  \nfinal and binding upon all parties. By mutual agreement, the aforementioned time frames in this  \nArticle may be waived or extended.  \n"], ["ARTICLE 12  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no strikes, no work stoppages or slowdowns or other interference  \nwith the work because of jurisdictional! disputes.  \nSECTION 2. The Employer shall be responsible for all jurisdictional assignments. In issuing  \nsuch assignments, the Employer shall be guided by decisions of record and/or jurisdictional  \n2007-2010 5 OPERATING ENGINEERS 302  \nagreements of record. Craft jurisdiction ts neither determined nor awarded by classifications  \nappearing in any labor agreement. Al! jurisdictional disputes shall, subject to Section 3 of this  \nArticle, be adjudicated in accordance with the current Plan for the Settlement of Jurisdictional  \nDisputes.  \nSECTION 3. Where a jurisdictional dispute involves any Union or Employer not a party to the  \nprocedures established by the Impartial Jurisdictional Disputes Board and is not resolved  \nbetween the Unions, it shall be referred for resolution to the International Unions, with which the  \ndisputing Unions are affiliated. The resolution of the disputes shall be reduced to writing signed  \nby representatives of the International Unions, and the Employer will abide by the resolution.  \nThe disputed work shall continue as assigned by the Employer until the dispute has been  \nresolved. The provisions of Section | apply to disputes covered by this paragraph.  \n"], ["ARTICLE 13  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. It is mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 11.  \nSECTION 2. Employees shall not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line as recognized in section 7 of  \nthe NLRA.  \nSECTION 3. As required by law, employees shall be furnished to the Employer dunng labor  \ndisputes with other construction crafts and the Employer will endeavor to work as long as  \neconomically possible during these periods.  \n"], ["ARTICLE 14  \nSAFETY MEASURES  \n", "SECTION L. The Employer and the employee will conform to all Federal and State health and  \nsafety regulations applicable to work covered by this Agreement and shali have adequate shelters  \navailable where necessary, with heat, where the workers can change and dry their clothes and  \nstore their tools. On all projects covered by this Agreement, there shall be provided by the  \nEmployer at all times during construction, sanitary facilities consisting of a reasonable number  \nof toilets and urinals. Fresh drinking water will be available to the workers. Employer will  \nfurnish welding equipment, including all lcathers, hard hats, eye protection, ear protection,  \nrespirators, safety belts and lanyards, and reflective vests.  \nSECTION 2. This Agreement is not intended to and shall not be construed as creating,  \nimposing, or adopting on the Union or representatives any state common-law duties in the areas  \nof safety.  \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION |. This Agreement is not intended to and shal! not be construed to permit acts which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in  \nany court or other Governmental action, be held invalid, the remaining provisions and their  \napplication shall not be affected thereby. Provided, however, upon such invalidation the parties  \nsignatory hereto agree to immediately meet to re-negotiate such provisions affected. The parties  \nagree to arrive at a mutually satisfactory replacement within sixty (60) days unless a definite  \nextension of time is mutually agreed to. In the event that the parties are unable to negotiate a  \nreplacement, the matter shal! be resolved through the provisions of Article 11.  \nOPERATING ENGINEERS 302 6 2007 - 2010  \n   \n   \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION L. SINGLE SHIFT OPERATION  \n", "(a} Eight (8) hours shall constitute a day's work, five (5) days shall constitute a  \nweek's work. Monday through Friday.  \n(b) A single shift operation shall be restricted to the hours between 6:00 am and  \n6:00 pm and eight (8) hours of continuous employment (except for mea period) shall constitute  \na day's work Monday through Friday of each week  \n(c) Four ten (10) hour shifts at the straight time rate may be established Monday  \nthrough Thursday. In the event the job is down due to weather conditions, then Friday may, at  \nthe option of the Employer, be worked as a make-up day. All hours worked in excess of ten (10)  \nhours a day or forty (40) hours a week must be compensated at the overti:ne rate.  \n(d} No employee shall be discharged, laid off, or disciplined, replaced or  \ntransferred for refusing to work a make-up day.  \n(e) In the event of a civil emergency such as, but not limited to, earthquakes,  \nfloods, or fires, starting time of the shift may be made to fit the emergenc y and eight (8) hours in  \nany twenty-four (24) hour period may be worked at straight time. In order to work such shift,  \nmutual agreement shall be received.  \n(f) Special Shifts - When the owner (not acting as thy: contractor), contract  \nspecifications or a government agency require that work can only be performed outside the  \nregular day shift, then a special shift may be worked at the straight time rate. The starting time  \nof work will be arranged to fit such conditions of work. Such shift stall consist of eight (8)  \nhours work for eight (8) hours pay or ten (10) hours work for ten (10) hours pay for four ten  \nshifts. In the event the special shift is less than forty (40) hours in duration the Employee will  \nreceive an additional $1.00 per hour special shift premium. This premiurn pay does not apply to  \nwork outside the normal shift that is paid in accordance with Article 17. C'vertime.  \n(g) Holiday Week: In the event that a holiday is celebrated during the week  \n(Monday through Friday), the remaining four days of the week may be worked as a four ten shift  \nat the straight time rate.  \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Emsloyer. The Employer  \nshall notify the Union of either a two (2) or three (3) shift operation. Shift hours and rates will  \nbe as follows:  \n(a) Two Shift Operation. On a two consecutive shift operation, no shift penalty is  \ninvolved for work performed on either of these two shifts. Each shift must be scheduled for at  \nleast eight (8) hours except as provided for in Section | of this Article. O1 a two shift operation,  \nthe second shift shall be established for a minimum of three (3) days.  \nOnce the starting times are established for the two shift operation, they shall not be  \nchanged except upon three (3) working days written notice to the Union.  \n(b) Three Shift Operation. Ona three shift operation, the following shall apply:  \nFirst Shift - The regular hours of work on the first shift of three shift operations shall be eight (8)  \nhours of continuous employment, except for a_meal period at mid-shift, between the hours of  \n6:00 am and 6:00 pm.  \nSecond Shift - The second shift shall consist seven and one-half hours of continuous  \nemployment, except for a meal period at mid-shift, and shall be paid for at eight (8) hours the  \nstraight time hourly wage rate.  \n   \n2007-2010 7 OPERATING ENGINEERS 302  \n   \nThird Shift - The third shift shall consist of seven (7) consecutive hours of employment, except  \nfor period at mid-shift, and shall be paid for at eight (8) hours the straight time hourly  \nwage rate.  \n(c) Multiple shift (a two or three shift) operation will not be construed on the  \nentire project if at any time it is deemed advisable and necessary for the Employer to multiple  \nshift a specific operation. Those groups of employees only who rclieve first shift groups of  \nemployees and such first shift groups of employees who are relieved by groups of employees on  \na second shift, and on a three shift operation those groups of employees who relieve the groups  \nof employees on a second shift, shall be construed as working multiple shifts. The intent of this  \nclause shall be construed so as to recognize that a group\" and a \"relief group” does not  \nnecessarily mean “‘person to person” relief,  \n(d) It is understood and agreed that when the first shift of a multiple shift (a two or  \nthree shift) operation is started at the basic straight time rate or at a specific overtime rate, all  \nshifts of that day’s operation shall be completed at that rate.  \nSECTION 3. TIDE WORK  \nWhen an employce has completed his/her scheduled shift and ts called out to perform  \nspecial work, including tide work, he/she shall receive premium pay in accordance with the  \nfollowing rates:  \n(a) For show up, four (4) hours pay at regular straight time rate is due  \n(b) When put to work, a minimum of four (4) hours pay is due at the  \novertime rate.  \n"], ["ARTICLE 17  \nOVERTIME  \n", "SECTION 1. Work performed in excess of eight (8) hours of straight time per day, or ten (10)  \nhours of straight time per day when four ten (10) hour shifts are established, or forty (40) hours  \nof straight time per week, Monday through Friday, or outside the normal shift, and all work on  \nSaturdays, shall be paid at time and one-half the straight time rate. Hours worked over twelve  \nhours (12) in a single shift and all work performed after 6:00 pm Saturday to 6:00 am Monday  \nand Holidays shall be paid at double the straight time rate of pay. The Employer shall have the  \nsole discretion to assign overtime work to employees. Primary considcration for overtime work  \nshall be given to employecs regularly assigned to the work to be performed on overtime  \nsituations.  \nSECTION 2__ After an employee has worked eight (8) hours at an applicable overtime rate, all  \nadditional hours shall be at the applicable overtime rate until such time as the employee has had  \na break of eight (8) hours or more.  \n"], ["ARTICLE 18  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. Reporting pay: Employees reporting for work and not put to work shall receive  \ntwo (2) hours pay at the regular straight time rate, unless notified not to report at the end of the  \nprevious shift or two (2) hours prior to the start of a shift. Employer may require employees to  \nremain at the jobsite for the two (2) hours to receive such reporting pay.  \nIt is understood that it shall be the responsibility of the Employer to secure from each  \nemployee a telephone number by which he can be contacted. The employer will make every  \neffort to notify employees of any shift cancellation. If the employee does not, at the  \nrequest, furnish a telephone number or fails to inform the Employer of any change of number at  \nwhich they may be reached, then the Employer shall be relieved of any responsibility of  \nnotification and shal! not have to pay show-up time.  \nOPERATING ENGINEERS 302 8 2007 - 2010  \n   \n   \nWhen employees, including new hires, reporting for work arrive on the job unprepared to  \nperform the work required (for example, under the influence of alcohol cr drugs, or inadequately  \nclothed), the Employer shall not be expected to put such individuals tc work nor shall they be  \nentitled to reporting pay 1f not put to work.  \nReporting pay on overtime days shail be a minimum of two (2) hours at the applicable  \novertime wage rate.  \nSECTION 2. Minimum Hours: When the shift is started, half :.hift shall be allowed; if  \nsecond half is started, then a whole shift shall be allowed; and if the seccnd half of the shift only  \nis started, one-half (2) shift shall be allowed, unless an employee leaves of their own volition or  \nis discharged for cause, in which event they shall be paid for actual time worked.  \nSECTION 3. if any employee refuses to start work or if any emplovee stops work on his own  \nvolition, the minimum set forth in Section 2 above shall not apply.  \nSECTION 4. Employees called to work and who are put to work on Saturdays, Sundays or  \nholidays shall be compensated at the applicable overtime rate and as outlined in SECTION 2.  \nSECTION 5. When a shift is suspended due to inclement weather, after the two (2) hour  \nminimum, employees shall be paid for actual time worked.  \nSECTION 6. When an employee is “called out” to work without at least cight (8) hours time off  \nsince their previous shift, all such “call out” time shall be paid at the ove rime rate until he shall  \nhave the eight (8) hours rest period.  \n"], ["ARTICLE 19  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. The Employer retains full and exclusive authority for ~he management of its  \noperation subject to the provisions of this Agreement. The Employer shall direct his working  \nforces at his sole prerogative including, but not limited to hinng, promotion, transfer, layoff or  \ndischarge for just cause as traditionally practiced within the Construction Industry. The  \nEmployer shall utilize the most efficient methods or techniques of construction, tools or labor  \nsaving devices. There shall be no limitations upon the choice of materials: or design except those  \nimposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management rights shall no! be deemed to exclude  \nother functions not specifically set forth.  \nSECTION 3. It shall not be a violation of this Agreement when the Employer considers it  \nnecessary to shut down to avoid possible loss of human life because of :un emergency situation  \nthat could endanger the life and safety of an employee. In such employees will be  \ncompensated only for the actual time worked. In the case of a situation descnbed above whereby  \nthe Employer requests the employees to stand by, the employees will t compensated for the  \n“standby time.”  \nIf such a condition continues, the Employer agrees to give timely notice to members of  \nthe next shift scheduled to report for duty. In the event timely notice i: not given, employees  \nwho report for work at their regular reporting time and are not put to work shall be paid “show  \nup pay”.  \nThis article shall be subject to the grievance procedure set forth in Article 11.  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "SECTION 1. Both parties recognize that there may be extenuating circumstances when it is to  \nthe mutual interest of both parties to modify the terms of this Agreement In that event, it will  \nnot be a violation of this Agreement for the parties to meet and mutual y agree to make such  \nmodifications to meet a specific need on a specific project.  \n2007-2010 9 OPERATING ENGINEERS 302  \nIn order to maximize the effect of this provision, all crafts will be requested to act  \nuniformly. Employces of a craft should be treated equally under this provision. The General  \nContractor shall encourage their subcontractors to comply with any modifications granted under  \nthis provision.  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION L. In the event the Employer bids a public job or project being awarded by a Federal,  \nstate, county, city or other public entity which is to be performed at a pre-determined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law  \n74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40 USC 276A-276A7 as amended)) or  \nestablished by the Industrial Statistician of Washington pursuant to the provisions of Title 39  \nRCW (39.12) Prevailing Wages on Public Works, the published hourly wage and fringe rates set  \nforth in said public work at the time of bid shall apply for the first 24 months of the project from  \nthe date the contractor is permitted to proceed with work. And further provided, should said  \npublic project continue beyond the expiration of this Agreement, the fringe benefits then  \napplicable shall be the fringe benefits set forth in the successor Master Agreement  \nNotwithstanding the above, project agreements may be mutually agreed upon to allow use of the  \npre-determined wage and fringe rate for the duration of a project to exceed 24 months.  \nThe fringe benefit contribution rates shall be those as established and maintained by  \nthe Master Agreement and any fringe imecreases are the responsibility of the  \nEmployer.  \nSECTION 2. The Employer agrees to notify in wnting the Union dispatch hall of the said  \ndate the contactor is permitted to proceed with work.  \nSECTION 3. [In the event the specifications include an escalator provision covering wages.  \nsuch amount will be included as an increase to wages to the extent that the Employer may  \nrecover in the escalator claim.  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "SECTION |. Labor and Management are committed to providing employees with a  \nand alcohol-free workplace. It is the goal to protect the health and safety of employees and to  \npromote a productive workplace, and protect the reputation of Labor and Management and the  \nemployees.  \nSECTION 2. Consistent with those goals, the Employer prohibits the use, manufacture,  \npossession, distribution or sale, at its employment sites, of drugs, drug paraphernalia or alcohol.  \nA testing program, pursuant to the Substance Abuse Program, may be instituted, upon mutual  \nconsent of Labor and Management which consent shall not unreasonably be withheld to monitor  \ncompliance with this policy.  \nSECTION 3. If the Employer implements a Substance Abuse Program according to the  \nterms of this Article on a project, all subcontractors will be required to have and implement a  \nsubstance abuse program.  \nSECTION 4. acceptable Substance Abuse Program is contained in a separate addendum  \nto this Collective Bargaining Agreement. It is not a part of this agreement and modifications to  \nthis Substance Abuse Program, by mutual agreement of an employer and the union, will not  \nconstitute a change to this agreement. Mutual agreement will not be unreasonably withheld.  \nSECTION 5. Any grievance related to any Employer’s substance abuse program shall be  \nresolved through Article 11, Settlement of Disputes/Grievance, of this agreement.  \nOPERATING ENGINEERS 302 10 2007 - 2010  \n   \n   \n"], ["ARTICLE 23  \nLIGHT DUTY RETURN TO WORK  \n", "It ts agreed that the Employer may return an injured member to Itght d:ty status when allowed  \nby the member's doctor. When such light duty work is available, light duty functions may not be  \nwork of another craft or work under classifications covered by the Operating Engineers  \nAgreement and Schedule \"A\" classifications. At no time will the membur's total earnings be less  \nthan his/her full time loss compensation under industrial insurance. Furher, the member will be  \nprovided with a full fringe package, as per the collective bargaining agrzement, over and above  \ntotal remuneration. Should the member on light duty have to be laid off, due to no work  \navailable, the employer will not adversely affect his/her ability to continue to receive loss time  \nbenefits from the Industrial Insurance Division of Labor and Industrie:. (including self-insured  \nemployers), provided they are still medically eligible.  \n2007-2010 11 OPERATING ENGINEERS 302  \nAPPENDIX 1  \nSCHEDULE \"A\"  \nCLASSIFICATIONS AND WAGE SCALES  \n   \nOn all work covered by this Agreement, and in all instances in which equipment is  \noperated in the performance of work covered by this Agreement, such work shall be performed  \nand such equipment shall be operated by employces obtained in accordance with this Agreement  \n(Appendix \"3” Hiring and Union Recognition) and they and each of them shall be employed in  \nthe classifications and at the wage scales following:  \nNOTE: ONLY ZONE \"1\" RATES ARE SHOWN FOR ALL CLASSIFICATIONS. REFER TO  \nSCHEDULE \"C\" FOR ZONE \"2\" & \"3\" RATE ADJUSTMENTS.  \n    \n  \n   \n        \n   \n   \n   \n   \n   \n   \n    \n   \n   \n   \n   \n    \nOU 8288847 $34.75  \nMM $33.05 $34.33  \n$30.69 $31.97  \n      \n     \n     \n      \npo Effective Date  \npo Sune 1, 2007 | Sune 1, 2008 | June 1, 2009  \n   \n         \n      \n   \n   \n   \npo Effective ate  \nPo Sn 1, 2007 | June 1, 2008 | June 1, 2009  \nApprenticeship $0.60 $0.65 $0.70  \nTraining/Retraining  \n        \nOPERATING ENGINEERS 302 12 2007 - 2010  \n   \n   \nCLASSIFICATIONS  \nGroup IAAA | -Cranes: Over 300 tons or 300° of boom (including jib with attachments)  \nGroup JAA  \nGroup IA  \nGroup |  \n2007-2010  \n    \n    \n    \n    \n    \n     \n    \n    \n   \n   \n-Cranes: Friction Over 200 tons  \n-Cranes; 200 tons to 300 tons, or 250’ of boom (including jib with  \nattachments)  \n-Cranes: Friction 100 tons through 199 tons  \n-Tower crane: over 175’in height, base to boom  \n- Shovel, excavator, backhoes: over 90 metric tons  \n-Cranes: 100 tons through 199 tons, or 150' of boom (ir cluding jib with  \nattachments)  \n-Overhead, bridge type: 100 tons and over  \n-Tower crane: up to 175’ in height base to boom  \n-Loader: Overhead 8 yards. & over  \n-Shovel, excavator, backhoes: over 50 metric tons and \\ip to 90 metric tons  \n-Mechanices: all (Leadmen - $0.50 per hour over mechanic)  \n   \n-Asphalt Plant Operators  \n-Cableways  \n-Concrete Pump: Truck mount with boom attachment over 42M  \n-Cranes: 45 tons through 99 tons, under 150' of boom (including jib with  \nattachments)  \n-Overhead, bridge type: 45 tons through 99 tons  \n-Derricks:on building work  \n-Hard tail end dump: articulating off- road equipment ¢.3 yards. & over  \n-Loader: Overhead 6 yards. but not including 8 yards  \n-Motor patrol graders: finishing  \n-Mucking machine, mole, tunnel drill, boring, road hvader and/or shield  \n-Quad 9, HD 41, D10 and over  \n-Remote contro! operator on rubber tired earth moving equipment  \n-Rollagon  \n-Scrapers, self-propelled: 45 yards and over  \n-Spreader: Topsider & Screedman  \n-Shovel, excavator, backhoe: over 30 metric tons and uy! to 50 metric tons  \n-Slipform pavers  \n-Transporters: all track or truck type  \n-Welder  \n   \n13 OPERATING ENGINEERS 302  \n   \nGroup II - Batch Plant Operator: concrcte  \n- Barrier machine (Zipper)  \n- Bump cutter  \n- Cranes: 20 tons through 44 tons with attachments  \n- Overhead, bridge type Crane: 20 tons through 44 tons  \n   \n- Chipper  \n- Concrete pump: truck mount with boom attachment up to 42M  \n- Crusher  \n- Deck engineer/deck winches (power)  \n- Drilling machine  \n- Grade Engineer: using blue prints, cut shects, ete  \n- Finishing Machine: Bidwell and Gamaco & similar equipment  \n- Guardrail punch  \n- Hard tail end dump: articulating off-road equipment under 45 yards  \n- Horizontal/directional drill operator  \n- Loaders: Overhead under 6 yards  \n- Loaders: Plant feed  \n- Locomotives: all  \n- Material Transfer Device —  \n- Piledriver: (other than crane mount)  \n- Roto-mill, roto-grinder  \n- Shovel, excavator, backhoe, tractor; 15 to 30 metric tons  \n- Subgrader trimmer  \n- Scraper: self propelled under 45 yards  \n- Truck Crane Oiler/Driver: 100 tons and over  \n- Truck mount portable conveyor  \n- Yo Yo pay dozer  \nGroup II] - Cranes: through 19 tons with attachments A-frame over 10 tons  \n- Concrete Pump: Mounted or trailer high pressure linc pump, pump high  \npressure.  \n- Conveyors  \n- Dozers: D-9 & under  \n- Drill Oilers: auger type, truck or crane mount  \n- Forklift: 3000 Ibs and over with attachments  \n- Horizontal/directional drill locator  \n- Outside Hoists (elevators and manlifts), Air Tuggers,Strato  \n- Tower Bucket Elevators  \n- Hydralifts/boom trucks: over 10 tons  \n- Loaders: elevating type belt  \n- Motor patrol grader: non-finishing  \n- Piant oiler: asphalt, crusher  \n- Roller: plant mix or multi-lift materials  \n- Saws: concrete  \n- Scrapers: concrete & carry all  \n- Service engineers: equipment  \n- Trenching machines  \n- Truck crane oiler/driver: under 100 tons  \n—Shovel , excavator, backhoe, tractors: under 15 metric tons.  \n   \nOPERATING ENGINEERS 302 14 2007 - 2010  \nGroup IV - Assistant Engineer  \n- Bobcat  \n- Brooms  \n- Compressor  \n- Concrete Finish Machine: Laser Screed  \n- Cranes:A-frame: 10 tons and under  \n- Elevator and man-lift: permanent and shaft type  \n- Forklifts: under 3000 Ibs. with attachments  \n- Gradechecker/Stakeman  \n- Hydralifts/boom trucks:10 tons and Under  \n- Oil distributors, blower distribution & mulch seeding operator  \n- Pavement breaker  \n- Posthole digger: mechanical  \n- Power plant  \n- Pumps: water  \n- Rigger and Bellman  \n- Rolier: other than plant mix  \n- Wheel tractors: Farmall type  \n- Shotcrete/gunite equipment  \n- Quick Tower: no cab, under 100 feet in height based 0 boom  \n- Brokk: Remote demolition equipment  \n      \nAll equipment will be classified in accordance with their respective manuiacturer's rated  \ncapacity. The rates of pay for all tandem scrapers and/or scraper trailer will be paid in  \naccordance with the total yardage thereof.  \nGeneral Foreman /Foreman- $2.00 per hour over highest classification unler his supervision.  \nMaster Mechanic - $1.00 per hour over highest classification under his supervision.  \nWage scales for operators of equipment operated on heavy construction not listed herein shall be  \nnegotiated at the time such equipment is to be operated.  \nHANDLING OF HAZARDOUS WASTE MATERIALS:  \nPersonnel in al! craft classifications subject to working inside 2 designated hazardous  \nwaste perimeter shall be eligible for compensation in accordance wit. the following group  \nschedule relative to the level of hazardous waste as outlined in the Hazardous Waste  \nProject Site Safety Plan. (The level of protection shall be defined in CF}. 1910.120., Appendix  \nB.)  \nHANDLING OF HAZARDOUS WASTE MATERIALS:  \nPersonnel in all craft classifications subject to working inside a designated hazardous  \nwaste perimeter shall be eligible for compensation in accordance with the following group  \nschedule relative to the level of hazardous waste as outlined in the specific Hazardous Waste  \nProject Site Safety Plan. (The level of protection shall be defined in CFH. 1910.120., Appendix  \nB.) Classification/Hazardous Waste Group Number  \nH-! Base Wage Rate when on a hazardous waste site when not cutfitted with  \nprotective clothing or Level \"D\" equipment  \n_ Class “DD” Suit- Base wage rate plus $0.50 per hour  \nH-2 Class \"C\" Suit - Base Wage Rate plus $1.00 per hour  \nH-3 Class \"B\" Suit - Base Wage Rate plus $1.50 per hour  \nH-4 Class \"A\" Suit - Base Wage Rate plus $2.00 per hour  \nApprentice scales shall be set forth in APPENDIX 1, SCHEDULE \"B\", SECTION (4)c.  \n2007-2010 15 OPERATING ENGINEERS 3062  \nSCHEDULE \"B\"  \nFRINGE BENEFITS  \nSECTION 1. HEALTH & SECURITY  \nIt is agreed that all Employers covered by this Agreement shall contribute a sum as listed  \nin Schedule \"A\", herein for each compensable man hour of Operating Engineers including  \nsupervisory employees when covered by this Agreement. Said contributions shall be made on or  \nbefore the fifteenth (15th) day of the month following the month in which the hours were worked  \nto Locals 302 & 612, International Union of Operating Engineers Construction Industry Health  \n& Security Trust Fund in the manner set forth in the Trust Agreement of the said Trust Fund.  \nThe details of the Health & Security Plan established by this trust fund shall continue to be  \ncontrolled and administered by a joint board of Trustees composed of equal representation from  \nthe Unions and the AGC of Washington who are signatory to the trust agreement of the aforesaid  \ntrust fund. Each Trustee appointed by the Union shall be a member of the Union party to this  \nAgreement, and cach Trustee appointed for the Employers shall be a member of an affiliated  \nfirm of the AGC of Washington or a regular paid employee of the AGC of Washington.  \nIt is understood that the Union and Employer associations are principal parties to the  \nTrust Agreements, and therefore, shail be furnished full information on the actions of the  \nTrustees and the operations of the Tnusts.  \nSECTION 2. POST RETIREMENT/HEALTH REIMBURSEMENT ACCOUNT  \nThe creation and implementation of a plan will be determined by the Board Trustees of the Local  \n302 and 612 of the International Union of Operating Engineers-Employers Construction Industry  \nPost Retirement/Health Reimbursement Account, in accordance with the Trust Agreement that  \ncreates the Fund. The Employer and the Union agree to be bound by said Trust Agreement and  \nall lawful amendments thereto, and do further agree to accept as their representatives those  \nEmployer Trustees and Union Trustees who constitute the Board Trustees of said Trust Fund and  \ntheir lawful successors.  \nSECTION 3. PENSION  \n{t is agreed that all employers covered by this Agreement shall contribute a sum as listed  \nin SCHEDULE “A” herein for each compensable man hour of operating engineers including  \nsupervisory employees when covered by this Agreement. Said contributions shall be made on or  \nbefore the fifteenth (15) day of the month following the month in which the hours were worked,  \nto Locals 302 & 612, Operating Engineers-Employers Retirement Fund in the manner as set  \nforth in the trust agreement of the said trust fund. The details of the Retirement Plan established  \nby this trust fund shall continue to be controlled and administered by a joint board of trustees  \ncomposed of equal representation from the Unions and the AGC of Washington who are the  \nsignatory to the trust agreement of the aforesaid trust fund. Each Trustee appointed by the Union  \nshall be a member of the appointing Local and each trustee appointed by the employers shall be a  \nmember of an affiliated firm of the AGC of Washington or a regular paid employee of the AGC  \nof Washington.  \nSECTION 4. EXCESS BENEFIT PLAN  \n[t is agreed that a portion of the negotiated pension contributions to the Locals 302 and  \n612 of the International Union of Operating Engineers-Employers Construction Industry  \nRetirement Fund (“Retirement Fund’’) shall be remitted to a Non-Qualified Excess Benefit Trust  \n(“Excess Benefit Trust’) to be utilized as necessary to establish, fund and administer the Excess  \nBenefit Trust and a Non-Qualified Excess Benefit Plan under guidelines established in Internal  \nRevenue Service (“IRS”) Private Letter Rulings and under any other IRS private letter ruling the  \nparties may request. The amount remitted to the Excess Benefit Trust shall be the amount  \nnecessary to pay benefits and administrative expenses under the Non-Qualified Excess Benefit  \nPlan for the following month, including any retroactive payments authorized by the Excess  \nBenefit Plan, as calculated by the third-party administrator for the Retirement Fund and Excess  \nBenefit Trust. The balance of the contributions not paid to the Excess Benefit Trust shall be  \nOPERATING ENGINEERS 302 16 2007 - 2016  \n   \n   \nremitted to the Retirement Fund. In no event shall amounts previously contributed to the  \nRetirement Fund be reallocated to the Excess Benefit Trust.  \nThe Excess Benefit Plan will be designed solely to provile pension benefits to  \nRetirement Fund participants, whose benefits are otherwise limited by Internal Revenue Code  \nSection 415.  \nThe Excess Benefit Plan and Trust will be administered by a Board of _ Trustees  \nconsisting of the same Trustees who administer the Retirement Fund. The Retirement Fund  \nTrustees are granted the authority to establish and maintain the Excess Benefit Plan and Trust,  \nprovided that the language of the Excess Benefit Plan will allow for its termination if continuing  \nbenefits under that Plan will impair the funding status of the Retirement /“und, or if legislation is  \nadopted modifying Internal Revenue Code Section 415 to such an extent that the Excess Benefit  \nPlan is no longer required.  \n   \nSECTION 5. APPRENTICESHIP/TRAINING/RETRAINING  \n(a) The parties to the Agreement agree that the best interest of the construction industry  \nwill be served by establishing an apprenticeship/training/retraining program so that new  \nemployees may be trained in the operation of equipment covered by this /\\zreement.  \n(b) It is agreed that all employers covered by this Agreement shall contribute a sum as  \nlisted in SCHEDULE \"A” for each compensable man hour of Engineers, including  \nsupervisory employees when covered by this Agreement, employed by such employers in work  \ncontained in the term of this Agreement. Said contributions shall be made on or before the  \nfifteenth (15) day of the month following the month in which the hours were worked to the  \nWestern Washington Employers-Engineers Training Trust in the manner as set forth in the trust  \nagreement of the said trust fund. The details of the Apprenticeship/Train: ng/Retraining program  \nestablished under this trust fund shall continue to be controlled and administered by a joint board  \nof trustees composed of equal representation from the Unions and the AGC of Washington who  \nare signators to the trust agreement of the aforesaid trust fund. Each trustee appointed by the  \nUnion shall be a member of the appointing Local and each trustee appo: nted by the employers  \nshall be a member of an affiliated firm of the AGC of Washington or a resular paid employee of  \nthe AGC of Washington.  \n(c) APPRENTICE RULES:  \n1. Apprentices shall be paid the following rates of wages based on a percentage of  \n   \n   \n   \n   \nGroup III:  \nIst 1000 hours 65%  \n2nd 1000 hours 70%  \n3rd 1000 hours 75%  \nAn 1000 hours 80%  \n5% 1000 hours 90%  \n6 1000 hours 95%  \n   \n2. All working conditions governing the employment of journcymen shall also apply  \nto apprentices.  \n3. Apprentice Ratios. A well trained workforce is critical to the long-term efficient  \nand economical performance _of the work covered by this agreement. The  \nEmployer and the Union are mutually committed to usinz apprentices to have  \nadequate supply of skilled workers for the future. Accordingly, the Employer and  \nthe Union agree to a goal to employ apprentices at a rate of 15% of the Operating  \nEngineers covered by this agreement. Additionally, each individual contractor  \nwho employs seven (7) or more journeymen operating engineers covered by this  \nAgreement shall employ a minimum of one (1) apprentice. Thereafter, said  \ncontractor shall employ one (1) additional apprentice “or each twenty (20)  \njourneymen covered by this Agreement.  \n2007-2010 17 OPERATING ENGINEERS 302  \nEXAMPLE:  \n   \nJourneymen No. of Apprentices required  \n0~6 None ¢q  \n7-19 One (1)  \n20 — 39 Two (2)  \n40 — 59 Three (3)  \n60 — 79 Four (4)  \n80 — 99 Five (5), ete.  \n4. If, for any reason, the criteria established in this paragraph cannot be met  \nby cither party, a review of the situation will be made via the grievance procedure.  \n5. A Joint Apprenticeship and Training Committee established by the parties  \nto this Agreement shall have the responsibility for establishing a training and retraining program,  \nand apprenticeship program which shall be within the scope of the National Apprenticeship  \nStandards. This committee shall establish a referral procedure for apprentices in conformance  \nwith the training standards. The apprenticeship office shal] dispatch all apprentices in  \naccordance with the procedure established by the above committee without regard to other  \nprovisions of APPENDIX 3.  \n6. Apprentices who have completed the Apprenticeship and Training  \nprogram established under this Agreement shall obtain Group | status. Any apprentice having  \nbeen cancelled for just cause after written and specific notice and full and fair hearing by the  \nApprenticeship Committee, or who has dropped out of the program of their own accord, shall not  \nbe permitted to register for employment nor be dispatched as journey level operator by the local  \nUnion for a period of two (2) years after cancellation.  \nSECTION 6. It is understood that the Union and Employer Associations are principal parties to  \nthe trust agreements and therefore, shall be furnished full information on the actions of the  \ntrustees and the operations of the trusts.  \nIn the event an Employer fails to make the monetary contributions in conformity with <q  \nthis section of the Agreement, the Union is free to take economic action against such Employer it  \ndeems necessary, and such action shal! not be considered a violation of this Agreement.  \n   \nSECTION 7. FRINGE OPTION: It is further agreed that if additional sums are necessary to  \nmaintain or improve the fringe benefit plans, such sums may be deducted from wages at any  \nanniversary date of the Agreement by mutual agreement, giving sixty (60) days pnor notice.  \nSECTION 8. WORKING-DUES CHECK-OFF ASSIGNMENTS  \nIn accordance with the terms of an individual and voluntary written authorization  \nfor check-off of membership dues in form permitted by the provisions of Section 302 (c) of the  \nLabor Management Relations Act, as amended, the Employer agrees to deduct for working dues  \ntwo percent (2%) of gross wages once each week which has been or will be in the future  \nauthorized by the membership of the Union. All monies collected for working dues by the  \nEmployer shall be paid to the agent of the Union, namely: IUOE Local 302 & 612 Construction  \nIndustry Health & Security and Pension Funds, c/o Welfare and Penston Administration  \nServices, Inc., P.O. Box 34205, Seattle, WA 98124-1205. The working dues which are deducted  \nshall be paid monthly by the fifteenth (15) day of the month following the month in which they  \nwere deducted. The working dues shall be remitted to the Local that retains the jurisdiction for  \nthe project as specified in Article 3, Territory of Agreement.  \nSECTION 9. UNION AND POLITICAL PROGRAMS  \nA. The Employer agrees to deduct from the net pay (after taxes) of each  \nemployee performing work covered by the terms of this Agreement a sum as set forth in  \nAppendix, Schedule “A” for each compensable hour worked and remit same to the IUOE Local  \n302 & 612 Union Programs Fund. Contributions will be made on the same form as the Health  \nand Security payments. . The union program contribution shall be remitted to the Local that  \nretains the jurisdiction for the project as specified in Article 3, Territory of Agreement. q  \nOPERATING ENGINEERS 302 18 2007 - 2010  \nTe  \nB. The Employer will deduct five cents ($0.05) for each hour that the Employee  \nreceives wages under the terms of the Agreement, on the basis of indivi:lually signed, voluntary  \nauthorized deduction forms. It 1s agreed that these authorized deductions for the IUOE Local  \n302 Political Programs Fund are not conditions of membership in the International Union of  \nOperating Engineers or of employment with the Employer and that the Local 302 Political  \nProgram Funds will use such monies in making political contribution in connection with Federal  \nState, and Local elections. Contributions will be made on the same the Health &  \nSecurity payments.  \n   \nThe costs of administenng this payroll deduction for Local 302 Political Program Fund  \nare incorporated into the economic package provided under the terms of this Agreement so that  \nthe IUOE Local 302 has, through its negotiation and its execution of this Agreement, reimbursed  \nthe Employer for the costs of such administration.  \nSECTION 10. RECIPROCITY AGREEMENT  \nIf Local 302 has entered into a reciprocity agreement with a sister local outside the  \nJurisdiction of the agreement providing that an Employer covered by Agreement may bring  \nits key employees with it into Local 302's jurisdiction, said Employer shz |] be permitted to make  \ncontnbutions to the sister local trust funds on behalf of its key In the event the total  \ncontributions under this Agreement are higher than the total sister Local contribution rate, the  \ndifference shall be paid to the employee as a part of his/her wages.  \nSCHEDULE \"C\"  \nZONE PAY DIFFERENTIAL  \nSECTION |. The payment for transportation reimbursement shall be governed by the following  \nprovisions:  \n(a) The parties recognize that it is sometimes inconvenient to get to the job  \nlocations because of varying distances. It is agreed and understood that while traveling to and  \nfrom work, the employees are not within the course and scope of thei: employment and the  \nrelationship of Employer-employee does not commence until the hourly v.age commences.  \nSECTION 2. ZONE PAY  \nZone pay differential shall be paid on jobs located ouside of the free zone  \ncomputed from the city center of the following listed cities:  \nBellingham Everett Aberdeen Seattle  \nMount Vernon Port Angeles Shelton Wenatchee  \nKent Port Townsend Bremerton Yakima  \nTRAVEL:  \nZone 1: 0 — 25 radius miles Basic hourly rate  \nZone 2: over 26 - 45 radius miles —_ Basic hourly rate +$1.00 per hour  \nZone 3: Over 45 radius miles Basic hourly rate +$1.30 per hour  \nSECTION 3. SPECIAL TRAVEL CONDITIONS  \n(a) When the only access roads to a job require employees to travel into a  \nhigher travel zone and back to the zone in which the job is located, then the employee shall be  \npaid the travel remuneration provided for the higher zone.  \n2007-2010 19 OPERATING ENGINEERS 302  \n(b) On dam, hydroelectric, building projects and other remote enginecring  \nprojects such as airports, refineries and radar or radio installations, but not limited thereto, where  \nthe Employer provides camp or board and lodging, required traveling time will be paid for the  \ninitial trip to the job and return. Payment of travel time on the return trip will be paid to all  \nemployees, including discharges and layoffs: the only exception that shall apply will be as to  \nthose employees that remain on the job less than thirty (30) calendar days who voluntarily quit.  \n(c) On jobs where an Employer establishes a camp with board and lodging, or  \nwhere the Employer prohibits private vehicles beyond a designated area, which in either case is  \nmore than reasonable walking distance from the job site, the Union and the Employer concerned  \nshall be required to enter into immediate negotiations to establish all conditions of travel and/or  \ntransportation from the camp or parking areas to the place of work in the job site.  \nSECTION 4. CAMP PROVISIONS  \nWhen the employer provides camp or board and lodging, the basic wage scale will  \nbe observed and rate of camp or board and lodging will not exceed $9.00 per day to be paid by  \nthe employee. Any costs over $9.00 per day will be absorbed by the Employer, on jobs in  \nremote areas where camp or board and lodging is not provided and housing is inadequate. or the  \ncost for housing is prohibitive, the Employer will make every effort to arrange for housing at  \nreasonable rates to his employees.  \nSECTION 5. TOLL & FERRY FEES  \nAll necessary ferry or other forms of water transportation are to be reimbursed by  \nthe Employer in the following manner:  \n(a) Employees will be rermbursed at the passenger fare or passenger car fare  \nwhen substantiated by receipts.  \n(b) When employees elect to live at or near the project and forego daily ferry  \ntravel, it is recognized that they are entitled to the prerogative of visiting their homes for the  \nweekend, and in that event ferry charges shall be paid for such weckend travel as substantiated  \nby receipts.  \nWhen circumstances make it necessary that a toll bridge be utilized, the employees  \nwill be reimbursed accordingly.  \nAPPENDIX 2  \nCRAFT WORK RULES  \nSECTION 1. CREWS  \nA. Crews on power shovels, mucking machines, crawler cranes, floating cranes, truck  \ncranes, whirley cranes, locomotive cranes, Hyster cat cranes, drilling machines, pile driving  \nequipment, and trenching machines shall consist of an operator and additional engineer unless  \nthe Union agrees that an additional engineer is not necessary; and when an employee or  \nemployees additional to the operator are required by the Employer for operation, servicing,  \nmaintenance or repair on any equipment covered by this Agreement, such extra employee or  \nemployees shall be engineers or assistant engineers. Equipment mentioned above shall not mean  \nsmall machines on which it has been the past practice to use only one employee. The additional  \nengineer is to be under the direct supervision of the operator at all times. In order to maintain the  \njurisdiction of the Operating Engineers, the Union may, when it deems necessary, allow the  \ncontractor to utilize the additional engineers on an intermittent basis to operate equipment in the  \nimmediate area and under the supervision of the operator.  \nB. A Crane Oiler shall be required on Truck Cranes and All Terrain Cranes that are over  \n55 tons. All Rough Terrain Cranes and Self Propelled Boom type Hydraulic lifting devices and  \nTruck Cranes that can travel on the Washington State Highway system with the boom over the  \nfront of the crane carrier without a boom dolly, trailer or any type of conveyance to transport any  \nattachment or part or said Hydraulic Crane may be operated one {1} Operating Engincer. If  \nOPERATING ENGINEERS 302 20 2007 - 2010  \n   \n   \nassistance is needed for assembly or disassembly, it shall be done by an ‘)perating Engineer. No  \nCrane shall be altered or de-rated for purposes of utilizing one (1 crating Engineer.  \n   \nIn order to maintain the craft of the operating engineer a ngger/bellmin will be employed on  \ntower cranes in addition to the operator at the option of the employer.  \nSECTION 2. BARGAINING AGENT  \nThe Employers recognize and agree that the Union is the exclusive bargaining agent for  \nthe operation, maintenance. Employers shop and job site repair of all heavy construction  \nequipment operated by engineers.  \nSECTION 3. MAINTENANCE WORK  \nOn all work requiring dewatering of caissons, foundations, piers, etc., or maintenance of  \nair pressure in tunnels, caissons, etc., such work will be performed in ac:ordance with the work  \nweck and overtime provisions heretofore established in ARTICLE 16, except that time worked  \non Sundays, when no other activities (other than such maintenance work as herein specified and  \nwhich is being done by any other crafts) are in progress, will be compens:ited for at the overtime  \nrate of one and one-half (1 % ) times the basic rate of wages.  \nSECTION 4. FOREMAN AND GENERAL FOREMAN  \nWhen in the Employer's opinion the spread is sufficient to re:juire the services of a  \nForeman or General Foreman, such Foreman or General Foreman shall be qualified to supervise  \nsuch work as may come within the scope of this Agreement, but he shall be a member of the  \nUnion. It is understood that a General Foreman shal! have a minimum of two (2) foremen under  \nhis supervision.  \nSECTION 5. LEADMAN MECHANIC  \nWhen there is no mechanic foreman on a shift and three (3: or more heavy duty  \nmechanics arc employed on shift, one (1) shall be designated as a working leadman mechanic  \nand shall receive leadman'’s pay.  \nSECTION 6. WELDERS CERTIFICATION  \nWhen the Union fills a request for a certified welder, such referred Operating Engineer  \nshall have in his possession a current recognized certificate comparab‘c to the local area or  \nASME test. If the job to be performed requires additional certification of any kind, the  \nEmployer shall pay for all expenses involved in securing such test.  \nSECTION 7. MASTER MECHANIC  \nMaster mechanics will be employed with the understanding reached in the pre-job  \nconference.  \nSECTION 8 SPECIAL SAFETY MEASURES  \n   \nTo insure safety and eliminate unnecessary occupational accident::, the Employers agree  \nthat:  \nWhenever practical, equipment shall be properly cabbed and  \nTo eliminate the noise and fumes from exhausts on equipment, the shall be raised  \nabove the cab of the machine. Tandem rubber tired pulls, euclids and si:nilar types shall have  \nexhausts installed on a vertical basis with no side elbows.  \nThe seats and standard manufacturers padding shall be maintained n good repair.  \nHigh speed haul roads shall be properly maintained.  \nBrakes shall be maintained on all rubber tired, self-propelled equipraent.  \n2007-2010 21 OPERATING ENGINEERS 302  \nSafety belts shall be required on all rubber tired equipment.  \nAdequate lights shall be provided for equipment operated at night.  \nRear view mirrors will be maintained on all truck cranes.  \nBoom stops shall be maintained on all cranes.  \nAll cranes shall carry pertinent information or a poster with respect to manufacturers  \nrated capacity relative to boom lengths and load capacity.  \nAll items required for the safe operation of the equipment shall be in working condition.  \nAll signalmen shall use standard signals.  \nSECTION 9. TEMPORARY UPGRADING  \nWhen an employee is temporarily required to perform work on another classification  \nwithin his craft, the employee shall be paid the higher rate that either classification calls for  \nwhile required to perform such work.  \nWhen work is performed, a minimum of one (1) hour during the first half of the shift, the  \nemployee affected shall receive four (4) hours pay at the applicable rate. Whenever work is  \nperformed, a minimum of one (1) hour during the second half of the shift, the employee affected  \nshall receive four (4) hours pay at the applicable rate.  \nSECTION 10. PROTECTIVE CLOTHING  \nAll employees will be furnished rubber boots, coats, pants and hats in suitable condition  \non wet jobs, and these to be charged to the employces, who are to guarantee their return in like  \ncondition, wear and tear excepted.  \nSECTION 11. TOOLS, TRANSPORTATION OF TOOLS  \n   \n(a) Heavy duty mechanics shall furnish their own tools, but shall not be  \nrequired to furnish special tools as follows: Air or electric wrenches, gear and bearing pullers,  \nelectric drills, reamers, taps, and dies, Oxyacetylene hoses, gauges, torches and tips, 36” pipe  \nwrenches, socket wrench drives over 3/4\", wrenches over 2\", coffin hoists and hydraulic jacks.  \n(b) Mechanics shall not be required by the Employer to furnish their own  \ntransportation for tools to perform their work assignments.  \n(c) The Employer agrees to provide an adequate, dry and safe storage place  \nfor the storage of employee's tools which may be necessary in the performance of his work. The  \nEmployer agrees that while such tools are in the Employer's custody, and providing that the  \nemployee has locked these tools in an adequate tool box, the Employer will carry insurance or  \nassume personal liability, therefore to cover the full, prior agreed value of such tools which may  \nbe lost because of fire, flood or theft. Tools broken or damaged in the course of employment  \nwill be replaced or reimbursement therefore will be made by the Employer upon the prescntation  \nof satisfactory evidence.  \n(d) When employees are required to pilot and/or haul equipment and/or hau!  \nmaterials in support of equipment for the job, the vehicles necessary to perform the work will be  \nprovided by the employer.  \nSECTION 12. WARRANTY WORK  \nThe only exception with respect to Appendix 2, Section 3 is warranty work, and this  \nwork will be permitted and performed in accordance with the following:  \n(a) Warranty work shall be recognized on new equipment or machinery for a  \nperiod not to exceed 1,000 meter hours.  \nOPERATING ENGINEERS 302 22 2007 - 2010  \n   \n   \n(b) Warranty work shall be recognized on used equipinent or machinery for a  \nperiod not to exceed 300 meter hours.  \n(c) Equipment which is leased, or is on a rental purchase contract, in which  \nownership resides in the dealer, shall be considered to belong to the contractor for the purpose of  \nthis Article.  \n(d) Warranty mechanics shall supervise and perfor. actual work on said  \nequipment or machinery assisted by employees covered by this Agrecment at a ratio of two  \nwarranty mechanics for each contractor mechanic.  \nSECTION 13. OWNER-OPERATOR  \nWhen a piece of equipment is operated by tts owner and is used «n work covered by this  \nAgreement, the owner-operator of said piece of equipment shall be paid wages and fringe  \nbenefits by the Employer subject to the terms and conditions of this Ay:;reement and the check  \nstubs will show equipment rental rate separate from other items. This Article shall not apply  \nwhen a written subcontract has been entered into with the owner-operato:  \nSECTION 14. TRAVEL, SUBSISTENCE CRANE RENTAL  \n   \nThe parties hereto recognize that there is a Crane Rental Agreement, supplemental to this  \nAgreement, containing certain conditions as to travel and subsistence and the same is  \nincorporated herein by reference.  \nSECTION 15. UNION MEMBERSHIP AND DUES  \nThe Union assumes all obligation and responsibility for the collection of union dues, and  \nthe Union shall retain the nght to discipline its members at all times. No employee shall be  \ndiscriminated against for upholding Union principals, and any employe: who works under the  \ninstructions of the Union, or who serves on a committee, shall not lose his position or be  \ndiscriminated against for this reason. However, the Employer shall be the judge of the  \nemployee's qualification.  \n2007-2010 23 OPERATING ENGINEERS 302  \nAPPENDIX 3  \nHIRING AND UNION RECOGNITION  \nLOCAL 302 HIRING HALL PROCEDURES  \n   \nSECTION 1. Employers shall only employ qualified Operating Engineers. Operating  \nEngineers shall be qualified for employment under this Agreement who have had two (2) years  \nactual practical working experience in the building, heavy and highway construction industry.  \nSECTION 2. Definition  \nAccrued - Earned or accumulated (i.e. hours worked in the last twelve (12) months)  \nBargaining Unit Work Classifications referenced in Appendix | schedule A of the Master  \nLabor Agreement  \nBonefide - Factual or real  \nEmployer Association - A group of employer representatives. In this agrcement 1 1s the  \nAssociated General Contractors of Washington (AGC)  \nFreezing To hold group status on the out-of-work list when written verification from a physician  \nis provided.  \nillegal Hours - Hours worked without a dispatch.  \nJoint Venture Two or more contractors performing work on a project as one.  \nKeyman - A IUOE member of another Local with special skills employed in the jurisdiction of  \nthis union as approved by the Business Manager. An agreement signed between Trust funds that  \nallows portability of benefits.  \nSECTION 3. Employers shall hire qualified Operating Engineers by calling the Union  \nresponsible for the geographical area of the project. Whenever the Employer requires Operating  \nEngineers on any job, he shall notify the Local Union office either in writing or by telephone,  \nStating the location, starting time, type of shift (i-e., 4-10's, 5-8’s), approximate duration of the  \njob, the type of work to be performed and the number of employees required.  \nSECTION 4. Employees covered by this Agreement have certain accrued rights to benefits for  \nthemselves and their dependents under health and welfare and pension plans which accrue to  \nthem by virtue of length of employment with Employers party to this Agreement, and such rights  \nare generally continuous while under employment and remain effective until a certain period of  \ntime after lay-off or discharge.  \nPriority rights mean the right accruing to employees, as hereafter provided in this Agreement,  \nthrough length of service with Employers party to this Agreement, which will entitle the  \noperating engineer to a prionty or preference of rehire after termination or layoff. This prionty  \nshall in no way be considered as a right for the purpose of tenure of employment.  \nThose registered on the list in each group will, after ten (10) attempted contacts,  \nbe deemed unavailable for work. These individuals will then be notified by mail and will not be  \ncontacted for employment until verification of availability is made in person, by fax or by mail.  \nA signature is required. No more than two (2) attempted contacts per day will be counted  \ntowards the ten (10) attempted contacts.  \nMember/registrants shall maintain a working telephone number on file with the  \nhiring hall. Two weeks following written notice of failure to do so, the member/registrant’s  \nname will be removed from the out of work list. Their name will be placed on the bottom of the  \nappropmiate list when they are re-registered, with a working telephone number.  \nAll classes of Operating Engineers shall be hired and/or rehired in accordance  \nwith the length of service with Employers in the collective bargaining unit as follows:  \nGroup | - Operating Engineers who have been employed under this agreement for  \nan accumulative time of at least 500 hours in the last 12 months, in the jurisdiction in which  \nhours were worked immediately preceding their registration date.  \nGroup 2 - Operating Engineers who have been employed under this agreement or  \nany collective bargaining agreement with this Union for an accumulative time of at least 50-499  \nhours during the last 12 months, in the junsdiction in which hours were worked immediately  \npreceding their registration date.  \nOPERATING ENGINEERS 302 24 2007 - 2010  \n   \n   \nGroup 3 - All registrants who pass a minimum star dard test in categories  \nestablished by the 302/612 Training Trust, or who can verify journeym:.n status in another local  \nof the IUOE.  \nGroup 4- All other applicants  \nThe Employer Associations and the Union shall make uo and prepare the roster  \nfor preference of rehire by grouping all Operating Engineers who :ome within the above  \nclassifications and shall utilize the health and welfare and pension records in establishing these  \naccrued rights based on length of employment.  \n\"Employers\" under this paragraph mean, (1} any E:mployer party to this  \nAgreement, (2) an out-of-town Employer who adopts or works under this Agreement and  \ncontributes to the health & welfare and/or pension plans, and (3) any ['mployer who employs  \nOperating Engineers under the terms of this Agreement and is a contnbuting Employer within  \nthe meaning of the health & welfare and pension plans.  \nSECTION 5. Registration or re-registration of applicants for referral shall be accepted by the  \nUnion at any time during its customary office hours. applicants sliall be registered in the  \norder of time and date of registration. To remain on the registration list an applicant for referral  \nmust renew his registration not later than ninety (90) days from the date «f his last registration or  \nre-registration. There shall be four (4) groupings of the out-of-work list. Each applicant for  \nemployment shall be required to furnish such data, records, names of Einployers and length of  \nemployment and licenses as may be deemed necessary, and each applicunt shall complete such  \nforms or registration as shall be submitted to him. Applicants for emplovment shall also list any  \nspecial skills they may possess. All applicants may register or re-register in person, by mail, or  \nfacsimile; member's signature is required. All applicants who regisizr on Groups two (2)  \nthrough four (4) must submit a Washington State phone number.  \nSECTION 6. Upon request of an Employer for Operating Engineers. the Union shail refer  \nqualified and competent registrants in the manner and under the conc itions specified in thts  \nAgreement from the list in the following order of referral:  \n|. Applicants shall be referred from Group |, in successive order as names appear on the  \nout-of-work list, and when Group | has been exhausted,  \n2. Then applicants from Group 2 in successive order as their names appear on the out-of-work  \nlist, and when Group 2 has been exhausted,  \n3. Then applicants from Group 3 in successive order as their names apy:car on the out-of-work  \nlist and when Group 3 has been exhausted,  \n4. Then applicants from Group 4 as their names appear in successive oder on the out-of-work  \nlist.  \n(a) Separate lists will be established and maintained for apprentice «ngineers, and referrals  \nshall be made on the same basis as that for Operating Engineers except that the  \nexperience condition set out in Appendix 3 Section 1 of this \\greement shall, as to  \napprentice engineers, not be applicable or required.  \n(b) Any applicant who is returned by the Employer shall be restoied to his place on the  \nout-of-work list. If an employee is employed one (1) to twenty-wne (21) calendar days,  \nthe employee shall be restored to the out-of-work list the same number of days lower  \non the out-of-work list as he had been employed. Any emplovee who ts employed  \nmore than twenty-one (21) calendars days or terminated of his “wn accord, shall have  \nhis name removed from the out-of-work list. When his employment terminates, he  \nshall be required to register at the bottom of the appropriate group list on which he is  \nentitled to register. A registrant may refuse to be referred to two (2) times  \nwithout prejudicing his position on the appropriate group list on which he is registered.  \nIf a member or an applicant accepts a dispatch and does not up, their name will  \nbe entered at the bottom of the appropriate list when they re-regis.ter.  \n2007-2010 25 OPERATING ENGINEERS 302  \n(c) In the event that the referral facilities maintained by the Union are unable to fill the  \n(d)  \n(e)  \n(f)  \nrequisition of an Employer for employees within a twenty-four (24) hour period after  \nsuch requisition is made by the Employer (Saturdays, Sundays, and Holidays  \nexcepted), the Employer may employ applicants directly at the job site. In such an  \nevent, the Employer will notify the Union of the names and dates of such hinng within  \ntwenty-four (24) hours of such hiring.  \nThe referral procedure as contained herein shall be followed except,  \n(1) That requests by Employers for personnel to act as supervisors, master mechanics,  \ngeneral foremen, industrial foremen, or foremen shall be honored without regard  \nto the requested employee's place on the out-of-work list provided that person  \ndoes not perform bargaining unit work. Those hired under the provisions of this  \nhiring agreement shall not be reduced to a lower classification without the  \napproval of the Union, nor shall their employment as traveling key men qualify  \nthem for a call-back, except where they were previously employed by the  \nEmployer in any capacity under the terms of this Agreement for at least 500 hours  \nduring the past twelve (12) months. All Traveling keymen must register at the  \nHiring Hall and have a Agreement” in place, prior to being employed.  \n(2) That requests by Employers for a particular employee previously employed by the  \nEmployer within the geographical area of this Agreement and who has been laid  \noff or terminated by the Employer within five (5) years previous to the request  \nshall be honored without regard to the requested employee's place on the out-of-  \nwork list, provided said employee was originally dispatched to the requesting  \nEmployer in accordance with the terms and conditions of this Appendix (illegal  \nhours will not be recognized);  \n(3) For bonafide requests by the Employers for Operating Engineers with special  \nskills and abilities in the order in which their names appear on the out-of-work  \nlist:  \n(4) {n the best interests of the industry, requests by an Employer for a particular  \nengineer with no priority shall be honored, without regard to the requested  \nperson’s place on the out-of-work lists, provided the said individual occupies the  \nstatus of a college student seeking summer employment only and is the son or  \ndaughter of management, or individuals, employed as Operating Engineers.  \nFurther provided that any dispute arising as a result of such request may be  \nreferred to the Joint Hiring Committee in accordance with this Appendix. For  \neach person dispatched as a college student of who is a son or daughter of  \nmanagement, the employer shall endeavor to employ a son or daughter of an  \noperating engineer.  \n(5) Requests by Employers for a particular Operating Engineer who is registered on  \nthe out-of-work list shall be honored provided that person has obtained Group |  \nstatus in the applicable jurisdiction.  \nWhere Employers engage in a Joint Venture, employees employed by any of the Joint  \nVenture may be transferred to the job or called for by name if the requirements of (d) 1,  \n2 and 3 above have been met by any of the Joint Venture.  \nIf an Employer controls, or holds common ownership of separate corporations, the  \nEmployer is considered the Employer for the purpose of the transferring employees to  \nand from such corporation payrolls.  \nSECTION 7, The Union and the Employers agree that the referral of Operating Engineers shall  \nbe on the following basis:  \n(a) Selection of applicants for referral to jobs shal! be on a non-discriminatory  \nbasis and shall not be based on, or in any way affected by, Union membership, bylaws, rules,  \nregulations, constitutional provisions, or any other aspect of or obligation of Union membership,  \npolicies or requirements, or in any way affected by race, color, sex, age or creed. The Union  \nshall dispatch to allow an Employer to comply with state or federal affirmative action  \nOPERATING ENGINEERS 302 26 2007 - 2010  \n   \nrequirements; any other local, state or federal law; or any reasonabl«: contractual obligation  \nimposed by the owner.  \n(b) The Employer retains the right to reject any job applicant referred by the  \nUnion for cause but shall not discriminate because of membership or in the  \nUnion or because of race, color, sex, age or creed.  \n(c) The Union and the Employer shall post, in placss where notices to all  \nemployees and applicants for employment are customarily posted, all  \nprovisions relating to the functioning of the hiring provision of this  \nAgreement.  \n(d) ASAP requests from contractors will be ba:ed on the member's  \ngeographical proximity to the project location.  \nSECTION 8.  \n(a) All employees covered by this Agreement shall be required, as a condition of  \nemployment to apply for and become members of, and to maintain mc mbership in the Union  \nwithin nine (9) days following the beginning of their employment or the effective date of this  \ncause, whichever is later.  \n(b) The Union recognizes its obligation and therefore assumes full responsibility to  \nevery employee discharged under the provisions of paragraph (a) above as a result of a written  \nrequest from the Union to the Employer provided that the only reason far discharge ts as to the  \ntimely tendering of normal initiation fees and dues.  \nSECTION 9. The parties to this Agreement may create a Joint Hinng C»mmittee, composed of  \nthree (3) Employer representatives and three (3} Union representatives, t» supervise and control  \nthe operation of the job referral system herein. The Joint Hiring Committe is empowered:  \n(a) To establish any and all rules and regulations from tim: to time that it deems  \nadvisable for the operation of the job referral plan, and such rules and regulations shal! be as  \nmuch a part of this Agreement as if contained herein;  \n(b) To properly post al] rules and regulations relating to the functioning of the  \nreferral plan, together with provisions of this Agreement as set out in Section 6 above at the  \nUnion dispatch office and at the Employer's office;  \n(c) To hear and determine any and all disputes or grievances arising out of work  \nregistrations, work referrals, and the preparation of the referral registration lists. Any applicant  \nor registrant shall have a nght of appeal of any dispute or gnevance ansinz out of and relating to  \nthe operation or functioning of the job referral! plan to the Joint Hinng Committee.  \nThe Joint Hiring Committee has provided in the rules and regulations of the job referral  \nfor an appeal to an impartial umpire whenever the Joint Hiring Commitice reaches a deadlock  \nover a dispute. The impartial umpire shall be designated by mutual agreement of the parties.  \nThe authority of the impartial umpire shall be limited to interpreting and applying the rules and  \nregulations of the Joint Hiring Committee. All decisions of the Joint ring Committee or the  \nimpartial umpire shall be final, binding, and conclusive on all parties inclu ding applicants.  \nIf questions arise as to the qualifications and competency of an applicant, the Joint Hiring  \nCommittee shall make the determination. Such determination shall be fair and impartial, without  \nregard to applicant's membership or non-membership in the Union or race, color, sex, age or  \ncreed.  \nSECTION 10. Either party to this Agreement shall have the right tc. re-open negotiations  \npertaining to Union recognition and hiring procedures by giving the othe: party thirty (30) days  \nwritten notice when there is reason to believe that the laws pertaining thereto have changed by  \nCongressional amendments, government regulations, or court decision.  \nSECTION LL. Whenever an employee is discharged without written noltce to the Union, the  \nemployee shall be considered eligible for rehire.  \n2007-2010 27 OPERATING ENGINEERS 302  \nThe Employer shall furnish and complete termination slips for any  \nreturning one to the dispatching hall at time of termination & provide a copy to the employee.  \nEach termination slip shall show the actual reason for termination.  \nSECTION 12. No Applicant for referral to jobs shall be dispatched where: 1) that applicant has  \nbecn discharged for consuming alcohol on the job or for being intoxicated on the job; or 2) the  \napplicant has tested positive for controlled substance, whether during pre-employment testing or  \ntesting following employment. Applicants will be reinstated in the job referral plan when a state  \ncertified rehabilitation program has made an evaluation of their condition. Should the evaluation  \nrequire participation in a rehabilitation program, applicants must be enrolled in an accredited  \nrehabilitation program prior to being reinstated in the job referral plan.  \nSECTION 13. All Operating Engineers who suffer an injury or serious illness shall have their  \ngroup status frozen on the out-of-work list by presenting the referral hall with a physician’s  \nreport stating they are unable to perform work as an Operating Engineer. The “freezing” of an  \napplicant’s group status does not apply to Health & Welfare or Pension eligibility.  \n(a) The applicant must register on the out-of-work list. To remain on the out-  \nof-work list, an applicant must renew his/her registration not later than ninety (90) days from the  \ndate his/her last registration or re-registration,  \n(b) | When the applicant provides the referral hall with a physician’s “Release  \nfor Work” document, the applicant shall be considered ready and available for work effective on  \nthe date the work release was received in the referral hall. The applicant’s group status on the  \nout-of-work list will then revert to the status as it was on the date it was frozen and all referral  \nhall rules shall apply.  \nSECTION 14. Members that are called to active duty with the National Guard or a military  \nreserve unit may register on the out-of-work list. During the active duty period it is unnecessary  \nto re-register to maintain an out of work date.  \n(a) The member must prove active duty status and then they wil] not be  \ncontacted for work during the active duty period.  \n(b) Upon separation from active duty the member shall notify the hiring hall  \nof change in status within thirty (30) calendar days.  \nOPERATING ENGINEERS 302 28 2007 - 2010  \n   \n   \nCRANE RENTAL ADDENDUM  \nIn accordance with Appendix 2, Section 17 of the existing Maste- Labor Agreement, the  \nfollowing conditions shall govern crane rentals:  \nEmployers engaged in crane rentals and who furnish crews there vith shall recognize the  \nfollowing conditions:  \nSECTION 1. When a crane is rented to any job of less than thirty (30) calendar days duration,  \nthe following schedule of conditions will apply:  \n(a)When the Employer's headquarters are located in one of tie cities set forth in (b)  \nbelow, the center of such city shall be the measuring point from which «dditional remuneration  \nwill be compensated. In the event the Employer's headquarters are located outside of these  \nspecific cities, the city center of the specified city nearest the Employer s headquarters shall be  \ndesignated as the measuring point.  \n(b) Zone Pay Differential:  \n(1) When jobs are located outside of the city J:mits of Everett, Mount  \nVernon, Bellingham, Port Angeles, Aberdeen-Hoquiam (with the city center of Aberdeen being  \nconsidered the city center for both towns), Shelton, Bremerton, Seattle, \\“enatchee, and Yakima  \nand camp or board and lodging are not provided, the following addition..| remuneration will be  \npaid:  \nZone | Q - 25 radius miles Basic hourly wage rate  \nZone 2 over 25 - 45 radius miles Basic hourly wage rate - $1.00 per hour  \nZone 3 over 45 radius miles Basis hourly wage rate -- $1.30 per hour  \n(2) When the only access roads to a job require employees to travel  \ninto a higher travel zone and back to the zone in which the job is locat:d, then the employees  \nshal! be paid the zone pay provided for the higher zone.  \n(c)Toil and Ferry Fees:  \nAll necessary ferry or other forms of water transportation are tc be reimbursed by the  \nEmployer in the following instances and manner:  \n(1) Employees will be reimbursed at the passenger fare or passenger  \ncar fare when substantiated by receipts.  \n(2) When employees elect to live at or near ihe project and forego  \ndaily ferry travel, it is recognized that they are entitled to the prerogative of visiting their homes  \nfor the weekend and in that event ferry charges shall be paid for such weekend travel as  \nsubstantiated by receipts.  \n(3) When circumstances make it necessary that a toll-bridge be  \nutilized, the employees will be reimbursed accordingly when substantiated by receipts.  \n(4) In areas where it is not feasible or practical for the crews to drive  \nto and from the jobsite daily, reasonable expense for cost of board and lodging will be  \nreimbursed as substantiated by receipts showing the expenditures.  \nSECTION 2. On short time jobs where rentals extend beyond the thir:y (30) calendar days,  \nthese special conditions shall become null and void on the thirty-first day, and for all days  \nworked thereafter the conditions shall apply as under the current Operating Engineers Master  \nLabor Agreement.  \nSECTION 3. On long time duration rental jobs of over thirty (30) calendar days, the conditions  \nof the current Operating Engineers Master Agreement shall apply excep: for the first day \"in\"  \nand the termination day \"out\" of the job when Section 1(b) above shall appl v.  \n2007-2010 29 OPERATI:G ENGINEERS 302  \nSECTION 4. Where employees are employed to work on a particular operation of a project or  \non the project as a whole, performing work requiring mutual assistance with a crew or crews of  \none or more crafts, any one crew of whom receives more favorable travel and board and lodging  \npayments, then those employees affected shall also receive the more favorable conditions of  \nemployment. The word \"crew\" shall be defined to mean one or more members of another craft.  \n   \nSECTION 5. When employees are required to pilot and/or haul equipment and/or haul  \nMatenals in support of equipment, the vehicles necessary to perform the work will be provided  \nby the employer.  \n   \nOPERATING ENGINEERS 302 30 2007 - 2010  \nLETTER OF UNDERSTANDING  \nFOR  \nPRIVATE SECTOR WORK  \n   \nTHIS Letter of Understanding, effective the first day of June I, 20(7 by and between the  \nOperating Engineers Local 302 hereinafter referred to as the \"Union\" and the Employers  \nsignatory to Master Labor Agreement, hereafter referred to as the \"Employer.\"  \n  \n  \n1  \nCompetitive Conditions: The parties listed below agree that this _.etter of Understanding  \nfor Private Sector Work is provided for the purpose of giving the signatory contractor the  \nopportunity to be competitive in negotiating and bidding in the jirivate sector limited to  \nthe scope listed in paragraph 3 below.  \nAdoption of Master Labor Agreement: The parties agree to be by, to adopt and  \nincorporate all of the terms and conditions of the Master Labo. Agreement, except as  \nprovided in this Memorandum of Understanding.  \nCoverage: This Letter of Understanding shall cover all privetely funded project as  \nfollows:  \nCommercial Projects: Total Projects with a construction cost of $10 million or less and  \nthe value of the Employer portion is $3 nullion or less.  \nResidential Projects: Projects of any value  \nFringe Benefits: Fringe Benefits shall be 100% of those listed! in the Master Labor  \nAgreement during the terms of this Agreement, except as stated in Paragraph 5, Wage  \nRates.  \nWage Rates: The wage rates covered by this Letter of Understanding shall be equal to  \nninety percent (90%) of the wage rates established in the Western Washington area and  \nwill apply to privately funded projects bid after June 1, 2007. Wages & Fringes on  \nprojects bid pnor to June 1, 2007, shall be paid in accordan:e with the terms and  \nconditions of the agreement in effect at the time of bid.  \nIt is expressly agreed by the parties hereto that this Letter oi Understanding is not  \nintended to circumvent the wage rates set forth in the Master La»or Agreement through  \nartificial staging or phasing of projects for the sole purpose of arplying the limits stated  \nherein.  \nWork in plants, yards and shops, and worked covered by the crate rental addendum and  \nfloating cranes shall be excluded from coverage under this Letter of Understanding.  \nNotification: The Employer shall notify the affected Local Union when work is to be  \nperformed under this Letter of Understanding prior to starting work. Failure to notify the  \nUnion will result in the payment of 100% wage rate until the Union is properly notified  \nin writing.  \nJoint_Labor Management Committee: There shall be established a Joint Labor-  \nManagement Committee to adopt procedures for implementatior of this Private Works  \nLetter of Understanding. The Committee shall consist of:  \nA. Two (2) members of the Union negotiating committee;  \nB. Two (2) members of the Employer negotiating commitice.  \nMeetings will be on a call basis. The Committee shall be empowered to:  \nA. Resolve disputes concerning compliance with this Letter of Understanding;  \nC. Monitor the nonunion activity to determine the effectiveness of this Letter of  \nUnderstanding in retaining private work.  \n2007-2010 31 OPERATING ENGINEERS 302  \n   \n   \n   \n© K+ oop  \n   \n   \n5 i | 5  \nOperating Engineers Locals 612  \nWage & Fringe Summary  \n2007-2010  \n        \n   \n     \n    \n    \n    \n    \n   \n   \n   \n   \npo 88H  \npM 88D 883A 884  \npM 88S 8838S 88438  \n$29.39 $30.69 $31.97  \n. . GW=Gross Wa  \n   \n          \n        \n   \n    \n     \n    \n       \nes  \n    \nPension | SAO HS T8690  \nGQ  \n|Total | $12.75 | SBI  \n   \n       \n       \n       \nJune 1, 2007  \n2007 ~- 2010 AGREEMENT  \nBetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nOPERATING ENGINEERS LOCAL 612  \nINDEX  \nPREAMBLE...........  \n"], ["ARTICLE  \n", "1. PURPOSES OF cece sree  \n. WORK AFFECTED... ves  \n. TERRITORY OF AGREEMENT...  \n. EFFECTIVE DATE AND DURATION...  \n  \n. HOLIDAYS...  \n. MEAL AND REST PERIODS... [NRT wr asso:  \neee eee ee  \n9. PAY DAY... wee  \n10. UNION REPRESENTATIVE...  \n11. SETTLEMENT OF DISPUTES/GRIEVANCES... can a ce OE  \n  \n12. SETTLEMENT OF JURISDICTIONAL  \n13. STRIKES AND PICKET LINES...  \n14. SAFETY MEASURES, cass ss ss  \n15. SAVINGS  \nLG, UR oe RR YR mea 90  \nPAGE  \n2  \n3  \n5, UNION RECOGNITION AND HIRING PROCEDURES...  \n7  \n8  \nLD OV ESS  \n20. SPECIAL CONDITIONS... eee  \n21. PRE-DETERMINED WAGE RATE PROJECTS...  \n22. SUBSTANCE ABUSE POLICY  \n23. LIGHT DUTY RETURN TO cece cnc etter  \nAPPENDIX |  \nSCHEDULE A: CLASSIFICATIONS AND WAGE  \nSCHEDULE B: FRINGE BENEFITS...  \nSCHEDULE C: ZONE PAY DIFFERENTIAL... ans on 35  \n  \nAPENDIX 2  \nCRAFT WORK, sf dette verse 14014 Te  \nAPPENDIX 3  \nHIRING AND UNION  \nCRANE RENTAL  \nLETTER OF UNDERSTANDING FOR PRIVATE SECTOR WORK........ ....  \n2007 — 2010 i  \n18. REPORTING AND MINIMUM HOURS  \n19. MANAGEMENT RIGHTS CLAUSE is  \n24  \n1 2D  \nvee Sl  \nOPERATING ENGINEERS 612  \n2007 — 2010 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASH INGTON  \nand  \nOPERATING ENGINEERS LOCAL 612  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 2003 - 2007 Aj:reement, and all other  \nprior Agreements thereto by and between the Associated General Contractors of Washington a  \nchapter of the Associated General Contractors of America, Inc. and Lucal 612 Internationa!  \nUnion of Operating Engineers.  \nFor purposes of this Agreement, the AGC of Washington is not actin: as a multi-employer  \nbargaining agent in a single multi-employer unit, but is acting for and on behalf of Employers  \nwho have individually requested the AGC of Washington to act as their individual and separate  \nbargaining agent in individual Employer units. Further, each indivicual principal member  \nreserves the right to review and accept or reject any proposed Agreement between the  \nUnion and the AGC of Washington acting as an agent for the individual cc:ntractor members.  \nThis is a collective bargaining Agreement between certain individual menibers of the Associated  \nGeneral Contractors of Washington, a Chapter of the Associated General Contractors of  \nAmerica, Inc. (hereinafter referred to as the \"Employer\"), and Local 612 Union of  \nOperating Engineers, (hereinafter referred to as the \"Union\"), and shall constitute an Agreement  \nbetween the parties hereto for the work, conditions and wage rates provided for herein in the  \nterritory outlined in Article 3  \n"], ["ARTICLE 1  \nPURPOSES OF AGREEMENT  \n", "SECTION 1. The purposes of this Agreement is to promote the settlement of labor  \ndisagreements by conference, to prevent strikes and lockouts and to stabilize wages and working  \nconditions in building, heavy highway construction and engineering work :n the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the cover.nts, stipulations and  \nprovisions agreed upon by the parties hereto. No agent or representative of either party has  \nauthority to make any promise, inducement or agreement contrary to the provisions herein.  \nSECTION 3. The AGC of Washington acting on behalf of those individual member firms,  \nhaving received a demand for recognition by the Union and having been presented with and  \naccepting proof that the Union represents a majority of its employees) acknowledges and affirms  \nthat the Union is the sole and exclusive bargaining representative of its employees covered by  \nthe Principal Agreements under Section 9(a) of the National Labor Relations Act.  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual  \nbargaining agent for each Employer who has authorized the AGC of Washington to negotiate  \nindividually with the Union on its behalf.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heivy Construction and  \nEngineering projects including the loading and unloading of barges or other carriers of the  \nEmployer's materials and equipment at loading facilities for the contractor's work performed by  \nEmployer parties to this Agreement in the counties outlined in Article 3, Se:stion 1.  \n2007 - 2010 1 OPERATING ENGINEERS 612  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as  \nfollows: Construction of railroads, street railways, roads, highways, streets, alleys, sidewalks,  \ncurbs and gutters, paving (portland cement or asphaltic concrete), airports, bridges, overpasses,  \nsewers, water mains, sanitation projects, irrigation projects, flood control projects, reclamation  \nprojects, reservoirs, dams, dikes, levees, revetments, channels, aqueducts, channel cutoffs,  \njettics, breakwaters, harbor developments, docks, dry docks, piers, abutments, retaining walls,  \ntransmission lines, duct lines, subways, shafts, tunnels, excavation of earth and rock, power  \ngenerating projects, reinforced carthwork, and all other heavy construction and engincering  \noperations in connection therewith, and all site clearing, demolition work, hazmat, pipeline and  \nrefinery work when covered by this Agreement.  \nSECTION 3. For further clarification, the term \"Building\" shall mean a building structure,  \nincluding modifications thereof, or additions or repairs thereto, intended for use for shelter,  \nprotection, and comfort.  \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "The Agreement shall cover all work (as outlined in Article 2) performed by Employers, party to  \nthis Agrcement in the following counties: Pierce, Thurston, Lewis, and that portion of Pacific  \nCounty which lies north of a parallel line extending west from the northern boundary of  \nWahkaikum County to the sea, in the State of Washington.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This Agreement shall be effective commencing, June_1, 2007, and shall continue  \nin force and effect through May 31, 2010. Upon its expiration, this Agreement shal! continue  \nfrom year to year, June | through May 31 of each year, by automatic renewal unless changed or  \nterminated. For the purpose of negotiating alterations in wages and other terms and conditions  \nof employment, the Employer, or Local 612 may open this Agreement or any contract  \neffectuated through automatic renewal by giving written \"Notice of Opening” not later than sixty  \n(60) nor more than ninety (90) days prior to the expiration date. \"Notice of Opening\" is in no  \nway intended by the parties as a termination of nor shall it in anyway be construed as a  \ntermination of this Agreement or any annual contract effectuated through automatic renewal nor  \nas forestalling automatic renewal as herein provided. The parties reserve the right to economic  \nrecourse in negotiations, except during the interval between the giving of \"Notice of Opening”  \nand the expiration date.  \n   \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be  \nperfected by giving written “Notice of Termination\" not later than sixty (60) not more than  \nninety (90) days prior to the expiration date, whereupon the contract shall, on its expiration date,  \nterminate. Effective termination climinates automatic renewal.  \nSECTION 3. Any \"Notice of Opening\" or \"Notice of Termination\" given in hand within sixty  \n(60) days of any expiration date shall be absolutely null and void and completely ineffective for  \nall purposes.  \n"], ["ARTICLE 5  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "   \nSECTION 1, Hiring practices and maintenance of Union membership shall be under the  \nAppendix \"3\" attached hereto and hereby made a part of this Agreement.  \nSECTION 2, There will be no discrimination against any employee because of past or present  \nunion activities or because of race, creed, sex, age or color.  \n   \nSECTION 3. Wherever words denoting a specific gender are used in this Agreement, they are  \nintended and shall be construed so as to apply equally to either gender.  \n   \nOPERATING ENGINEERS 612 Z 2007 - 2010  \n   \n   \n   \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. If an Employer bound by this Agreement contracts or «ubcontracts any work  \ncovered by this Agreement to be done at the job site for the construction, alteration or repair of a  \nbuilding structure or other work to any person or proprietor who is not signatory to this  \nAgreement, the Employer shall require such subcontractor to be bound :o all the provisions of  \nthis Agreement for the duration of his project only, or such employer shali maintain daily records  \nof the subcontractors’ employees’ job site hours and be liable for payment of the difference of  \nthese employees' wages, Health & Security, Pension and Apprenticeship-Retraining  \ncontributions in accordance with this Agreement.  \nSECTION 2. Whenever the Employer is obligated to satisfy governmental subcontracting  \nrequirements, the Union and the Employer by mutual agreement may waive this provision, prior  \nto commencement of the work in the event an Employer and Union are unable to find qualified  \ncompetitive Union subcontractors-to meet these requirements.  \n"], ["ARTICLE 7  \nHOLIDAYS  \n", "Holidays recognized by this Agreement shall be New Year's Day, Memorial Day (last Monday  \nin May), Fourth of July. Labor Day, Thanksgiving Day, Friday and Saturlay after Thanksgiving  \nDay, and Chnstmas Day. Any holiday which falls on a Sunday shall be ol:served as a holiday on  \nthe following Monday. A holiday shall be a twenty-four (24) hour period, beginning with the  \nregular starting time of the first shift on the date of the holiday and all sinyle shift hours that fall  \non a holiday shall be paid at the holiday rate of pay. No work shall be pe ‘formed on Labor Day  \nexcept to protect life and property or by written mutual agreement wf the Union and the  \nEmployer. If any of the listed holidays falls on a Saturday, the prececting Friday shall be a  \nregular workday.  \n"], ["ARTICLE 8  \nMEAL AND REST PERIODS  \nSECTION 1. MEAL PERIODS  \n", "A. Employees shall not be required to work more than five (5) hours from the start of the  \nshift without at least a one-half ('’2) hour unpaid meal period. T 11s meal period shall  \nnot begin earlier than three and one-half (3%) hours after the stirt of the shift.  \nB. Late Meal: If employees are required to work past five (5} hours, they must be  \nallowed a one-half (4) hour meal period which shall be paid at |he applicable  \novertime rate and considered as time worked. The one-half hous meal period shall not  \nbe scheduled at the end of the shift.  \nC. Missed Meal: If not allowed a one-half (2) hour meal period, an additional one-  \nhalf (1/2) hour for a total of one (1) hour at the applicable overtime rate shall be  \nadded to the hours worked.  \nD. Meal Beyond Shift: Employees required to work more thi.n two (2) hours after  \nthe end of the regular shift shall be allowed at least hour meal period  \nwhich shall be considered as time worked, and if it is for the employees to  \nleave the job, they shall be provided a meal by the Employer.  \nE. Missed Meal Beyond Shift: If not allowed a one-half (¥%2) liour meal period, an  \nadditional one-half (1/2) hour for a total of one (1) hour at the a»plicable overtime  \nrate shall be added to the hours worked.  \nF. Meal - Ten Hour Shift: In the event that the Employer establishes a ten (10) hour  \nshift, the above meal periods shall be at mid-shift. Employees' nical period may be  \nstaggered during the period of three and one-half (3) to five (*) hours from the start  \nof the shift to cover necessary work of a continuous nature,  \n2007 - 2010 3 OPERATING ENGINEERS 612  \nSECTION 2. REST PERIODS  \nA. The nature of the construction work covered by this agreement allows intermittent  \nrest periods. Employers shall provide such intermittent rest periods as work flow  \npermits, not to exceed to 10 minutes for each 4 hours worked. Scheduled rest periods  \nare not required, nor allowed.  \nB. Such intermittent rest periods shall be taken on the work site, at the employces place  \nof work.  \nC. It will be the responsibility of each employee to take such intermittent rest periods.  \nIf an employee does not take a rest period, then the employee must notify his  \nsupervisor and a rest period will be provided.  \n"], ["ARTICLE 9  \nPAY DAY  \n", "SECTION |. Employees shall be paid in full once each week (on the same day), but in no event  \nshall more than five (5) days' (Saturday, Sunday and holidays excluded) wages be withheld.  \nIf the regular payday falls on a Holiday, the employees shall be paid on the last regular  \nwork day before the holiday.  \nThe Employer will have the following options of making payment: negotiable check  \nmade on local bank, paid prior to quitting time at job site, direct deposit in employees’ bank  \naccount at election of employee, or by mail.  \nThe Employer shall furnish to each employee at the time of payment of wages, an  \nitemized statement showing the pay basis (i.e., hours or days worked), rate or rates of pay, gross  \nwages, and all deductions for that pay period. In addition, the name, address and phone number  \nof the Employer shall be indicated.  \nNo adjustment of disputed pay will be made unless the employee or the Union shall make  \na claim in writing to the Employer's representative within fifteen (15) days from the pay period  \nin question, or from the date of any pay adjustment.  \n   \nSECTION 2. Employees who quit, shall be paid not later than the next regular pay period.  \nSECTION 3. When employees are laid off or discharged, they shall be paid in full immediately.  \nEmployees laid off or discharged, who are paid by direct deposit in their bank account, shall be  \npaid not later than the next regular business day. In the event that the employee is not paid  \nimmediately, he shall receive two (2) hours' pay at the appropriate hourly wage rate for each  \ntwenty-four (24) hour period for the first forty eight (48) hours. Thereafter the employee will be  \npaid four (4) hours pay at the appropmiate hourly wage rate for each twenty-four hour period until  \nsaid check is mailed to an address of the employee's choice. The postmark on the envelope will  \nserve as the cutoff for any penalty.  \nSECTION 4. If the payment is not made expressly as provided in this article, then the  \nemployee shall be paid two (2) hours pay at the appropriate hourly wage rate for each twenty-  \nfour (24) hour period for the first 48 hours (Saturday Sunday and holidays excepted).  \nThereafter, the employee will be paid four (4) hours pay at the appropriate hourly wage rate for  \ncach 24 hour period until payment is made. In the case of payment by mail, the postmark on the  \nenvelope will serve as the cutoff for any penalty.  \nOPERATING ENGINEERS 612 4 2007 - 2010  \n   \n   \n   \n"], ["ARTICLE 10  \nUNION REPRESENTATIVE  \n", "SECTION 1. The Union representatives shall have access to all places where employees  \ncovered by this agreement are employed provided they do not unduly interfere with the work of  \nemployees, and that they fully comply with the safety and security proced ires established for the  \nprojects. On projects with restricted access, the Employer will cooperate with the Union  \nofficials in this regard as far as regulations permit.  \nSECTION 2. One or more working Stewards from among the members on the job may  \nbe appointed by the Union to represent the members on the job. The Emp! oyer shall be informed  \nin writing of the names of the appointed Stewards. Only such Stewzrds shall be accorded  \nrecognition by the Employer. The designated Union Representative shal] be consulted by the  \nEmployer prior to a job Steward's termination or layoff. The job Steward shall normally discuss  \nissues arising under this Agreement with the job transmit to the Union  \nRepresentative all disputes emanating from the job. The job Steward(s) : hall be among the last  \nworking members terminated provided they are qualified for the remaininy; work available on the  \njob.  \nAlthough there shall be no non-working Stewards, it is recognized thit the Steward has an  \nimportant function in maintaining harmony and cooperation on the job.  \n"], ["ARTICLE 11  \nSETTLEMENT OF DISPUTES/GRIEVANCES  \n", "SECTION |. In cases of violation, misunderstandings or differences ir interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties ;:ledge their immediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 is  \noutlined for this purpose.  \nSECTION 2. __ In the event that a dispute arising on the job the following procedure will be  \nfollowed to address the dispute:  \nStep One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on  \nthe job between the representative of the Union involved and the Empjever, the dispute shall  \npromptly {not later than fifteen (15) working days), be referred to the authorized representative  \nof the Union and the Employer or their authorized representative. Shou'd they fail to effect a  \nsettlement, the matter shall proceed to Step Two. By mutual agreement Step Two may be  \nwaived.  \nStep Two: The dispute shall be referred to a Board of Concihiaticn within fifteen (15)  \nworking days. This Board shall consist of two (2) persons who have no dirrct involvement in the  \ndispute, appointed by each party. If these four (4) persons cannot effect a s:ttlement within seven  \n(7) days after the dispute has been referred to them the matter shall to Step Three.  \nStep Three: By mutual agreement, the issue may be referred to mediation. The parties shall  \nrequest a mediator from the Federal Mediation & Conciliation Servize or other mutually  \nacceptable services. This person shall serve as the mediator to resolve the dispute. The expense  \nof employing the mediator shall be borne equally by both parties an! each party shall be  \nresponsible for their own attorney fees and costs. Should mediation be wa:ved or the parties fail  \nto reach agreement, the matter shall proceed to Step Four.  \nStep Four: = The parties shall request a list of seven arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable services and shall alternately strike names until only one  \nname remains. This person shall serve as the arbitrator to resolve the dispute. The expense of  \nemploying the arbitrator shall be borne equally by both parties and each party shall be  \nresponsible for their own attorney fees and costs.  \n2007 - 2010 5 OPERATING ENGINEERS 612  \nAny decision of the Board shall be within the scope and terms of this Agreement. It  \nmay also provide retroactivity not exceeding sixty (60) days from the date the gnevance was  \nfiled_and shall state the effective date. Decision by this Board shall be rendered within twenty  \n(20) days, or at their discretion, after the dispute is referred to them, and such decision shall be  \nfinal and binding upon all parties. By mutual agreement, the aforementioned time frames in this  \nArticle may be waived or extended.  \n"], ["ARTICLE 12  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no strikes, no work stoppages or slowdowns or other interference  \nwith the work because of jurisdictional disputes.  \nSECTION 2. The Employer shall be responsible for all jurisdictional assignments. In issuing  \nsuch assignments, the Employer shall be guided by decisions of record and/or jurisdictional  \nagreements of record. Craft jurisdiction is neither determined nor awarded by classifications  \nappearing in any labor agreement. All jurisdictional disputes sha!!, subject to Section 3 of this  \nArticle, be adjudicated in accordance with the current Plan for the Settlement of Jurisdictional  \nDisputes.  \nSECTION 3. Where a jurisdictional! dispute involves any Union or Employer not a party to the  \nprocedures established by the Impartial Jurisdictional Disputes Board and is not resolved  \nbetween the Unions, it shall be referred for resolution to the International Unions, with which the  \ndisputing Unions are affiliated. The resolution of the disputes shall be reduced to wnting signed  \nby representatives of the International Unions, and the Employer will abide by the resolution.  \nThe disputed work shall continue as assigned by the Employer until the dispute has been  \nresolved. The provisions of Section | apply to disputes covered by this paragraph.  \n"], ["ARTICLE 13  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. It is mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 11.  \nSECTION 2. Employees shall not be discharged. disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line as recognized in scction 7 of  \nthe NLRA.  \nSECTION 3. As required by law, employees shall be furnished to the Employer during labor  \ndisputes with other construction crafts and the Employer will endeavor to work as long as  \neconomically possible during these periods.  \n"], ["ARTICLE 14  \nSAFETY MEASURES  \n", "SECTION 1. The Employer and the employee will conform to all Federal and State health and  \nsafety regulations applicable to work covered by this Agreement and shall have adequate shelters  \navailable where necessary, with heat, where the workers can change and dry their clothes and  \nstore their tools. On all projects covered by this Agreement, there shall be provided by the  \nEmployer at all times during construction, sanitary facilities consisting of a reasonable number  \nof toilets and urinals. Fresh drinking water will be available to the workers. Employer will  \nfurnish welding equipment, including all leathers, hard hats, eye protection, ear protection,  \nrespirators, safety belts and lanyards, and reflective vests.  \nSECTION 2, This Agreement is not intended to and shall not be as creating,  \nimposing, or adopting on the Union or representatives any state common-law duties in the areas  \nof safety.  \nOPERATING ENGINEERS 612 6 2007 - 2010  \n   \n   \n   \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to and shall not be to permit acts which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in  \nany court or other Governmental action, be held invalid, the provisions and their  \napplication shall not be affected thereby. Provided, however, upon such invalidation the parties  \nsignatory hereto agree to immediately meet to re-negotiate such provisions affected. The parties  \nagree to arrive at a mutually satisfactory replacement within sixty (60) days unless a definite  \nextension of time is mutually agreed to. In the event that the parties are: unable to negotiate a  \nreplacement, the matter shall be resolved through the provisions of Article 11.  \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION |. SINGLE SHIFT OPERATION  \n", "(a) Eight (8) hours shall constitute a day's work, five (5) clays shall constitute a  \nweek's work, Monday through Friday.  \n(b) A single shift operation shall be restricted to the hours between 6:00 am and  \n6:00 pm and eight (8) hours of continuous employment (except for meal yeriod) shall constitute  \na day's work Monday through Friday of each week  \n(c) Four ten (10) hour shifts at the straight time rate may tz established Monday  \nthrough Thursday. In the event the job is down due to weather conditions, then Friday may, at  \nthe option of the Employer, be worked as a make-up day. All hours worked in excess of ten (10)  \nhours a day or forty (40) hours a week must be compensated at the overtimy rate.  \n(d} No employee shall be discharged, laid off, or dis-iplined, replaced or  \ntransferred for refusing to work a make-up day.  \n(c) In the event of a civil emergency such as, but not limited to, earthquakes,  \nfloods, or fires, starting time of the shift may be made to fit the emergency and eight (8) hours in  \nany twenty-four (24) hour period may be worked at straight time. In orcler to work such shift,  \nmutual agreement shall be received.  \n(f) Special Shifts - When due to conditions beyond the control of the Employer or  \nwhen an owner (not acting as the contractor), a government agency or the :ontract specifications  \nrequires that work can only be performed outside the regular day shift, tren a special shift may  \nbe worked at the straight time rate. The starting time of work will be arranged to fit such  \nconditions of work. Such shift shall consist of eight (8) hours work for cight (8) hours pay or ten  \n(10) hours work for ten (10) hours pay for four ten shifts. In the event the special shift is less  \nthan forty (40) hours in duration the Employee will receive an additional 51.00 per hour special  \nshift premium. This premium pay does not apply to work outside the norrial shift that ts paid in  \naccordance with Article 17, Overtime.  \n(g) Holiday Week: In the event that a holiday is celebrzted during the week  \n(Monday through Friday), the remaining four days of the week may be wo-ked as a four ten shift  \nat the straight time rate.  \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Employer. The Employer  \nshall notify the Union of either a two (2) or three (3) shift operation. Shift hours and rates will  \nbe as follows:  \n2007 - 2010 7 OPERATING ENGINEERS 612  \n(a) Two Shift Operation On a two consecutive shift operation, no shift penalty ts  \ninvolved for work performed on either of these two shifts. Each shift must be scheduled for at  \nleast cight (8) hours except as provided for in Section 1 of this Article. On a two shift operation,  \nthe second shift shall be established for a minimum of threc (3) days.  \nOnce the starting times are established for the two shift operation, they shall not be  \nchanged except upon three (3) working days wnitten notice to the Union.  \n(b) Three Shift Operation On a three shift operation, the following shall apply:  \nFirst Shift - The regular hours of work on the first shift of three shift operations shall be eight (8)  \nhours of continuous employment, except for meal period at mid-shift, between the hours of 6:00  \nam and 6:00 pm.  \nSecond Shift - The second shift shall consist seven and one-half (7'4) hours of continuous  \nemployment, except for meal period at mid-shift, and shall be paid for at eight (8) hours the  \nstraight time hourly wage rate.  \nThird Shift - The third shift shall consist of seven (7) consecutive hours of employment, except  \nfor meal period at mid-shift, and shall be paid for at eight (8) hours the straight time hourly wage  \nrate.  \n{c) Multiple shift (a two or three shift) operation will not be construed on the  \nentire project if at any time it is deemed advisable and necessary for the Employer to multiple  \nshift a specific operation. Those groups of employees only who relieve first shift groups of  \nemployees and such first shift groups of employees who are relieved by groups of employees on  \na second shift, and on a three shift operation those groups of employces who relieve the groups  \nof employees on a second shift, shall be construed as working multiple shifts. The intent of this  \nclause shall be construed so as to recognize that a “reliever group\" and a “relief group” docs not  \nnecessarily mean “person for person” relief.  \n(d) understood and agreed that when the first shift of a multiple shift (a two or  \nthree shift) operation is started at the basic straight time rate or at a specific overtime rate, all  \nshifts of that day's operation shail be completed at that rate.  \nSECTION 3. TIDE WORK  \nWhen an employee has completed his/her scheduled shift and is called out to perform  \nspecial work, including tide work, he/she shal! receive premium pay in accordance with the  \nfollowing rates:  \n(a) For show up, four (4) hours pay at regular straight time rate is due.  \n(b) When put to work, a minimum of four (4) hours pay is due at the applicable  \novertime rate.  \n"], ["ARTICLE 17  \nOVERTIME  \n", "SECTION 1. Work performed in excess of eight (8) hours of straight time per day, or ten (10)  \nhours of straight time per day when four ten (10) hour shifts are established, or forty (40) hours  \nof straight time per week, Monday through Friday, or outside the normal shift, and all work on  \nSaturdays, shall be paid at time and one-half the straight time rate. Hours worked over twelve  \nhours (12) in a single shift and all work performed after 6:00 pm Saturday to 6:00 am Monday  \nand Holidays shall be paid at double the straight time rate of pay. The Employer shall have the  \nsole discretion to assign overtime work to employees. Primary consideration for overtime work  \nshall be given to employees regularly assigned to the work to be performed on overtime  \nsituations.  \nSECTION 2. After an employee has worked cight (8) hours at an applicable overtime rate, all  \nadditional hours shall be at the applicable overtime rate until such time as the employee has had  \na break of eight (8) hours or more.  \nOPERATING ENGINEERS 612 8 2007 - 2010  \n   \n   \n   \n"], ["ARTICLE 18  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. Reporting pay: Employees reporting for work and not pu: to work shall receive  \ntwo (2) hours pay at the regular straight time rate, unless notified not to ‘eport at the end of the  \nprevious shift or two (2) hours prior to the start of a shift. Employer ma require employees to  \nremain at the jobsite for the two (2) hours to receive such reporting pay.  \nIt is understood that it shall be the responsibility of the Employer to secure from each  \nemployee a telephone number by which he can be contacted. The will make every  \neffort to notify employees of any shift cancellation. If the employee does not, at the  \nrequest, furnish a telephone number or fails to inform the Employer of arv change of number at  \nwhich they may be reached, then the Employer shall be relieved of any responsibility of  \nnotification and shal! not have to pay show-up time.  \nWhen employees, including new hires, reporting for work arrive on the job unprepared to  \nperform the work required (for example, under the influence of alcohol or drugs, or inadequately  \nclothed), the Employer shall not be expected to put such individuals to ‘vork nor shall they be  \nentitled to reporting pay if not put to work.  \nReporting pay on overtime days shall be a minimum of two (2) |:ours at the applicable  \novertime wage rate.  \nSECTION 2. Minimum Hours: When the shift is started, half shift shall be allowed; if second  \nhalf is started. then a whole shift shall be allowed; and if the second half of the shift only is  \nstarted, one-half ('4) shift shall be allowed, unless an employee leaves of their own volition or is  \ndischarged for cause, in which event they shall be paid for actual time wor ed.  \nSECTION 3. If any employee refuses to start work or if any employee stops work on his own  \nvolition, the minimum set forth in Section 2 above shall not apply.  \nSECTION 4. Employees called to work and who are put to work on ‘saturdays, Sundays or  \nholidays shall be compensated at the applicable overtime rate and as outlined in SECTION 2.  \nSECTION 5. When a shift is suspended due to inclement weather, alter the two (2) hour  \nminimum, employees shall be paid for actual time worked.  \nSECTION 6. When an employee is “called out” to work without at least ¢ ight (8) hours time off  \nsince their previous shift, all such “call out” time shall be paid at the over::me rate until he shall  \nhave the eight (8) hours rest period.  \n"], ["ARTICLE 19  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION |. The Employer retains full and exclusive authority for the management of its  \noperation subject to the provisions of this Agreement. The Employer shill direct his working  \nforces at his sole prerogative including, but not limited to hiring, promot.on, transfer, layoff or  \ndischarge for just cause as traditionally practiced within the Construction Industry. The  \nEmployer shall utilize the most efficient methods or techniques of const:uction, tools or labor  \nsaving devices. There shall be no limitations upon the choice of materials »r design except those  \nimposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management rights shall not se deemed to exclude  \nother functions not specifically set forth.  \nSECTION 3. It shall not be a violation of this Agreement when the considers it  \nnecessary to shut down to avoid possible loss of human life because of a emergency situation  \nthat could endanger the life and safety of an employee. In such cases, employees will be  \ncompensated only for the actual time worked. In the case of a situation described above whereby  \nthe Employer requests the employees to stand by, the employees will be compensated for the  \n“standby time.”  \n2007 - 2010 9 OPERATING ENGINEERS 612  \nIf such a condition continues, the Employer agrecs to give timely notice to members of  \nthe next shift scheduled to report for duty. In the event timely notice is not given, employces  \nwho report for work at their regular reporting time and are not put to work shall be paid “show  \nup pay”.  \nThis article shall be subject to the grievance procedure set forth in Article 11.  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "SECTION |. Both parties recognize that there may be extenuating circumstances when it is to  \nthe mutual interest of both partics to modify the terms of this Agreement. In that event, it wil!  \nnot be a violation of this Agreement for the parties to meet and mutually agree to make such  \nmodifications to meet a specific need on a specific project.  \nIn order to maximize the effect of this provision, all crafts will be requested to act  \nuniformly. Employees of a craft should be treated equally under this provision. The Gencral  \nContractor shall encourage their subcontractors to comply with any modifications granted under  \nthis provision.  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION |. In the event the Employer bids a public job or project being awarded by a Federal,  \nstate, county, city or other public entity which is to be performed at a pre-determined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law  \n74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40 USC 276A-276A7 as amended)) or  \nestablished by the Industrial Statistician of Washington pursuant to the provisions of Title 39  \nRCW (39.12) Prevailing Wages on Public Works, the published hourly wage and fringe* rates  \nset forth in said public work at the time of bid shall apply for the first 24 months of the project  \nfrom the date the contractor is permitted to proceed with work. And further provided, should  \nsaid public project continue beyond the expiration of this Agreement, the fringe benefits then  \napplicable shall be the fringe benefits set forth in the successor Master Agreement  \nNotwithstanding the above, project agreements may be mutually agreed upon to allow use of the  \npre-determined wage and fringe rate for the duration of a project to exceed 24 months.  \nThe fringe benefit contribution rates shal] be those as established and maintained by the Master  \nAgreement and any fringe increases are the responsibility of the Employer.  \nSECTION 2. The Employer agrees to notify the Union dispatch hall of the said projcct’s date  \nthe contactor is permitted to proceed with work.  \nSECTION 3. In the event the specifications include an escalator provision covering wages,  \nsuch amount will be included as an increase to wages to the extent that the Employer may  \nrecover in the escalator claim.  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "SECTION |. Labor and Management are committed to providing employces with a drug-free  \nand alcohol-free workplace. It is the goal to protect the health and safety of employees and to  \npromote a productive workplace, and protect the reputation of Labor and Management and the  \nemployees.  \nSECTION 2. Consistent with those goals, the Employer prohibits the use, manufacture,  \npossession, distribution or sale, at its employment sites, of drugs, drug paraphemalia or alcohol.  \nA testing program, pursuant to the Substance Abuse Program, may be instituted, upon mutual  \nconsent of Labor and Management which consent shall not unreasonably be withheld to monitor  \ncompliance with this policy.  \nOPERATING ENGINEERS 612 10 2007 - 2010  \n   \n   \n   \nSECTION [f the Employer implements a Substance Abuse Program according to the terms  \nof this Article on a project, all subcontractors will be required to have and implement a substance  \nabuse program.  \nSECTION 4. An acceptable Substance Abuse Program is contained in a separate addendum  \nto this Collective Bargaining Agreement. It is not a part of this agreement and modifications to  \nthis Substance Abuse Program, by mutual agreement of an employer and the union, will not  \nconstitute a change to this agreement. Mutual agreement will not be unrea:onably withheld.  \nSECTION 5. Any grievance related to any Employer’s substance abitse program shall be  \nresolved through Article 11, Settlement of Disputes/Grievance, of this agreement  \n"]]