[["", "if [03  \n2003 — 2007 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \n| and  \nOPERATING ENGINEERS LOCAL 302 & 612  \nPREAMBLE  \nThis Agreement is a successive princtpal Agreement of the 1997 — 2003 Agreement, and ail other prior  \nAgreements thereto by and between the Associated General Contractors of Washington a chapter of  \nthe Associated General Contractors of America, Inc. and Local 302 & 612 International Union of  \nOperating Engineers.  \nFor purposes of this Agreement, the AGC of Washington is not acting as a multt+employer bargaining  \nagent in a single multtemployer unit, but is acting for and on behalf of Employers who have individually  \nrequested the AGC of Washington to act as their individual and separate bargaining agent in individual  \nEmployer untts. Further, each individual principal member reserves the right to review and accept or  \nreject any proposed Agreement negotiated between the Union and the AGC of Washington acting as an  \nagent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individual members of the Associated General  \nContractors of Washington, a Chapter of the Associated General Contractors of America, Inc.  \n(hereinafter referred to as the \"Employer\"), and Local 302 & 612 Intemational Union of Operating  \nEngineers, (hereinafter referred to as the \"Union\"), and shall constitute an Agreement between the  \nparties hereto for the work, conditions and wage rates provided for herein in the territory of Western  \nWashington.  \n"], ["ARTICLE 1  \nPURPOSES OF AGREEMENT  \n", "SECTION 1. The purposes of this Agreement is to promote the settlement of labor disagreements by  \nconference, to prevent strikes and lockouts and to stabilize wages and working conditions in building,  \nheavy highway construction and engineering work in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and provisions  \nagreed upon by the parties hereto. No agent or representative of either party has authority to make any  \npromise, inducement or agreement contrary to the provisions herein.  \n2003-2007 1 OPERATING ENGINEERS 302 & 612  \nSECTION 3. The AGC of Washington acting on behalf of those individual member firms, having  \nreceived a demand for recognition by the Union and having been presented with and accepting proo  \nthat the Union represents a majority of its employees) acknowledges and affirms that the Union is the  \nsole and exclusive bargaining representative of its employees covered by the Principal Agreements  \nunder Section 9(a) of the National Labor Relations Act.  \nmh  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual bargaining  \nagent for each Employer who has authorized the AGC of Washington to negotiate individually with the  \nUnion on its behalf:  \nNotwithstanding any other provisions in this Agreernent, Local 612 and Local 302  \ncontinue to be the exclusive bargaining representatives for two separate bargaining units covering the  \nterritories reflected in Article 3. The term “Union” as used in this Agreement refers to the relevant Local  \nUnion. Any Union actions required or allowed for under this Agreement, including, but not limited to  \napproval, agreement, appointment, grievance processing, committee creation and settlement can be  \nmade only by the Local Union whose temitorial jurisdiction is impacted by that action, Neither Local  \nshall be liable for the actions of the other as a result of any provision of this Agreement.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heavy Construction and Engineering  \nprojects including the loading and unloading of barges or other carriers of the Employer's materials and  \nequipment at loading facilities for the contractor's work performed’ by Employer parties to this  \nAgreement in the counties outlined in Article 3, Section 1.  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as follows:  \nConstruction of railroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and gutters,  \npaving (portland cement or asphaltic concrete), airports, bridges, overpasses, sewers, water mains,  \nsarutation projects, imigation projects, flood control projects, reclamation projects, reservoirs, dams,  \ndikes, levees, revetments, channels, aqueducts, channel cutoffs, jetties, breakwaters, harbor develop-  \nments, docks, dry docks, piers, abutments, retaining walls, transmission lines, duct lines, subways,  \nshafis, tunnels, excavation of earth and rock, power generating projects, reinforced earthwork, and all  \nother heavy construction and engineering operations in connection therewith, and all site clearing,  \ndemolition work, hazmat, pipeline and refinery work when covered by this Agreement.  \nSECTION 3. For further clarification, the term \"Building\" shall mean a building structure, including  \nmodifications thereof, or additions or repairs thereto, intended for use for shelter, protection, and  \ncomfort.  \nOPERATING ENGINEERS 302 & 612 2 2003 - 2007  \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "SECTION 1. Local 302 This Agreement shail cover all work (as outlined in Article 2) performed  \nby Employers, parties to this Agreement in the following counties: Clallum, Jefferson, Mason, Grays  \nHarbor, Kitsap, Island, San Juan, King, Snohomish, Skagit, Whatcom, Kittitas, and that portion of  \nOkanogan, Chelan, Douglas, and Yakima lying west of the 120th Meridian in the State of Washington.  \nSECTION 2 Local 612 The A ent shall cover all work (as outlined in Article 2 ormed  \nby Employers, party to_this Agreement in the following counties: Pierce, Thurston, Lewis, and that  \nportion of Pacific County which lies north of a parallel line extending west from the northem boundary of  \nWahkaikum County to the sea, in the State of Washington.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "‘SECTION 1, This Agreement shall be effective commencing, June _1, 2003, and shall continue in force  \nand effect through May 31, 2007. Upon its expiration, this Agreement shall continue from year to year,  \nJune 1 through May 31 of each year, by automatic renewal unless changed or terminated. For the  \npurpose of negotiating alterations in wages and other terms and conditions of employment, the  \nEmployer, or Local 612 may open this Agreement or any contract effectuated through  \nautomatic renewal by giving written \"Notice of Opening\" not later than sixty (60) nor more than ninety  \n(90) days prior to the expiration date. \"Notice of Opening\" is in no way intended by the parties as a  \ntermination of nor shal] it m anyway be construed as a termination of this Agreement or any annual  \ncontract effectuated through automatic renewal nor as forestalling automatic renewal as herein provided.  \n_ The parties reserve the right to economic recourse in negotiations, except during the interval between  \nthe giving of \"Notice of Opening\" and the expiration date. |  \n   \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \n‘contract effectuated through automatic renewal, must to the exclusion of all other methods, be perfected  \nby giving written “Notice of Termination\" not later than sixty (60) not more than ninety (90) days prior to  \nthe expiration date, whereupon the contract shall, on its expiration date, terminate. Effective termination  \neliminates automatic renewal.  \nSECTION 3. Any \"Notice of Opening\" or \"Notice of Termination\" given in hand within sixty (60) days  \nof any expiration date shall be absolutely null and void and completely ineffective for all purposes.  \n2003-2007 3 OPERATING ENGINEERS 302 & 612  \n"], ["ARTICLE 5  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "   \nSECTION 1. Hiring practices and maintenance of Union membership shall be under the Appendix \"3\"  \nattached hereto and hereby made a part of this Agreement.  \nSECTION 2. There will be no discrimination against any employee because of past or present union  \nactivities or because of race, creed, sex, age or color.  \nSECTION 3. Wherever words denoting a specific gender are used in this Agreement, they are  \nintended and shall be construed so as to apply equally to either gender.  \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. If an employer bound by this Agreement contracts or subcontracts any work covered  \nby this Agreement to be done at the job site for the construction, alteration or repair of a building  \nstructure or other work to any person or proprietor who is not signatory to this Agreement, the  \nEmployer shall require such subcontractor to be bound to all the provisions of this Agreement for the  \nduration of his project only, or such employer shall maintain daily records of the  \nemployees’ job site hours and be liable for payment of the difference of these employees' wages, Health  \n& Security, Pension and Apprenticeship-Retraining contnbutions in accordance with this Agreement.  \nSECTION 2, Whenever the Employer is obligated to satisfy govemmental subcontracting  \nrequirements, the Union and the Employer by mutual agreement may waive this provision, prior to  \ncommencement of the work in the event an Employer and Union are unable to find qualified competitive  \nUnion subcontractors-to meet these requirements.  \n"], ["ARTICLE 7  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shall be New Year's Day, Memorial Day (last  \nMonday in May), Fourth of July, Labor Day, Thanksgiving Day, Friday and Saturday after  \nThanksgiving Day, and Christmas Day. Any holiday which falls on a Sunday shall be observed as a  \nholiday on the following Monday. A holiday shall be a twenty-four (24) hour period, beginning with the  \nregular starting time of the first shift on the date of the holiday and all single shift hours that fall on a  \nholiday shall be paid at the holiday rate of pay. No work shall be performed on Labor Day except to  \nprotect life and property or by written mutual agreement of the Union and the Employer. If any of the  \nlisted holidays falls on a Saturday, the preceding Friday shall be a regular workday.  \nOPERATING ENGINEERS 302.& 612 4 2003 - 2007  \n"], ["ARTICLE 8  \nMEAL AND REST PERIODS  \nSECTION 1. MEAL PERIODS  \n", "A. Employees shall not be required to work more than five (5) hours from the start of the shift  \nwithout at least a one-half (’4) hour unpaid break for lunch. This lunch perod shall not  \nbegin earlier than three and one-half (3%) hours after the start of the shift. If employees are  \nrequired to work past five hours, they shall be paid one-half (4) hour at the applicable  \novertime rate and must be allowed time to eat their lunch. If not allowed to eat lunch,  \nemployees will be paid an additional one-half (4) hour at the applicable overtime rate.  \nB. Employees required to work more than two (2) hours after the end of the regular shift shall  \nbe allowed at least one-half (4) hour meal period which shall be considered as time  \nworked, and if it is impractical for the employees to leave the job, they shall be provided a  \nlunch by the Employer.  \nC. In the event that the Employer establishes a ten (10) hour day, the above lunch periods  \nshall be at mid-shift. Employees' lunch period may be staggered during the period of three  \nand one-half (314) to five (5) hours from the start of the shift to cover necessary work of a  \ncontinuous nature.  \nSECTION 2 REST PERIODS  \nA. The nature of the construction work covered by this agreement allows intermittent rest  \nperiods. Employers shall provide such intermittent rest periods as work flow permits, not to  \nexceed to 10 minutes for each 4 hours worked. Scheduled rest periods are not required,  \nnor allowed.  \nB. Such intermittent rest periods shall be taken on the work site, at the employees place of  \nwork.  \nC. It will be the responsibility of each employee to take such intermittent rest periods. If an  \nemployee does not take a rest period, then the employee must notify his supervisor and a  \nrest period will be provided.  \n"], ["ARTICLE 9  \nPAY DAY  \n", "2003-2007 5 OPERATING ENGINEERS 302 & 612  \nSECTION 1. Employees shall be paid in full once each week (on the same day), but in no event shall  \nmore than five (5) days' (Saturday, Sunday and holidays excluded) wages be withheld.  \nIf the regular payday falls on a Holiday, the employees shall be paid on the last regular work  \nday before the holiday.  \nThe Employer will have the following options of making payment: negotiable check made on  \nlocal id pnor to quitting time at job site, direct deposit in employees bank account at election of  \nemployee, or by mail.  \n     \nThe Employer shall furnish to each employee at the tme of payment of wages, an itemized  \nstatement showing the pay basis (i.e., hours or days worked), rate or rates of pay, gross wages, and all  \ndeductions for that pay period. In addition, the name, address and phone number of the Employer shall  \nbe indicated.  \nNo adjustment of disputed pay will be made unless the employee or the Union shall make a  \nclaim in writing to the Employer's representative fifteen (15) days from the pay period in question.  \nSECTION.2: Employees who quit, shall be paid not later than the next regular pay period.  \nSECTION 3. When employees are laid off or discharged, they shall be paid in full immediately. In the  \nevent that the employee is not paid immediately, he shall receive two (2) hours! pay at the appropriate  \nhourly wage rate for each twenty-four (24) hour period thereafter until said check is mailed to an  \naddress of the employee's choice. The postmark on the envelope will serve as the cutoff for any  \npenalty.  \nSECTION 4: If the payment is not made expressly as provided in this article, then the employee shall be  \npaid two (2) hours pay at the appropriate hourly wage rate for each twenty-four (24) hour period  \nSaturday Sunday and holidays excepted) thereafter until ent is made. In the case of ent b  \nmail, the postmark on the envelope will serve as the cutoff for any penalty.  \n"], ["ARTICLE 10  \nUNION REPRESENTATIVE  \n", "SECTION 1. The Umion representatives shall have access to all places where employees covered by  \nthis agreement are employed provided they do not unduly interfere with the work of employees, and  \nthat they fully comply with the safety and security procedures established for the projects. On projects  \n‘with restricted access, the Employer will cooperate with the Union officials in this regard as far as  \nregulations permit.  \nSECTION 2. The Union shall have the right to appoint a Shop Steward. The Steward shall perform  \ntheir work for the Employer the same as any other worker. No Shop Steward shall be disciplined or  \notherwise_discriminated against for their Union activity. Although there shall _be_no non-working  \nOPERATING ENGINEERS 302 & 612 6 2003 - 2007  \nStewards, it is recognized that the Steward has an important function in maintaining harmony and  \ncooperation on the job.  \n"], ["ARTICLE Ii!  \nSETTLEMENT OF DISPUTES  \nSETTLEMENT OF DISPUTES/GRIEVANCES  \n", "   \nSECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their immediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 is outlined for  \nthis purpose.  \nSECTION 2:_ In the event that a dispute arising on the job the following procedure will be followed to  \naddress the dispute:  \n   \nStep One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the job  \nbetween the representative of the Union involved and the Employer, the dispute shall promptly (not later  \nthan fifteen (15) working days), be referred to the authorized representative of the Union and the  \nEmployer or their authorized representative. Should they fail to effect a settlement, the matter shall  \n_ proceed to Step Two.  \nStep Two: The dispute shall be referred to a Board of Conciliation within fifteen (15) working  \ndays. This Board shall onsist of two (2) persons who have no direct involvement in the dispute,  \nappointed by each party. If these four (4) persons cannot effect a settlement within seven (7) days after  \nthe dispute has been referred to them the matter shall proceed to Step Three.  \nStep Three:__ By mutual agreement, the issue may be referred to mediation. The parties shall request  \na_ mediator from the Federal Mediation & Conciliation Service or other mutually acceptable services.  \nThis person shall serve as the mediator to resolve the dispute. The expense of employing the mediator  \nshall be borne equally by both parties and each party shall be responsible for their own attorney fees  \nand costs. Should mediation be waived or the parties fail to reach agreement, the matter shall proceed  \nto Step Four.  \nStep Four: The parties shall request_a list of seven arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable services and shall altemately strike names until only one name  \nremains, This person shall serve as the arbitrator to resolve the dispute. The expense of employing the  \narbitrator shall be borne equally by both parties and each party shall be responsible for their own  \nattorney fees and costs.  \nAny decision of the Board shall be within the scope and terms of this Agreement. It may  \nalso provide retroactivity not exceeding sixty (60) days from the date the grievance was filed and shall  \nstate the effective date. Decision by this Board shall be rendered within twenty (20) days, or at their  \n2003-2007 7 OPERATING ENGINEERS 302 & 612  \ndiscretion, after the dispute is referred to them, and such decision shall be final and binding upon all  \nparties. By mutual agreement, the aforementioned time frames in this Article may be waived or  \nextended.  \n"], ["ARTICLE 12  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no strikes, no work stoppages or slowdowns or other interference with  \nthe work because of jurisdictional disputes.  \nSECTION 2. The Employer shall be responsible for all jurisdictional assignments. In issuing such  \nassignments, the Employer shall be guided by decisions of record and/or jurisdictional agreements of  \nrecord. Craft jurisdiction is neither determined nor awarded by classifications appearing in any labor  \nagreement. All jurisdictional disputes shall, subject to Section 3 of this Article, be adjudicated in  \naccordance with the current Plan for the Settlement of Jurisdictional Disputes.  \nSECTION 3. Where a jurisdictional dispute involves any Union or Employer not a party to the  \nprocedures established by the Impartial Jurisdictional Disputes Board and is not resolved between the  \nUnions, it shall be referred for resolution to the Intemational Unions, with which the disputing Unions are  \naffiliated. The resolution of the disputes shall be reduced to writing signed by representatives of the  \nInternational Unions, and the Employer will abide by the resolution. The disputed work shall continue  \nas assigned by the Employer until the dispute has been resolved. The provisions of Section 1 apply to  \ndisputes covered by this paragraph.  \n"], ["ARTICLE 13  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. It 1s mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 11. :  \nSECTION 2. Employees shall_not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line as recognized in section 7 of the  \nNLRA.  \nOPERATING ENGINEERS 302 & 612 8 2003 - 2007  \nSECTION 3. As requtred by law, employees shall be fumished to the Employer during labor disputes  \nwith other construction crafts and the Employer will endeavor to work as long as economically possible  \nduring these period.  \n"], ["ARTICLE 14  \nSAFETY MEASURES  \n", "SECTION 1. The Employer and the employee will conform to all Federal and State health and safety  \nregulations applicable to work covered by this Agreement and shall have adequate shelters available  \nwhere necessary, with heat, where the workers can change and dry their clothes and store their tools.  \nOn all projects covered by this Agreement, there shall be provided by the Employer at all times during  \nconstruction, sanitary facilities consisting of a reasonable number of toilets and urinals. Fresh drinking  \nwater will be available to the workers. Employer wil furnish welding equipment, including all leathers,  \nhard hats, eye protection, ear protection, respirators, safety belts and lanyards, and reflective vests.  \nSECTION 2. This Agreement is not intended to and shall not be construed as creating, imposing, or  \nadopting on the Union or representatives any state common-law duties in the areas of safety.  \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to and shall not be construed to permit acts which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in any court  \nor other Governmental action, be held invalid, the remaining provisions and their application shall not be  \naffected thereby. -Provided, however, upon such invalidation the parties signatory hereto agree to  \nimmediately meet to re-negotiate such provisions affected. The parties agree to arrive at a mutually  \nsatisfactory replacement within sixty (60) days unless a definite extension of time is mutually agreed to.  \nIn the event that the parties are unable to negotiate a replacement, the matter shall be resolved through  \nthe provisions of Article 11.  \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "2003-2007 9 OPERATING ENGINEERS 302 & 612  \n(a) Eight (8) hours shail constitute a day's work, five (5) days shall constitute a week's  \nwork, Monday through Fnday.  \n(b) A single shift operation shall be restricted to the hours between 6:00 am and 6:00 pm  \nand eight (8) hours of continuous employment (except for meal period) shall constitute a day's work  \nMonday through Friday of each week. In the event the job is down due to weather conditions,  \nMonday through Friday, then Saturday may, at the option of the Employer, be worked as a voluntary  \nmake-up day at the straight time rate.  \n(c) Four ten (10) hour shifts at the straight time rate may be established Monday through  \nThursday. In the event the job is down due to weather conditions, then Friday may, at the option of the  \nEmployer, be worked as a voluntary make-up day. All hours worked in excess of ten (10) hours a day  \nor forty (40) hours a week must be compensated at the overtime rate.  \n(d) No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day. ~  \n(e) In the event of a civil emergency such as, but mt limited to, earthquakes, floods, or  \nfires, starting time of the shift may be made to fit the emergency and eight (8) hours in any twenty-four  \n(24) hour period may be worked at straight time. In order to work such shift, mutual agreement shall be  \nreceived.  \n(f) Special Shifts - When due to conditions beyond the control of the Employer or when  \ncontract specifications require that work can only be performed outside the regular day shift, then a  \nspecial shift may be worked at the straight time rate. The starting time of work will be arranged to fit  \nsuch conditions of work. Such shift shall consist of eight (8) hours work for eight (8) hours pay or ten  \n10) hours work for ten (10) hours for four ten shifts. In the event the ial shift is less than fo  \n40) hours in duration the Employee will receive an additional $0.50 hour jum.  \nThis premium pay does not apply to work outside the normal shift that is paid in accordance with Article  \n17, Overtime.  \n(g) Holiday Week: In the event that a holiday is celebrated during the week (Monday  \nthrough Friday), the remaining four days of the week may be worked as a volun four ten shift at the  \nstraight time rate. Saturday may be used as a voluntary make up day.  \n   \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Employer. The Employer shall  \nnotify the Union prior to the start of either a two (2) or three (3) shift operation. Shift hours and rates  \nwill be as follows:  \n(a) Two Shift Operation. On a two consecutive shift operation, no shift penalty is  \ninvolved for work performed on either of these two shifts. Each shift must be scheduled for at least  \nOPERATING ENGINEERS 302 & 612 10 2003 - 2007  \neight (8) hours except as provided for in Section 1 of this Article. On a two shift operation, the second  \nshift shall be established for a minimum of three (3) days.  \nOnce the starting times are established for the two shift operation, they shall not be changed  \nexcept upon three (3) working days written notice to the Union.  \n(b) Three Shift Operation. On a three shift operation, the following shall apply:  \nFirst Shift - The regular hours of work on the first shift of three shift operations shall be eight (8) hours  \nof continuous employment, except for lunch period at mid-shift, between the hours of 6:00 am and 6:00  \npm.  \nSecond Shift - The second shift shall consist seven and one-half (7’4) hours of continuous employment,  \nexcept for lunch period at mid-shift, and shall be paid for at eight (8) hours the straight time hourly wage  \nrate.  \nThird Shift - The third shift shall consist of seven (7) consecutive hours of employment, except for lunch  \nperiod at mid-shift, and shall be paid for at eight (8) hours the straight time hourly wage rate.  \n(c) Multiple shift (a two or three shift) operation will not be constmed on the entire  \nproject if at any time it is deemed advisable and necessary for the Employer to multiple shift a specific  \noperation. Those groups of employees only who relieve first shift groups of employees and such first  \nshift groups of employees who are relieved by groups of employees on a second shift, and on a three  \nshift operation those groups of employees who relieve the groups of employees on a second shift, shall  \nbe construed as working multiple shifts. The intent of this clause shall be construed so as to recognize  \nthat a “reliever group\" and a \"relief group\" does not necessarily mean \"man for man” relief.  \n(d) It is understood and agreed that when the first shift of a multiple shift (a two or three  \nshift) operation is started at the basic straight time rate or at a specific overtime rate, all shifts of that  \nday's operation shall be completed at that rate.  \nSECTION 3. TIDE WORK  \nWhen an employee has completed his/her scheduled shift and is called out to perform special  \nwork, including tide work, he/she shall receive premium pay in accordance with the following rates:  \n(a) For show up, four (4) hours pay at regular straight time rate is due  \n(b) When put to work, a minimum of four (4) hours pay is due at the applicable overtime  \nrate.  \n2003-2007 11 OPERATING ENGINEERS 302 & 612  \n"], ["ARTICLE 17  \nOVERTIME  \n", "1. Work performed in excess of eight (8) hours of straight time per day, or mn (10) nos  \nstraight time per day when four ten (10) hour shifts are established, or forty (40) hours of straight tim  \nper Monday through Friday, or outside the normal shift, and all work on except for  \nmake up days, shall be paid at time and one-half the straight time rate. All work performed after 6:00  \npm Saturday to 6:00 am Monday and Holidays shall be paid at double the straight time rate of pay.  \nThe Employer shall have the sole discretion to assign overtime work to employees. Primary  \nconsideration for overtime work shall be given to employees regularly assigned to the work to be  \nperformed on overtime situations.  \nSECTION 2__ After has worked eight (8) hours at_an applicable overtime _rate, all  \nadditional hours shall be at the applicable overtime rate until such time as the employee has had a break  \nof eight (8) hours or more.  \n"], ["ARTICLE 18  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. Reporting pay: Employees reporting for work and not put to work shall receive two (2)  \nhours pay at the regular straight time rate, unless inclement weather conditions prohibits work, or  \nnotified not to report at the end of the previous shift or two (2) hours prior the start of a shift.  \nEmployer may require employees to remain at the jobsite for the two (2) hours to receive such reporting  \npay.  \nIt is understood that it shall be the responsibility of the Employer to secure from each employee  \n. a telephone number by vhich he can be contacted. The employer will make every effort to notify  \nemployees of inclement_weather conditions. If the employee does not, at the Employer's request,  \nfurnish a telephone number or fails to inform the Employer of any change of number at which he may be  \nreached, then the Employer shall be relieved of any responsibility of notification and shall not have to  \npay show-up time.  \nWhen employees, including new hires, reporting for work arrive on the job unprepared to  \nperform the work required (for example, under the influence of alcohol or drugs, or inadequately  \nclothed), the Employer shall not be expected to put such individuals to work nor shall they be entitled to  \nreporting pay if not put to work.  \nReporting pay on overtime days shall be a minimum of two (2) hours at the applicable overtime  \nwage rate.  \nSECTION 2. Mmimum Hours When the shift is started, half shift shall be allowed; if second  \nhalf is started, then a whole shift shall be allowed; and if the second half of the shift only is started, one-  \nhalf (2) shift shall be allowed, unless an employee leaves of his own volition or is discharged for cause,  \nin which event he shall be paid for actual time worked.  \nOPERATING ENGINEERS 302 & 612 12 2003 - 2007  \nSECTION 3. If any employee refuses to start work or if any employee stops work on his own  \nvolition, the minimum set forth in Section 2 above shail not apply.  \nSECTION 4. Employees called to work and who are put to work on Saturdays, Sundays or holidays  \nshall be compensated at the applicable overtime rate and as outlined in SECTION 2.  \nSECTION 5. When a shift is suspended due to inclement weather, after the two (2) hour minimum,  \nemployees shall be paid for actual time worked.  \nSECTION 6. When an employee is \"called out\" to work without at least eight (8) hours time off since  \nhis previous shift, all such \"call out\" time shall be paid at the overtime rate until he shall have the eight (8)  \nhours rest period.  \n"], ["ARTICLE 19  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. The Employer retains full and exclusive authority for the management of its operation  \nsubject to the provisions of this Agreement. The Employer shall direct his working forces at his sole  \nprerogative including, but not limited to hiring, promotion, transfer, layoff or discharge for just cause as  \ntraditionally practiced within the Construction Industry. The Employer shall utilize the most efficient  \nmethods or techniques of construction, tools or labor saving devices. There shall be no limitations upon  \nthe choice of materials or design except those imposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management rights shall not be deemed to exclude other  \nfunctions not specifically set forth.  \nSECTION 3. It shall not be a violation of this Agreement when the Employer considers it necessary to  \nshut down to avoid possible loss of human life because of an emergency situation that could endanger  \nthe life and safety of an employee. In such cases, employees will be compensated only for the actual  \ntime worked. In the case of a situation described above whereby the Employer requests the employees  \nto stand by, the employees will be compensated for the \"standby time.\"  \nIf such a condition continues, the Employer agrees to give timely notice to members of the next  \nshift scheduled to report for duty. In the event timely notice is not given, employees who report for  \nwork at their regular reporting time and are not put to work shall be paid \"show up pay\".  \nThis article shall be subject to the grievance procedure set forth in Article 11.  \n"], ["ARTICLE 20  \n", "2003-2007 13 OPERATING ENGINEERS 302 & 612  \nSPECIAL CONDITIONS  \nSECTION |. Both parties recognize that there may be extenuating circumstances when it is to the  \nmutual interest of both parties to modify the terms of this Agreement. In that event, it will not be a  \nviolation of this Agreement for the parties to meet and mutually agree t make such modifications to  \nmeet a specific need on a specific project.  \nIn order to maximize the effect of this provision, all crafts will be requested to act uniformly.  \nEmployees of a craft should be treated equally under this provision. The General Contractor shall  \nencourage his subcontractors to comply with any modifications granted under this provision.  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION 1. In the event the Employer bids a public job or project being awarded by a Federal,  \nstate, county, city or other public entity which is to be performed at a pre-determined and/or prevailing  \nwage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law 74-403 (8/30/35)  \nas amended 3/23/41 and 7/2/64 (40 USC 276A-276A7 as amended)) or established by the Industrial  \nStatistician of Washington pursuant to the provisions of Title 39 RCW (39.12) Prevailing Wages on  \nPublic Works, the published hourly wage and fringe* rates set forth in said public work at the time of  \nbid shall apply for the first 24 months of the project from the date the contractor is permitted to proceed  \nwith work. And further provided, should said public project continue beyond the expiration of this  \nAgreement, the fringe benefits then applicable shall be the fringe benefits set forth in the successor  \nMaster Agreement Notwithstanding the above, project agreements may be mutually agreed upon to  \nallow use of the pre-determined wage and fringe rate for the duration of a project to exceed 24 months.  \n*Effective June I, 2004 the fringe benefit contribution rates shall be those as established  \nand maintained by the Master Agreement and any fiinge increases are the responsibility  \nof the Employer.  \nSECTION 2. In the event the specifications include an escalator provision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may recover in the  \nescalator claim.  \nOPERATING ENGINEERS 302 & 612 14 2003 - 2007  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "   \nSECTION 1. Labor and Management are committed to providing employees with a drug-free and  \nalcohol free workplace. It 1s the goal to protect the health and safety of employees and to promote a  \nproductive workplace, and protect the reputation of Labor and Management and the employees.  \nSECTION 2. Consistent with those goals, the Employer prohibits the use, manufacture, possession,  \ndistribution or sale, at its employment sites, of drugs, drug paraphemalia or alcohol. A testing program,  \npursuant to the Substance Abuse Program, may be instituted, upon mutual consent of Labor and  \nManagement which consent shall not unreasonably be withheld to monitor compliance with this policy.  \nSECTION 3. If the Employer implements a Substance Abuse Program according to the terms  \nof this Article on a project, all subcontractors will be required to have and implement a substance abuse  \nprogram.  \nSECTION 4. An acceptable Substance Abuse Program is contained in a separate addendum to this  \nCollective Bargaining Agreement. It is not a part of this agreement and modifications to this Substance  \nAbuse Program, by mutual agreement of an employer and the union, will not constitute a change to this  \nagreement. Mutual agreement will not be unreasonably withheld.  \nSECTION 5 Any grievance related to any Employer’s substance abuse program shall be resolved  \nthrough Article 11, Settlement of Disputes/Grievance, of this a ent  \n"]]