[["", "34.  \nSIA SOLR.  \n|, 3e¢ eS  \nAGREEMENT BETWEEN  \nTHE ATLANTA CONTRACTORS’ LABOR COMMITTEE OF  \nTHE GEORGIA BRANCH ASSOCIATED GENERAL CONTRACTORS OF AMERICA, INC.  \nAND  \nCARPENTERS LOCAL UNION NO. 225  \nAN AFFILIATE OF THE SOUTHEASTERN CARPENTERS REGIONAL COUNCIL AND  \nTHE UNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA  \nFOR  \nCOMMERCIAL AND INDUSTRIAL CARPENTRY CONSTRUCTION  \nFOR THE PERIOD  \nJULY 1, 2004 — JUNE 30, 2007  \nThis Agreement is entered into by and between the Atlanta Contractors’ Labor Committee of the Georgia  \nBranch, Associated General Contractors of America, Inc., here and after referred to as the Employer, and  \nCarpenters Local Union No. 225, an affiliate of the Southeastern Carpenters Regional Council and the United  \nBrotherhood of Carpenters and Joiners of America, here and after referred to as the Unton.  \nThe purpose of this Agreement is to establish stability of wage rates and working conditions for Commercial  \nand Industrial Carpentry Construction and is for the mutual benefit of, not only the parties of this Agreement  \nwho employ them but is for use by any employer and employee in the jurisdictional area who agrees to abide  \nby its terms.  \nThe area covered by this agreement is defined to be the following counties in the greater Atlanta, Georgia  \narea: Clayton, Cobb, DeKalb, Fulton, Gwinnett, and Rockdale counties.  \nThe parties intend that the total results of their understandings are embodied in this Agreement and the  \nappropriate craft Schedule A, and no party is required to render any performance not set forth in the wording  \nof this Agreement. Provisions of local or regional agreements shall not apply to projects which are  \nundertaken and constructed under this agreement.  \n"], ["ARTICLE I  \n", "Management of the Work  \nExcept as expressly limited by the provisions of this Agreement and the \"Schedule A” attached hereto, the  \nEmployer retains and shall exercise full and exclusive authority and responsibility for the management of  \nits operations.  \nThe Employer will be the sole judge in determining the competency of applicants and employees with the  \nright to hire, reject, or terminate accordingly, and will be responsible for determining a fair day’s work for  \nemployees covered by the Agreement.  \nThe Employer shall be the sole judge as to the number of employees, foremen and other supervisors  \nrequired to perform the work and the number of employees to be assigned to any crew, operation or piece  \nof equipment.  \nThe selection of foreman shal} be entirely the responsibility of the Employer, it being understood that in  \nthe selection of such foremen the Employer will give primary consideration to the qualified individuals  \navailable in the local area. After giving such consideration, the Employer may select such individuals  \nfrom other areas. Foremen shall take orders from the designated Employer representatives.  \n(3 ees  \n~  \nNon-manual employees, including but not limited to clerical, engineering, lay out, quality control,  \nwarehousing, custodial and security, are not covered by the Agreement and are recognized as Employer  \nstaff personnel. |  \nAny traditional management rights not expressly set forth in the Agreement are reserved for use by the  \nEmployer at the Employer’s discretion.  \n"], ["ARTICLE I  \nWage Rate and Benefits  \n", "Wage rates and fringe benefit contributions to be paid employees on projects covered by this  \nAgreement are set forth in Schedule A, which are made a part of this Agreement.  \nNothing contained herein shall require the Company to provide any employee a higher rate of pay, a  \ngreater health or pension contribution, or any other more favorable benefit, term or condition of  \nemployment than that required by any other collective bargaining contract entered into by the Union  \nwith any other Contractor competitive with this Company for the same classification of employment  \nfor the same period of time. To the extent that any such other collective bargaining contract provides  \nlower wages, health or contributions, or any other less favorable benefit term or condition of  \nemployment than those provided hereunder, the provisions shall automatically be extended to the  \nCompany. If the Union negotiates such a more favorable benefit, it shall provide the Company with a  \nwritten copy of the agreement containing such more favorable benefit within seven (7) calendar days of  \nexecuting such agreement.  \nPremium pay practices found elsewhere in the industry shall not be paid on projects worked under this  \nAgreement. These prohibited premium pay practices shall include but not be limited to show-up pay  \nor reporting pay, stand-by pay, premiums based on height or type of work, premiums based on  \nhandling certain materials, etc.  \nThe Employer agrees to recognize bon-afide employee fringe benefits contained in Schedule A such as  \npension, health and welfare, and apprenticeship and training funds and will contnbute to such funds in  \naccordance with the rates established in the appropriate Schedule A.  \nIndustrial promotion or administrative funds which do not accrue to the direct benefit of employees are  \nnot considered fringe benefits and need not be paid by the Employer. eon  \nNo language in the Agreement shall be construed as guaranteeing any number of hours of work per day  \nor per week for any employee.  \nThe Union and the Company recognize the need to promote training, skiils enhancement, and safety  \nactivities that would improve job skills and enhance job security for employees as well as contribute to  \nthe competitiveness and wellbeing of the Company. Therefore both parties agree that the wages set  \nforth in Schedule “A” of this agreement are based upon continuous craft training for all eligible  \nemployees covered by this agreement. Furthermore, such traiming shall be administered under the  \nfollowing guidelines:  \n1. Time spent by eligible employees in receiving craft training may be outside regularly scheduled  \nworking hours, and shall not be considered hours worked, and shall not be compensated by the  \nCompany.  \nZ. It is agreed that the Union and the Company will conduct all training in a spirit of cooperation  \nwith the intent to produce safer, more efficient, and conscientious employees. Therefore, the  \nCompany shall be ultimately responsible for the assessment of employees’ training needs; to  \ndetermine course selection, and to assist in the location and scheduling of all training classes.  \nFurthermore, the company may make such training a condition for continued employment  \nprovided that adequate time is afforded to the employee to receive said training.  \n3. The Union and the Joint Apprenticeship Committee shall be ultimately responsible for the  \ntraining process, course content and delivery, instructor certifications, and expenses associated  \nwith the training of eligible employees.  \n4, It is understood that sufficient time will be allotted to adequately cover the selected subject  \nmatter, and that each course may range from at least eight (8) hours to no more than forty (40)  \nhours. Any employee that has not received eight (8) hours of craft training prior to July 1, 2004  \nmay, at the Company’s discretion, be required to receive an additional eight hours of craft  \ntraining in order to receive this contract’s guaranteed wage.  \n"], ["ARTICLE I  \nWork Rules  \n", "Forty (40) hours of work performed, Monday through Saturday, shall constitute a regular workweek,  \ncomprised of five (5) eight (8) hour days, exclusive of half-hour meal breaks, Monday through Friday  \nwith a Saturday make-up day at straight time, worked at the option of the Employer, provided time lost  \nMonday through Friday is for any reason beyond the control of the employer. Saturday will not be used  \nas a make-up day when a holiday falls during the workweek.  \nFour (4) ten (10) hour shifts may be worked when mutually agreed upon between the Employer and the  \nUnion. The fifth weekday and Saturday shall not be used as make-up days at straight time except for  \nreasons beyond the control of the Employer, nor will the said days be used as make-up days in the  \nevent that a holiday falls during the workweek.  \nEmployees hired any day besides the first day of the pay period (or week) shall receive the same rate of  \npay as the crew that the Employee is working with, when the Employee works on Saturday (and the  \nfifth weekday on a four ten hour shift.)  \nThe workday shall be between the hours of 6:00 a.m. and 6:00 p.m.  \nShifts shall be worked and paid as follows: First shift - 8 hours pay for 8 hours work; Second Shift - 8  \nhours pay for 7 “% hours work; third shift eight hours pay for seven hours work. There will be at least  \neight (8) hours between shifts for employees. If employees return to work with less than eight (8) hours  \nbetween shifts the employer will pay all employees at one and one half (1 %) the regular rate of pay  \nfor hours worked on that shift.  \nSpecial Shifts shall be established to conform to special job conditiGns and access to job, at the  \nEmployer’s discretion. Employees on such shifts shall work eight (8) hours at straight time rates,  \nprovided this shift is worked for at least three (3) consecutive days. If the special shift is worked for  \none or two days, all time outside of the regular workday shall be paid at time and one half (1 %) the  \nbase wage rate.  \n"], ["ARTICLE IV  \nOvertime and Holidays  \n", "Time and one half (1 4%) the base wage rate shall be paid for all time Worked over eight (8) hours in  \nany one shift or in one work day; or over forty hours in any one week Monday through Saturday. One  \nand one half times shalt be paid after ten (10) hours worked in any one ay or shift when four (4) ten  \n(10) hours worked in any one day or shift when four (4) ten (10) hour Shifts are utilized. Employers  \nchanging from five (5) eight (8) hour days to four (4) ten (10) hour work days shall give all employees  \naffected forty eight (48) hours notice of change of shift times.  \nTime worked on Sunday or holidays shall be paid at double the base Wage rate (double time). Non-  \npaid hoiidays shaii be New Year’s Day, Nationai Memoriai Day, Fourih of july, Labor Day,  \nThanksgiving Day, and Christmas Day. When a holiday falls on a Saturday it will be observed on the  \nFriday prior to the holiday. When a holiday falls on Sunday, it will be observed on the following  \nMonday.  \nThere shall be no pyramiding of overtime rates and double time shall be the maximum pay for any  \nhour worked. |  \nCarpenters, Improvers and Apprentices will not receive overtime pay for any day in a week in which an  \nemployee fails to work his full weekly schedule without a valid excuse. A valid excuse shall include  \nbut not be limited to absences for proven illnesses, injury, death of a fatjly member, or jury duty.  \n"], ["ARTICLE V  \nRecruitment of Trade Personnel  \n", "The Union shall maintain an out of work list for the orderly referral of for employment. The  \nUnion shall exercise total control over the out of work list and shal) be solely responsible for its  \ninstitutional structure and its operation. The Employer shall be held in any issues arising from  \noperation of the out of work list, including but not limited to acts of discrimination, breach of law,  \nliability and negligence.  \nThe Union agrees to furnish duly qualified applicants on a basis and shall do so in  \naccordance with the minority requirements of the various federal, state and municipal agencies having  \nduly constituted authority. (Inability to comply with these minority requirements shall not constitute a  \nbreach of this Agreement on the part of the unions.) Upon request of the Employer, the Union shall  \nfurnish applicants in such numbers and classifications of work skill as required by the Employer in the  \nmanner and under the conditions specified in this Agreement. The shall be the sole judge as to  \nthe qualifications of any applicant for employment.  \n4  \nIf, within twenty-four (24) hours following the request of the Employer for job applicants, the Union is  \nunable to furnish, or withholds for any reason, requested job applicants, the Employer may hire from any  \nsource. In this event, however, the Employer shall promptly notify the trade of the persons so employed,  \ngiving names, Social Security numbers, job classifications and probable length of employment.  \nNON-DISCRIMINATION: The Union and Employer mutually agree that they will not discriminate  \nagainst anyone because of race, color, creed, age, sex, national origin and union membership mm referrals  \nand hiring, and do further agree that they will comply with all federal, state and municipal laws and  \nregulations regarding equal opportunity employment. Wherever reference is made to gender in the  \nAgreement, the same shall be interpreted and construed as including both male and female.  \nThe Employer shall have the nght to employ directly by name any number of journeymen, foremen,  \napprentices and improvers.  \n"], ["ARTICLE VI  \nProject Working Conditions  \n", "Employees shall be at their work stations at the designated reporting time ready to work; with all personal  \ntools and/or protective gear in their possessions to perform the work assigned and shall remain at their  \nplace of work performing their assigned functions under the supervision of the Employer until quitting  \ntime.  \nLunch wagons and vending machines may not be permitted on the project nor will employees be allowed  \nto bring items on the project for sale to other employees. Employees are expected to bring their own  \nlunches and beverages for lunch.  \nThere shall be one paid rest break for each four consecutive hours worked. This break shall be fifteen  \n(15) minutes in duration and shall be taken before the completion of this same work period. All breaks  \nwill be taken at a time and place designated by the Employer; furthermore, it shall in no way impede the  \nprogress of work outside of this fifteen minute break period.  \nThe employees covered by the terms of this Agreement shall at all times while in the employ of the  \nEmployer be bound by the safety regulations as established by the Employer or the Owner. Any Employee  \nwho violates any published safety regulation established by the Employer or Owner, which may be amended  \nat any time at the sole discretion of the Employer or Owner, will be subject to the disciplinary action, up to  \nand including discharge without recourse of the provisions of Article VIII - Settlement of Disputes.  \nAs a part of the State of Georgia Workers’ Compensation Drug-Free Workplace Certification Program  \n(0.C.G.A.) Section 34-9-41 thru (1993), as well as the federal Drug-Free Workplace Programs, the Union  \nrecognizes the right of the Employer to have a Substance Abuse Program to help ensure a safe, healthy,  \nproductive work environment for all workers.  \nThe Employer’s Substance Abuse Program will provide a written policy addressing a minimum of the  \nfollowing items:  \nWho 1s covered by the program.  \nRules regarding the types of drugs, alcohol and other items that are subject to the program  \nAn explanation of how the Employer will enforce the program.  \nAn explanation of the penalties for violating the program.  \n* %*%*§ +  \nThe Employer shall establish such other project rules as appropriate. These rules will be posted at the  \nproject site and may be amended by the Employer thereafter as necessary.  \nThe Union agrees that the Employer may make maximum use of apprentices and improvers on the project.  \nThe workweek for payroll purposes will begin with the first or day shift on Monday morning and end on  \nthe following Monday morning (the work week may be modified by mutual consent). The Employees shall  \nbe paid on Friday before quitting time for all work performed during the preceding: workweek. Any  \nemployee desiring to leave the job before the end of the day on Friday will wait until the next workday to  \nbe paid.  \nToilet facilities shall be provided at the job site to comply with Section 1926.51 (c) of 29 CFR  \nOccupational Safety and Health Regulations for Construction.  \nDrinking water shall be provided at the job site to comply with Section 1926.51 (a & b) 29 CFR  \nOccupational Safety and Health Regulations for Construction.  \nOn jobs where adequate free parking is not available within a reasonable distance from the work site, the  \nEmployer shall have the right to designate parking areas to be used by the Employees. The Employer will  \nreimburse the Employee a maximum of $5.00 per day of parking charges upon presentation of valid  \nreceipt. These reimbursements will be made on a weekly basis with the Employees check.  \n"], ["ARTICLE VII  \nProject Harmony  \n", "It is hereby agreed by the Union and the Employer that the Union will not resort to strikes (which include  \nstoppages or slowdowns of work) during the life of this Agreement. Accordingly, neither the Union nor  \nthe employees will instigate, promote, sponsor, engage in, honor, support or condone any strike, sympathy  \nstrike, slowdown, picketing, concerted work stoppage or any intentional interruption of production during  \nthe life of the Agreement by reason-of any dispute-or difference of opinion between the parties hereto, .  \nsave and except the failure of either party to abide by the terms of this Agreement as adjudicated by a  \ncompetent state or federal court of final judgment after the exhaustion of all efforts to resolve the issue  \nthrough arbitration procedures in Article VIII - Settlement of Disputes.  \nAny employee or employees engaged in the above prohibited activities shall be subject to disciplinary  \naction and/or discharge.  \nIn the event a is filed by the Employer alleging breach of the above terms by employees, the  \nsole question for arbitration shall be whether the employees engaged in prohibited activities under this  \nArticle.  \nThe Employer agrees that there shall be no lockouts for the duration of this Agreement.  \nThe Union agrees that if any other union or group of employees engages in any picketing or work  \nstoppage, the Union shall consider such actions as illegal and will refuse to honor such picketing or work  \nstoppage.  \n"], ["ARTICLE VIII  \nSettlement of Disputes  \n", "JURISDICTIONAL DISPUTES: Work shall be assigned by the Employer based on economy, efficiency  \nand Employer preference with consideration given to normal industry practices used to determine such  \nmatters. Once assigned by the Employer, such assignment will be performed by the Union and will  \nremain unchanged unless changed by the mutual agreement of the Employer, the Union who has the work  \nand the union who claims the work.  \nGRIEVANCES: Any differences arising between the Employer and the Union as to the meaning and  \ninterpretation of the provisions of this agreement, with the exception of jurisdictional disputes, shall be  \nresolved as follows:  \n(A) Within three (3) working days of the incident giving rise to the grievance, an attempted adjustment  \nwill be made at the local level between the Employer’s job superintendent and the local Union Business  \nAgent.  \n(B) If the grievance is not resolved within five (5) working days of its presentation pursuant to Step (A)  \nabove, it shall be referred to the Business Manager of the Union and an executive officer of the Employer.  \n(C) if the gnevance is not resolved within five (5) working days of its presentation pursuant to Step (B)  \nabove, it shall be referred to a board of arbitration composed of one arbitrator appointed by the Employer  \nand one arbitrator appointed by the Union. These two arbitrators shall immediately select a neutral  \narbitrator as chairman of the arbitration board. Should the two arbitrators fail to agree on the selection of  \nthe neutral arbitrator chairman, application shall be made to the Federal Mediation and conciliation  \nService for a panel of five (5) arbitrators. Upon its receipt, and within five (5) working days thereof, the  \nparties will alternately strike (the first strike being selected by chance) until one arbitrator is left who will  \nserve as chairman of the board. The board shall hear the grievance and deliver a final decision settling the  \ndispute at issue not later than five (5) working days following the date of the final hearing. The decision  \nof the arbitrators shall be in writing and delivered to the parties herein, but shall be final and binding only  \nwith respect to the issue or issues submitted by the parties.  \n(D) The arbitration board is limited to making a decision on the grievance in conformity with the  \nprovisions of this Agreement and has no power to add to, subtract from, or modify the provisions of this  \nAgreement.  \n(E) The cost of the arbitration, exclusive of attorneys’ fees, shall be divided equally between the  \nEmployer and the Union.  \n"], ["ARTICLE IX  \nOwner Relations  \n", "7  \nThe parties to this Agreement have a deep appreciation for the Owner and a respect for all the  \nprerogatives and privileges of the Owner. It is the Owner who provides the work and the employment  \nopportunities and it is the PLEDGE of the parties to satisfy the Owner’s requirements and to develop a  \n“repeat business” relationship.  \nThe parties recognize that many Owners have constructed facilities in Georgia to improve their  \nemployee’s relations and to avail themselves of the abundant labor supply in the state. The trades want to  \ncontinue to perform construction and maintenance for the Owners and PLEDGE that they will not  \nparticipate in any organizational effort toward an Owner whose facility is constructed or maintained under  \nthis Agreement, nor support such an effort by others.  \n1. Employees covered by this Agreement will keep out of areas of the project which have been  \naccepted by the Owner for beneficial occupancy and designated as such. Exceptions will be made  \nfor employees who have been directed by the Employer to enter such areas to perform specific  \nwork assignments.  \n2. Union representatives and employees covered by the Agreement will not contact employees of the  \nOwner during work hours for non-job-rejated purposes.  \n3. . This Agreement will have no relationship or effect upon the operation, production, or  \nmaintenance work within a facility being performed by the Owner, its employees or other  \nemployers reporting directly to the Owner. As areas of the construction project are accepted by  \nthe Owner for beneficial occupancy, there will be no further interest in such occupied areas except  \nwhere the Employer must return to accomplish repairs, modifications, check out or warranty  \nfunctions required by the contract with the Owner.  \nThe Owner may perform any part of the construction work, or any work or service related thereto, with  \ntheir own employees as they deem best, or to contract all or any part of such work or services, including  \nthe maintenance of machinery or equipment, or the calibration, testing, checking and start-up of  \nequipment, systems or partial systems, areas, or pieces of equipment turned over to the Owner.  \nNothing in this Agreement shall prohibit or restrict the Employer from using any materials, supplies or  \nequipment regardless of source or whether fabricated or assembled off the job site. The Employer’s  \npurchase order or contract for purchase of equipment shall be considered the Owner’s instructions for the  \npurchase ofa specific item. There shall be no controversy over installation of such materials, supplies or  \nequipment.  \n"], ["ARTICLE X  \n", "Intent of the Parties  \nIt is intended that this Agreement shall not violate any applicable federal or state law, but if any condition  \nis held to violate any law, that portion of the Agreement shall be considered null and void; but the  \nremainder of the Agreement shall continue in full force and effect.  \nB. The employer may take such actions that are necessary to effectuate compliance with “The Americans  \nwith Disabilities Act”. Such action shall not be a violation of this Agreement, nor shall it be a subject of  \narbitration.  \n"]]