[["", "Sl 5  \nWRK KIKI KK IK KKK Kk  \nO9Q Red  \nAGREEMENT  \nMADE BETWEEN  \nMID-ATLANTIC REGIONAL COUNCIL  \nOF CARPENTERS  \nBALTIMORE DISTRICT  \nAFFILIATED WITH THE UNITED  \nBROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA, AFL-CIO  \nAND  \n    \nTHE LABOR RELATIONS DIVISION OF  \nTHE MARYLAND CHAPTER OF THE  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA, INC.  \nAPRIL 1, 2005 THRU MARCH 31, 2008  \nOS 32  \nKKK  \nSR PE |  \nMaryland Chapter of the  \nAssociated General Contractors  \nof America, inc.  \n202 Heaver Plaza  \n1301 York Road  \nLutherville, Maryland 21093  \nTe}. (410) 321-7870  \nFax (410) 339-5273  \nMid-Atlantic Regional Council of Carpenters  \nBaltimore District  \n801 W. Patapsco Avenue  \nBaltimore, Maryland 21230  \nTel. (410) 355-5555  \nFax (410) 355-0620  \n   \nAGREEMENT  \nMADE BETWEEN  \nMID-ATLANTIC REGIONAL COUNCIL OF CARPENTERS  \nBALTIMORE DISTRICT  \nAFFILIATED WITH THE UNITED  \nBROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA, AFL-CIO  \nAND  \nTHE LABOR RELATIONS DIVISION OF  \nTHE MARYLAND CHAPTER OF THE  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA, INC.  \nAPRIL 1, 2005 THRU MARCH 31, 2008  \n32  \nTABLE OF CONTENTS  \n"], ["", "ARTICLE I  \nPurpose and Object  \nARTICLE II  \nPrinciples  \nARTICLE IIT  \nTerritory  \nARTICLE IV  \nTrade Autonomy and Jurisdiction  \nARTICLE V  \nApprenticeship and Training  \nARTICLE VI  \nHours of Work  \nARTICLE VII  \nOvertime and Holidays  \nARTICLE VIIT  \nShift Wark  \nARTICLE IX  \nWages  \nARTICLE X  \nStewards  \nARTICLE XI  \nResponsibilities  \nARTICLE XII  \nGeneral Working Rules  \nARTICLE XIIT  \nNo Strike Clause ~ Grievances and Arbitration  \nARTICLE XIV  \nRules Pertaining to Foremen and General Foreman Generally  \nARTICLE XV  \nSpecia! Rules Governing Pile Drivers  \nARTICLE XVI  \nSpecial Rules Governing Millwright and Machinery Erectors  \nARTICLE XVII  \nRules Pertaining to Millwrights and Machinery Erectors Foremen  \nand General Foremen  \n10  \nil  \n11  \n13  \n14  \n415  \n18  \n21  \n22  \n24  \n30  \n"], ["", "ARTICLE XVIII  \nSpecial Rules Governing Drivers and Tenders  \nARTICLE XIX  \nSpecial! Projects  \nARTICLE XX  \nContracting and Subcontracting  \nARTICLE XxI  \nConstruction Industry Advancement Program  \nARTICLE XXI(A)  \nJoint Trades Labor Management Committee  \nARTICLE XXII  \nCheck-Off of Union Membership Dués  \nARTICLE XXIII  \nFringe Benefits  \nARTICLE XXIV  \nManagement Rights  \nARTICLE XXV  \nEqual Opportunity  \nARTICLE XXVI  \nJurisdictional Disputes  \nARTICLE XXVII  \nPrevailing Wage Reports  \nARTICLE XXVIII  \nSeparability and Savings Ciause  \nARTICLE XXIX  \nDrug and Alcohol Policy  \nARTICLE XXX  \nDuration of Agreement  \nACCEPTANCE  \nAPPENDIX I  \nSCHEDULE A  \nSCHEDULE B  \nSCHEDULE C  \n30  \n31  \n32  \nae  \n34  \n35  \n36  \n39  \n40  \n40  \n40  \n41  \n41  \n42  \n44  \n46  \n47  \n48  \n   \nAGREEMENT  \nTHIS AGREEMENT Is made effective and entered into as of this 1% day of April,  \n2005 by and between the LABOR RELATIONS DIVISON OF THE MARYLAND CHAPTER OF  \nTHE ASSOCIATED GENERAL CONTRACTORS OF AMERICA, INC., hereinafter referred to as  \nthe Labor Relations Division, acting as the Collective Bargaining Agent for the Contractors  \nwho have given the Labor Relations Division written authorization to represent them for  \npurposes of collective bargaining with the Union, said Contractors being referred to  \nhereinafter both collectively and individually as the “Employer”, “Employer Contractor”, or  \n“Contractors”, and THE MID-ATLANTIC REGIONAL COUNCIL OF CARPENTERS ~  \nBALTIMORE DISTRICT, AFFILIATED WITH THE UNITED BROTHERHOOD OF CARPENTERS  \nAND JOINERS OF AMERICA, AFL-CIO, on behalf of itself and its member Local Unions,  \nreferred to hereinafter as the “Union”,  \n"], ["ARTICLE 1  \nPurpose and Object  \n", "The purpose and object of this Agreement is to establish and maintain wages,  \nhours and working conditions for the work covered by this Agreement, to prevent strikes  \nand lockouts, to insure the peaceable adjustment and settlement of ny and alt  \ngrievances, disputes or other differences which may arise between the parties as such, or  \nbetween them as Employer and Union and to provide for the adjustment of disputes  \nbetween the trades and jurisdictional disputes. |  \n"], ["ARTICLE If  \nPrinciples  \n", "Section 1. The Labor Relations Division, on behalf of such individual Contractors  \nwho have given written authorization to the Labor Relations Division to represent them  \nfor the purpose of collective-bargalning with the Union hereby recognizes the Union as  \nthe exclusive Collective Bargaining Representative for all of their Employees covered by  \nthis Agreement for all purposes of collective bargaining. The Union recognizes the Labor  \nRelations Division as the exclusive Bargaining Representative for all Contractors who  \nhave given the Labor Relations Division written authorization to represent them for  \npurposes of collective bargaining with the Union. In the event an Employer withdraws its  \nauthorization for the Labor Relations Division to represent it for purposes of collective  \nbargaining during the existence of this Agreement, it shall nevertheless be bound by all of  \nthe provisions found herein for the duration of this Agreement.  \nSection 2. It shall be a condition of employment that all Employees covered by  \nthis Agreement, who are members of the Union in good standing on the execution date of  \nthis Agreement, shall remain members In good standing and those who are not members  \non the execution date of this Agreement shall on and after the seventh (7) day following  \nthe execution date of this Agreement remain members in good standing in the Union. It  \nshall also be a condition of employment that al! Employees covered by this Agreement  \nwho are hired on or after its execution date shall on and after the seventh (7\") day  \nfollowing the beginning of such employment, become and remain members in good  \nstanding in the Union.  \nSection 3. The Business Representatives of the Union shall have the right to  \nInterview Employees covered by this Agreement during working hours. Sald Business  \nRepresentatives of the Union shall comply with general conditions on the job regarding  \npasses, entrance to be used, etc.  \nSection 4. The amount and character of work demanded of the Employees  \ncovered by this Agreement by the Employer or his representatives shall not be  \nunreasonable nor it be restricted by the Union, its representatives, officers or  \nmembers.  \n"], ["ARTICLE ITI  \nTerritory  \n", "Section 1. The Baltimore District services and the terms of this Agreement shall  \napply in full within the following boundaries in the State of Maryland:  \nFrom the Point of Rocks, going in a southeasterly directlon to  \nthe Montgomery County Line thence in a northeasterly  \ndirection along the County Line to Frederick County to Route  \n27. Then in a southeasterly direction following the County Line  \nof Howard and Montgomery Counties through to Priest Bridge;  \nnortheast to Route 3 and the Patuxent River; beginning at  \nRoute 3 and the Patuxent River, north on Route 3 to the  \njunction of Benfield Road, then right on Benfield Road to the  \njunction of Jumpers Hole Road, left on Jumpers Hole Road to  \nthe junction of Ritchie Highway, teft on Ritchie Highway to the  \njunction of Route 100, right on Route 100 to Route 177 and  \ncontinuing in an easterly direction on Route 177 to Gibson  \nIsland and on to Elkton; then north to the Pennsyivania State  \nLine, and continuing upon the Pennsylvania State Line until it  \nmeets the west line of jurisdiction at Washington County. Then  \ngoing in a southerly direction along the County Line to the  \nBoundary Line between West Virginia and Maryland, then  \nfollowing this the Maryland State Boundary Line of West  \nVirginia to the Point of Rocks.  \nSection 2. The Baltimore District services and the terms of this Agreement shall  \napply in full in the following counties within the State of West Virginia:  \nBerkeley, Grant, Hampshire, Hardy, Jefferson, Mineral, Morgan  \nand Pendleton,  \nSection 3. The terms of this Agreement for Millwrights only shail  \napply in the follawing countiés within the State of Virginia:  \nArlington, Frederick, Clarke, Loudoun, Shenandoah, Warren,  \nFauquier, Page, Rappahannock, Prince William, Fairfax,  \nCulpepper, Stafford, Orange, Spotsylvania, King Alexandria,  \nand Falls Church.  \n"], ["ARTICLE Iv  \nTrade Autonomy and Jurisdiction  \n", "Section 1, The provisions of this Agreement shall apply to all of the work that is  \ndescribed in Sections 2, 3, 4, and 5 of this Article and work that is described in Articles  \nXV, XVI and XVIII of this Agreement snd only Employees covered by this Agreement shall  \nbe employed by the Employer to perform said work. .  \nSection 2. The trade jurisdiction of the Union consists of the milling, fashioning,  \njoining, assembling, erecting, fastening or dismantling of all material of wood, plastic,  \nmetal, fiber, cork and composition, and ali other substitute materials and atl work  \nconnected with the installation of store fixtures, glass shelving and camponent parts. The  \njurisdiction .also includes -handling, .erecting, installing,- and dismantling of  \nmachinery and equipment and the manufacturing of al} materials where the skill,  \nknowledge and training of the Carpenters or Joiners are required, either through the  \noperation of machine or hand tools, either.at the job site or in production shops, mills  \nand factories.  \nSection 3. The claim of jurisdiction, extends over the following divisions  \nand subdivisions of the carpentry trade: Carpenters and Joiners; Timber Men and Core  \nDrillers; Shipwrights; Boat Builders; Ship Carpenters; Joiners and Caulkers; Cabinet  \nMakers; Bench Hands; Stair Builders - be they wood, iron, aluminum or any other  \ncompositions; Mili Men; Wood and Resilient Floor Layers and Finishers; Carpet Layers;  \nShingler; Siders; Insulators; Acoustics and Drywall Spackling of all surfaces  \nwhere adhesive materials.are used; and all drywall pointing, taping and finishing; Shorers  \nand House Movers; Loggers, Lumber aid Sawmill Workers: Furniture Workers; Reed and  \nRattan Workers; Shingle Weavers; Casket and Coffin Makers: Box Makers; Railroad  \nCarpenters and Car Builders; and all those engaged in the operation of woodworking or  \nother machinery required in fashioning, milling or manufacturing of products used in the  \ntrade or engaged as helpers to any of the above divisions or and the milling  \nor manufacturing of products used in the trade or engaged as helpers to any of the above  \ndivisians or subdivisions, and the sandblasting, handling, erecting and installing of any  \nform(s) or material in any of the above division or subdivisions of the trade, including  \nburning, welding, rigging and the use of any instruments or tools for layout work  \nincidental to the trade. When the term “Carpenter and Joiner” is used, it shall mean all  \nthe subdivisions of the trade.  \nSection 4. The Employer recognizes the Union as the exclusive representative of  \nall its Employees (and the provisions of this Agreement shal) cover) for al) prefabrication,  \ninstallation, erection, construction and completion of the following work, which shail be  \nassigned to and perfarmed by Journeymen Lathers and Apprentices: the prefabricating,  \nerecting, constructing, installing and completing of al) light iron construction, furring,  \nmaking and erecting of brackets, clips and hangers, wood, wire and metal lath;  \nplasterboard or veneer plasterboard to and which plaster-type materials are applied;  \ncorner beads, all floor construction; arches erected for the purpose of holding plaster,  \ncement and concrete. |  \nAll carrying bars, purlins and furring, regardiess of size, light Iron and metal  \nfurring of all descriptions such as rods, channels, flat iron and natlock, screw lock,  \npomeroy, T-bar, H-bar, Z-bar, metal splines and other ceiling bars or systems for the  \nreceipt of metal lath, rock lath, and all light iron and metal studs, such as Stran Steel,  \nPenn Metal, Soule, Truscon, or other trade names of metal ‘studs, no matter who the  \nmanufacturer, when such studs are:to receive metal Jath or rock lath or other material for  \nthe application of plaster or other sprayed on wet material; and all other light iron furring  \nerected to receive lath, plaster-type materials and veneer plasterboard.  \nThe nailing, tying and fastening of all wiring and metallic lath such as wire cloth,  \nwire mesh, expanded metal lath, hy-bid and flat expanded metal lath and wire’ of all  \ndescriptions as well as the placing of all hangers to support suspended ceilings or any of  \nthe above types of light iron and metal furring which receive lath and siestemtyps  \nmaterials; the placing of all types of floor lath, such as hy-bid lath, paperback steeitex  \nfloor lath, Penn Metal! rib, etc.  \n_ The tying, nailing, clipping or fastening of all types of lath, regardless of size, such  \nas wood lath, plasterboard, button board, flaxilinum board, bishopric, celetex, gypsum  \nlath, rock lath: or any and all other types of material erected to receive or hold plaster-  \ntype materials.  \nThe erection of all metal plastering accessories such as metal corner beads, door  \nand window casing beads, metal picture mold, metal chair rail, metal base and base  \nScreed, and any and all other plastering accessories which are covered and/or serve as a  \nground, guard, or screed for plaster-type materials.  \nSection 5. This Internationa! Union has jurisdiction in the following work and  \nsuch other work as it may hereinafter acquire.  \nThe trade or work jurisdiction of this International Union, which includes ail work  \nrecited in the ariginal charter of the International Association of Marble Workers granted  \nfrom the American Federation of Labor on January 11, 1902, in addition to ali work  \nincluded in a new charter issued to the Internationa) Association of Marble, Slate and  \nStone Polishers, Rubbers and Sawyers on February 2, 1917, in addition to all work  \nin a new charter issued to the International Association of Marble, Siate and  \nStone Polishers, Rubbers and Sawyers, Tile and Marble Setters Helpers on July 21, 1921,  \nin addition to all work included in a new charter issued to the International Association of  \nMarble, Slate and Stone Polishers, Rubbers and Sawyers, Tile and Marbie Setters Hetpers  \non May 25, 1931, in addition to all work included in the original charter of the  \nInternational Association of Granite Cutters granted by the decisions of the American  \nFederation of Labor on November 15, 1881, and all work granted by the decislons of the  \nAmerican Federation of Labor and its affiliated departments and as a result of decisions of  \npublic and private tribunals and as a result of trade or area practice or as a result of  \norganization and Collective Agreements historically and traditionally exercised  \npy the International Union.  \na. Its Polishers and Rubbers shall polish, rub and clean all marble, stone,  \nslate and glass, and all compositions and imitations that require the same process of  \nfinishing required in polishing, rubbing and cleaning marble, stone or slate; this work  \napplies to shop and building, hand and machine.  \nb. Sawyers shall run all gang, cable and diamond saws, set all blocks in  \ngangs, and hammer and set all saws.  \nc. Marble Finishers work shall include but not be limited to, all utility  \nwork, such as loading and unloading trucks and shop machines, operating cranes and  \nderricks, performing ail rigging, the handling of all materials that may be needed for the  \ninstallation of such materlais, and such work that has historically and traditionally been  \nthe work of the Marble Finisher.  \nd. Tile Finishers work shall include but. not be limited to all cleaning,  \ngrouting and polishing of all tile, handting all sand, cement, lime, tile and all other similar  \nmaterials that may be used in the installation, repair and maintenance of tile and/or  \nsimilar materials, Finishers shall fill all joints and volds regardless of method on all tlle  \nwork, particularly and especially after installation of said tile work. Tile Finlshers shall  \nalso apply any and all protective coverings to all types of tlle installations. These types of  \nprotective coverings will include but not be limited to all soap compounds, all types of  \nPaper products, all types of varnishes and lacquers, all types of tapes and all  \npolyethylene coverings, including all new types of products that may be used for the  \nprotection of tile installation.  \ne. The work performed by Terrazzo Finishers shall include, but not be  \nlimited to ail handling of sand, cement, lime terrazzo and ali other materials that may be  \nused in the installation of terrazzo and all similar materials, the distribution by hand or by  \nuse of any power driven equipment of the above materials. Rubbing, grinding and  \nCleaning, polishing and sealing Marble Mosaic and Terrazzo floors, and wainscoating,  \ncurbs, steps, and base, including but not limited to Magnesite Terrazzo, Dex~o-tex  \nTerrazzo, epoxy matrix terrazzo, aggregate, rustic or rough washed for exterior or  \ninterior of buildings placed either by machine or by hand and any other kind of mixtures  \nof plastics composed of chips or granules of marble, granite, blue stane enamel, mother  \nof pearl, quartz, ceramic colored quartz and rubber, neoprene, vinyl, magnesium chloride  \nor any other resinous or chemical substances used for seamless flooring systems, or any  \nsubstances therefore when run on the building by hand or machine, any new method of  \ninstallation such as caulking and sealing with all new terrazzo material, also acid etching  \nof new or old surfaces, also all priming for instalation of new materials in the installation  \nof the above materials.  \nf. Machine Stone Workers, Rubbers and Helpers are limited to work on  \ncut stone cast and artificial stone used for exterior and construction. The work consists  \nof all sawing, bed and hand rubbing, operating of cranes, tool grinding, and the handling  \nto the shipping point. The work on cut cast stone consists of alt molding, mixing, pouring  \nand rubbing and handling to the shipping point and tool grinding.  \ng. The Cemetery Stone Handlers, Erectors and Granite Helpers include  \ncrane and derrick operators, hook-up men, drillers, yard and shop helpers, bed setters  \nhelpers, sawyers helpers, erectors, drivers, erectors helpers, who handle stone in the  \ngranite cutting yards and cemeteries.  \nh. Granite Cutters and Polishers work shall inctude but not be timited to  \nall work in the granite industry such as cutting, carving, dressing, drafting !ettering, sand  \nblasting, sawing and setting all granite (natural and artificial, interior and exterior)  \nbluestone and hard stone on which granite cutters tools are used. This includes from the  \nroughest of street work, seam-faced and rock-faced ashlar, to the finest of moulded work  \ncarving, statuary machine cutting turning, rubbing, polishing or dressing, all lettering  \n(hand marked and “Space Write” wherever possible), sand blasting, including work of  \npreparing and placing of composition necessary, sawing and setting of any kind of granite  \n(natural and artificial), bluestone, and other hard stone, on which granite cutting tools or  \nmachines are used, including flame burning torches and guillotines, and making up,  \nsharpening or dressing said tools elther by hand or machine; all designing, drafting,  \nmaking patterns, shop cards, diagrams used in connection with the granite industry; also  \nall jointing of bluestone In building work, street work, flagging, or any other work in  \nwhich bluestone is used, and all other workers connected with the granite industry. The  \nInternatlonal Union shalt have the authority to establish additional general or special  \nfa. _ -  \nwe LO identify and  \nct  \nwt  \nmaintain the skills within the work jurisdictlon of the International Union.  \n"], ["ARTICLE V  \nApprenticeship and Trajning  \n", "Section 1. There has been established a Baltimore Carpenters Joint  \nApprenticeship and Training Fund for the purpose of training Journeymen and Apprentices  \ncovered by this Agreement. The Fund is governed in accordance with the terms and  \nprovisions of an Agreement and Declaration of Trust, which are deemed to be  \nincorporated herein.  \nSection 2. The terms and conditions of employment for Apprentices and the  \nschooling of all Apprentices covered by this Agreement shall be determined by the  \nBaltimore Carpenters Joint Apprenticeship Committee and approved by the Trustees of  \nthe Fund in accordance with the provisions of the governing Agreement and Declaration  \nof Trust of the Apprenticeship Fund, except as provided in this Agreement.  \nSection 3. Apprentices may be utilized by an Employer to the extent of a 1 to 1  \nratio, but only when approved by the Baitimore District Office.  \nSection 4. All Apprentices must register with the U.S. Department of Labor,  \nBureau of Apprenticeship and Training.  \nSection 5. The Employer shali hire one (1) Apprentice out of every five  \nEmployees covered by this Agreement. In the event that an Employer does not have 1  \nApprentice out of each 5 Employees, if the Apprentices are available, he will be required  \nto hire additional Apprentices as required without discharging Journeymen working on the  \njob site.  \nSection 6. No Millwright Apprentice shall be required or permitted to work during  \na time which will interfere with his attendance at school. As will be noted elsewhere in  \nthis Article, schooling for Apprentices covered by this Agreement will be during the  \nregular work day and most Apprentices will be released from work and paid by the  \nEmployer for the hours they are attending school. However, from time to time, some  \nApprentices will be working on shift work and will not be working during school hours.  \nThose Apprentices shall have the option of working regularly at their jobs at their regular  \nwages for all hours worked and attending school on their own time without receiving pay  \ntherefore, or taking time off fromm work on the night before, or the night of, the day the  \nattend school; provided that each Apprentice shali choose which option he prefers when  \nhe commences such shift work and the option he chooses shall remain in effect for the  \nduration of his shift work.  \n"], ["ARTICLE VI  \nHours of Work  \n", "Section 1. The regular work week shall be from 7:00 A.M. Monday thru 5:00 P.M.  \nFriday. The regular work day is to consist of eight (8) hours. An Employer may be  \ngranted the right, by receiving prior written approval from the District Manager of the  \nBaltimore District, to work its Employees on the basis of a four (4) day work week, each  \nwork day consisting of ten (10) working hours. Such a four day/ten hour work schedule  \nshall be at the straight time rate of pay for work performed Monday through Thursday,  \nexclusively. Except as provided in Section 3 below, in the event a four (4) day, ten (10)  \nhour work schedule is utilized all work performed on Friday or Saturday will be paid at  \none and one-half {112} times the stralght time rate of pay.  \nSection 2. All work performed on Sundays and Holidays will be paid at double the  \nstraight time rate of pay. All work performed on Saturdays and in excess of eight (8)  \nhours on regular work days shall be paid at one and one-half (1%) the straight time rate  \nof pay.  \nSection 3. In the event an Employee is unable to work forty (40) hours in any  \ngiven work week, excluding holidays, the following Saturday may be used as a make-up  \nday. The following Friday shall be the make-up day when a four (4) day, ten (10) hour  \nwork schedule is being utilized provided that if Friday cannot be utitized the following  \nSaturday may be used as the make-up day.  \nAll make-up hours worked on Saturday (up te 40 hours) shall be pald at the  \nstraight time rate of pay. When a make-up day is implemented, it must be scheduled for  \na minimum of elght (8) hours (ten [10] hours if a four [4) day, ten hour work  \nschedule is being utilized), weather permitting.  \nSection 4. Any Employee required to work during his normal lunch period shall  \nbe allowed time to eat later in the day, without loss of pay.  \nSection 5. A ten (10) minute break shall be allowed on the job at the place of  \nwork between the hours of 8:30 A.M. and 10:30 A.M. each day without loss of pay. A  \nbreak also shall be allowed on jobs which are working a night shift and such break shall  \nbe at the place of work and at a mutually agreeable time. It is clearly understood that  \nthe Supervisor on the job shall designate one Employee to service each crew,  \n"], ["ARTICLE VII  \nOvertime and Holidays  \n", "Section 1. All work performed on Sundays and any of the following holidays shall  \nbe pald for at double the straight time rate of pay: New Year’s Day, Memorial Day,  \nIndependence Day, Labor Day, Thanksgiving Day, and Christmas Day. In the event that  \na holiday falis on a Saturday, it shal! be observed on the Friday before the holiday. Ifa  \nholiday falls on a Sunday, it shall be observed on the following Monday. In no event will  \nany of the above listed holidays be recognized as such more than one day per year.  \nSection 2. All overtime hours, exclusive of time worked on Sundays or holidays  \nshall be paid at one and one-half (142) times the straight time rate of pay.  \nSection 3. When Employees are required to work in excess of two (2) hours  \novertime, a thirty-minute break, with pay, will be allowed. At the end of six (6) hours of  \novertime work, a fifteen-minute break will be allowed with pay. For each four (4) hours  \n10  \nthereafter Empioyees will be given fifteen minutes break time. These breaks will in no  \nway result in any loss of pay to the  \nSection 4. Each Employee who Is called upon to work overtime shall be given a  \nrest period of eight (8) hours off from work after sixteen (16) consecutive hours on duty,  \njunch breaks and rest breaks included. If an Employee is required to work overtime in  \nexcess of sixteen (16) consecutive hours on duty, the Employee shall be paid at the rate  \nof time and one-half as provided in Section 2, above, until the Employee receives an  \neight (8) hour rest period.  \n"], ["ARTICLE VIII  \nShift Work  \n", "Section 1. When shift work is required, the day shift will work eight (8) hours for  \neight (8) hours pay, the swing shift will work eight (8) hours for eight (8) hours pay and  \nthe graveyard shift will work seven (7) hours for eight (8) hours pay. The only exception  \nto this rule is upon request by an Employer and after investigation by the Baltimore  \nDistrict Office, where it is not feasible to work during normal working hours the rate of ~  \npay shall be the same as that for day work. Work will not be considered as shift work  \nunless it continues for at least three (3) consecutive work days.  \nLanguage pertaining to Millwrights only:  \nWhen two (2) ten (10) or twelve (12) hour shifts are worked, the second shift will  \nbe considered the graveyard shift.  \n"], ["ARTICLE 1X  \nWages  \n", "Section 1. During the term of this Agreement, the straight time hourly wage rate  \nfor ali Journeymen Carpenters, Pile Drivers, Millwrights and Machinery Erectors who are  \ncovered by this Agreement shall be that specified in Appendix I to this Agreement.  \nSection 2. All Carpenter, Pile Driver and Floor Layer persons who are enrolled in  \nan Apprenticeship Program Plan A sponsored by the Trustees for the Baltimore  \nCarpenters Joint Apprenticeship and Training Fund and;  \nAll Millwright persons who are enrolled in an Apprenticeship Program sponsored  \nby the Trustees of the Baltimore Carpenters Joint Apprenticeship and Training Fund, shall  \nbe paid as follows: :  \n11  \n1\" Year of Apprenticeship - 50% of the wage set as in Appendix I, Schedule C  \nof this Agreement. It is agreed that no pension or severance and annulty fringe benefit  \npayment or vacation deduction shall be made on 1* year Apprentices.  \n2\" year of. Apprenticeship - 60% of the wage set as in Appendix I, Schedule C  \nof this Agreement.  \n3\" Year of Apprenticeship - 70% of the wage set as in Appendix I, Schedule Cc  \nof this Agreement.  \n4\" Year of Apprenticeship - 85% of the wage set as in Appendix I, Schedule C  \nof this Agreement.  \nAll Carpenter, Pile Driver and Floor Layer Persons who are enrolled in  \nApprenticeship Program Plan B, sponsored by the Trustees of the Baltimore Carpenters  \nJoint Apprenticeship and Training Fund, shail be paid as follows in Appendix I, Schedule  \nC, to this Agreement.  \n| Section 3. During the term of this Agreement, Corenter Foremen be paid  \none dollar ($1.00) per hour more than Journeyman hourly rates set forth in Appendix I,  \nSchedule A, of this Agreement as their straight time hourly wage rate and shalt] be  \nguaranteed forty (40) hours of pay per week, Including holidays, provided that they  \nreport for work on working days and also provided that the job lasts five (5) days or  \nmore. If a job ends before the last day of a normal work week, the foreman will be paid  \nonly for hours worked during that week. Millwright Foreman shall be paid one dollar and  \ntwenty-five cents ($1.25) per hour more than the Journeyman hourly rates set forth in  \nAppendix I, Schedule B for Millwrights.  \nSection 4. During the term of this Agreement, Carpenter General Foreman shall  \nbe paid two dollars ($2.00) per hour more than the Journeyman hourly wage rate set  \nforth in Appendix I, Schedule A of this Agreement as their straight time hourly wage rate  \nand shali be guaranteed forty (40) hours per week including holidays, provided that they  \nreport to work on working days and also provided that the job lasts for five (5) days or  \nmore. If a job ends before the jast day of a normal work week, the foreman will be paid  \nonly for hours worked during that week. Millwright General Foreman shall be paid two  \n12  \ndollars and twenty-five cents ($2.25) per hour more than the Journeyman hourly rates  \nset forth in Appendix I, Schedule B for Millwrights.  \nSectlon 5. Whenever the work force on a job exceeds thirty (30) Employees  \n(excluding Foremen) who are covered by this a general foreman shall be  \ndesignated by the Employer.  \n"], ["ARTICLE X  \nStewards  \n", "Section 1. The Baltimore District shall place and replace Stewards on all jobs at  \nits discretion. A Steward shall not be permitted to act as a foreman, general foreman or  \nother Supervisor; nor shall a Steward receive any wage or other compensation other than  \nthat provided for under the terms of this Agreement. A Steward must be a member in  \ngood standing in the Union. The Employer shall report the starting or restarting of each  \njob to the Baltimore District Office before starting to work, so that the Union may have  \nadequate time to place a Steward.  \nSection 2. The Steward shall remain on the job all hours that carpentry work is  \nbeing performed. If a job is shut down, he shall be the first person reemployed. He shall  \nbe allowed sufficient time to perform his duties as prescribed in the General Working  \nRules of the Union. He shall not be discharged because of his activities In enforcing the  \nUnion’s Rules. A Business Representative must be notified and.consulted in all instances  \nbefore a Steward is removed from the job. The Steward must be a competent mechanic  \nfor the classifications of carpentry work to which he is assigned, otherwise he is subject  \nto discharge in which event his vacancy as Steward shail be filled by a Business  \nRepresentative.  \nSection 3. It shail be the duty of ail Stewards to examine the work cards of  \nperforming work covered by this Agreement.  \nSection 4. Should any Employee be taken sick or meet with an accident while  \nworking on any job, the Steward shail take care of his tools during his absence and notify  \nthe office of the Union at once regarding the incident. Any loss of time or other expenses  \nincurred by the Steward must be pald by the Employer, if found to be correct,  \n13  \n"], ["ARTICLE XI  \nEmployer’s Responsibilities  \n", "Section 1. All Employers will be required to furnish an ample waterproof tool  \nhouse, to be used exclusively by Employees covered by this Collective Bargaining  \nAgreement, properly locked, as suitable quarters for Employees to eat their Junches in  \nand to keep their clothes in; the same to be heated in winter months, The Employer  \nshall provide on or near the job suitable sanitary toilets In accordance with the laws of  \nthe Board of Health. Ice water is to be furnished by the Employer from April 1* to  \nNovember 1*, and individual cups to be furnished by the Employer, also water on the job  \nat all times.  \nSection 2. The Employer shall relmburse each Employee for any of his tools or  \nclothing which are destroyed on the project site by fire or other acts of God or which,  \nwhile the project is not operating, are stolen by forced entry on the project site. A forced  \nentry shall be reported by the Steward within thirty (30) minutes after starting time.  \nProvided that the Employer has complied with the above Rule, or designated another  \narea, he shalt be liable for an Employee's loss only if it occurs while such tolls or clothing  \nare in the tool shed or tool room or other designated area. Each Employee shall furnish  \nthe Employer or his agent with a properly sworn statement of Joss within forty-eight (48)  \nhours. The Employer shall make reimbursement within one (1) week after receiving a  \nsworn statement of loss. The Employer’s liability shall be limited to not more than  \n$800.00 for any single loss of or injury to tools. It is the Employer’s responsibility to post  \na reasonable list of personal hand tools in a conspicuous place on the jobsite. Each  \nJourneyman Carpenter employed on that jobsite will be expected to furnish the hand  \ntools on the posted list. The Employer may periodically update the list, provided it is  \ndone in a reasonable manner. In the replacement of personal hand tools which are  \ndestroyed or stolen, the Employer will only be responsible for the replacement of those  \ntools which are on the posted list.  \nSection 3. Any Employee working in water or foul weather must be furnished  \nwith suitable wearing apparel to keep dry by the Employer, without any cost to the  \nEmployee. Such apparel shall be checked out to the Employees by the Employer. All  \nEmployees shall be responsible for apparel that is checked out to them.  \n14  \nSection 4. Employees shall have sufficient time to place their tools in the shed or  \ndesignated area before quitting time.  \nSection 5. When Employees are required to wear safety equipment such as hard  \nhats and liners, life jackets, safety glasses, etc., the Employer shall furnish such safety  \nequipment to Employees, without any cost to the Employees. Such equipment shall be  \nchecked out to the Employees by the Employer. All Employees shall be responsible for  \nthe equipment that is checked out to them.  \nSection 6. The Employer shall replace (or reimburse the Employee in full so that  \nhe or she may replace) any eyeglasses, contact lenses, or artificial eyes, teeth, or limbs  \nthat are damaged or destroyed and are required to be repaired or replaced, if such  \ndamages or destruction occurred during the course of the perFormance of his  \nor her job and accompanied by a sworn statement of repair or replacement cost is  \npresented.  \nSection 7. Any Employee injured on a job during the course of a regular work  \nday, to the extent that makes it impossible for him to complete the regular work day,  \nshall be paid for the entire regular work day at his straight time hourty rate. If, however,  \nan Employee is physically able to return to work but fails to return to work, he shall not  \nbe entitled to any compensation under this Section.  \n"], ["ARTICLE XII  \nGeneral Working Rules  \n", "Section 1. All Employees must be paid United States currency before quitting  \ntime on the regular payday, weekly. If, however, the Employees are requested to go to  \nthe office or shop of the Employer for their money, enough time shail be allowed during  \nthe requiar working hours to go to said office or shop. Employees wha fail to receive  \ntheir wages on the regular weekly payday shall immediately notify the Business  \nRepresentative assigned to the project on which the work was performed, or the  \nBaltimore District Office. A Business Representative shall proceed at once to collect all-  \nunpaid wages as well as waiting time up to the time of collection, provided, however, that  \nthe aggrieved Employees have not accepted any part of the wages due them and have  \n15  \nreported the case to a Business Representative or to the Baltimore District Office on or  \nbefore four p.m. (4:00 P.M.) of the payday involved.  \nSection 2. Employers. may pay off by checks provided they pay one hours’ pay to  \neach affected Employee at the straight time rate of pay, except Government checks .and  \nchecks of any Employer whose credit has previously been established to the satisfaction  \nof the Union are exempt. The Employer may withhold no more than three (3) day’s  \nwages due to Employees to enable the Employer to prepare the- payroll.  \nSection 3. All Employees working on outside jobs when required to call at the  \nshop in the morning for (umber or other materials, or the making of miter boxes, saw  \nbenches, filing saws, or sharpening of any tools must strictly observe the eight (8) hours  \nprovided for in Article VI. Employees will not leave job shack or gang box until start of  \nshift.  \nlovar chal! hire lahorers or other crafts to do any work  \ninvolving the use of Carpenter tools or machinery or allow them to do any cutting,  \nbracing, shoring or any other work covered by this Agreement (as defined in Article IV) in  \naccordance ‘with of the National Joint Board or Agreements of the International  \nUnion.  \nSection 5. All Foremen and General Foremen must show their work cards to the  \nSteward when called upon to do so.  \nSection 6. The first man employed ona job shall report the starting of the job to  \nthe Baltimore District Office before starting to work.  \nSection 7. If any overtime is required, the Employer shal! offer each Employee  \nwho is assigned to that job site an opportunity to work the overtime before any other  \nEmployees of that Company are brought in from another job site.  \nSection 8. No Employee shall accept less than the minimum rate of wages, nor  \nshall he return or rebate any part of his wages to his Employer or any person  \nrepresenting said Employer. No Employee shall refuse to. show his pay slip to a Business  \nRepresentative or Job Steward when requested to do so.  \nSection 9. No Employer, Foreman or Employee shall ask for or receive any  \nmoney or presents from Employees in his employ or about to be employed,  \n16  \nSection 10. No Employee shall refuse to show his Work Card to a Business  \nRepresentative or Job Steward when called upon to do so. When checking cards, the  \nBusiness Representative or Steward must present a Union Card when requested.  \nSection 11. No Employee shall be allowed to furnish any patented or iron miter  \nboxes, bench clamps, hand screws, metal saw clamps, power tools, high speed drill bits,  \ntaps, or jevei 4 feet and over or instruments on any job or shop.  \nSection 12. No Union Representative of the United Brotherhood shall be denied  \npermission by the Employer to go on any job, store, new or old building, dock, wharf,  \nboat or pier or any other site where Employees covered by this Agreement are working.  \nThe Representative shall notify the Timekeeper or other Employer Representative  \nimmediately upon arrival at the job site. |  \nSection 13. Any Employee being laid-off shati receive pay in full no later than the  \nend of the normal working day. The Employee shall work until quitting time.  \nSection 14. Certificatian or evidence is required that Representatives of the  \nUnion who visit jobs are protected by proper insurance and certificate of same shall be  \nfiled with the Employer's Office. |  \nSection 15. The and the Steward on the job shall datermine if the  \nweather is fit for the men to work, except for emergencies or undercover work, When  \nundercover work can be provided for only part of the working crew, areangentiénts must  \nbe made on a rotating basis to provide equa! earning opportunity for all Employees who  \nare engaged in that type of work for which undercover work is available.  \nSection 16. Employees handling creosoted materlal or working in chemical  \nplants, plants, or simitar will be furnished protective clothing by the  \nEmployer when required,  \nmection 17. Welders and burners shall be furnished with strikers, goggles,  \ngloves, and safety equipment by the Employer when required.  \nSection 18. If an determines that a hardware root is necessary on the  \njob, a Carpenter who resides within the territorial jurisdiction of the Union shall be in  \ncharge of it.  \n17  \nSection 19. Any Employer whose credit has been previously established to the  \nsatisfaction of the Union may, at it’s option, post a lay-off check addressed to the  \nEmployee’s home address in the U.S. Mail to be postmarked no later than the next  \nbusiness day after lay-off. Fallure to timely post the check as outlined above will be  \ngrounds for a grievance as outlined in Article XIII, Section 3.  \n"], ["ARTICLE XIII  \nNo Strike Clause - Grievances and Arbitration  \n", "Section 1. During the term of this Agreement and any renewals or extension  \nhereof, the Union shali not engage in, sanction or condone any work stoppage or work  \ndisruption on any job in which any Contractor bound by this Agreement is engaged,  \nwhether by strike, slow down or other disruptive practice, except as provided in Section  \n. 11 of Article XXIII of this Agreement, and the Contractor shall not engage in any lockout.  \nSection 2. The Union or International Union shall not be responsible for any  \nstrike action taken in violation of this Article provided the officiais of the Union ana  \nInternational Union have made every effort to return the Employees to work.  \nSection 3. A grievance is a dispute between the Union and the Employer and/or  \nany Employee covered by this Agreement and an Employer concerning the interpretation,  \napplication or administration of any provision of this Agreement. Any grievance that may  \narise under this Agreement shall be handled in a manner that is consistent with the  \nfollowing procedure:  \nSTEP 1. A grievance may be Initiated by the Union, Employer or an Employee,  \nwith or without the assistance of the Union. If submitted by Employee, the grievance  \nmust be submitted to the Employee's immediate Supervisor either orally or In writing.  \nSTEP 2. If not resolved between an Employee and his immedlate Supervisor, or if  \ninitiated by the Union, a grievance shall be discussed between a Business Representative  \nof the Union and a representative of the Employer involved, with authority to act, after a  \nwritten grievance is filed and in any event within two (2) days after a written request is  \nreceived for a meeting.  \nAny grievance that is filed at this STEP 2 more than thirty (30) calendar days  \nafter the date on which the reason for the grievance occurred shall be considered  \nuntimely and shall not be processed. Any grievance which is brought to this STEP 2 by  \n18  \nany Employee covered by this Agreement, rather than by the Union itself, must be filed in  \nwriting with the District Manager of the Union within fifteen (15) calendar days after the  \ndate on which the reason for the grievance occurred, and unless such grievance is timely  \nfiled, in writing, with the District Manager of the Union within fifteen (15) catendar days  \nafter the date on which the reason for the grievance occurred, It shall be considered  \nuntimely and shall not be processed.  \nSTEP 3.  \na. Should any grievance not be resolved in STEP 2, then the grievance may be  \ntaken by the Union, the Employer or both to a permanent Committee consisting of no  \nless than two (2) persons appointed by the Maryland Chapter of the Associated General  \nContractors of America, Inc. (the “Labor Relations Division”) and no less than two (2)  \npersons appointed by the Union. At the written request of any member of the  \nCommittee, the Union or an Employer subject to this Agreement, the Committee shall  \nmeet within ten (10) working days of receipt of such written request, unless such time  \nperiod is extended by written Agreement between the Chairman and Secretary of the  \nCommittee. Written notice of the time, date and place of the grievance meeting shall be  \ngiven by the Committee by regular mail. The notice shall be mailed to the Union and the  \nContractor at the Party’s last known office address. Once mailed to the fast known office  \naddress, the notice shall be sufficient to require attendance of the Party.  \nb. It shall be the function of the Committee to attempt to resolve any dispute  \ninvolving the application or interpretation of any provision of the Agreement which is  \npresented to it by written request to meet. Any decision made by the Committee  \ninctuding the assessment, awarding of damages, shall be permanently recorded and  \nuniformly applied by the Union and all Employers subject to this Agreement. It is  \nunderstood that this Committee will in no way participate in any attempt to solve  \njurisdictional disputes.  \nc. The Cammittee is authorized to decide all grievances presented to it, and it is  \nto fashion an appropriate remedy for any breach of contract that it may find. The  \nCommittee may require the participants to produce business records which, in the  \njudgment of the Committee, pertain to the dispute so that the records may be examined  \n19  \nby the Committee. If by a vote of Its members, the Committee either sustains or denies  \na grievance, then the Committee’s decision shall be final and binding on the Union, the  \nEmployer and the Labor Relations Divislon with no further right of appeal or arbitration.  \nIf the Committee deadlocks or Is otherwlse unable to decide a grievance after a grievance  \nmeeting is conducted before it, then a grievance may proceed to the next step, STEP 4,  \nArbitration.  \nSTEP 4.  \na. In the event the Committee cannot resolve a dispute within five (5) working  \ndays from the beginning of its meeting, or if the Committee fails or refuses to meet  \nwithin the time period set forth above, either the Employer involved in the dispute or the  \nUnion, but only the Employer involved or the Union, may submit the matter to arbitration  \nby written notice to the other party, provided said notice is given within five (5) working  \ndays after either o ove-descrihed five (5) working days. Within five working  \ndays after said notice of arbitration is given, the Employer involved and the Union shall  \nappoint a mutually acceptable Arbitrator to hear and determine the dispute,  \nb. If either the Employer involved or the Union fails or refuses to cooperate in  \nappointing an Arbitrator within said five (5) working days, or if the parties are unable to  \nagree upon an Arbitrator within said five (5) working days, or if the mutually agreeable  \nArbitrator cannot hear and determine the dispute within ten (10) work days after his  \nappointment, either the Employer involved or the Union may apply to the Federal  \nMediation and: Conciliation Service (FMCS) for a list of seven (7) Arbitrators. The list  \nrequested from FMCS is to be limited to Arbitrators assigned to FMCS Area No. 7 (or its  \nsuccessor region as determined by the FMCS) who are members of the National Academy  \nof Arbitrators. An Arbitrator shall be chosen within twenty-four (24) hours of receipt of  \nthe FMCS list, by each party alternately striking names until one (1) name remains. The  \nArbitrator so chosen shall hear and determine the dispute within thirty (30) calendar days  \nfrom the date of his appointment, if at all possible, and the parties shall cooperate in  \nevery way necessary to assist the Arbitrator in facilitating the disposition of the matter.  \nc. It is understood and agreed that if either the Employer involved or the Union  \nfails or refuses to cooperate in selecting an Arbitrator from the list submitted to the  \n20  \nFederal Mediation and Conciliation Service in strict compliance with the procedure set  \nforth above, the other party may unllaterally select an Arbitrator from such list submitted  \nby the Federal Mediation and Service and, provided that written notice of  \nsuch selection and the date, time and place of hearing is given to the refusing party, said  \nArbitrator, even though unilaterally selected, is hereby granted the authority to hear and  \ndetermine the dispute and his decision shall be final and binding as if both parties had  \nfully as allowed hereunder whether or not one of them fails to do so.  \nSection 4. The fee and expense of any arbitration proceeding shall be shared  \nequally by the Employer involved and the Union and his decision shail be final and  \nbinding on both parties.  \nSection 5. It is understood and agreed that in the event either the Joint  \nGrievance Committee or the Arbitrator decides that the Employer involved or the Union  \nhas violated any of the provisions of this Agreement, the Committee or the Arbitrator  \nmay prescribe any relief which it/she/he deems appropriate, Including damages and  \ninjunctive relief of a cease and desist or other nature. Either party may seek appropriate  \njudicial relief to enforce the ruling of either the Joint Grievance Committee or of the  \nArbitrator,  \n"], ["ARTICLE XIV  \nRules to Foremen  \n", "And General Foremen Generally  \nSection 1. When three or more Employees covered by this Agreement are  \nemployed on any job, a Foreman must be designated. There must be a Foreman  \nemployed for each fifteen (15) Employees covered by this Roreement. In selection of a  \nforeman, preference shall be given to qualified Employees who are regularly employed  \nwithin the geographical territory covered by this Agreement as described in Article ITI.  \nSection 2. Whenever the work force on a job exceeds thirty (30) Employees  \n(excluding Foremen) who are covered by this Agreement, a General Foreman shall be  \ndesignated by the Employer.  \nSection 3. The Employer shail make all of the fringe benefit payments required in  \nArticle XXIII of this Agreement on behalf of each of it Superintendents who elects in  \nwriting to be covered by all of the fringe benefit programs provided for In Article XXIII of  \n21  \nthis Agreement in lieu of any other benefits which are or may be provided by his  \nEmployer. The Union dues check-off provided in Article XXII of this Agreement shall be  \nafforded to any Superintendent who is a member of the Union.  \nSection 4. In the event of any type of work stoppage, the Employer shail be able  \nto designate one Foreman, General Foreman or Superintendent, who is presently  \nemployed on the project, as a Management Representative to remain on the job to  \nprotect management's interests, however, not to perform any work functions as set forth  \nin this Agreement.  \n"], ["ARTICLE XV  \nSpecial Rules Governing Pile Drivers  \n", "Pile Drivers are covered and governed by ail of the foregoing and succeeding  \nSections and Articles of this Agreement. In additlon, the following specia) rules and  \nprovisions shall apply to the employment of Pile Drivers:  \nSection 1. All of the following work shaif be pertormed by Pile Orivers:  \na. Bridge, dock and wharf building. The driving and pulling of piles, whether of  \nwood, concrete, steel, composite or molded in place. In mucking out cofferdams and  \ntrench work where steel pillng Is used, a Pile Driver signa!man must be used as lookout.  \nb. All piles used in foundation and bridge, dock, wharf building work and all work,  \nsteel and concrete sheeting. H-Beams, driving and pulling of same; loading and  \nunloading, handling, burning and welding, and cutting off, lining, capping, bracing of all  \ncradles and inclines of timbers where piling is used whether of wood, steel or concrete,  \ncomposite or molded in place, taking soundings and sinking of all wood, steel, or concrete  \npiling or sheeting, whether temporary or permanent, also calssons and excavating of  \ncaissons.  \nc. The erection of, and rigging, dismantling, handling of aff rigs and equipment  \npertaining to pile driving is to be handled by Pile Drivers. Handling of pile driving  \nmachines on site of work and on storage yards, the handling of all derricks and pile  \ndriving machinery from rajlroad yards, store houses, to and from jobs must be handled  \nby Pile Drivers.  \nd. Ail work involving the uplift bar or hook bar as stabilizer for pile, and the  \nwelding thereof.  \n22  \n   \n@. Pile Drivers shall be used to operate all pressure purnps and gauges for the  \npurpose of testing during the entire time testing of piling is being done and all machinery  \nused in the handling of spuds or anchors on floating equipment pertaining to Pile Driver  \nwork,  \nf. Pile Drivers will be used to handle all lines on derricks and are to be used as  \nwinchmen or spoolmen when a deckhand is employed aboard a tug, barge or other vessel  \nassisting Pile Drivers.  \ng. On all cofferdam work or water ways, the handling and placing of tremie  \nconcrete seal and all necessary rigging shall be the work of the Pile Driver.  \nh. All burning and welding oxyacetylene or electric pertaining to all pile work shall  \nbe the work of the Pite Driver.  \nf. All precast concrete work connected with piling, including prestressing,  \npoststressing, and precasting of all on job site shall be the wark of the Pile  \nDriver.  \nj. All onsite repairs of all Pile Driving Rigs land or water, barges or scowls shall be  \nthe work of the Pile Driver. This includes ail hammers, regardless of their means of  \npower, and the splicing and handling of all lines.  \nk. Atl] work or operations in pre-pak operations and all tremie pour  \noperations and all work or operations involved in any new systems or methods or  \nsubstitutions regarding the above mentioned work, shall be the work of the Pife Driver.  \n1, Ail new and old work on docks and piers, to the Inshore line of bulkhead, from  \nthe backing jog down, including the decking and forms for same, shall be the work of the  \nPile Driver,  \nm. They shall make and set all concrete forms from cellar bottom and column  \nbase in cellar bottom down, trestles and shoring work including ties and guard rails, shall  \nbe the work of the Pile Driver,  \nm. All work connected with concrete as bracing against water and earth pressures,  \nshall be the work of the Pile Driver.  \nSection 2. The crew for any land or water rig will be established by the Employer  \nand Baltimore District consistent with safe practice.  \n23  \nSection 3. Crew members-employed as welders will perform with the crew when  \nnot welding. When welding for an entire shift, a welder will be hired in addition to  \nrequired crew size, -  \nSection 4. Stewards on pile driving rigs shall be governed by the provisions of  \nArticle X.  \nSection 5. No group of Foremen shall constitute a working crew for the purpose  \nof operating a rig, in the absence of mechanics.  \nSectlon 6. The Employer shall furnish boots and other foul weather gear where  \nconditions require them.  \nSection 7. Employees handling creasoted materials wil! be furnished protective  \nclothing by the Employer when required.  \nSection 8. Notwithstanding provisions of Section 4, Article VI, the Employer may  \nrequire Emnioyees working under this Article to work eight (8) consecutive hours  \n(exclusive of lunch period) between the hours of 6:00 A.M. and 6:00 P.M. where the tide  \nis a deciding factor in the progress of the work.  \nSection 9. On all Rigs, the Employee who is employed as the monkey will receive  \n$,50 per hour in addition to the Journeyman rate when working aloft.  \nSection 10. There shall be a Pile Driver employed on each drilling rig.  \n"], ["ARTICLE XVI  \nSpecial Rules Governing  \n", "Millwrights and Machinery Erectors  \nMillwrights and Machinery Erector$.are covered and governed by all of the  \nforegoing and succeeding Sections and Articles of this Agreement. In addition, the  \nfollowing special rules and provisions shall apply to the employment of Millwrights and  \nMachinery Erectors:  \nSection 1. The term “Millwrights and Machinery Erectors” shalf mean the  \nunjoading, hoisting, rigging, skidding, moving, dismantling, aligning, erecting,  \nassembling, repairing, maintenance and adjusting of all machinery and equipment  \ninstalled either in building, factories, structures, processing areas either undercover,  \nunderground, or elsewhere, required to process material, handling, manufacturing or  \nservicing; be it powered or receiving power manually, by steam, gas, electric, gasoline,  \n24  \ndiesel, nuclear, solar, water, air or chemically, and in industries such as and including  \nwhich are identified for the purpose of description, but not limited to the fallowlng:  \nwood-working plants, canning industries, steel, coffee-roasting plants, paper and pulp,  \ncellophane, stonecrushing, gravel and sand washing and handling, asphalt plants,  \nsewerage disposal, water plants, laundry, bakery, mixing plants, can, bottle and bag  \npackag!ng plants, textile mills, paint mills, breweries, milk processing plants, power  \nplants, aluminum processing or manufacturing plants, amusement and entertainment  \nfield. Installation of mechanical equipment in atomic energy plants, installation of  \nreactors in power plants, Installation of control rods and equipment in reactors,  \ninstallation of mechanical equipment in rocket missile bases, launches, launching gantry,  \nfloating bases, hydraulic escape doors and any and all component parts thereto either  \nassembled, semi-assembled or dismantled.  \nThe installation of but not limited to the following: setting of all engines, motors,  \ngenerators, air-compressors, fans, scales, hoppers, conveyors, of all types, size and their  \nSupports, escalators, man-lifts, moving sidewalks, hoists, dumbwaiters, ail types of  \nfeeding and machinery amusement devices, mechanical pin-setters and spotters in  \nbowling alleys, refrigeration equipment, and the handling and installation -of pulleys,  \ngears, sheaves, fly-wheels, air and vacuum drives, worm drives, and gear drives directly  \nor indirectly coupled to motors, belts, chains, screws, legs, boot guards, boot tanks, ail  \nbin valves, turn heads and indicators, shafting, bearing cable sprockets, cutting of all key  \nseats in new and old work, troughs, chippers, filters, calendars, rolls, winders, rewinders,  \ncutters, wrapping machines, blowers, forging machines, rams hydraulic or  \notherwise, planning, extruder, ball, dust collectors, equipment in most packaging plants,  \nsplicing of ropes and cables.  \nThe laying out, fabricating and installation of protection equipment including  \nmachinery guards, making and setting of templates for machines, fabrication of boits,  \nnuts, pans, drilling of holes for any equipment which the Millwrights install regardless of  \nmaterials, all welding and burning regardless of type, fabrication of ail lines, hose or  \ntubing used in lubricating machinery installed by Millwrights, grinding, cleaning, servicing,  \n25  \nand machine work necessary for any part of any equipment installed by the Millwrights,  \nand the breaking In and trial of any equipment or machinery installed by the Millwrights.  \n‘Section 2. All of the following work shall be performed by Millwrights:  \na, Unloading, hoisting, dismantling, erecting, assembling, JIning and adjusting of  \nali machines, shafting, hangers, gears, sprockets and chains, belting, and all other drives  \nnecessary to the transmission of power.  \nb. Setting of all motors and putting on all pulleys, sheaves, and fly wheels for  \nsame and Setting of all worm drives or gear drives directly coupled to motors,  \nc. All coal handling machinery and drives, crushers, conveyors, drags, whether  \nthe frames be steel or wood, and all necessary support shall be assembled by Millwrights,  \nexcept such as are ta be fastened by hot rivets, The framing and driiling of all wood  \nhoppers or boxes and guldes, all patent stockers and automatic feeding devices as  \nNanudiing macninery cither or conveying.  \nd. Stone crushing and gravel washing plants, crushers, screens, revolving or  \neccentric, rolls, pan conveyors, belt, chain, or screw, whether boxes be steel, Iron or  \nwood. The assembling of all tramrail, monorails, cranes or all travelers where no hot  \nrivets are used in assembling same. Setting all beams for timbers used in the reception  \nof machinery and drilling all holes necessary for foundations whether they be wood or  \nsteel, stone, concrete or other materials, whether ratchet or power drilling be used.  \ne. All grain handling appliances, cleaners, chippers, needle machines, car pullers,  \ngrain shovels. The manufacture and erection of wood legs, spouts and conveyor boxes,  \nerection of al) steel and/or cast iron legs, heads, or boots and conveyor boxes, framing of  \nall marine legs and ship shovels, framing of all scale timbers. Setting of all scales, track  \nhopper or automatic, all boot tanks, receiving hoppers and devices used for elevator legs  \nwhen not of electrical appliances.  \nf. All bin valves, turnheads and indictors, all necessary shafting and bearings and  \nsupports, all drives, rope belt, chain, or rawhide, all pulleys, cable sprockets or gearing  \nand cutting all keyseats in new and old work in the field.  \ng. Sewerage disposal machinery and coffee roasting plant.  \n26  \nh. All amusement devices of all kind, all barrel or package devices either elevating  \nor conveying, all presses hydraulic or otherwise.  \ni, All direct or connected machinery of any power hoists and meat handling, all  \nspice, or flour or cereal mills, or cotton, wool, silk, twine, paper, steel, saw, cement,  \nplanning, powder and paint mills, machine or woodworking shops or factories, jewelry  \nand powerhouse machinery, sugar refineries, power houses, bakeries, fertilizers,  \nbreweries, shoe factories, all ice plants and equipment, ice cream factories and laundries,  \nknitting mifis and power sewing machines. all work pertaining to evolution of  \ntime and this craft will come under this jurisdictional claim.  \nSection 3. Special Millwright Rules  \na, Safety Equipment. All safety equipment shail be furnished by the Employer.  \nWhen a Millwright is required to weld and burn, he shall be furnished with welding  \nsleeves, aprons, gloves, shield, brush, hammer, burning goggies, striker and flash  \nglasses when necessary.  \nb. Inoculations. The Employer shail pay the cost of inoculations to prevent  \ncommunicable disease for any Employee who, when engaged to work at sewage disposal  \nand similar installations, requests inoculation.  \nc. Steward. Millwrights have their own Steward. Article X shall apply as to the  \nselection and other rules applicable to Stewards.  \nd. No Empioyee shall be allowed to furnish dial Indicators, micrometers over one  \ninch, inside micrometers, shaft levels over 12 inches, socket wrenches over ¥2 inch drive,  \nsocket or any wrench over one inch, crescent wrenches over 12 inches, files, taps, and  \ndrill bits for drilling steel. This equipment shall be checked out to the Employee. No  \nEmployer shall lease, rent or otherwise utilize tools owned by Employees in his employ  \nand no Employee covered by this Agreement shail lease, rent or otherwise allow his toots  \nto be utilized by his Employer.  \ne. Clean Up. Millwrights shall be allowed ample time each day to clean up and.  \nput tools away before quitting time.  \nf. Tool] Room Man. When a tool room man is needed, he shall be a Miltwright  \nand Millwrights shall not accept tools and Millwright equipment from any other craft.  \n27  \ng. Alignment. On all initial alignment-installation jobs, such as precision (dial  \nindicator) installation of pumps, motors, compressors,.- fans and similar types of  \nalignment-installation work, at least two (2) Millwrights shall be employed. .  \nSection 4. Other Work Rules  \na. Conveyors. The entire installation. of ali package: handting conveyors is the  \nwork of the Millwrights. This includes all necessary hangers, legs, and supports required  \nfor the installation:  \n. b. Screw Conveyors. The entire installation, including hangers and saddles, is  \nthe work of the Millwrights. é ' 4  \nc. Bucket Type Conveyor. The entire instaflation of the internal parts and head  \nand tai) section parts will be installed by the Millwrights.  \nWhere sections of casing or housing are erected manually, the assembly and  \nrection of such sections is the work of the Millwrights.:  \nd. Bulk Materia! Handling Conveyors. The erection and installation -and  \nalignment of idlers, saddles and moving parts of all buik material handling conveyors is  \nthe work of the Millwrights.  \nBulk material handling conveyors, the erection and installation of head and tail  \npulley units, including idlers and saddles, bearings, gears, gear boxes, machinery guards,  \nsprockets, chains, motor coupling belts, all rubber or fabric skirts, curtains and sampling  \nequipment is the work of the Millwrights.  \nBulk materiaf conveyors, the Agreement covers the types of conveyor used to  \nhandle iron ore, coal, cement, gravel and similar-bulk. materials. The type of bulk  \nmaterial -handiing conveyors which .requires no supporting framework is the work of the  \nMillwrights in its entirety.  \n. If the head, tail and take-up sections of a bulk material handling conveyor arrives  \non the job site completely assembled, the complete installation of these units shall be  \nperformed by Millwrights, ‘including the erection of counter weight guides, counter  \nweights, cables, erection of the protective expanded metal guard, any refabrication,  \ninstallation .af the drive unit for the -head pulley, installation of any wiper blades on the  \nhead or tail sections.  \n28  \ne. Scales. The installation, alignment, and leveling of all.scales:is the work of the  \n  \nf. Anchoring of Bulk Handling. The anchoring of bulk. handling conveyors is the  \nwork of the Millwrights.  \ng. Rigging Beams. The installation of all rigging beams is the work  \nMillwrights.  \nA rigging beam shall be defined as a beam that supports a hoisting device used  \nsolely for repairing, servicing and perlodic inspections of. mechanical equipment and  \nmachinery.  \n1 4  \nh. Protective Screen and Metal Guards. The erection of protective s screen or  \nmetal guards in connection with monorails is the work of the Millwrights. The erection of  \nprotective screen or metai guards in connection with package conveyors | is the work of  \nthe Millwrights. | |  \nThe erection of protective screen guards on all is the work of the  \nMillwrights, | | |  \nAll machinery guards are the Work of the Millwrights.  \nThe erection of protective s screen or metal guards on monorails is the work of the  \nMiltwrights. All headers, hanger rods, or whatever material is necessary to install’ or erect  \nthe guard is the work of the Millwrights.  \ni. Air Slide Conveyors. Millwrights will attach sections together and assemble  \ngates, and install supports & nangets wherever necessary.  \nj. Rails. Rails carrying mechanically activated equipment geared, cable,  \npneumatic or hydraulic, shall be aligned, leveled and secured by Millwrights.  \nk. Rigaing. After the package machinery or package equipment has been brought  \nfrom the point of unloading or from the storage area to the point of final installation or to  \na temporary holding point, al moving and handling by any means required to complete  \nthe shall be the work of the Millwrights.  \nI. Power Rigging. Rigging by any means during the cleaning, turning,  \nfitting and assembling of the components and to make the inal installation sal] be the  \nwork of the Millwrights.  \n29  \nThe rigging work required in the cleaning and subassembly area shall be  \nperformed by the Millwrights,  \nm. Lubricating Systems. Lubricating systems which arrive on the job site  \nprefabricated by the manufacturer or furnished by the manufacturer are to be installed by  \nthe Millwrights.  \nThe filling of all lubrication lines is the work of the Millwrights.  \n"], ["ARTICLE XVII  \nRules Pertaining to  \n", "Millwright and Machinery Erectors  \nForemen and General Foremen  \nSection 1. When three (3) or more Millwrights or Machinery Erector Employees  \nwho are covered by this Agreement aré employed on any job, a Foreman must be  \ndesignated. A Foreman shall be designated for each ten (10) Millwrights or Machinery  \nErector Employees covered by this Agreement. In the selection of Foremen, preference  \nshall be given to the qualified Employees who are reguiariy empioyed within ihe  \ngeographical territory covered by this Agreement as described in Article III.  \nSection 2. At the time a second Foreman is designated to supervise the  \nMillwrights or Machinery Erectors, a General Foreman shall also be assigned.  \nSection 3. Millwright Foremen and Millwright General Foremen shali be paid an  \nadditional amount as stated in Article IX §§ 3 & 4 and in Appendix I - Schedule B of this  \nAgreement.  \n"], ["ARTICLE XVIII  \nSpecial Rules Governing Divers and Tenders  \n", "Divers and Tenders are covered and governed by all of the aforegoing and  \nsucceeding Sections and Articles of this Agreement with the following exceptions:  \nSection 1. Instead of the wages provided for in Appendix I and Jn Article IX,  \nSection 1 of this Agreement, the straight time wage rates for Divers per eight-hour day  \nshall be $294.00 per day.  \nSection 2. In the event a Diver is required to work overtime, he shall be paid a  \nminimum of two (2) hours and one and one-half (1'/2) times the straight time rate. (This  \nrate is based on furnishing of gear and equipment by the Employer.)  \n30  \nSection 3. The Tender’s basic wage shall be the same as the Dock Builder or Pile  \nDiver on a daily basis of eight (8) hours and his working conditions shall be the same as  \nthe Diver he is attending.  \nSection 4, The Diver and Tender shall be pald a minimum of one (1) day if they  \nwork any part of a day. In the event that diving work is temporarily suspended, they  \nshall be retained as Employees at the Journeyman Dock Builder or Pile Driver  \nclassification rate.  \nSection 5. The Diver wage rates set in Section 1 of this Article apply to footage  \nup to 60 feet. With greater depth, the wage of a Diver shall increase as follows:  \nFrom 60 to 70 feet $15.00 extra per day  \nFrom 70 to 80 feet $20.00 extra per day  \nFrom 80 to 90 feet $25.00 extra per day  \nFrom 90 to 100 feet $30.00 extra per day  \nFor 100 feet or over, the Diver shall negotiate his own daily wage subject to  \napproval in writing by the Baltimore District.  \nSection 6. Gear and Rental. When the Diver furnishes his own gear, he shail  \nreceive additional compensation as follows:  \n$30.00 per day for suit and hetmet (8 hours}  \n$40.00 per day for compressor (8 hours)  \nSection 7. The Diver shall select his own Tender.  \nSection 8. Skin Divers who furnish full gear shall be paid $30.00 per day extra,  \nSection 9. Tank time shall be paid by the Emptoyer when the tank is used, and  \nTenders shall be in fulf attendance at all times. All safety precautions must be observed  \nat all times. _  \n"], ["ARTICLE XIX  \nSpecific Projects  \n", "a. Should the Union offer lower wage rates, lower benefits or other concessions  \non any job through a Project Agreement, the Union shall offer those terms on equal basis  \nto all signatory Contractors by first notifying the Labor Retations Division at Jeast.  \nseventy-two (72) hours in advance. The Union‘s sole obligation in this regard shall be to  \nnotify the Labor Relations Division in writing of the job by tocation and name.  \n31  \nb. The Union may not change or reduce the CIAP contribution that is due for any  \nCarpenter Employees who are covered under a Project Agreement without securing the  \nprior written consent of the Labor Relations Division.  \nc. No Project Agreement will be granted on Union-funded on Unlon-only jobs with  \nthe exception that any signatory Contractors are not capable or are willing to bid on  \nthese projects. |  \n"], ["ARTICLE XX  \nContracting and Subcontracting  \n", "On any site of construction, alteration, or repair of a building, structure or other  \nwork, the Emptoyer shal! not sublet, assign or otherwise contract or subcontract out any  \nwork which is this Agreement on a particular job site covered by this  \nAgreement to any person, firm, corporation, Contractor, Employer or association unless  \nSaid person, firm, corporation, Contractor, Employer or association is signatory to a  \nCollective Agreement with a bona fide Union and the covered by  \nsaid Agreement enjoy wages, hours. and other conditions of employment equivalent to  \nthose set forth in this Agreement. This Article shall be suspended during the pendency of  \nany administrative or legal proceeding in which its invalidity is asserted. It is the  \nintention of the Employer and the Union that this Article shall be interpreted to conform  \nto the rulings of the NLRB with respect to contracting and subcontracting clauses allowed  \nunder the to Section 8(e) of the Labor-Management Relations Act of 1947, as  \namended.  \n"], ["ARTICLE XxXI  \nConstruction Industry Advancement Program  \n", "Section 1. In recognition of the need for providing a means whereby construction  \nindustry Employers can facilitate and supplement financing or activities, which include but  \nare not limited to public relations, public education, scholarships, accident prevention,  \ndisaster relief, Employer expenses incurred in the promotion of stability of relations  \nbetween Labor and Management, the promotion of legitimate markets, standardization of  \ncontracts, and research, the parties hereto agree:  \na. Subject to the provisions of Section 3 of Article XXIII of this Agreement, fram  \nthe effective date of this Agreement each Employer shalt pay to the Construction Industry  \n32  \nAdvancement Program of Baltimore, Maryland (hereinafter called the “CIAP”) a sum equal  \nto twelve cents ($.12) per hour worked, per Employee covered by the terms of this  \nAgreement. Said sum shail be paid to the CIAP Board consisting solely of representatives  \ndesignated by the Labor Relations Division and by Employers who are not members of  \nthe Labor Relations Division but who have become subject to the provisions of this Article  \nby executing or adopting a Collective Bargaining Agreement requiring the payment of  \ncontributions to the CIAP. Payments to the CIAP shall be due and payabie to the  \nCarpenter Funds Office, as the Collecting Agent designated by the CIAP, monthly, by the  \ntwentieth (20) day of the month next succeeding the month for which said sum is  \npayable. Said funds shall be used for the purpose hereinabove stated including the  \nadministrative expenses incurred by the CIAP.  \nb. The Employers recognize and acknowledge that the regular and prompt  \npayment of the sums due to CIAP under this Article is essential to the operation of the  \nCIAP. Therefore, the amount of damage resulting from each and every such failure shall  \nbe presumed to be the sum of $10.00 per delinquency or 10% of the payment due,  \nwhichever Is greater, plus interest on the amount of the payment due at the rate of one  \nand one-half percent (142%) per month until paid, which amount shall become due and  \npayable as liquidated damages, and not as a penaity, upon the day immediately following  \nthe date on which the payment becomes delinquent, and shall be in addition to said  \ndelinquent payment. Such delinquent Employers shall also be liable for all reasonable  \nexpenses incurred by the CIAP directly attributable to the cost of collection (including a  \nreasonable fee} of said delinquent payments.  \nSection 2. The Union shall be under no obligation to strike for the purpose of  \ncompelling any Employer to participate in the CIAP. It is specifically understood that the  \nUnion will not be required nor called upon to enforce the collection of the aforesaid  \npayments. Monies collected by the CIAP shall not be used for lobbying or sponsoring any  \nlegislation detrimental to the Union nor shall any such monies be prorated to ny  \nindividual Employer during a strike or lockout. In no instance shall any of the foregoing  \nfunds be used for advertising or propaganda against the Union. This Article shalf be  \n33  \napplicable only to an Employer which Is signatory to this Agreement or Is represented by  \nthe Labor Relations Division.  \nSection 3. The establishment of this Program is subject to all applicable Federal  \nand State Laws.  \nSection 4. The Union shall furnish to the CIAP regularly and currently the names  \nof Employers who are signatory to this Agreement.  \n"], ["ARTICLE XXI{A)  \nJoint Trades Labor Management Committee  \n", "Section 1. In recognition of the need for providing a means whereby multi-trades  \nconstruction industry Employers and Unions can jointly enable activities, which include  \nbut are not limited to public relations, public education, scholarships, accident prevention,  \nin the promotion of stability of relations between Labor and Management, the promotion  \nand expansion of legitimate markets, standardization of contracts, and research, the  \nparties hereto agree:  \na. For the duration of this Agreement, each Employer shal! pay to the Joint Trades  \nLabor-Management Committee of Baltimore, Maryland (hereinafter called the  \n“Committee”) (or to its successor in fact or name) a sum equal to two cents ($.02) per  \nhour worked, per Employee covered by the terms of this Agreement. Payments to the  \nCommittee shall be due and payable to the Carpenter Funds Office, as the Collecting  \nAgent designated by the Committee, monthly, by the twentieth (20) day of the month  \nnext succeeding the month for which said sum is payable. Said funds shall be used for  \nthe purpose hereinabove stated including the administrative expenses incurred by the  \nCommittee.  \nb. The Employers recognize and acknowledge that the regular and prompt  \npayment of the sums due to the Committee under this Article is essential to the operation  \nof the Committee. Therefore, the amount of damage resulting from each and every such  \nfailure shall be presumed to be the sum of $10.00 per delinquency or 10% of the  \npayment due, whichever is greater, plus interest on the amount of the payment due at  \nthe rate of one and one-half percent (1%2%) per month until paid, which amount shall  \nbecome due and payable as liquidated damages, and not as a penalty, upon the day  \nimmediately following the date on which the payment becomes delinquent, and shall be  \n34  \nin addition to said delinquent payment. Such delinquent Employer(s} shall also be liable  \nfor all reasonable expenses Incurred by the Committee directly attributable to the cost of  \ncollection (including a reasonable attorney’s fee) of said delinquent payments.  \nSection 2. The Union shall be under no obligation to strike for the purpose of  \ncompelling any Employer to participate in the Committee. It is specifically understood  \nthat the Union will not be required nor called upon to enforce the collection of the  \naforesaid payments. Monies collected by the Committee shall not be used for lobbying or  \nsponsoring any legislation detrimental to the Union nor shali any such monies be prorated  \nto any individual Employer during a strike or lockout. In no instance shall any of the  \nforegoing funds be used for advertising or propaganda against the Union. This Article  \nshall be applicable only to an Employer which is signatory to this Agreement or is  \nrepresented by the Labor Reiations Division.  \nSection 3. The establishment of this Program is subject to all appticable Federal  \nand State Laws.  \nSection 4. The Union shall furnish to the Committee regularly and currently the  \nnames of Employers who are signatory to this Agreement.  \n"], ["ARTICLE XXII  \nCheck-Off of Union Membership Dues  \n", "Section 1. In accordance with the terms of an individual and voluntary written  \nauthorization for check-off of membership dues in form permitted by the provisions of  \nSection 302(c) of the Labor-Management Relations Act, as amended, the Employer shall  \ndeduct each week from the wages of each Employee covered by this Agreement, who  \nsigns said authorization, an amount determined by the Union from time to time.  \nSection 2. The Employer shall also deduct from the hourly wage of each  \nMillwright Employee covered by this Agreement an additional amount determined by the  \nUnion from time to time.  \nSection 3. The amount deducted pursuant to Sections 1 and/or 2 of this Article  \nshall be payable to the Carpenters Fund Office monthly by the twentieth (20\"\") day of the  \nmonth following the manth in which the required amaunt is deducted and shall be  \nremitted in accordance with ail of the provisions and requirements of Sections 6 through  \n12 of Article XXIII of this Agreement.  \n35  \n"], ["ARTICLE XXIII  \nFringe Benefits  \n", "Section 1. Pension Fund. The Employer shall pay the amount specified per hour  \nin Appendix I to this Agreement for each hour worked by each Employee covered by this  \nAgreement to the Carpenters Pension Fund of Baltimore, Maryland.  \nSection 2. Health and Welfare Fund. The Employer shall pay the amount  \nspecified per hour in Appendix I to this Agreement for each hour worked by each  \nEmployee covered by this Agreement to the Carpenters Health and Welfare Fund. Such  \namount shal! fund the Emptoyers’ portion of FICA, FUTA and state unemployment taxes  \ndue on account of weekly disability benefits provided by the Fund to Employees and  \nformer Employees of the Employers.  \nSection 3. Apprenticeship and Training Fund. During the term of this  \nAgreement, each Employer shall pay the following amounts for each hour worked by each  \nand Training Fund thirty-seven cents ($.37) unless the Employer pays twelve cents  \n($.12) per hour to the CIAP under Article XXI above in which case the Employer shall pay  \ntwenty-five cents ($.25) per hour to the Baltimore Carpenters Joint Apprenticeship and  \nTraining Fund,  \nEach Employer signatory to this Agreement, which has not given authority to the  \nLabor Relations Division to represent it, shall designate on the Acceptance Form, below,  \nwhere jit will pay thirty-seven cents ($.37} for each of the three (3) years of the  \nAgreement. That designation shall remain in full force and effect until the Employer  \nchanges that designation, in writing, at least thirty (30) days prior to a payment being  \ndue.  \nSection 4. Vacation Fund. For each hour worked by each Employee covered by  \nthis Agreement, the Employer shall deduct the amount specified in Appendix I to this  \nAgreement from the wages of each Employee covered by this Agreement and shall pay  \nthe amount deducted to the Carpenters Vacation Fund of Baltimore, Maryland.  \nSection 5. Severance and Annuity Fund. For each hour worked by each  \nEmployee under this Agreement, the Employer shall pay the amount specified in  \nAppendix I to the Carpenters Severance and Annuity Fund of Baltimore, Maryland.  \n36  \nSection 6. Until such time as the Employer is notifled by the Union in writing of a  \nchange in the receiving agent agreed to by the Labor Relations Division and the Union, all  \npayments required by Sections 1 through 5 above, as well as dues check-off payments  \nrequired by Article XXII above, shall be made payable, for the full amount required, by  \none check, to the order of the “Carpenters Funds” as receiving agent for each of the  \nabove mentioned trust funds in and the Union; which tump sum amount shail then be  \nprorated accordingly among the said Funds and the Union and deposited to the  \nappropriate bank account of each said Funds and Union.  \nSection 7. The Employer shali deliver the payments required under Sections 1  \nthrough 5 of this Article and under Article XXII together with a monthly statement. The  \nstatement shail be made on a consolidated report form prepared by the Union and the  \nLabor Relations Division of the Maryland Chapter of the Associated General of  \nAmerica, Inc., and shall set forth for each Employee covered by this Agreement his  \nname, social security number, hours worked, and such other pertinent information as  \nmay be required on the form, during the period for which payment is made.  \nSection 8. All payments required by Sections 1 through 5 of this Article and  \nArticle XXII (and all reports required by Section 7 above} must be delivered each week to  \nthe Shop Steward on the job, unless permission to submit same on a monthly basis  \nand/or to submit by mail directly to the Funds Office is granted by the Trustees of the  \nvarious funds. All members of the Labor Relations Division of the Maryiand Chapter of  \nthe Associated General Contractors of America, Inc. and its affiliated organizations will  \nsubmit payment and forms by mail on a monthly basis.  \nSection 9. It is understood and agreed that the Employer, by its signature to this  \nAgreement, accepts the terms and provisions of the Agreement and Declaration of Trust  \nof each of the Funds that is referred to in Sections 1 through 5 of this as said  \nAgreements and Declarations of Trust have been amended heretofore or may be  \namended hereafter, and said Agreements and Declarations of Trust are hereby made a  \npart of this Agreement as if specifically set forth herein in their entirety.  \nSection 10. The Employer further agrees with respect to each Fund set forth in  \nSections 1 through 5 above:  \n37  \na. That the Employer Trustees named in said Agreements and Declarations of  \nTrust, and additional Employer Trustees appointed pursuant to the terms of the  \nAgreements and Declarations of Trust, and their successors in Trust, are and shall be its  \nrepresentatives.  \nb. That the Employer approves and consents to the appointment of the Trustees  \nof the said Funds heretofore appointed and hereafter selected as provided for in said  \nAgreements and Declarations of Trust; and  \nc. That the Employer further ratifies, confirms, approves and consents to all  \namendments of the said Agreements and Declarations of Trust that may hereafter be  \nmade in accordance with the provisions of said Agreements and Dectarations of Trust.  \nSection 11. Notwithstanding, anything in this Agreement to the contrary it is  \nspecifically understood and agreed that in the event the Employer fails to make any of  \nthe payments required under Sections 1 through 5 of this Article and Article XXII and/or  \nfails to submit the report form required under Section 7 above, by the twentieth (20°)  \nday of any month if on a monthly basis, or by the end of the day on payday if on a  \nweekly basis, the Union shall have the right to withdraw the Employees of said Employer  \nfrom his employment and may strike said Employer effective as of the next day after said  \npayment or reports are due or at any time thereafter at the discretion of the Union and  \nsaid withdrawal of Employees and strike may be continued until such time as the required  \npayment, and any liquidated damages and interest accrued as a result of the late  \npayment, are paid.  \nSection 12. The Employer and the Union recognize and acknowledge that the  \nregular and prompt payment of those payments required by Sections 1 through 5 of this  \nArticle and Article XXII are essential and that it would be extremely difficult, if not  \nimpracticable to fix the actual expense and damage to the Funds, to the Union and to the  \nEmployee which would result from the failure of the Employer to make such payments  \nwithin the time provided. Therefore, the amount of damage resulting from each and  \nevery such failure shalt be presumed to be the sum of $25.00 per delinquency or 10% of  \nthe amount of the payment due whichever is greater, plus interest on the amount of  \npayment due at the rate of one and one-half percent (1%2%) per month, or the maximum  \n38  \namount permitted by law, until paid, which amount shall become due and payable as  \niiquidated damages, and not as a upon the day immediately following the date  \non which the payment becomes delinquent and shall be in addition to said delinquent  \npayment,  \nSection 13. When starting a job, the Employer shall be required. to place in  \nescrow with the Carpenters Funds Escrow Account a sum of money, the actual amount to  \nbe set by the Business Office of the Union. The Union may demand a bond in lieu of a  \ncash escrow, or a combination of cash escrow and bond., This payment shati not relieve  \nthe Employer of making regular payments and filing reports as required by any other  \nArticle or Section of this Agreement. If the Employer has underpaid at the time of the  \nfinal report, the money still due the Carpenters Funds Office shall be deducted from the  \nescrow payment and then any excess refunded to the Employer.  \nSection 14. a. If, in the case of ‘a second delinquency in any twelve month  \nperiod, on or before the third calendar day after the date the Trustees give notice of the  \ndelinquency, the Employer has not cured its delinquency to any one or more of the Fringe  \nBenefit Funds, then the Trustees of any one or more of the Fringe Benefit Funds may  \ndirect that a bond or fetter of credit be deposited with the Fringe Benefit Funds’  \nAdministrator(s) to secure the faithful payment of all amounts owed and/or to be owed  \nwhich bond or letter for credit is to be sufficient in amount to cover the current  \ndelinquency or delinquencies plus a sum of $20,000.00 as deemed appropriate by the  \nTrustees of the Funds.  \nb. The failure of the Union or the Trustees to act under this or any other Section  \nof the Agreement on any particular occasion of delinquency shall not cause or bring about  \na waiver of their right to act in any other delinquency.  \nc. The remedies in this subsection shall be in addition to any other rights  \naccorded to the Union or the Trustees.  \n"], ["ARTICLE XXIV  \nManagement Rights _  \n", "Each of the member Employers for whom this Agreement is negotiated and  \nexecuted by the Association and each Employer who may. be governed. by the terms and  \nconditions of this Agreement retains the exclusive right to manage its business and jobs  \n39  \nand to direct its working forces subject only to the specific limitations thereon set forth in  \nclear terms in the provision of this Agreement. The right to manage each Employer’s  \nbusiness and jobs and to direct the working force shall be deemed to include, without  \nlimitation upon the generality of the terms, the right to hire, suspend or discharge  \nEmployees for proper cause; the right to transfer Employees from job to job, and the  \nright to lay off Employees because of lack of work or for other legitimate reasons. In  \naddition, the scheduling of performance, and the methods of are  \nrecognized as being sofely and exctusively the right and responsibility of the Empfoyer.  \n"], ["ARTICLE XXV  \nEqual Opportunity  \n", "The parties hereby agree they will not, either jointly or discriminate  \nin regard to hire, tenure, promotion or other terms or conditions of employment against  \nany individuat on the basis of race, color, religion, sex, age, national origin, marital status  \nor physicai or mental disability to the extent required by Jaw. ‘Ine masculine gender has  \nbeen used in this Agreement solely for the purpose of convenience and refers to both the  \nmasculine and feminine genders, as well as the neuter.  \n"], ["ARTICLE XXVI  \nJurisdictional Disputes  \n", "In the event of any dispute involving the assignment of work by the Employer,  \nsaid dispute shall be resolved in accordance with the Plan for Settlement of Jurisdictional  \nDisputes in the Construction to which the Nationa! Association of General Contractors and  \nthe United Brotherhood of Carpenters and Joiners of America, AFL-CIO are Parties. In  \nthe event the National AGC or the United Brotherhood of Carpenters and Joiners of  \nAmerica, AFL-CIO withdraw from said Plan or either is in non-compliance with said Plan  \nthen this clause shal! become nu!| and void. In-the event, the dispute shall be referred to  \nthe respective Genera! President of the contesting Unions in an effort to seek a  \nresolution.  \n"], ["ARTICLE XXVII  \nPrevailing Wage Reports  \n", "Since it is desirable both for the Employer and the Union to participate in efforts  \nto upgrade the Prevailing Wage Scales on City, State and Federal work, it is agreed that a  \nmutually acceptable report from which will be provided by the Union shall be submitted  \n40  \nby all Employers Immediately upon of each project. The information provided  \non this report shall be: Location of Job, Wage Scale Pald, Fringe Benefits Paid, Number of  \nMen Employed, etc. However, any additional information which is deemed necessary in  \nthe future will also be provided. It is fully understood that this report furnished to the  \nUnion Office will contain only information pertaining to work covered by this Agreement  \nand will be submitted regardless of any other form submitted to any other organization.  \n"], ["ARTICLE XxvITI  \nSeparability and Savings Clause  \n", "Section 1. If any Article or section of this Agreement should be held invalid by  \noperation of law or by any of competent jurisdiction, or if compliance with or  \nenforcement of any Article or Section should be restrained by such tribunal pending a  \nfinal determination as to its validity, the remalnder. of this Agreement, or the application  \nof such Article or Section to persons or circumstances other than those as to which it has  \nbeen held invalid or as to which compliancé with of enfoccément.of has been'restrained,  \neer ey ee  \nshall not be affected thereby. In the event that any Article or Sectionds held invalid or  \nenforcement of or compliance with has been restralned, as above set forth, the Employer  \nand the Union shall enter into: immediate collective bargaining negotiations, upon the  \nrequest of the Union or the Employer, for the purpose of arriving at a mutually  \nsatisfactory replacement for such Article or Section during the period of invalidity or  \na. x  \nrestraint. toe NY Na Sees SS  \nwhan = . am  \n27h  \nik atm  \n"], ["ARTICLE XXIX~ *  \nDrug and Alcohol Policy  \n", "The Employers and Union recognize that any drug and/or alcohol use In the  \nworkplace is an extreme safety and health hazard. To that end, both the Employers and  \nUnion strongly support and recommend the use of the Mid-Atlantic Regional Counc!) of  \nCarpenters - Baltimore District Drug Policy, or any lawful and reasonably enforced drug  \nand alcohol policy adopted by an Employer, to help ensure a safe working environment  \nfor the Employees. Before it adopts a new drug and/or alcohol abuse policy, the  \nEmployer shall first consult with the Union, and It shall give the Union a meaningful  \nopportunity to examine, comment on and bargain over the contents of the new policy.  \n41  \n"]]