[["", "K8619  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \nAGREEMENT ENTERED INTO  \nBY  \nAND BETWEEN  \nThe Houston Chapter Associated General Contractors of America, Inc. and The Construction Employers’  \nAssociation of Texas, hereinafter referred to as \"CONTRACTORS\",  \nand  \nThe TEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL representing its affiliated Union,  \nCarpenters Local Union No. 551 of Houston, Texas hereinafter referred to as \"UNION\".  \n"], ["ARTICLE I  \nRecognition  \n", "Contractors recognize the Union as Bargaining Agent for all Carpenters and Carpenter Apprentices that it may  \nlawfully represent who may be employed by Contractors party to this Agreement in the area described in Article TV  \nhereof.  \n"], ["ARTICLE I  \nRecognition of Management  \n", "Union recognizes the Contractors as Management of all their work in all respects subject to the terms and conditions  \nof this Agreement.  \n"], ["ARTICLE III  \nScope of Agreement  \n", "Section 1; This Agreement covers the rates of pay and working conditions of all the employees of Contractors  \nwhom the Union may lawfully represent, engaged in any work over which the jurisdiction of the Texas Carpenters &  \nMiliwnghts Regional Council representing its affiliated Union, Local No. 551 of Houston & vicinity, at this time is  \nrecognized by the Building and Trades Department of the AFL-CIO.  \nSection 2: The attached Working Conditions are an integral part of the Agreement, and shall supersede al] other  \nexisting working rules. It is further agreed that neither the Constitution of the International Union, nor the By-Laws  \nof the Texas Carpenters & Millwrights Regional Council or any Local Union, shall be considered a part of this  \nAgreement, nor used in the interpretation thereof.  \n"], ["ARTICLE IV  \nTerritorial Jurisdiction  \n", "This Agreement shall apply to an area consisting of the following counties: Harris, Galveston, Liberty, Chambers,  \nSan Jacinto, Polk, Trinity, Houston, Leon, Madison, Grimes, Walker, Montgomery, Waller, Washington, Austin,  \nColorado, Lavaca, Jackson, Matagorda, Wharton, Fort Bend, and Brazoria.  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \n"], ["ARTICLE V  \nEstimated Forces  \n", "Section 1: In order to economically and efficiently serve the building public, it 1s tmportant to have  \nexperienced, skilled workmen. Contractors recognize the Union as a source of such skilled manpower and will,  \ntherefore, use it as a source when in need of workmen. The Union agrees that when Contractors request workmen, it  \n_ will exert every effort to supply skilled men. Contractors shall be the sole judge of any applicant's qualifications.  \nContractors shall exercise their right to hire and to reject any job applicant without regard to Union membership or  \nnonmembership.  \nSection 2: It is mutually agreed by the signatory parties to this Agreement that the Contractors and the Union, in  \nall matters concerning job applicants or employees will abide by all laws applicable to this contract including  \nExecutive Orders and Federal and State Civil Rights laws.  \n"], ["‘ARTICLE VI  \n", "Grievance Procedure  \nSection 1: All disputes, other than those pertaining to wage rates, fringe benefits and jurisdictional disputes that -  \nmay arise on any job covered by this Agreement, shall be handled in the following manner without permitting the  \ngrievance to interfere in any way with the progress and prosecution of the work.  \nSection 2: It is agreed that the Joint Board of Interpretation shall be composed of two (2) representatives of the  \nCarpenters and two (2) representatives of the Contractors, to whom shall be referred disputes arising over the  \ninterpretation of the Agreement. These members shall be named within twenty-four (24) hours after receipt of  \nnotification. The decision of the Joint Board of Interpretation shall be final and binding on all parties involved. The  \nJoint Board of Interpretation shall make its decision within forty-eight (48) hours.  \nSection 3: In the event of failure of the Joint Board of Interpretation to arrive at a solution, Contractors and the  \nUnion shall each select one (1) person, and such person shall be named within two (2) days after the Joint Board has  \nfailed to arrive at asolution. The two (2) persons selected by the Union and by the Contractors shall within two (2)  \ndays name one (1) additional person and said three (3) persons shall within four (4) days render a decision. This  \ndecision shall be final and binding on all parties involved. In the event these two (2) persons cannot agree on a third  \nperson, then they shall immediately request the Federal Mediation and Conciliation Service for a list of nine (9)  \nprofessional arbitrators. One of the list of the nine (9) professional arbitrators shall be selected within forty-eight  \n(48) hours as the third person. The decision of the Board of Arbitration shall be final and binding on all parties  \ninvolved.  \n"], ["ARTICLE VI  \nJurisdiction  \n", "The work of the Union and other labor that the Union may lawfully represent shall be all work recognized as such by  \nthe Building and Construction Trades Council, AFL-CIO. -  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \n} It is understood and agreed that employers party to this Agreement shall not sign a stipulation to be bound by the  \nterms of the Agreement establishing the Impartial Jurisdictional Disputes Board nor be bound by its future decisions.  \nAnd such stipulation that previously may have been entered into on or on behalf of the employer, is rescinded by  \nexecution of this contract. It is further understood that the parties to this Agreement shall not submit any dispute to  \nthe Impartial Jurisdictional Disputes Board.  \nIn the event a jurisdictional dispute shall arise, such dispute shall be settled in accordance with the regulations of any  \nagency established by law or mutual agreement to settle such disputes. In any such mutually agreed upon procedure  \nshall include all of the unions involved in the dispute and the Employer. The initial steps in such a mutually agreed  \nupon procedure shall include: |  \nA meeting at the jobsite between the business agents of the Unions involved and the Employer. If  \nthe dispute is not resolved, there shall be a meeting between the international representatives of the  \nUnion involved. The participants in such meetings shall consider (a) Decisions of Record  \n(b) Agreements of Record (c) Area Practice and (d) Efficiency (craft most suited to perform work  \ninvolved).  \nThere shall be no strikes, work stoppages, or other interferences with the work by reason of jurisdictional dispute.  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \n"], ["ARTICLE VIII  \nWages and Classifications  \n", "Section I: Effective the first day of the first full payroll period beginning on or after April 1, 2005, not less than  \nthe following regular hourly rates shall apply to all Commercial Jobs:  \nCOMMERCIAL RATES  \n(Commercial Rates apply to most traditional building work.)  \nCarpenter, Project Foreman (Optional with Contractor) $22.25  \nCarpenter, General Foreman (Optional with Contractor) | 21.25  \n20.75  \nCarpenter, Foreman  \nCarpenter, Steward (when qualified by graduation from Steward School) 19.65  \nCarpenter, Journeyman 19.50  \nNOTE: The Contractors recognize the Union its the source of Apprentices in good standing with the  \nCarpenters, Millwrights and Piledrivers Joint Apprenticeship Training School of Houston and Vicinity. Only  \nApprentices in good standing with the Carpenters, Millwrights and Piledrivers Joint Apprenticeship Training School  \nof Houston and Vicinity are eligible for the Apprentice rates listed below. (Nothing herein shall be construed to  \nviolate current Texas law.)  \nCarpenter Apprentices  \n**Pre-Apprentice (50% of Journeyman Wage) $ 9.75**  \nIst period (55% of Journeyman Wage) 10.73  \n2nd period (60% of Journeyman Wage) 11.70  \n3rd period (65% of Journeyman Wage) | 12.68  \n4th period (70% of Journeyman Wage) 13.65  \n5th period (75% of Journeyman Wage) | 14.63  \n6th period (80% of Journeyman Wage) 15.60  \n7th period (85% of Journeyman Wage) 16.58  \n8th period (90% of Journeyman Wage) 17.55  \n**NOTE: — Pre-Apprentices will not receive Pension or Health and Welfare contributions. Pre-Apprentices will  \nreceive only Apprentice and Training contributions of 14¢ per hour and Carpenters International Training Fund  \ncontributions of 4¢ per hour, or a total Apprentice & Training contribution of 18¢ per hour.  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \nSection 2: Effective the first day of the first full payroll period beginning on or after April 1, 2005, not less than  \nthe following regular hourly rates shall apply to Light Commercial jobs:  \nLIGHT COMMERCIAL RATES  \n(Definition of Light Commercial Projects: Churches, schools, retail shopping centers including malls [except trim  \nand fixture work], industrial office and warehouse parks, treatment plants, and City of Houston architectural work  \nexcept wage-rate jobs, such as Davis-Bacon projects.  \nCarpenter, Project Foreman (Optional with Contractor) $19.84  \nCarpenter, General Foreman (Optional with Contractor) 18.84  \nCarpenter, Foreman 18.34  \nCarpenter, Steward (when qualified by graduation from Steward School)  \nCarpenter, Joumeyman 17.09  \nNOTE: The Contractors recognize the Union is the source of Apprentices in good standing with the  \nCarpenters, Millwrights and Piledrivers Joint Appreriticeship Training School of Houston and Vicinity. Only  \nApprentices in good standing with the Carpenters, Millwrights and Piledrivers Joint Apprenticeship Training School  \nof Houston and Vicinity are eligible for the Apprentice rates listed below. othing herein shall be construed to  \nviolate current Texas law.)  \nCarpenter Apprentices  \n**Pre-Apprentice (50% of Journeyman Wage) $ 8.55** .  \nlst period (55% of Journeyman Wage) 9.40  \n2nd period (60% of Journeyman Wage) 10.25  \n3rd period (65% of Journeyman Wage) 11.11  \n4th period (70% of Journeyman Wage) 11.96  \n5th period (75% of Journeyman Wage) 12.82  \n6th period (80% of Journeyman Wage) 13.67  \n7th period (85% of Journeyman Wage) 14.53  \n8th period (90% of Journeyman Wage) 15.38  \n**NOTE: Pre-Apprentices will not recerve Pension or Health and Welfare contributions. Pre-Apprentices will  \nreceive only Apprentice and Training contributions of 14¢ per hour and Carpenters International Training Fund  \ncontributions of 4¢ per hour, or a total Apprentice & Training contribution of 18¢ per hour.  \n>  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \nSection 3: Effective the first day of the first full payroll period beginning on or after April 1, 2005, not less than  \nthe following regular hourly rates apply to all Industrial jobs:  \nINDUSTRIAL RATES  \n(Industrial jobs are: NASA, petro-chemical plants, metal-processing facilities, and energy-related plants.)  \nCarpenter, Project Foreman (Optional with Contractor) $24.30  \nCarpenter, General Foreman (Optional with Contractor) 23.30  \nCarpenter, Foreman 22.80  \nCarpenter, Steward (when qualified by graduation from Steward School) 21.70  \nCarpenter Journeyman 21.55  \nNOTE: The Contractors recognize the Union is the source of Apprentices in good standing with the  \n_ Carpenters, Millwrights and Piledrivers Joint Apprenticeship Training School of Houston and Vicinity. Only  \nApprentices in good standing with the Carpenters, Millwnghts and Piledrivers Joint Apprenticeship Training School  \nof Houston and Vicinity are eligible for the Apprentice rates listed below. (Nothing herein shall be construed to  \nviolate current Texas law.)  \nCarpenter Apprentices  \n**Pre-Apprentice (50% of Journeyman Wage) $10.78**  \nist period (55% of Journeyman Wage) 11.85  \n2nd period (60% of Journeyman Wage) 12.93  \n3rd period (65% of Journeyman Wage) 14.01  \n4th period (70% of Journeyman Wage) 15.09  \n5th period (75% of Journeyman Wage) 16.16  \n6th period (80% of Journeyman Wage) 17.24  \n7th period (85% of Journeyman Wage) 18.32  \n8th period (90% of Journeyman Wage) 19.40  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #5351 HOUSTON AND VICINITY  \n   \n**NOTE: Pre-Apprentices will not receive Pension or Health and Welfare contributions. Pre-Apprentices will  \nreceive only Apprentice and Training of 14¢ per hour and Carpenters International Training Fund  \ncontributions of 4¢ per hour, or a total Apprentice & Training contribution of 18¢ per hour.  \nSection 4: On any project where the public agency has pre-determined and specified the prevailing wage rates  \nfor the project, signatory Contractors may pay the prevailing wage rate specified by the public agency plus the  \nexisting fringe benefits of five dollars and ninety-three cents ($5.93).  \nSection 5; The Union agrees that in the event it or any of its affiliated entities enters into any understanding,  \ncontract, or agreement with any other Employer engaged in the same or similar work within the geographic area  \ncovered by this Agreement, which contains any provisions relating to wages or hours or working conditions which  \nare more favorable to such other Employer than the provisions of this Agreement, that this Agreement may, at the  \ndiscretion of an Employer covered by this Agreement or which has adopted its terms as provided in this Agreement,  \nbe amended so as to include any provisions containing such more favorable wages, hours or working conditions of  \nemployment on a project specific basis. The Union shall immediately furnish to AGC/CEA copies of ariy and all  \nunderstandings, contracts, or agreements with any other Employers engaged in the same or similar work on that  \nspecific project within the geographic area covered by this Agreement, and upon entering into any such new  \nagreements shall provide a copy thereof to AGC/CEA within (48) hours. It is further understood that  \nthe Most Favored Nations Clause shall not apply to Texas Statewide Agreements entered into by the Texas  \nCarpenters & Millwrights Regional Council that encapsulates all of any employer’s scope of work on a statewide  \nbasis relevant to Drywall Work and Scaffolding Work only.  \nSection 6; A premium of twenty-five cents (25¢) per hour shall be paid for work performed on cooling towers  \nconstructed of treated materials. A premium of twelve and one-half cents (12-1/2¢) per hour shall be paid to  \ncarpenter primarily assigned to DeWalt type stationary saw.  \nSection 7: If at any time during the contract term there 1s a financial need to defer a part of wages into the Health  \nand Welfare Fund or the Pension Fund in order to maintain the Fund's financial stability, this may be done with  \nproper legal clearance, prior approval of the Fund Trustees, and sufficient notice to affected Employers.  \nNotes: See Articles IX, X, XI and XII of this Agreement of fringe benefits that are in addition to the above wage  \nrates. Any Employer that fails to pay the fringe benefits on schedule shall be required to post a $5,000.00 cash or  \nsurety bond with the administrator of the benefit funds, at the discretion of the Trustees. This bond shall be required  \nby the Trustees from any Employer that has not previously paid into the benefits fund. Such surety bond shall be  \nobtained from a firm registered with the U. S. Department of Treasury.  \n"], ["ARTICLE IX  \nApprentice and Training  \n", "Subject to the provisions hereof, each individual Contractor covered by this Agreement will contribute the sum of  \nfourteen cents (14¢) per hour for each hour worked by Carpenters and Carpenter Apprentices employed by such  \nindividual Contractor under said Agreement to the Carpenters, Millwrights and Pile Drivers Apprentice and Training  \n| 7  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL #551 HOUSTON AND VICINITY  \nFund.  \nThe contribution of the employer shall be used solely and exclusively for financing a training program for apprentice  \n. and journeyman employees on such terms and in such manner as the Trustees in the exercise of their sole discretion  \nmay determine. No part of the Trust shall ever be used for any purpose other than the purposes stated in the Trust  \nAgreement.  \nIt is further agreed that the Declaration of Trust which was consummated September 1, 1960, and which conforms  \nto all requirements of law shall be considered as part of this Agreement as though set forth here at length...  \n"], ["ARTICLE X  \nCarpenters International Training Fund  \n", "Subject to the provisions hereof, each individual Contractor covered by this Agreement will contribute the sum of  \nfour cents (4¢) per hour for each hour worked by Carpenters and Carpenter Apprentices employed by such  \nindividual Contractor under said Agreement to the Carpenters International Training Fund.  \nThe contribution of the employer shall be used solely and exclusively for financing a training program for apprentice  \nand journeyman employees on such terms and in such manner as the Trustees in the exercise of their sole discretion  \nmay determine. No part of the Trust shall ever be used for any purpose other than the purposes stated in the Trust  \nAgreement.  \n"], ["ARTICLE XI  \nHealth and Welfare  \n", "Subject to the provisions hereof, each individual Contractor covered by this Agreement will contribute the sum of  \nfour dollars and twenty-five cents ($4.25) per hour for each hour worked by Carpenters and Carpenter Apprentices*  \nemployed by such individual Contractor under said Agreement to the Carpenters & Millwrights of Houston &  \nVicinity Health and Welfare Fund. *NOTE: This contribution does not apply to Pre-Apprentice classification.  \nA copy of the Agreement and Declarations of Trust, together with all amendments thereto, shall be considered as  \npart of this Agreement as though set forth here at length.  \n"], ["ARTICLE XII  \nPension  \n", "Subject to the provisions hereof, each individual Contractor covered by this Agreement will contribute the sum of  \none dollar & fifty cents ($1.50) per hour for each hour worked by Carpenter and Carpenter Apprentices* employed  \nby such individual Contractor under said Agreement to the Carpenters & Millwrights of Houston & Vicinity Pension  \nFund. *NOTE: This contribution does not apply to Pre-Apprentice classification.  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nA copy of the Agreement and Declaration of Trust, together with all amendments thereto, shal! be considered as part  \nof this Agreement as though set forth here at length.  \nThe parties agree to modify the Carpenters & Millwrights of Houston & Vicinity Pension Trust Agreement to  \ninclude implementation and participation in the United Brotherhood of Carpenters and Joiners of America  \nInternational Reciprocal Agreement for Carpenters Pension Funds “money follows the man” portion of the Fund  \n(i.e., “EXHIBIT B, ARTICLE - TRANSFER OF FUNDS”). The parties further agree that the Trustees of the  \nCarpenters & Millwrights of Houston & Vicinity Pension Trust Fund shall be responsible for establishing the  \nparameters in regard to the manner in which said implementation and participation becomes effective.  \n"], ["ARTICLE XIII  \nWorking Dues Check Off  \n", "Effective the first day of the first fuil payroli period beginning on or after April 1, 2003, the Contractor shall deduct  \na Working Dues Check Off in the amount of four percent (4%) from gross provided the Contractor has  \nreceived the employee’s signed withholding authorization form.  \n"], ["ARTICLE XIV  \nQualifying Intent  \n", "It is not the intention of either party to violate any State or Federal Law and all Language used in this Agreement  \nwhere susceptible of more than one meaning, shall be interpreted in a manner consistent with law. If any clause,  \nsentence or Article shall be interpreted as being contrary to law, such clause, sentence or Article is automatically  \neliminated and the remainder of the Agreement shall continue in full force and effect. Further, as used in this  \nAgreement, the masculine gender shall be deemed to include the feminine.  \n"], ["ARTICLE XV  \nDuration  \n", "Section 1: |= This Agreement when executed shall be deemed to define wages, hours, rates of pay, working rules  \nand other conditions of employment, and no new or additional 1 issues shall be the subject of negotiation during the  \nterm of this Agreement.  \nSection 2: | This Agreement shall be effective as of April 1, 2005 and shall continue in full force and effect until  \nmidnight, March 31, 2006. This Agreement shall be automatically renewed from year to year thereafter unless  \neither party to this Agreement shall give at least sixty (60) days written notice to the other of its desire to terminate,  \nmodify or change this Agreement prior to March 31, 2006. It is also agreed that negotiations shall commence not  \nlater than thirty (30) days after the date such notice 1s given.  \n2  \n   \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nIN WITNESS WHEREOPF, the parties hereto have executed this Agreement on the day of April, 2005.  \n   \nTEXAS CARPENTERS & MILLWRIGHTS HOUSTON CHAPTER, ASSOCIATED  \nREGIONAL COUNCIL REPRESENTING ITS GENERAL CONTRACTORS OF AMERICA, INC.  \nAFFILIATED LOCAL UNION, CARPENTERS  \nLOCAL UNION NO. 551, HOUSTON & VICINITY  \nPATRICK J. KILEY  \nBY:  \nJOHN BELL BY:  \nJERRY NEVLUD  \nCONSTRUCTION EMPLOYERS’ ASSOCIATION  \nOF TEXAS  \nBY:  \nJOE BYRD, JR. |  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nWORKING CONDITIONS  \nSection 1: Hours of Work  \n(a) The standard work day shall be an established consecutive eight (8) hour period between the hours of 6:30  \na.m. and 4:30 p.m., exclusive of a thirty (30) minute lunch period. Forty (40) hours per week shall constitute a  \nweek's work, Monday through Friday, inclusive. Starting time will be designated by the Employer and the Union  \nwill be advised of the starting time. Subject to the overtime provisions in Section 2 below, the Contractors may  \nschedule daily work or make-up days.  \n(b) Atthe option of the Employer the standard work day shall be an established consecutive ten (10) hour period  \nbetween the hours of 6:30 a.m. and 6:30 p.m., exclusive of the thirty (30) minute lunch period. Forty (40) hours per  \nweek shall constitute a week's work, Monday through Thursday, inclusive. Subject to the overtime provisions in  \nSection 2 below, the Contractors may schedule daily work or make-up days.  \n(c) If a second 4 - 10 hour shift is established, the shift differentials of the Agreement shail apply in addition to  \nthe above provision.  \n(d) The 2, 4, and 8-hour provisions as stated in the individual Craft Agreements with AGC/CEA shall apply to  \nthe projects scheduled 4 - 10 hour days per week. |  \n(e) On any jobsite where, it 1s in the best interest of Union and Contractor, the starting and quitting time for any  \nday and/or week shift may be changed when acceptable to both parties.  \nSection 2: . Overtime  \nOvertime shall be paid at the rate of time and one-half (1-1/2) after ten (10) hours in a work day and forty (40) hours  \nin a work week; however, all time on Sunday and holidays shall be paid at the rate of double time. Based on the  \nstarting time, a day shall! be from the regular starting time of one day to the regular starting time of the next day.  \nNOTE 1: hours per day may be worked without overtime when job conditions warrant, such as the make-  \nup of a rain out or for scheduling purposes. However, it is understood that no employee will.be denied the  \nopportunity to complete a normal workweek, weather permitting.  \nNOTE 2: Ina holiday week, if a Saturday is worked, and there has been no other day missed, then, the Saturday  \nshould be paid at time and one-half (1-1/2).  \nSection 3: Payday  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \n(a) Wages shall be due and payable during working hours each Fniday, not later than 4:30 p.m. Should Fnday be  \none of the Holidays mentioned hereinafter, wages shall be payable not later than Thursday, 4:30 p.m. Not more than  \nfive (5) days wages shall be held back unless other arrangements have been made.  \n(b) In the event Contractor fails to pay men as specified, he shall be charged waiting time at time and one-half  \n(1-1/2) and no work shall be performed until men are paid in full.  \n(c) Any mistakes occurring the pay check, whether it be favorable or unfavorable to an employee, must be  \nbrought to the attention of the Business Representative by the Employee or the Contractor no later than the close of  \nthe next work day. Failure to do so will remove the Union from responsibility of trying to adjust.  \nSection 4: Pay Checks  \nAll wages shall be payable in lawful currency enclosed in envelopes, or payroll checks showing the name of the  \ncmployee, hours worked, in the amount due and withholding tax, social security deductions and working dues  \ndeductions. |  \nSection 5: Severance Pay  \n(a) If a Carpenter is discharged, all accrued wages shall be due and payable immediately.  \n(b) Thirty (30) minutes notice shall be given Carpenters prior to termination.  \nSection 6: Holidays  \nLegal Holidays shall be those agreed between Texas Carpenters & Millwrights Regional Council representing its  \naffiliated Union, Local Union No. 551 (Houston and vicinity) and Contractors, namely, New Year's Day, Memorial  \nDay, July Fourth, Labor Day, Thanksgiving Day, Friday following Thanksgiving Day, Christmas Day. Should any  \nof these Holidays fall on Sunday, the following day, Monday, shall be observed. Any work performed on these  \nHolidays shall be paid for at customary overtime rates.  \nSection 7: Reporting Time  \nA Carpenter employed or engaged, reporting to his employer on the job before work time and not permitted to go to  \nwork, weather permitting, shall receive four (4) hours' pay. If Carpenters are required to work in the rain to building  \nrain shelters for other craftsmen, they.shall receive a minimum of four (4) pay.  \nSection 8: Shift Work  \n(a) Shift work may be performed at the option of the Employer and may begin with the first, or day shift, on any  \nday of the week, but having once begun it must continue for five (5) consecutive work days, including all shifts on  \nthe fifth day, for the eight (8) hour shifts schedule; four (4) consecutive work days, including all shifts on the fourth  \nday, for the ten (10) hour shifts schedule; three (3) consecutive work days, including all shifts on the third day, for  \n5  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nthe twelve (12) hour shifts schedule. The determination of consecutive days shall not include Saturday, Sundays or  \nHolidays, unless worked.  \n(b) Shift work for less than required consecutive work days may be established by mutual agreement between the  \nUnion and Employer at a timely pre-job conference.  \n(c) In the event the Contractor fails to work the job the required consecutive work days, unless Agreement has  \nbeen reached in a pre-job conference, the employees working any shift other than the day shift shall be entitled to  \novertime rate.  \n(d) “Typical Shift Work\" Schedules A, B, C and D are attached hereto and made a part of this Agreement. Shifts  \nshall be worked and paid for as shown in Schedules A, B, C and D. To meet the needs of a specific job, it may  \nbecome necessary to change the 6:30-8:00 o'clock starting time. This may be done by mutual agreement between  \nthe Union and Employer at a timely pre-job conference. In this case the entire schedule will be moved forward a like  \namount of time and all the principles regarding straight time and premium pay for time worked as outlined in the  \nschedules shall apply.  \nIt may also be necessary to work two (2) nine (9) hour, or two (2) eleven (11) hour shifts in each twenty-four hour  \n  \nperiod. Whe this occurs the \"end of shift\" as outlined in Schedule \"R\" will be changed.  \n(ec) It is agreed that when such shifts are set up no employees will be required to work more than ten (10) hours  \nat a straight time rate of pay in any one shift, in one twenty-four (24) hour period.  \n(f) Employees working any shift other than the day shift shall receive pay for the actual hours worked at the rate  \nof 15% over and above the basic hourly rate.  \nTYPICAL SHIFT WORK  \nSCHEDULE A  \nTWO TWELVE HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon , 4 hours at straight time rate  \nLunch period, employee furnished on-employee’s time  \nFrom 12:30 p.m. to 4:30 p.m. 4 hours at straight time rate  \nDuring this period, employees to be furnished a meal and % hour on company time to eat.  \nTo 8:00 p.m., end of shift . 3-1/2 hours at J-1/2 time plus 15%  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nSECOND SHIFT:  \nFrom 8:00 p.m. to 12:00 Midnight 4 hours at straight time rate plus 15%  \nLunch period, employee furnished on employee's time |  \n| From 12:30 a.m. to 4:30 a.m. 4 hours at straight time rate plus 15%  \nDuring this period employees to be furnished a meal and % hour on company time to eat.  \nTo 8:00 a.m., end of shift 3-1/2 hours at 1-1/2 time plus 15%  \nTYPICAL SHIFT WORK  \nSCHEDULE B  \nTWO TEN HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon 4 hours at straight time rate  \nLunch period, employee furnished on employee's time  \nFrom 12:30 p.m. to 4:30 p.m. 4 hours at straight time rate  \nFrom 4:30 p.m. to 6:30 p.m., end of shift 2 hours at 1-1/2 time rate  \nSECOND SHIFT:  \nFrom 8:00 p.m. to 12:00 Midnight 4 hours a straight time rate plus 15%  \nLunch period, employee furnished on employee's time  \nFrom 12:30 a.m. to 4:30 a.m. . . 4 hours at straight time rate plus 15%  \nFrom 4:30 a.m. to 6:30 a.m., end of shift 2 hours at 1-1/2 time rate plus 15%  \nTYPICAL SHIFT WORK  \nSCHEDULE C  \nTHREE EIGHT HOUR SHIFTS  \n7  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon  \nLunch period, employee furnished on time  \nFrom 12:30 p.m. to 4:30 p.m.  \nSECOND SHIFT:  \nFrom 4:30 pn. to 8:30 p.m.  \nLunch period, employee furnished on employee's time  \nFrom 9:00 p.m. to 12:00 a.m., end of shift  \nTHIRD SHIFT:  \nFrom 12:30 a.m. to 4:30 a.m.  \nLunch period, employee furnished on employer's time  \nFrom 4:30 a.m. to 8:00 a.m., end of shift  \n4 hours at straight time rate  \n4 hours at straight time rate  \n4 hours at straight time rate plus 15%  \n3-1/2 hours at straight time rate plus 15%  \n4 hours at straight time rate plus 15%  \n3-1/2 hours at straight time rate plus 15%  \nTYPICAL SHIFT WORK  \nSCHEDULE D  \nTWO EIGHT HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon  \nLunch period, employee furnished on employee's time  \nFrom 12:30 p.m. to 4:30 p.m.  \nSECOND SHIFT:  \nFrom 5:00 p.m. to 9:00 p.m.  \nLunch period, employee furnished on employee's time  \n9/6/2006  \n4 hours straight time rate  \n4 hours at straight time rate  \n4 hours at straight time rate plus 15%  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nFrom 9:30 p.m. to 1:30 a.m., end of shift 4 hours at straight time rate plus 15%  \nWhen checking system ts used on a job, Carpenters shall not be required to check in or out more than once a day on  \ntheir own time. Sufficient time will be given Carpenters to put up tools prior to quitting time. Carpenters shall  \ncheck in on their own time and check out on company time.  \nSection 9: Foreman  \n(a) Every job that employs two (2) or more Carpenters, one (1) must be designated as foreman and receive  \nforeman's pay. |  \n(b) Carpenters shall not be required to take orders from any person except Carpenter foreman in charge of work.  \nWork may be changed by the general foreman, assistant superintendent or superintendent when, in their opinion,  \nsuch action is necessary. The Carpenter foreman shall then be notified and orders pertinent to the resumption of  \nwork shall be given by him. |  \nSection 10: Stewards  \n(a) A steward shall be selected on each job by the Business Representative. The steward or his appointee shall  \nbe on the job during all working hours when carpenter work is being performed on the job. The Contractor's  \nSuperintendent on the job must give the Business Representative eight (8) working hours' notice prior to discharging  \na steward. The steward shall confine his activities to the job of the Contractor on which he is employed.  \n(b) | Asteward shall represent the Carpenters and perform his duties without loss of regular pay.  \n(c) No steward shall be removed or discharged for carrying out his duties.  \n(d) The steward shall at all times be courteous and polite to the contractor, owner and Carpenters, and shall  \nperform his duties in a gentlemanly and businesslike manner, without causing loss of time to Carpenters or himself.  \nThe contractor shall allow the steward a reasonable time to attend to these duties, when it becomes necessary for him  \nto do so. This steward shall have the right to call the business agent to his place of work when he deems it  \nnecessary.  \n(e) In case of accident or sickness on the job the steward shall gather such evidence as may be useful to the  \ninjured Carpenter and notify the local union at once. He shall also see to it that the injured Carpenter receives  \nmedical attention, remove him to his house or hospital and gather and take care of his tools.  \n(f) A steward cannot be discharged for enforcing working rules as prescribed in this Agreement.  \nSection 11: Business Representative  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \nBusiness representative must be admitted on all jobs when Carpenters subject to this Agreement are employed when  \nhe deems it necessary.  \nSection 12: Apprentices  \n(a) Apprentices or Trainees shall be governed in accordance with Carpenters, Millwnghts and Pile Drivers Joint  \nApprenticeship Committee of Houston and Vicinity representing Associated General Contractors, Inc., Houston  \nChapter; Construction Employers’ Association of Texas; and, the Texas Carpenters & Millwrights Regional  \nCouncil, representing its affiliated Union, Local No. 551 (Houston and vicinity) as registered by the Bureau of  \nApprenticeship and Training, United States Department of Labor on May 27, 1964 and as amended since that date.  \n(b) Apprentice cards must be stamped as follows: Pre-Apprentice, first period, second period, third period,  \nfourth period, fifth period, sixth period, seventh period or eighth period.  \n(2) Apprentice ratio to Journeyman shall be not less than 20% nor more than 30%.  \n(d) Pre-Apprentices: After an employer employs 2 carpenter employees, the employer shall be entitled to hire  \n.-~ een pend Ree ro 1 1  \none pre-apprenitice and one additional pre-apprentice for each nine carpenter employees employed thereafter at the  \njobsite by the employer.  \nSection 13: Protective Clothing  \n(a) Employees required to perform work which would result in damage to clothes or shoes by chemical action  \nshall be furnished suitable protective clothing by the contractor, and where such protective clothing or equipment  \nfurnished by the contractor is not suitable, then contractor shall furnish overalls to such employees. Failure to return  \nsuch clothing or shoes at the end of the shift or day may result in disciplinary action.  \n(b) Contractors to provide safety equipment required by contractors to be worn on job.  \n(c) Contractors to furnish welder's gloves when needed.  \n(d) Contractors to furnish protective welding equipment when needed.  \nSection 14: General Conditions and Provisions  \n(a) Out of every four (4) carpenters employed by contractor, one (1) shall be over fifty (50) years of age.  \n(b) Under no conditions shall any carpenter be required to stand physical examination to obtain or hold a job,  \nexcept carpenters applying for maintenance jobs. This to apply to maintenance men only.  \n10  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING CARPENTERS LOCAL UNION #551 HOUSTON AND VICINITY  \n(c) Workmen shall be at their place of work at the starting time and shall remain at place of work performing  \ntheir assigned functions under the supervision of the employer until the quitting time. The parties reaffirm their  \npolicy of a fair day's work for a fair day's wage. On all buildings three or more stories high, the Contractor must  \nfurnish elevator to carry men to their floors or carpenters shall remain on ground until starting time.  \n(d) | Nocarpenter shall be required to furnish an iron mitre box, iron clamps or power tools. Contractors must  \nfurnish all carpenter's chalk and crayon, and a \"tubloc\" wrench (a special scaffold wrench).  \n(e) Each individual carpenter shall be allowed to sharpen his own handsaw on company time; contractor to  \nfurnish files.  \n(f) Contractors shall furnish a tool and dressing room large enough to accommodate all carpenters on Job.  \ncase shall same be used for any other purpose.  \n(g) Ice water in clean vcesscls and sanitary drinking cups shali be furnished at ali times by the Contractor.  \n(h) Carpenters working in excess of two hours of unscheduled overtime past the regular quitting time of day or  \nshift shall be furnished a meal on company time and at company expense and each additional four (4) hour period  \nthereafter. Carpenters working in excess of two hours of scheduled overtime past the regular quitting time of day or  \nshift shall furnish their own meal and shall eat on company time and each additional four (4) hour period thereafter.  \nIn lieu of the meal if the Company and Carpenters agree, the Company shall pay the Carpenters $7.50 for the meal  \nplus one-half hour pay at the applicable rate (straight time or overtime) when the meal should have been furnished.  \n(I) Toilets kept clean and sanitary shall be furnished for all Carpenters on the job.  \nContractors will be responsible for carpenter tools in case of forced entry to a tool shed, burglary or fire, up  \nto amaximum of six hundred dollars ($600.00) per carpenter. Employees will furnish an inventory of tools  \nbeing brought to the job which will be verified by project supervision. Employees must furnish a sworn affidavit as  \nproof of loss.  \n(k) Organized coffee breaks shall not be tolerated although there is no objection to an employee bringing his  \ncoffee bottle to his place of work and consuming coffee when his work permits.  \n(1) Absenteeism and tardiness are costly and disruptive and shall not be tolerated. Ifany employee is discharged  \nfor being absent or late for work, his pay shall not be due at the time of discharge but shall be due on regular payday.  \n(m) The selection of craft foreman and general foreman shall be entirely the responsibility of the employer, it  \nbeing understood that in the selection of such foreman the employer will give primary consideration to the qualified  \nmen available in the local area. After giving such consideration the employer may select such men from other areas.  \nForeman and general foremen shall take orders from individuals designated by the employer.  \n(n) Cutting torches and welding devices and chain falls are tools of the trade having jurisdiction over the work  \nbeing performed.  \n1]  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING LOCAL #551 (HOUSTON AND VICINITY)  \n(o) There shal] be no limit on production by workmen or restrictions on the full use of equipment.  \n(p) Slowdowns, standby crews and feather bedding practices will not be tolerated.  \n(q) | A-steward shail be a qualified workman performing work on this craft and shall exercise no supervisory  \nfunctions. There shall be no non-working stewards.  \n(r) The Union agrees that when Contractors request workmen, it will exert every effort to supply skilled workers  \nwithin 48 hours.  \n(s) Where unusual circumstances demand overtime, such overtime will be kept at a minimum.  \n(t) It is in the best interest of all to promote an alcohol and drug free working environment. Drug testing  \npolicies mutually developed by the Contractor and the Union will be implemented. Owner mandated drug policies  \nwill be followed by the Contractors and the Union.  \n(u) In the event that a Contractor requires a pre-hire Drug/Alcohol Test, which meets federal guidelines, and the  \nUnion member who is referred by the Union fails said test, the Contractor shall have no obligation to pay for that  \nperson’s testing time.  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING LOCAL #551 (HOUSTON AND VICINITY)  \nAMENDMENT TO AGREEMENT  \n(MARKET RECOVERY RATES FOR USE ON LIGHT COMMERCIAL AND INDUSTRIAL PROJECTS)  \nThe Houston Chapter Associated General Contractors of America, Inc. and the Construction Association  \nof Texas, hereinafter referred to as \"CONTRACTORS\",  \nand  \nThe Texas Carpenters & Millrights Regional Council representing its affiliated Union, Carpenters Local Union No.  \n551 of Houston and vicinity, hereinafter referred to as \"UNION\", hereby agree that the Agreement between the  \nparties executed on April 1, 2005 shall be amended April 1, 2005, to add the following:  \nWAGES & CLASSIFICATIONS  \nARTICLE Wages and Classifications, Section 2, is amended to add the following:  \nSection 2: Effective the first day of the first full payroll period beginning on or April 1, 2005, not less than the  \nfollowing regular hourly rates shall apply to Market Recovery Rates for Light Commercial jobs.  \nMARKET RECOVERY RATES FOR LIGHT COMMERCIAL  \n(Definition of Market Recovery Rates for Light Commercial Projects: Schools, retail shopping centers  \nexcluding malls [except trim and fixture work], industrial office and warehouse parks, treatment plants, tenant finish  \nwork not part of the original bid for construction of the building , and City of Houston architectural work, except  \nwage-rate jobs which carry higher rates, such as Davis-Bacon projects.)  \nApril 1, 2005  \nCarpenter, Foreman $15.06  \nCarpenter, Journeyman | | 13.81  \n. Contractors will consult with the Union prior to using the Market Recovery Rates on tenant finish work not  \npart of the original bid for construction of the building. Mutual agreement to use this rate on tenant finish  \nwork is required.  \nARTICLE VIII, Wages and Classification, Section 3, is amended to add the following language:  \nMARKET RECOVERY RATES FOR INDUSTRIAL  \n* A Special Market Recovery Rate for Industrial Projects is to be used only in plants that have been lost to  \nOpen Shop Contractors. This rate is not applicable in plants where the Carpenters already have a presence.  \nae In addition, there will be a Special Rate between Commercial and Light Commercial Wage Rates available  \nto AGC and CEA Contractors for New Construction at NASA.  \n9/6/2006  \nTEXAS CARPENTERS & MILLWRIGHTS REGIONAL COUNCIL  \nREPRESENTING LOCAL #551 (HOUSTON AND VICINITY)  \n*** NOTE: The Contractors and the Local's Business Agent will establish the rates on a project-by-project basis  \nby mutual agreement, and applies to Industrial work initiated or bid after April 1, 2005.  \nOTHER SPECIAL WORKING CONDITIONS  \nThe parties agree to the following other special Working Conditions:  \nWORKING CONDITIONS, Section 12: Apprentices, is amended to add Section 12 (e), which shall read as  \nfollows:  \nSection 12 {e}: On Light Commercial Projects, Apprentices may be used beyond normal ratios.  \nWORKING CONDITIONS, Section 14: General Conditions and Provisions, is amended to add Section 14 (v),  \nwhich shall read as follows:  \nSection 14 (v): Particularly with respect to Light Commercial Projects, it 1s agreed that there will be special  \ncooperation and teamwork, particularly in maintaining a drug-free jobsite, implementing productivity improvements,  \nand quickly resolving any jobsite problems.  \nAll other terms and conditions in the base contract dated April 1, 2005, including, but not limited to, Article LX,  \n"]]