[["", "  \n  \nWORKING AGREEMENT  \nBetween  \nTHE ASSOCIATED GENERAL CONTRACTORS  \nOF INDIANA, INC.  \nAnd  \nINDIANA/KENTUCKY REGIONAL COUNCIL  \nOF CARPENTERS  \nTHIS AGREEMENT made this 1* day of June, 2005 by and between the Labor  \nRelations Committee of the Associated General Contractors of Indiana, Inc., acting  \nas negotiating agent for and on behalf of certain firms, a list of which is attached,  \naddress 10 West Market Street, Suite 1050, Indianapolis, Indiana, 46204,  \nhereinafter in this Agreement designated as the “Employer” and  \nTHE INDIANA/KENTUCKY REGIONAL COUNCIL  \nOF CARPENTERS, CENTRAL REGION AREA  \n2635 Madison Avenue, Indianapolis, Indiana, 46225, hereinafter in this Agreement  \ndesignated as the “Union”, being duly constituted, authorized and recognized  \nbargaining representative for and on behalf of the carpenter/millwright employees  \nof the Employer.  \n"], ["ARTICLE I  \nPURPOSE  \n", "The purpose of this Agreement is to promote efficiency of construction operations  \non all projects covered by this Agreement, provide for the peaceful and expeditious  \nsettlement of all labor disputes without strikes or lockouts, establish and maintain  \nharmonious relations between the parties to this Agreement, and secure optimum  \nproductivity from all employees whom this Agreement covers in exchange for the  \npayment to the of a fair and reasonable level of compensation.  \n"], ["ARTICLE I  \nRECOGNITION  \n", "The Employer recognizes the Union and its successors as the sole and exclusive  \nbargaining representative for all of its craft employees who are or during the term  \nof the Agreement will be engaged in performing construction work on all current  \nand future job sites within the territorial jurisdiction of the Union.  \nThe Union has claimed and demonstrated and the Employer is satisfied and  \nacknowledges that the Union currently represents a majority of the Employer’s  \nemployees in the bargaining unit covered by this Collective Bargaining Agreement.  \nThe Employer, accordingly, recognizes the Union as the exclusive Bargaining Agent  \nunder Section 9-A of the National Labor Relations Act for all employees within the  \ncontractual bargaining unit.  \n"], ["ARTICLE III  \nDURATION AND AMENDMENT  \n", "(1) This Agreement shall become effective on June 1, 2005, and shall remain in  \nfull force and effect through May 31, 2008.  \n(2) Any party has the right to amend this Agreement by giving written notice to  \nthe other party at least sixty (60) days but not more than ninety (90) days in  \nadvance of the expiration of the Agreement.  \n(3) Failure to give notice of a desire to amend the Agreement prior to the sixty  \n(60) days period shall cause this Agreement to.be renewed automatically for  \na further period of twelve (12) months and from year to year thereafter until  \nsuch timely notice is given.  \n(4) The Union agrees it will not enter into any Agreement with any other  \nEmployer or group of Employers that would be more favorable in wages,  \nhours or conditions of employment covered by this Agreement, excluding all  \nMarket Recovery, Light Commercial or International Agreement Project.  \n"], ["ARTICLE IV  \nSCOPE OF AGREEMENT  \n", "This Agreement shall apply to all carpentry work as defined under Trade  \nAutonomy except when covered by another Collective Bargaining Agreement,  \nInternational Agreement or Special Agreement between this Council and  \nindividual Employer or groups of Employer’s.  \nSection 1. The territorial jurisdiction covered by the Union for Carpenters  \nincludes the following area in Indiana: Fountain, Parke, Vermillion, Vigo, Clay,  \nOwen, Putnam, Montgomery, Madison, Hancock, Blackford, Delaware, Henry,  \nRush, Decatur, Boone, Hendricks, Morgan, Monroe, Brown, Bartholomew,  \nJohnson, Shelby, Marion, Hamilton, Franklin, Fayette, Union, Wayne,  \nRandolph and Jay.  \nSection 2. The territorial jurisdiction for millwright work covered by this  \nagreement shall include all of the counties listed in Section 1 above. As of May 1,  \n2003 this area shall also include Dearborn, Jackson, Jefferson, Jennings, Ohio,  \nRipley, Scott and Switzerland Counties in Indiana.  \nSection 3. The territorial jurisdiction covered by (Lathers) shall be as follows:  \n“North Boundary.” Commencing at the Indiana-Illinois state line, go east on the  \nnorth boundary of Vermillion County, north boundary of Fountain Count, south  \non the Fountain County/Tippecanoe County line to the north boundary of  \nMontgomery County, the east to Clinton County line, then north to State Road  \n#28, then east on State Road #28 to State Road #213.  \n“East Boundary.” South on State Road #213 to State Road # 37 northeast on  \nState Road # 37 to State Road #13, south on State Road #13 to State Road #38,  \nsoutheast on State Road #109 to U.S. 40, east on U.S. 40 to State Road #3, south  \non State Road #3 to U.S. 50, excluding the city of Greensburg.  \n“South Boundary.” Go west from Greensburg on U.S. 50 to the  \nstate line, but exclude all towns bordering U.S. 50. |  \n“West Boundary.” Exclude the city of Vincennes, go north on the  \nIndiana/IIlinois state line to the north boundary of Vermillion County.  \nThis Agreement shall not apply to engineers, draftsmen, supervisors,  \ntimekeepers office workers, guards, or any other non-manual Employees.  \n"], ["", "ARTICLE V  \nTRADE AUTONOMY  \nRefer to Appendix “A”  \n"], ["ARTICLE VI  \nTOOLS & EQUIPMENT  \n", "Section 1. Journeymen are required to have their own hand tools in good  \nworking condition when reporting to work for a contractor. All Journeymen  \nshall carry such hand tools as may be necessary to perform any work to which  \nthey may be assigned. Employees are not required to furnish power tools on the  \njob. The parties share a mutual interest that all tools be properly used and  \nmaintained. Re-sharpening of all tools shall be the responsibility of the  \nContractor.  \nSection 2. The contractor shall furnish all ladders, trestles, power tools  \n(including cordless), extension cords, miter boxes, special tools and/or  \nequipment, precision tools, power equipment, files, drill bits taps, hacksaw  \nblades and welding equipment as required. The Employer shall furnish welders  \ngloves and protective clothing.  \nSection 3. The Employer will not rent any tools from Carpenter employees.  \nSection 4. When it is necessary to store Employee tools on the jobsite during his  \nnon-working hours, the Employer shall be responsible for loss due to fire or  \nburglary, to the Employer’s storage facility, at 70% of cost to a maximum  \npayment of $325. It shall be the responsibility of the Employees when storing  \ntools, to furnish a list in duplicate to the Employer to obtain this protection.  \nSection 5. Rain coats, boots and helmets will be furnished to the Carpenter  \nemployees by the Employer when needed on the job provided it is the announced  \npolicy of the contractor prior to the commencement of the job to work in rain  \nand water, and no Carpenter (s) shall be discharged or penalized in any way for  \nhis refusal to work in inclement weather, except where the refusal would result  \nin financial change to the Employer.  \nSection 6. Welder — On projects requiring special tests to certify for welding, the  \nUnion, when requested, will make every effort to supply Employees who have  \npreviously qualified for such work. However, any time spent by an Employee.  \nwho is required to take such special tests, shall be paid for it at the regular  \nhourly base rate. Any expenses involved in connection with an Employee taking  \nsuch tests shall be borne by the Employer.  \n"], ["ARTICLE Vil  \nNO STRIKE/NO LOCKOUT  \n", "During the term of this Agreement and except as specifically provided herein,  \nthere shall be no strikes, picketing, work stoppages, slow downs or other  \ndisruptive activity by the Union or by any employee, and there shall be no  \nlockout by the Employer. Provided, however, it shall not be a violation of this  \nAgreement to picket any Employer for non-payment of fringe benefit  \ncontributions or wages or refusing to attend pre-job conference, nor shall it be a  \nviolation of this Agreement for any employee to honor a lawful primary picket of  \nany Union affiliated with the Building and Construction Trades Department,  \nAFL-CIO, or the Teamsters Union.  \n"], ["| ARTICLE VIII  \nUNION SECURITY/CHECK OFF  \n", "As a condition of all employment, all employees covered by this Agreement now  \nin the employ of the Employer shall remain members in good standing of the  \nUnion during the term of this Agreement, and all construction workers here-in-  \nafter employed by the Employer shall become members of the Union seven (7)  \ndays after the commencement of their employment and shall remain members in  \ngood standing during the term of this Agreement.  \nIn event any employee fails to tender periodic dues and initiation fees uniformly  \nrequired as a condition of acquiring or retaining membership, said employee  \nshall be dismissed within two (2) days after written notification to the Employer  \nby the Union, unless (a) the Employer has reasonable grounds for believing that  \nsuch membership was not available to the employee on the same terms and  \nconditions generally applicable to other members, or (b) the Employer has  \nreasonable grounds for believing that membership was denied or terminated for  \nreasons other than the failure of the employee to tender the periodic dues and  \ninitiation fees uniformly required as a condition of acquiring or retaining  \nmembership. :  \nThe Employer will honor individual authorizations for Dues Check-Off in an  \namount as established by the Indiana/Kentucky Regional Council of Carpenters,  \nvoluntarily executed by the employee, provided the same conforms to applicable  \nlaw and provided further that such authorization may be revoked by the  \nemployee at the end of one year and at the end of each year thereafter upon  \nwritten notice to the Employer of the employee’s desire to do so. The  \nRegional Council shall maintain a file of such authorizations  \nand shall provide copies of the same to the Employer upon request. Dues Check-  \nOff shall be reported monthly on the same reporting forms used to report other  \nfringe benefits.  \nThe Union will indemnify and hold harmless the contractors from any and all  \nliability that may be incurred by the contractors for actions taken or not taken  \nin reliance upon, or in complying with, the Dues Check-Off provisions.  \n"], ["ARTICLE IX  \nMANAGEMENT RIGHTS  \n", "The Employer retains and shall exercise full and exclusive authority and  \nresponsibility for the management of its operations, except as expressly limited  \nby the terms of this Agreement.  \n"], ["ARTICLE X  \nPRE-JOB CONFERENCE  \nAND WORKWEEK  \n", "There will be a pre-job conference on all projects covering multiple trades prior  \nto the commencement of work, unless waived by all parties involved.  \n"], ["ARTICLE XI  \nDEFINITION OF WORK DAY  \n", "The standard workweek shall be defined as five (5) days, Monday through  \nFriday. The standard workday shall be defined as an eight (8) hour period from  \n8:00 A.M. to 4:30 P.M. Starting time for the workday may be established up to  \ntwo hours earlier at the discretion of the Employer. Saturday may be a make-up  \nday and worked at straight time only because of inclement weather during the  \nregular workweek.  \nIt is recognized by the parties to this Agreement that the standard workweek  \nmay not be desirable or cost effective for some projects. Therefore, other  \narrangements for hours of work may be considered. In each decision to modify  \nthe workweek, the parties may consider the project schedule, manpower  \nrequirements, geographic location of the project, and other appropriate factors.  \nAll proposed modifications to the standard workweek shall be by mutual  \nagreement, and apply only to the specified project for the agreed upon time  \nperiod, i.e., four (4) ten hour work shift.  \n"], ["ARTICLE XII  \nOVERTIME  \n", "The first two hours worked in excess of the standard eight (8) hour work day,  \nMonday through Friday, shall be paid at the rate of one and one-half (1 times  \nthe straight time rate of pay. All work over ten (10) hours in the standard work  \nday will be paid at the rate of two (2) times the straight time rate of pay. The  \nfirst ten (10) hours of work performed on Saturday shall be paid at one and one-  \nhalf (1 %) times the regular straight time rate of pay (except when Saturday is a  \nmake-up day as defined in Article XI). All work performed in excess of ten (10)  \nhours on Saturday, and all work performed on Sundays and holidays shall be  \npaid at two (2) times the straight time rate of pay.  \nWhen shift work becomes necessary the workweek will be defined as seven (7)  \ndays Monday through Sunday. Shift hours and rates will be as follows.  \nModifications to the workweek can be made by mutual agreement.  \nThe regular starting time of the first shall be Monday morning 8:00 A.M. to 4:30  \nP.M.. Eight (8) hours pay plus fringes for eight (8) hours of work plus one-half  \n(1/2) hour unpaid lunch period.  \nThe second shift shall start at 4:30 P.M. to 12:30 A.M.. Eight (8) hours pay plus  \nfringes for seven and one-half (7 4) hours worked plus one-half (1/2) hour  \nunpaid lunch period. |  \n   \nThe third shift shall start at 12:30 A.M. to 8:00 A.M.. Eight (8) hours pay plus  \nfringes for seven (7) hours worked plus one-half (1/2) hour unpaid lunch period.  \nShifts shall be established and continue for a minimum of three (3) consecutive  \nwork days. The three (3) consecutive day clause may be altered or excluded by  \nmutual consent of the Union and Employer.  \nIf only two (2) shifts are to be worked, the Employer and Union, by mutual  \nconsent, may regulate starting times of the two shift operations to permit the  \nmaximum utilization of daylight hours. In the event overtime work is required,  \novertime Shall be paid at the rate of time and one-half.  \nIn all Industrial and Commercial or other occupied buildings where it is  \nimpractical to carry on the work during the day, the work may be performed in  \nany twenty-four (24) hours, on the basis of eight (8) hours work with eight (8)  \nhours pay, with thirty (30) minutes off for lunch. When it is impractical to carry  \non the work during the regular workweek and work can be carried on only  \nSaturday or Sunday, the rate of pay shall be one and one-half (1 2) times the  \nregular hourly rate, provided, however, that no Carpenter or Apprentice  \nCarpenter employee, shall be discharged for his refusal to work on Sunday.  \n"], ["ARTICLE  \nHOLIDAYS  \n", "Holidays shall be as follows: New Year’s Day, Memorial Day, Fourth of July,  \nLabor Day, Thanksgiving Day, the day after Thanksgiving, and Christmas Day.  \nIf the holiday falls on a Sunday, it shall be celebrated on the following Monday.  \n_ Ifa holiday falls on Saturday, it shall be celebrated on the preceding Friday. .  \nNo work shall be performed on Labor Day except to save life and property, or  \nunless permission is granted by the Union.  \n"], ["ARTICLE XIV  \nREPORTING PAY  \n", "Any employee reporting for work and for whom no work is provided, except due  \nto inclement weather, or other conditions beyond the control of the Employer,  \nshall receive two (2) hours pay at the regular straight time hourly rate. An  \nemployee discharged for just cause is ineligible for reporting pay.  \nIf any employee is referred to a job site from the Union and is rejected at the job  \nsite by the Employer before being hired, the employee is not entitled to reporting  \npay.  \n"], ["ARTICLE XV  \nFOREMAN  \n", "On any job where carpenter’s work is involved, there will be a carpenter  \nForeman when three (3) or more carpenters are employed.  \nThe Employer shall notify the carpenter Foreman of the hiring and discharging  \nof all carpenter employees required by the job.  \nRates of pay for Foreman shall be a minimum of one dollar and twenty-five  \ncents ($1.25) above the regular Journeyman’s scale for up to twelve (12) men  \nand one dollar and fifty cents ($1.50) for twelve (12) men or more.  \nIt is agreed that when five (5) or more carpenter Foremen are employed in a  \nsupervisory capacity on a single job of construction, carpentry, pile driving or  \nlarge housing projects for the same contractor, one (1) must be a General  \nForeman and must be paid not less than three dollars ($3.00) in excess of the  \nJourneyman’s rate.  \n"], ["ARTICLE XVI  \nSTEWARDS  \n", "Section 1. The Union shall have the right to designate a Steward at each  \nconstruction job site. The Steward shall be a working Journeyman already  \naccepted and employed on the job site. The Employer may not terminate the  \nSteward except for Just cause.  \nSection 2. A steward, like other workmen, shall perform a day’s work but shall  \nhave time to perform his duties. A steward shall be retained on a project to  \nwhich he is assigned, as long as any employees covered by this Agreement are  \nemployed; provided he does the work assigned to him satisfactorily; provided  \nthat when a Steward and Foreman are the only employees and the Employer  \ndecides that there is need for only one employee, the Employer may elect which  \nhe retains. However, if the Employer decides to retain the Foreman, the next  \nemployee recalled shall be the Steward.  \n"], ["ARTICLE XVII  \nGENERAL WORKING CONDITIONS  \n", "There shall be no limit on production by workmen nor restrictions on the full  \nuse of tools or equipment. Craftsmen using tools shall perform any of the work  \nof the trade and shall work under the direction of the Craft Foreman. There  \nShall be no restrictions on efficient use of manpower other than as may be  \nrequired by safety regulations.  \nIf the Employer does job site hiring, it is agreed that the Employer will notify the  \nUnion within twenty-four (24) hours. This notification may be made by phone  \nthrough the Business Representative.  \nThe Employers from outside the geographical area of the Indiana/Kentucky  \nRegional Council of Carpenters upon becoming signatory to this agreement,  \nShall be permitted to bring in one employee (working Foreman or key man) and  \nthereafter employees required for each job shall be obtained from Local area as  \nlong as Local peopte are available and qualified to do the particular jobs  \ninvolved. The Union is to have twenty-four (24) hours to fill the job vacancy  \nexcept, the Employer may request, by name, employees recorded on the Union  \ndata work reference list.  \nWorkers shall be at their place of work at the starting time and shall remain at  \ntheir place of work performing their assigned functions under supervision of  \ntheir Employer until quitting time. The parties reaffirm their policy of a fair  \nday’s work for a fair day’s wage. Workers will pick up their tools on company  \ntime.  \nAl] equipment assigned to a project shall be under the control of the Employer.  \nIn. accordance with currently recognized craft jurisdiction, the Employer shall  \ndetermine the assignment of employees to start, stop, and maintain small  \nportable construction equipment. Such work may be assigned to craft  \nemployees within a reasonable distance of their primary duties or a craft  \nemployee may be assigned full time to start, stop and maintain the Employer’s  \nsmall portable equipment on the job site. There shall be no over manning of this  \ntype of equipment.  \nThe number of employees assigned to rigging and scaffolding operations shall be  \nat the sole discretion of the Employer.  \nThe Employer may utilize the most efficient methods or techniques of  \nconstruction, tools or other labor saving devices to accomplish the work.  \nIt is agreed that overtime is undesirable and not in the best interest of the  \nindustry or the craftsmen; therefore, except in unusual circumstances, overtime  \nwill not be worked. Where unusual circumstances do exist, however, the  \nEmployer will have the right to assign specific employees and/or crews to  \nperform such overtime work as is necessary to accomplish the job. The Union  \nSteward will be the first employee to be asked to work overtime if he is qualified.  \nThere will be no rest periods, organized coffee breaks or other non-working time  \nestablished during working hours.  \nSlowdowns, standby crews and featherbedding practices will not be tolerated.  \n_ The Employer shall at all times provide change area, sanitary drinking water  \nand containers, iced water when necessary, and toilet facilities, are to be  \nstationed conveniently to all employees.  \nIndividual seniority shall not be recognized or applied to employees working on  \nprojects under this Agreement.  \nThe Employer shall establish such reasonable project rules as the Employer  \ndeems appropriate. These rules will be reviewed at the pre-job conference and  \nposted at the project site by the Employer and may be amended thereafter as  \nnecessary.  \nThe Employers shall make a good faith attempt to provide entrance for any  \nrepresentative of the Union to any limited access job site where employees  \ncovered by this Agreement are working.  \n"], ["ARTICLE XVIII  \nSAFETY  \n", "The Employer agrees to provide safe working conditions and practices as set  \nforth in current safety standards for the construction industry.  \nNo employee may remove, damage, carry off, or render inoperative any safety  \ndevice or safeguard furnished or provided for use in any employment, or place  \nof employment, or interfere with the use thereof by any other person. Each  \nemployee shall comply with the Occupational Health and Safety Standards  \npromulgated under OSHA law (IC.22-8-1.1) Employees shall comply with posted  \nsafety policies (including drug and/or alcohol use, and possession policies)  \nestablished by the company. Employees are required to report to supervision all  \nunsafe conditions or defective equipment of which the employee is aware.  \nAdditionally, all injuries and accidents are promptly reported to supervision.  \nFailure to comply with the safety provisions as outlined in this Article shall be  \ncause for immediate discharge. Furthermore, it is agreed and understood that  \nthe employee shall retain the right to refuse to work under conditions considered  \nto be hazardous or unsafe.  \nAny employee suffering a job-related job site injury during performance of their  \nwork duties shall suffer no loss of pay for the day of injury, should the injury  \nrequire the Employee to leave the job site prior to his regular quitting time to  \nreceive treatment from a physician. Any subsequent doctor visits will be made  \non the Employee’s time.  \n10  \n   \nThe Employer and the Union agree to a substance abuse testing program and an  \nEmployee Assistance Program (EAP) for members of the Union working under  \napplicable collective bargaining agreements, and the legal spouses of such  \nmembers, who have substance abuse related problems. It is understood that the  \nEmployer contribution maybe set at any amount up to ten (10) cents per hour by  \nthe Trustees. It is further understood that the amount of this contribution shall  \nneither increase nor decrease the employees’ hourly wage or benefit rates under  \nthe agreement. This EAP program shall be jointly developed with appropriate  \nbylaws, Trustees and administrative requirements in compliance with the Taft-  \nHartley Act.  \n"], ["ARTICLE XIX  \nNON DISCRIMINATION  \n", "The parties of this Agreement agree to fully comply with all of the provisions of  \nTitle VII of the Civil Rights Act of 1964, Presidential] Executive Order 11246 and  \nthe Indiana Fair employment Practices Ace with respect to the selection, training  \nand employment of apprentices and trainees; to the referral practices in  \nconnection with applicants for employment; and to al} employment practices;  \nincluding job promotion and working conditions with respect to all workers and  \nsupervisory employees, to the end that no discrimination shali be practiced in  \nrespect to age, sex religion, race, color, or national origin.  \nAs used in this document, the terms “he”, “his” or similar masculine pronouns  \nshall be construed to include the feminine alternatives of such pronouns. Such  \nterms are used solely for grammatical purposes and shall not be construed to  \nlimit this contract or its application on the basis of sex, race, national origin or  \nany other classifications.  \n"], ["ARTICLE XX  \nAPPRENTICES  \n", "Section 1. Apprentice carpenter or millwright employees shall work on the same  \njob with Journeyman carpenter or millwright employees on the following basis:  \nOne (1) Apprentice for three (3) Journeymen, two (2) Apprentices for six (6)  \nJourneymen employed and one (1) additional Apprentice for each additional five  \n(5) Journeymen. The ratio will be one to five (1-5) for each additional Foreman  \nwith a crew. At all times an apprentice shall be paired with a Journeyman  \nCarpenter or Millwright.  \nSection 2. A joint Apprenticeship and Training Committee consisting of  \nEmployer Representatives and Employee Representatives shall be selected by  \n1]  \nthe parties to this Agreement to formulate standards of Apprenticeship in  \nconformance with the standards of the United Brotherhood of Carpenters and  \nJoiners of America as approved by the Bureau of Apprenticeship and Training,  \n(office of ATEL), United States Department of Labor. The Apprenticeship  \nProgram shall be administered by the Joint Apprenticeship and Training Fund.  \nAny questions concerning the training of apprentices shall be brought before the  \nJoint Apprenticeship and Training Committee and the decision of the |  \nCommittee shall be final and binding. The JATF shall have full power to act on  \nall maters, financial and otherwise, relative to the Apprenticeship Program, and  \nshall by its rules or decisions make all determinations relative thereto, which  \ndeterminations shall be final binding upon all parties or persons affected.  \nSection 3. Two-year specialty apprenticeship program will be implemented for  \ndrywall as follows:  \na. The specialty apprenticeship program will follow the current four-year  \nprogram for the first two years with the rate of pay maximum being 80%  \nof Journeymen after completion.  \nb. The two year specialty apprentice may continue the additional third and  \nfourth years at a later date, if desired, and receive a four year.  \njourneyman card.  \nc. The two year specialty program will only be available to new apprentices  \neffective June 1, 1999.  \nd. The ratio of journeyman to two year specialty apprenticeship/graduate  \nwill be 4 to 3 (4 journeymen/3 specialty).  \nSection 4. All Apprentices who enter the Joint Apprenticeship Training  \nprogram shall be subject to the following wage rates:  \n90 day Probationary Period 50 % of the Journeyman rate  \nIst year — Ist period 60% of the Journeyman rate  \n[st year — 2nd period 65% of the Journeyman rate  \n2nd year — 3rd period 70% of the Journeyman rate  \n2nd year ~— 4th period 75% of the Journeyman rate  \n3rd year — 5th period 80% of the Journeyman rate  \n3rd year — 6th period 85% of the Journeyman rate  \n4th year — 7th period 90% of the Journeyman rate  \n4th year — 8th period 95% of the Journeyman rate  \nThe Pension Fund Contribution for all apprentices shall be the same percentage  \nof the Pension Fund contribution for Journeymen as their apprenticeship wage  \nrate.  \nNote: During the life of this Agreement, should the Fund Trustees and their  \n12  \nfinancial advisors certify that the current contribution rate to the  \nApprenticeship Fund is not adequate to support the Apprenticeship Program,  \nthe parties agree to divert sufficient funds from wages to support the Fund.  \nSection 5. The Employer shall maintain adequate insurance for all Apprentices  \nemployees as prescribed by State and/or Federal Law.  \nSection 6. It is the intent of the parties to this Agreement that all Apprentices  \nindentured to the Indiana/Kentucky Regional Council of Carpenters Joint  \nApprenticeship Training Fund shall attend day classes as part of their  \napprenticeship training. The Joint Apprenticeship and Training Fund may pay  \neach Apprentice while attending school.  \n"], ["ARTICLE XXI  \nPAY PROCEDURE  \n", "Section 1. The Employer shall pay in full any employee discharged for any cause  \nwhatsoever or laid off indefinitely at the time said employee is laid off or discharged.  \nWhen any employees quit, they shall be paid by 4:30 P.M. on the regular established  \npay day.  \nIn case an employee is to be laid off, he/she shall be notified one (1) hour prior to  \ntime of layoff.  \nSection 2. All employees shall receive pay on the job before quitting time of the  \nestablished payday of each week with an official itemized check stub with  \nemployee’s name, Employer’s name, social security number, gross earnings, date,  \nhours worked, and itemized deductions. The Employer shall establish a regular pay  \n. day to prevail on all jobs. No employee shall be required to work more than seven  \n(7) days without receiving their pay. Employer agrees to pay in cash or by check on  \naccount with a bank within the jurisdictional area. In the event of inclement  \nweather on the established pay day, Employer agrees to make checks available to  \nthe job before twelve o’clock noon. When employees do not receive their pay on the  \njob before quitting time on the established pay day, they shall receive four (4) hours  \npay for each work day thereafter that they do not receive their pay, unless the delay  \nis due to cause beyond the control of the Employer or due to an act of God.  \n"], ["ARTICLE XXII  \nFRINGE BENEFITS  \n", "Section 1. It is understood and agreed that during the term of this contract the  \nEmployers will continue to contribute to the Indiana Carpenters Health & Welfare  \nFund for each hour worked by their Carpenter employees under such terms and  \nconditions as are contained in the trust agreement between the parties hereto dated  \n13  \nAugust 27, 1958, as amended, and as the same may hereafter be amended from time  \nto time. That document shall be deemed to be a part of this Collective Bargaining  \nAgreement as though set forth herein at length.  \nSection 2. It is understood and agreed that during the term of this contract the  \nEmployers will continue to contribute to the appropriate Central Indiana  \nCarpenters Pension Fund for each hour worked by their Carpenter Employees  \nunder such terms and conditions as are contained in the trust agreement between  \nthe parties hereto dated March 11, 1966, as amended, and as the same may  \nhereafter be amended from time to time. That document shall be deemed to be a  \npart of this Collective Bargaining Agreement as though set forth herein at length.  \nSection 3. It is further agreed that all Employers who are a party to the terms of the  \nAgreement and/or a Collective Bargaining Agreement with the Indiana/Kentucky  \nRegional Council of Carpenters, and other Employers of Union Carpenters working  \nwithin the jurisdiction of the Union shall pay and contribute into an Apprenticeship  \nEducational and Training Trust Fund for each hour worked by all Journeymen and  \nApprentices in their employ.  \nSection 4. The Employer(s) and the Union recognize the need for quality training of  \napprentices and journeymen to meet the industry’s craft labor needs and to provide  \nsafety and health training and education to enable Unton workers to remain healthy  \nand productive. In addition to any contributions otherwise called for herein, the  \nparties agree that the Employer shall make a contribution of four cents ($0.04) per  \nhour worked for each employee covered by this Agreement to the United  \nBrotherhood of Carpenters and Joiners of America Training Fund. The parties also  \nagree that the Employer shall make contribution of two cents ($0.02) per hour  \nworked for each employee covered by this Agreement to the United Brotherhood of  \nCarpenters and Joiners of America Education Fund. Payment shall be made to the  \nUBC Funds on the appropriate monthly reporting form. Payments of the funds  \nshall be made on or before the 20\" day of the month following the month of the  \nwork performed and shall be remitted in accordance with the instructions of the  \nTrustees of the respective funds.  \nThe Employer hereby also agrees to be bound by the trust indenture agreement as  \nnow Stated or as later restated or amended applicable to each of the respective UBC  \ntrust funds described above.  \nOn request, each Employer and/or Union shall receive a copy of the funds’ annual  \nreport.  \nSection 5. It is understood and agreed that the Employer shall deduct a minimum  \nof eighty-five cents ($.85) per hour, and by Employer option and mutual consent of  \nEmployer and employee a higher amount for each hour worked, said amount to be  \nwithheld from the earnings of each Carpenter employee and transmitted as .  \nprovided in this Article by the Employer for deposit to such employee’s account  \n14  \nwith Indiana Carpenters Credit Union, provided that such employee has authorized  \nthe Employer to make such deduction on a form complying with applicable state  \nand federal laws concerning such deduction and assignment.  \nIt is further understood and agreed that if any Carpenter employee wishes to make  \na voluntary contribution of three cents ($.03) per hour for each hour worked to  \nCommittee On Political Education (COPE), and authorizes the Employer to make  \nsuch a deduction on a form complying with applicable state and federal laws  \nconcerning such deduction and assignment, the Employer shall deduct such  \ncontributions from the earnings of such employee and transmit them as provided in  \nthis Article.  \nSection 6. The Union agrees to furnish the proper forms to the Employer for the  \ntransmittal of the respective fringe benefit contributions and deductions for the  \nIndiana Carpenters Credit Union and COPE. The Employer agrees to complete all  \napplicable segments of the form and remit the proper amounts due as outlined in  \nSection 6.  \nSection 7. The parties to this Agreement agree to participate in “Market Recovery —  \nFund” (MRF). Employers further agree to deduct ten cents ($.10) per hour worked  \nby employees of each Employer provided that each employee has voluntarily  \nexecuted and authorized such deduction, and provided this written authorization  \nconforms to applicable law concerning such deduction and assignment. The  \nIndiana/Kentucky Regional Council of Carpenters (Council) shall maintain a file of  \nsuch authorizations and shall provide copies of the same to Employers upon request.  \nThe program is incorporated by reference herein and is part of this agreement. The  \npurpose of the Indiana /Kentucky Regional Council of Carpenters MRF, is to use  \nmonies designated by our Council for the exclusive purpose of promoting,  \nprotecting and expanding the Council’s Heavy and Highway carpentry work. The  \nMRF Program includes, but is not limited to, advertising campaigns, education and  \nmonitoring programs, productivity studies and related activities. The MRF shall be  \nadministered exclusively by the Council’s MRF Committee. The committee shall  \nhave the authority to engage in all lawful actions and/or activities necessary for  \noperating the MRF.  \nSection 8. Liquidated Damage Clause for Delinquent Employers: Payments to the  \nFringe Benefit Funds and Apprenticeship Fund are to be made at the end of each  \nmonth, but no later than the twenty-first (21\") of the following month, after which  \ntime the payments will be considered to be delinquent. In the event the Employer  \nbecomes delinquent in his payments to the Funds, the following procedures will be  \nfollowed:  \n(a) On the twenty second (22\") of each month, all delinquent Employers  \nShall be sent written notification of their delinquencies, and assessed an  \nadditional ten percent (10%) of the delinquent amount as liquidated  \ndamages, to compensate the Fringe Benefit Funds for administrative  \n15  \nexpenses in pursuing the delinquencies. The fringe benefits and the ten  \npercent (10%) assessments must be paid in full within ten (10) days.  \n(b) Should any delinquency continue past the last day of the month, and  \ninterest charge of prime rate plus two percent (2%) per annum of the  \nunpaid amount of such delinquency, including all liquidated damages,  \nshall be assessed against the delinquent Employer.  \n(c) When an Employer is delinquent for a period of thirty (30) days, the  \nprovision of the Article entitled “NO STRIKE NO LOCK OUT” are  \nexpressly waived by the Employer and the Union will take such measures  \nin removing Employees from all jobs of the Employer as may be deemed  \nnecessary in enforcing payment of the amount of such delinquency.  \n(d) Any legal expenses, including attorney’s fees and court cost and audit  \nfees incurred in the collection of delinquent funds shall be borne by the  \nEmployer plus double interest.  \nSection 9. Each Employer signatory to this Agreement agrees that at the time of  \nexecution of this Agreement or within sixty (60) days of the execution, the Employer  \nshall have procured a Surety Bond in the Principal sum as indicated below. Such  \n- Bond shall be written by an insurance carrier authorized, licensed, or permitted to  \ndo business in the State of Indiana. The surety bond shall be payable to the Union  \nas Trustee for the benefit of Employees employed by the Employer and for those  \nacting on the Employees’ behalf to insure prompt payment of wages and  \ncontributions to the Health and Welfare, Pension and Apprentice Training Funds.  \nSuch surety bond shall be executed only on a uniform bond form furnished by the  \nUnion and must be filed with the Union. Unless otherwise increased by the  \nExecutive Secretary-Treasurer of the Union in his sole discretion, the principal  \namount of the bond shall be:  \nOne (1) to Five (5) Employees $10,000.00  \nSix (6) to Ten (10) Employees $20,000.00  \nEleven or more Employees $50,000.00  \nThe Association may furnish a blanket bond for all of its members, each of which is  \nto be bonded for the sum of $25,000.00. The Union may withdraw bargaining unit  \nEmployees from Employers who fail to maintain the bond required by this Article.  \nThe Employer assigns all right, title and interest in the Surety Bond to the Union  \nand Fringe Benefit Trust Funds, which shall have a priority interest to such Funds,  \nand supersede the claims of all Employer’s creditors.  \nThis Article shall not be subject to the Settlement of Disputes provision of the  \nCollective Bargaining Agreement.  \n16  \nSection 10: Payroll Audits  \n(a) The Trustee of any Fringe Benefit Fund to which the Employer obligated  \nto contribute under this Agreement shall have the responsibility and the  \nright to verify the accuracy of an Employer’s contributions to or  \ndeduction for Indiana Carpenters Pension Fund, Indiana Carpenters  \nWelfare Fund, Indiana Millwright and Carpenters Affiliated Trade  \nMoney Purchase Pension Plan, Indiana/Kentucky Regional! Council of  \nCarpenters Joint Apprenticeship Training Fund, UBCJA National  \nApprentice, UBCJA Training and Education Funds, CIPCI, CAPCI,  \nMarket Recovery Fund, COPE Fund, Dues Check-off and/or Working  \nAssessment by performing an audit of the Employer’s payroll records,  \ngeneral ledger and other relevant financial documents.  \nSuch audits shall be performed by the authorized representatives of the  \nTrustees and shail be performed during the Employer’s regular business  \nhours, or at such other time as the Employer and Trustees shall agree,  \nfollowing ten days written advance notice given to the Employer. If an  \naudit of an Employer’s payroll discloses a delinquency in any of the  \nabove funds, in excess of 5% of the total amount due for any such  \npurposes for the period covered by the audit, the Employer shall be  \nassessed the costs of the audit, plus any additional expenses incurred in  \nthe collection of such delinquent contributions, including reasonable  \nattorney’s fees and court costs. The costs of the audit, when not assessed  \nagainst the Employer, shall be shared by the recipients of the  \ncontributions, on a proportional basis, based upon the ratio of rates of  \ncontributions. Under any circumstances, all delinquencies, interest and  \nliquidated damages shall be promptly paid. However, if the Employer  \nrefuses to permit an audit thereby causing the initiation of a lawsuit to  \nforce the Employer to permit an audit, then that Employer shall pay for  \nthe costs of the audit, plus reasonable fees and costs incurred due to the  \nnecessity of filing the lawsuit without regard to whether a delinquency is  \nfound.  \n(b) In the event of a proven delinquency on the part of the Employer solely  \nfor payments to the Vacation/Savings or Dues Check Off to the Union,  \nthen the right to request an audit shall lie with the Union, whe is  \nresponsible for enforcement of the payments. In such cases, on notice  \nfrom the Union, audits as provided above shall be conducted to  \ndetermine the delinquencies which are due these accounts.  \n17  \n"], ["ARTICLE XXIll  \nWAGES  \n", "ZONE _ 1 Marion, Hamilton, Hendricks and Hancock Counties and the following  \ntownships in Johnson County; White River, Pleasant, Clark and Camp Atterbury,  \nnorth of Hospital Road.  \nWage rates for CARPENTERS & LATHER EMPLOYEES during the term of this  \nAgreement shall be as follows: Effective June 1, 2005 increase total package by  \n$1.20:  \nEFFECTIVE JUNE 1, 2005  \nWages: $25.77 Deductions: - .85 cents Indiana Carpenters Credit Union, - 3 4%  \ngross pay (Dues Check-Off), - .10 cents Market Recovery Fund (IKRCCMRPB), - .03  \ncents COPE (employee optional).  \nBenefits: + $5.25 H&W, + $3.03 Pension, + .30 cents Apprenticeship, + .06 cents  \nCIPC, + .05 cents CAPCI,  \n+ 06 cents + .07 Drug Testing  \nEFFECTIVE JUNE 1, 2006  \n$1.20 increase - disbursements to be determined  \nEFFECTIVE JUNE 1, 2007  \n$1.25 increase - disbursements to be determined  \nZONE 2 Fountain, Parke, Vermillion, Vigo, Clay, Montgomery, Boone, Putnam,  \nOwen, Morgan, Monroe.  \nWage rates for CARPENTERS & LATHER EMPLOYEES during the term of this  \nAgreement shall be as follows: Effective June 1, 2005 increase total package by  \n$1.20:  \nEFFECTIVE JUNE 1, 2005  \nWage: $24.26: Deductions: - .85 cents Indiana Carpenters Credit Union, - 3 2%  \ngross pay (Dues Check-Off),  \n- .10 cents Market Recovery Fund (IKRCCMRF), -.03 COPE (employee optional).  \nBenefits: +.$5.25 H&W, + $3.03 Pension, + .30 Apprenticeship, + .06 cents CIPC +  \n.05 cents CAPCI  \n+.06 cents TF\\EF, + .07 Drug Testing  \nEFFECTIVE JUNE 1, 2006  \n$1.20 increase - disbursements to be determined  \nEFFECTIVE JUNE 1, 2007  \n$1.25 increase - disbursements to be determined  \nZONE 3 — Brown, Bartholomew ( Camp Atterbury south of  \nHospital Road), Shelby, Rush, Franklin, Decatur and the following  \nTownships in Johnson County: Union, Hensley, Franklin, Nineveh,  \nNeedham and Blue River.  \nWage rates for CARPENTERS & LATHER EMPLOYEES during the term of this  \nAgreement shall be as follows: Effective June 1, 2005 increase total package by  \n$1.20: .  \nEFFECTIVE JUNE 1, 2005  \nWage: $22.78 Deductions: - .85 cents Indiana Carpenters Credit Union —-3 A%  \nGross Pay (Dues Check-Off)  \n-.10 cents Market Recovery Fund (IKRCCMREF), - .03 cents COPE (employee  \noptional).  \nBenefits: $5.25 H&W, + $3.03 Pension, + .30 cents Apprenticeship, + .06 cents CIPC  \n+ .05 cents CAPCI |  \n+ .06 cents TF\\EF, + .07 Drug Testing.  \nEFFECTIVE JUNE 1, 2006  \n$1.20 increase - disbursements to be determined  \nEFFECTIVE JUNE 1, 2007  \n$1.25 increase - disbursements to be determined  \nZONE 4 - Blackford, Delaware, Fayette, Henry, Jay Madison,  \nRandolph, Union and Wayne.  \nSection 1. Wage rates for CARPENTERS & LATHER EMPLOYEES during the  \nterm of this Agreement shall be as follows: Effective June 1, 2005 increase total  \npackage by $1.20:  \nEFFECTIVE JUNE 1, 2005  \n19  \nWage: $23.97 Deductions: -.85 cents Indiana Carpenters Credit Union, - 3’4% gross  \npay (Dues Check-Off),  \n- .10 cents Market Recovery Fund (IKRCCMRF), -.03 COPE (employee optional).  \nBenefits: +$5.25 H& W, +$3.03 Pension, + .30 Apprenticeship, + .06 cents CIPC + .05  \ncents CAPCI  \n+ .06 cents TF\\EF, + .07 Drug Testing.  \nEFFECTIVE JUNE 1, 2006  \n$1.20 increase - disbursements to be determined  \nEFFECTIVE JUNE 1, 2007  \n$1.25 increase - disbursements to be determined  \nSection 2. Wage rates for MILLWRIGHTS during the term of this Agreement  \nshall be as follows: Effective June 1, 2005 increase total package by $1.20:  \nEFFECTIVE JUNE 1, 2005  \nWAGES: $23.10 - .85 cents Indiana Carpenters Credit Union, - 3 1/2 % Gross Pay  \n(Dues Check-Off), - .10 cents Market Recovery Fund (IKRCCMRP), -.03 cents  \nCOPE (employee optional).  \nBenefits: + $5.25 H&W, + $3.03 Pension, + .30 cents apprenticeship, + .06 cents CIPC, + 05 cents  \nCAPCI, + .06 TF/EF, + $2.67 Annuity, + .07 Drug Testing. |  \nEFFECTIVE JUNE 1, 2006  \n$1.20 increase - disbursements to be determined  \nEFFECTIVE JUNE 1, 2007 |  \n$1.25 increase - disbursements to be determined  \nDuring the life of this Agreement, should any of the various funds certify that the  \ncurrent Employer contributions, to any of the fringe benefit plans, are not sufficient  \nto support the level of benefits, the parties hereto agree that additional funds will be  \ndiverted from wages to actuarially support the benefit level or the schedule of  \nbenefits will be reduced so as to assure sound funding of the fringe benefit funds.  \nAny time the Trustees determine Health & Welfare contributions are greater than  \nneed the money shall revert to the employees wages.  \n20  \nIf a new National Health Care Plan is enacted during the life of this Agreement it  \nshall immediately reopen and the Employer cost of the new Plan should be taken  \nout of the Health and Welfare costs in this contract.  \nDuring the life of this Agreement, the Union may establish special Dues Check-Off  \nand the Employer agrees to deduct the amount to be determined by the Union.  \nIf during the term of this agreement the carpenter membership elects to implement  \nan annuity trust, said change to be effective thirty (30) ays after notification to  \nEmployer. .  \n"], ["ARTICLE XXIV  \nCONSTRUCTION INDUSTRY PROGRESS  \nCOUNCIL OF CENTRAL INDIANA  \n", "The parties to this Agreement agree to participate in the market recovery program.  \nThe program is a non-for-profit corporation and is governed by a Board of  \nDirectors consisting of equal number representing Union and Employers who agree  \nto participate. Employers further agree to fund the Program through contributions  \nnot to exceed ten cents ($.10) per hour worked by Employees of participating  \nUnions. Details of the Program are contained in the Articles of Incorporation and  \nBy-laws which are made a part of this Agreement by reference.  \n"], ["ARTICLE XXV  \nCONSTRUCTION ADVANCEMENT  \nPROGRAM OF CENTRAL INDIANA, INC.  \n", "It is understood that the Associated General Contractors of Indiana, Inc., an  \nIndiana Corporation not-for-profit, has established the Construction Advancement  \nProgram of Central Indiana, (hereinafter, Program). The purpose of such program  \nto be to generally promote and improve the construction industry, including,  \nwithout limiting the generality of the foregoing, apprenticeship training, advanced  \nskill training, supervisory training, improvement of public and personnel relations,  \nmarket development, standardization of contracts and specifications, development  \nof relations with other (including the public, architects, suppliers and labor),  \ncollection and distribution of information useful and beneficial] to the construction  \nor contracting industry, and otherwise promote and advance the interest and  \ncommon good of the construction contracting industry in the state. It is understood  \nthat each Employer will be furnished a copy of the Articles of Incorporation upon  \nrequest and that, subject to the foregoing limitations, such Articles of Incorporation  \nmay be amended from time to time by the Board of Directors.  \nEach Employer shall contribute an amount per clock hour for each hour worked by  \neach of his Foremen, Journeymen and Apprentices covered by this Agreement. The  \nhourly amount shall be between Five Cents ($.05) to Ten Cents ($.10), as determined  \n21  \nby the Trustees of the Program, provided that a minimum of two month’s notice.  \nshall be provided by the Trustees before the amount may be adjusted within said  \nrange.  \nEach Employer shall pay the contribution to the Program on or before the 20\" day  \nof each month on account of hours which it compensates such employees during the  \npreceding calendar month. The Employer shall also provide the Program with a  \ncopy of the hours report the Employer furnishes to “The Funds” showing the hours  \nworked by employees covered by this Agreement for which contributions are being  \nmade to said funds for such month.  \nIt is expressly understood and agreed that the Board of Directors of the Program  \nhave the authority to conduct an audit of the records of any Employer to determine  \nwhether such Employer is contributing to the Program in accordance with the  \nprovisions of this Article. It is further understood that, in the event an Employer is  \ndetermined to be delinquent and/or to have failed to make contributions as required  \nin this Article, any legal expenses of the Program, including attorney’s fees, court  \ncosts, and other expenses incurred in the audit and collection of such delinqucnt  \nand/or non-contributed funds shall be born by the Employer. It is further  \nunderstood and agreed that such Employer shall be obligated to pay any delinquent  \ncontributions to the Program with interest charged at the rate then applicable to  \nInternal Revenue Service collection of delinquent and/or unpaid taxes. |  \nIt is expressly understood and agreed that no Employee, Employer or Union shall  \nhave any vested or proprietary interest in or right to any sum constituting a part of  \nsaid Program.  \n"], ["ARTICLE XXVI  \nSUBSTANCE ABUSE PROGRAM  \n", "The Union and the Associated General Contractors of Indiana, Inc., and/or  \nsignatory Employer, hereby agree that the Drug and Alcohol Testing Program  \n(“Program”) developed and agreed to by the Top Notch Committee and the Unions  \nof the Central Indiana Building Trades Council is incorporated by reference herein  \nand made a part of this Agreement. The initial terms of the Program will be those  \nagreed to by the Top Notch Committee and the Central Indiana Building Trade  \nCouncil Unions. Thereafter, the Trustees of the Program shall have the authority to  \namend the terms of the Program to which employees working under this Agreement  \nwill be subject.  \nThe Program will be funded by contributions to the Trust, which will be established  \nby the Trustees of the Program. The Trustees of the Program shall have the  \nauthority to determine the amount to be contributed by signatory Employers to  \ndefray the cost of the Program. The Trustees may set the contribution at any rate  \n22  \n   \nup to ten ($.10) cents per hour depending on the Trustees’ assessment of the amount  \nneeded to fund the Program adequately to fulfill its purposes. Once the rate has  \nbeen set, the Trustees may adjust the rate of contribution from time to time within  \nthe parameters set forth above, provided the Trustees give the Employer at least  \nsixty (60) days’ notice of any such adjustment.  \nIt is agreed that the Employer contribution to this fund is not part of the  \nwage/fringe package under this Agreement, but is instead a separate additional  \ncontribution made by the Employer solely to fund the Program. Accordingly, the  \nestablishment or adjustment of the rate of contribution by the Trustees shall not  \naffect the wage rates or the amounts set forth for contributions to fringe benefit  \nfunds under this Agreement.  \n"], ["ARTICLE XXVII  \nSUB CONTRACTING .  \n", "Any sub contractor awarded a portion of the job site work of a Signatory Employer  \nperforming job site construction work covered by this Agreement shall pay wages,  \nfringe benefit contributions and abide by all terms and working conditions set forth  \nin this Agreement while such sub contractor is on the project.  \n"], ["ARTICLE XXVIII  \nGRIEVANCE/ARBITRATION  \n", "It is agreed that in the event of any disputes arising out of the interpretation or  \napplication of this Agreement, excluding questions of jurisdiction of work, the same  \nshall be settled by means of the procedure set out herein. No grievance shall be |  \nrecognized unless brought to the Employer’s attention within five (5) days after the  \nalleged violation was committed.  \nGrievances shall be settled in accordance with the following procedures.  \nStep 1. The dispute shall be referred to the Steward or his designated  \nrepresentative, who shall discuss the grievance with the Employer’s representative  \nat the job site.  \nStep 2. In the event the Steward and Employer representative at the construction  \nsite cannot reach agreement within five (5) calendar days after a meeting is  \narranged and held, the matter shall be referred to the Union’s Business Manager  \nand the Labor Relations Representative of the Employer or their designees.  \nStep 3. If the grievance is not resolved within ten (10) calendar days after  \ncompletion of Step 2, the Union may refer the grievance to arbitration by written  \nnotice to the Employer given within five (5) working days thereafter.  \n23  \nStep 4. ARBITRATION — The grievance shall be referred to a Board of Arbitration  \ncomposed of one (1) person appointed by each party, and two (2) so appointed to  \nselect a third member. In the event that the two (2) so appointed arbitrators are  \nunable within two (2) days to agree upon the third arbitrator, they shall jointly  \nrequest the Federal Mediation and Conciliation Service to furnish a panel of five (5)  \nnames from which the third member shall be selected. The decision of the Board of  \nArbitration shall be handed down within two (2) days after the election of the third  \nmember and the decision of the Board of Arbitration shall be final and 1 binding  \nupon both parties.  \nThe decision of the Board shall be final and binding on the Employer, the Union and  \nthe Grievant(s). The Board’s fees and expenses shall be borne equally by the  \nparties.  \nAny of the time limits set forth herein may be extended by mutual agreement. Any  \ngrievance not advanced to the next step of the grievance procedure within said time  \nlimits shall be deemed settled and resolved on the basis of the action taken in the  \npreceding step.  \n"], ["ARTICLE XXIX  \nJURISDICTIONAL DISPUTES  \n", "All jurisdictional disputes shall be handled in conformance with the procedures  \nspecified under the “Plan for Settlement of Jurisdictional Disputes in the  \nConstruction Industry.” Both parties agree that there will be no work stoppage  \nduring the settlement of a jurisdictional dispute.  \n"], ["ARTICLE XXX  \nSAVINGS CLAUSE  \n", "If any article or provisions of this Agreement shall be declared invalid, inoperative,  \nor unenforceable by any competent authority of the Executive, Legislative, Judicial  \nor Administrative Branch of the Federal or any State Government, the Employer  \nand the Union shall suspend the operation of such article or provision during the  \nperiod of its invalidity and shall substitute, by mutual consent, in its place instead,  \nand article or provision which will meet the objections to its validity and which will  \nbe in accordance with the intent and purpose of the article or provision in question.  \nIf any article or provision of this Agreement shall be held invalid, inoperative or  \nunenforceable by operation of law or by any of the above mentioned tribunals of  \ncompetent jurisdiction, the remainder of this Agreement of the application of such  \narticle or provision to persons or circumstances other than those to which it has  \nbeen held invalid, inoperative or unenforceable shall not be affected thereby.  \n24  \n"]]