[["", "INDEX  \nADMINISTRATIVE PROVISIONS  \n   \nArticle I Declaration Of 3  \n"], ["", "Article Il 3  \nArticle Ill Union SeCUrity ts 4  \nArticle IV Legality of 4  \nArticle V Hiring ges 4  \nArticle VI Unemployment and Workers' Compensation Insurance 5  \nArticle VII Grievance and 5  \nArticle VIEL  —- Pre-Job Conference 5  \nArticle IX 6  \nArticle X Union Representation and Access to JODS ee 6  \nArticle XI SUBCOMACTING 6  \nArticle XII APPTEMtiCes 6  \nArticle XIII — Fringe cscs 7  \n"], ["", "Article XIV —- Contractors Administrative LO  \nArticle XV Administrative and Apprenticeship Fund \\ |  \nArticle XVI Collection Agents lt  \nArticle XVII | Withdrawal from Multi-Employer Bargaining Umit ll  \nArticle Violation Clause... Ll  \nArticle XIX Term of Agreement - |  \nCOMMON WORKING CONDITIONS  \nArticle XX Hours of Work/Overtime/Holidays/Shifts 13  \n"], ["", "Article Pay Day 13  \nArticle XXII Discharge or Layoff [3  \nArticle XXIII Worker Classifications 4  \nArticle XXIV Subcontracting 14  \nArticle XXV l4  \nArticle 14  \n"], ["", "Article Foreman 14  \nArticle XXVIII Stewards 1S  \nArticle XXIX Facilities, Equipment, Safety 0.0.00... 16  \nArticle XXX Trade Autonomy - Carpenters, Joiners and \\7  \nJURISDICTIONAL 19  \nWAGES AND WORKING CONDITIONS FOR INDIVIDUAL LOCAL AREAS  \n   \nLOCALS 248, 1138 AND 158] 20  \nLOCAL 372 — vanes 68.008 eee ve ru vores yn EES AHO 2)  \nLOCAL, ces me meena bed RASH va ta aw ne we sa ERE 22  \nLetter of Assent (Employer's 24  \nLetter of Assent (Union 25  \nAgreement between  \nLabor Relations Division of the  \nAssociated General Contractors of Northwest Ohio and  \nToledo Area Carpenter Employers Association  \nOhio & Vicinity Regional Council of Carpenters  \n(herein referred to as \"Union\")  \nLocal Union Nos. 248, 372, 1138, 1581, and 2239  \nAdministrative Provisions  \n"], ["ARTICLE I  \nDECLARATION OF PRINCIPALS  \n", "(1) There shall be no limitation as to the amount of work a  \nman shall perform during his working day.  \n(2) There shall be no restriction of the use of machinery,  \ntools or appliances furnished by the contractor.  \n(3) There shall be no restriction of the use of any raw or  \nmanufactured material, except prison made.  \n(4) No persons other than the authorized representatives of  \nthe Union shall be entitled to contact workmen during  \nworking hours without permission.  \n(5) The use of apprentices shall be encouraged.  \n(6) The foreman shall be the agent of the Employer.  \n(7) The workman is at liberty to work for any contractor  \nsignatory to this Agreement, but shall demand and  \nreceive the wages as provided for herein.  \n(8) Wherever in this Agreement \"man\" or \"him\" or their  \nrelated pronouns may appear, either as words or parts of  \nwords, they have been used for representative purposes  \nand are meant to include both female and male sexes.  \n(9) The term “Union” as used herein, shall mean the Ohio  \n| and Vicinity Regional Council of Carpenters and  \nCarpenters Local Union No. 248, 372, 1138, 1581, and  \n2239.  \n"], ["ARTICLE II  \n", "  \n(10) WHEREAS, the parties hereto are desirous of  \nstabilizing employment and promoting harmony and  \nefficiency in the relations between the Contractor and  \nthe Union, the parties hereto agree as follows:  \n(11) The Employer acknowledges that the Union has offered  \nto establish its majority status by allowing the Employer  \nto examine authorization cards voluntarily executed by  \nthe Employer's eligible employees in an appropriate  \nunit; the Employer is satisfied that the Union represents  \na majority of its eligible employees in an appropriate  \nunit and has waived the opportunity to examine the  \nauthorization cards; and therefore, the Employer  \nrecognizes, pursuant to Section 9%(a) of the  \nLabor/Management Relations Act of 1947 as amended,  \nthe Union as the sole and exclusive bargaining  \nrepresentative for all full time and regular part-time  \njourneymen, apprentices, trainees, foremen and general  \nforemen performing carpentry work, but excluding all  \noffice employees, professional employees, managerial  \nemployees, guards and supervisors as defined in the  \nLabor/Management Relations Act of 1947 as amended.  \nThe Employer waives any right that he or it may have to  \nterminate, abrogate, repudiate or cancel this Agreement  \nduring its terms, during the term of any future  \nmodifications, changes, amendments, supplements,  \nextensions or renewals of or to said Master Agreement,  \nor to file any petition before the National Labor  \nRelations Board seeking to accomplish = such  \ntermination, abrogation, cancellation or repudiation  \nduring the term of any negotiated collective bargaining  \nagreement.  \n(12) Thus the Employer agrees it will not recognize, deal  \nwith or enter into contractual or other relations, either  \nwritten or oral, with any other labor organization,  \nagency, committee, group of employees or any  \nemployee or other person with respect to wages, hours  \nand all other terms or conditions of employment, other  \nthan employees covered by this contract.  \n(13) The term “employees” as used herein, shall mean all  \nemployees including journeymen and apprentices of the  \nEmployer coming within the jurisdiction of the United  \nBrotherhood of Carpenters and Joiners of America, as  \nmodified or expanded by decisions of the National  \nLabor Relations Board and/or the National Joint Board  \nfor the Settlement of Jurisdictional Disputes. Any  \nreference to carpenter helpers has no effect in this  \ncontract.  \n(14) Both parties to this Agreement agree to abide by the  \nterms and provisions of the Agreement creating the  \nNational Joint Board for the Settlement of Jurisdictional  \nDisputes and the rules of the Joint Board. Should the  \nAssociated General Contractors of America and the  \nBuilding and Construction Trades Department agree to  \na voluntary plan for the settlement of jurisdictional  \ndisputes, the provisions and procedures of any such plan  \nwill become effective on the date of such agreement.  \n(15) The Employer and the Union further agree that the work  \nunder construction during the tendency of a  \nJurisdictional dispute shall continue without a work  \nstoppage on the assignment of the Employer until such  \ntime as the jurisdictional dispute is resolved as provided  \nherein.  \n(16) The Employer agrees, as part of the consideration of  \nthis Agreement, that neither the Union, its officers or  \nagents shall be liable for damages for unauthorized  \nstoppages, strikes, intentional shutdowns or suspension  \nof work if the Union is not responsible for the  \nunauthorized work stoppage. The Union will notify the  \nmen when requested that a work stoppage is  \nunauthorized.  \n(17) It shall not be a violation of this contract and it shall not  \nbe grounds for discharge, discipline and/or permanent  \nor temporary replacement for an employee covered by  \nthis Agreement to refuse to cross a lawful, primary  \npicket line whether established by this labor  \norganization or any other labor organization.  \nCOLLECTIVE BARGAINING UNIT  \n(18) The persons, firms, corporations, joint ventures or other  \nbusiness entities bound by the terms of this Agreement  \nare referred to in this Agreement as \"Employer\" or  \n“Employers.\". The Employers and the Union by  \nentering into this Agreement intend to and agree to  \nestablish a single multi-employer collective bargaining  \nunit. Any Employer who becomes a party to this  \nAgreement shall thereby become a member of the  \nmulti-employer collective bargaining unit established  \nby this Agreement and hereby authorizes the  \nAssociation as its representative for collective  \nbargaining purposes with respect to the Union.  \n(19) Employers covered by this Agreement shall be free to  \ndesignate their own representatives for the purposes of  \ncollective bargaining and contract administration;  \nhowever, such designation shall not affect the  \nEmployers’ membership in the collective bargaining  \nunit established by this Agreement or the designation of  \nthe Association as the bargaining agent for the multi-  \nemployer collective bargaining unit.  \n"], ["ARTICLE ITI  \nUNION SECURITY  \n", "(20) All employees who are members of the Union on the  \neffective date of this Agreement shall be required to  \nremain members of the Union in good standing as a  \ncondition of employment during the term of this  \nAgreement. Good standing shall be defined as  \n“Employees shall have all union obligations fulfilled,  \nincluding monetary obligations paid current, prior to  \ncommencing work. New employees shall be required to  \nbecome and remain members of the Union in good  \nstanding as a condition of employment from and after  \nthe seventh day following the date of their employment  \nor the effective date of this Agreement, whichever is  \nlater.  \n"], ["ARTICLE IV  \nLEGALITY OF AGREEMENT  \n", "(21) If any paragraph of this Agreement should be held  \ninvalid by operation of law or by any tribunal of  \ncompetent jurisdiction, or if compliance with or  \nenforcement of any paragraph should be restrained by  \nsuch tribunal pending a final determination as to its  \nvalidity, the remainder of this Agreement, or the  \napplication of such paragraphs as to persons or  \ncircumstances other than those as to which it has been  \nheld invalid or as to which compliance with or  \nenforcement of has been restrained, shall not be affected  \nthereby.  \n(22) If in the event that any paragraph is held invalid or  \nenforcement of compliance with which has been  \nrestrained as set forth above, the parties hereto shall  \nenter into immediate collective bargaining negotiations,  \nupon the request of either party, for the purpose of  \narriving at a mutually satisfactory replacement for such  \nparagraph during the period of invalidity or restraint. If  \nthe parties hereto cannot agree on a _ mutually  \nsatisfactory replacement, either party hereto shall be  \npermitted all recourse in support of its demands in  \naccordance with the provisions of the Agreement.  \n"], ["ARTICLE V  \nHIRING  \n", "(23) Upon the request of the Employer, the Union will  \nfurnish at all times skilled journeymen capable of  \nperforming the work of their trade when same are  \navailable, but the Employer will not be restricted to  \nemploy men through the Union. The Employer is at  \nliberty to hire and discharge whoever he sees fit, except  \nas otherwise provided tn this Agreement. It shall be  \nthe responsibility of each person hired by an Employer  \ncovered by this Agreement to notify the Union that he  \nhas been hired, within twenty-four (24) hours after  \nbeing hired. This notice shall include the Employer's  \nname, the job site location where the person will be  \nemployed and the date of hire. Upon layoff or  \ndischarge of any person covered by this Agreement, the  \nEmployer shail send the Union written notice, on a form  \nprovided by the Union, indicating the name(s) of the  \nindividual latd off or discharged, the date(s) of layoff or  \ndischarge and the reason(s) for layoff or discharge.  \n(24) Skilled craftsmen living in the area covered by this  \nAgreement shall be given preference in employment  \nwithout regard to Union membership.  \n(25) Employees shall not be allowed to work overtime for  \nany Contractor other than the one regularly employing  \nhim. No employee shall transfer from one employer to  \nanother without the consent of the Employer for whom  \nhe is working. No employee shall be transferred from  \none job to another to work overtime for the same  \nemployer if he replaces another employee.  \n(26) Except for the Saturday makeup day provided hereafter,  \nif the Employer requires employees to work on  \nSaturday, Sunday and ali holidays, he must first secure  \npermission for said work from the Union. The  \nEmployer is to furnish stewards with a list of names of  \nemployees who are to work, no later than three (3)  \nhours before the normal quitting time of the day prior to  \nthe Saturday, Sunday or holiday in question.  \n"], ["ARTICLE VI  \nUNEMPLOYMENT AND WORKERS'  \nCOMPENSATION INSURANCE  \n", "(27) Any Employer employing the employees covered by  \nthis Agreement must have full coverage of  \nUnemployment and Workers' Compensation Insurance  \nregardless of the number of employees or length of  \nemployment and must comply with all other laws  \npertaining to employees.  \n"], ["ARTICLE VII  \nGRIEVANCE AND ARBITRATION  \n", "28) All disputes, claims or grievances regarding the  \ninterpretation or application of the existing labor  \nagreement shall first be taken up between the employee  \ninvolved and/or the job steward and/or the business  \nrepresentative of the Union and the Employer and/or his  \nrepresentative. No grievance shall be filed or processed  \non facts or events which have occurred prior to seven  \n(7) calendar days before the grievance is filed. These  \nparties shall attempt to settle the grievance. Grievarices  \nwill be scheduled for hearing within twenty-one (21)  \ndays of receipt in the Construction Contractors Council  \noffice, unless an extension is agreed upon. The  \ngrievance and arbitration procedure established herein  \nshall be applicable to all signatory Employers.  \n(29) In the event a settlement is not reached, the dispute,  \nclaim or grievance shall be referred by either party in  \nwriting on an approved form to the Joint Labor  \nRelations Board of the parties to this contract within  \nthree (3) regular working days. The Joint Labor  \nRelations Board shall be a standing committee with  \nrepresentatives and alternates appointed by the  \nrespective parties. Grievances shall be entertained at  \nthe scheduled dates unless special circumstances, such  \nas Safety issues, dictate the calling of a specially-called  \nmeeting. No more than one continuance will be  \npermitted. In the event a party to the grievance does not  \nattend a scheduled hearing within the time period stated  \nherein, the hearing shall proceed and a decision  \nrendered in his absence. The Joint Labor Relations  \nBoard shall make such decisions as it deems just and  \nproper under the Labor Agreement and after hearing  \nany evidence adduced by any interested parties. The  \nJoint Labor Relations Board shal] make reasonable rules  \nand regulations for its own conduct. These rules and  \nregulations shall be made available to all Employers  \nand Unions. All majority decisions of the Joint Labor  \nRelations Board are final and binding.  \n(30) In the event the Joint Labor Relations Board is unable  \nto reach a majority decision within fourteen (14)  \ncalendar days of the scheduled hearing or any mutually  \nagreed to extension, the dispute, claim or grievance may  \nbe referred to a single arbitrator for decision. If an  \narbitrator cannot be selected by mutual consent of the  \nparties to the grievance, the Joint Labor Relations Board  \nshall appoint the arbitrator. The arbitrator shall make  \nsuch decisions as he deems just and proper under the  \nLabor Agreement and after hearing any evidence  \nadduced by the parties. The decision of the arbitrator  \nshall be final and binding. The cost(s) of the arbitrator  \nshall be borne by the losing party.  \n"], ["ARTICLE VII  \nPRE-JOB CONFERENCE  \n", "(31) It is agreed that upon request of either party, a pre-job  \nconference will be held prior to the commencement of  \nwork. The Union may withhold services of their  \nmembers if an Employer refuses to attend a pre-job  \nconference. It is further agreed the following items will  \nbe discussed:  \n1. The Employer will advise the local union representative  \nof the Employer's estimated requirements of necessary  \nemployees. The local union will determine and advise  \nthe Employer of the ability of the local union to fulfill  \nsuch requirements when requested.  \n2. Work Schedules.  \n3. The Employer agrees that wherever possible at such pre-  \njob conference, he will notify the Union having  \njurisdiction over the project of any subcontracts let by the  \nEmployer, names of the subcontractors and the nature of  \nthe job to be performed by the subcontractors. The Union  \nmay request the subcontractor to meet with the Union  \nprior to the commencing of work on a project if the  \nsubcontractor did not attend the original pre-job  \nconference for the project.  \n"], ["ARTICLE IX  \nNONDISCRIMINATION  \n", "(32) The Employer agrees in the employment of journeymen  \nand the Union agrees in the referral of journeymen  \nand/or the selection of apprentices that there will be no  \ndiscrimination because of race, color, religion, sex, age,  \nhandicap or nationai origin in accordance with city,  \nstate and federal laws.  \n(33) The parties to this Agreement will comply with the  \nterms of Federal Executive Order 11246 and the  \nprovisions of the State Executive Order on Equal  \nEmployment Opportunity dated January 27, 1972, along  \nwith any subsequent executive orders.  \n"], ["ARTICLE X  \nUNION REPRESENTATION AND ACCESS TO JOBS  \n", "(34) Authorized representatives of the Union and the Joint  \nApprenticeship Committee shall have access to jobs  \nwhere employees covered by this Agreement are  \nemployed, providing they do not unnecessarily interfere  \nwith the employees or cause them to neglect their work  \nand, further, provided such Union representatives  \ncomply with customer rules,  \n"], ["ARTICLE XI  \nSUBCONTRACTING  \n", "(35) The Employer agrees he will not subcontract job site  \nwork to any Employer who does not have a collective  \nbargaining relationship, at the time the work is to be  \nperformed, with a union affiliated with the Council  \ncovering such work, whose members receive the  \nnegotiated wage rates.  \n(36) The Employer agrees that any portion of the work  \ncovered by this contract is to be done at the job site  \neither by his own forces in accordance with the terms of  \nthis Agreement or by subcontractors who have signed  \nagreements with the Northwest Ohio Region of the  \nOhio & Vicinity Regional Council of Carpenters that  \nhas trade autonomy (jurisdiction) over the work. The  \nEmployer shall not be held financially responsible for  \nassignments by subcontractors.  \n"], ["ARTICLE XII  \nAPPRENTICES  \n", "(37) The training of apprentices will be undertaken in  \naccordance with the Carpentry Apprentice Training  \nStandards as approved by the J.A.C. which by reference  \nare included in this Agreement the same as if they were  \nspecifically set forth herein. Attendance at and  \nparticipation in the on-the-job training and related  \nclassroom instruction required by the Standards is a  \ncondition of continued employment of an apprentice.  \n(38) Apprentices shall be paid the following progressively  \nincreasing scale of wages, based on the applicable wage  \nrate paid skilled workers in the trade, according to shift.  \nFor apprentice rates for Local 372, refer to paragraph  \n(143).  \n(39) All apprentices except on standard rate jobs in Lucas  \nand Wood counties:  \nIst six months.......... 55%*  \n2nd six months......... 60%  \n3rd six months.......... 65%  \n4th six months.......... 75%  \n5th six months.......... 80%  \n6th six months.......... 85%  \n7th six months.......... 90%  \n8th six months.......... 95%  \nNOTE: For standard rate projects in Lucas and  \nWood counties, apprentices shall receive 45% of the  \nstandard journeyman rate in the first six-month period  \nand 55% in the second six-month period.  \nEntitlement to wage increases provided for in this section  \nshall be approved by the Joint Apprenticeship Committee  \nin accordance with the Apprenticeship Standards.  \n*All apprentices shall receive pension contributions after  \nsix months of employment.  \n(40) Carpenter apprentices shall be used to tend carpenters.  \n(41) It is agreed by the Employer and Union that there may  \nbe employed one (1) apprentice for every three (3)  \njourneymen. It is agreed by the Employer and the  \nUnion that there may be employed in the territory of  \nLocal No. 372 one (1) apprentice to each group of two  \n(2) carpenters, not to exceed a total of five (5)  \napprentices for an entire job or Employer. Aj} contract  \nconditions shall be in force from date of hire. This ratio  \nmay be adjusted by mutual agreement of the parties.  \n"], ["ARTICLE XIU  \nFRINGE BENEFITS  \n", "42) General  \n1. The fringe benefit provisions contained in paragraphs  \n(43) through (55) inclusive of Article XIII of this  \nAgreement shall apply to all Employers who become  \nsignatory or bound by this Agreement and all other  \nEmployers and Employer Groups who become a party to  \nan agreement relating to the fringe benefit programs  \ndescribed herein.  \n2. All Employers referred to in paragraph (43) of this Article  \n(all of which Employers are hereinafter referred to as  \n“Participating Employers\") who are party to and bound by  \nthis Agreement acknowledge, accept and agree to be  \nbound by the Agreement and Declaration of Trust, as  \nhereinbefore and/or hereafter amended, establishing the:  \n(a) Ohio Carpenters Health and Welfare Fund;  \n(b) Ohio Carpenters Pension Plan;  \n(c) Carpenters Supplemental Pension Fund  \n(d) Northwest Ohio Carpenters Savings Plan (Locals  \n248, 1138, 2239, 372 and 1581;  \n(e) Carpenters Joint Apprenticeship Fund;  \n(f) Contractors Administrative Fund;  \n(g) Ohio & Vicinity Regional Council of Carpenters  \nDues Deduction Fund;  \n(h) UBCJA Health &Safety and Apprenticeship &  \nTraining Funds of N.A.  \n(i) Ohio & Vicinity Regional Council of Carpenters  \nFund.  \nand acknowledge, accept and agree to be bound by the Plan  \nand Plan Documents of each of said employee benefit plans.  \nThe Participating Employers and Union further acknowledge  \nand agree that the Trustees shall have the sole and exclusive  \nauthority to determine the rules of eligibility to participate in  \nsaid Plans and the benefits and coverages to be provided  \ntherein. No person shall have a vested right to participate in  \nany Plan nor to receive any benefits or coverages from any  \nPlan except as expressly stated therein. The Participating  \nEmployers acknowledge and agree that copies of the Trust  \nAgreements, Plans and Plan documents have been made  \navailable to them at the Plan administrators’ office for their  \nreview and inspection prior to the execution of this  \nAgreement and shall be available to them during the term of  \nthis Agreement.  \n3. To the fullest extent permitted by law, all Participating  \nEmployers who are party to and bound by this Agreement  \nshall be bound by the terms, provisions and conditions of  \nall Rules, Regulations and Resolutions and amendments  \nthereto promulgated by the Trustees of the aforesaid  \nemployee benefit plans in accordance with the aforesaid  \nTrust Agreements, whether currently existing or  \npromulgated during the term of this Agreement.  \n4. All Participating Employers who are party to and bound  \nby this Agreement hereby accept the designation of the  \nEmployer Trustees of all of said employee benefit plans  \nand any successor Trustees appointed by the Association  \nin accordance with the provisions of the Trust  \nAgreements.  \n5. At the request of the Union, and with mutual consent of  \nthe Associations, the health and welfare provider(s) may  \nbe changed. Further, by mutual consent of the Union and  \nAssociations, all of the health and welfare plans referred  \nto in this Article may be combined into one (1) plan.  \nConsent shall not be unreasonably withheld.  \nIn the event the change or combination results in a lesser  \ncontribution rate, the difference shall be put in the  \nemployee's check. In the event the change or  \ncombination results in a rate greater than the current rate  \nof contributions, the difference shall be allocated from the  \nbase rate of pay.  \n(43) Contributions  \ni. The Participating Employers shall contribute to each and  \nevery employee benefit plan (or to the successor of any  \nsaid plans) for al] employees of each such Participating  \nEmployer who are members of a collective bargaining  \nunit represented by the Union (whether or not the  \nemployees are members of the Union), as follows:  \n(a)Ohio Carpenters Health and Welfare Fund - $4.45 for  \nevery hour PAID (Locals 248, 1138, 1581); Ohio  \nCarpenters Health and Welfare Plan - $4.45 for every  \nhour PAID (Local 372); $4.45 for every hour WORKED  \n(Local 2239)*see paragraph (148).  \n(b)Ohio Carpenters Pension Plan - $3.40 for each hour PAID  \n(Locals 248, 1138 & 1581; $2.60 for every hour PAID  \n(Local 372); $3.15 for every hour WORKED (Local  \n2239) *see paragraph (148).  \n(c)Carpenters Supplemental Pension Plan - $3.40 for every  \nhour PAID (Locals 248, 1138 & 1581); $2.70 for every  \nhour PAID (Local 372), $3.15 for every hour WORKED  \n(Local 2239) *see paragraph (148).  \n(d)Carpenters Joint Apprenticeship Fund - $.40 for every  \nhour PAID (Locals 248, 372, 1138 & 1581); $.40 for  \nevery hour WORKED (Loca) 2239) *see paragraph  \n(148).  \n(e)Contractors Administrative Fund - $.21 for each hour  \nPAID (Locals 248, 1138 & 1581); $.21. for every hour  \nWORKED (Local 2239) *see paragraph (148); $.16 for  \nevery hour PAID (Local 372).  \n(f) UBCJA Health & Safety and Apprenticeship & Training  \nFunds of N.A.- $.06 for each hour PAID (Locals 248,  \n372, 1138 & 1581); $.06 for every hour WORKED  \n(Local 2239) *see paragraph (148).  \n(44) Deductions  \n1. The Participating Employers shall deduct the sum of three  \nand a half percent (3.5%) of gross .wages paid for every  \nemployee who has signed a dues authorization form for  \nthe Regional Council. All dues deductions shall be in  \nforce from date of hire.  \n2. In the terntories of Locais 248, 1138 and 1581, the  \nParticipating Employers shall deduct the sum of one  \ndollar and five cents ($1.05) per hour paid effective July  \n1, 2003 through June 30, 2007 for every employee for the  \nOhio & Vicinity Regional Council of Carpenters Savings  \nFund. In the territory of Loca) 2239, the Participating  \nEmployers shall deduct the sum of five cents ($.05) per  \nhour worked effective July 1, 2003 through June 30, 2007  \nfor every employee for the Ohio & Vicinity Regional  \nCouncil of Carpenters Savings Fund. In the territory of  \nLocal 372, the Participating Employers shall deduct the  \nsum of one dollar and ten cents ($1.10) per hour paid  \neffective July 1, 2003 through June 30, 2007 for every  \nemployee for the Ohio & Vicinity Regional Council of  \nCarpenters Savings Fund. The parties will become  \nsignatory to an Agreement which sets forth in detail how  \nthe Carpenters Savings Plan shall function and be  \nmanaged.  \n3. Paid hours are the quotient of total gross wages divided  \nby the hourly rate of pay for one regular hour worked.  \n(45) Reporting Forms  \n1. All Participating Employers shall report to the  \nAdministrator(s) of the aforesaid employee benefit plans  \nor such other duly appointed depository for hours paid  \n(or otherwise contributed for) by all employees  \nparticipating in the employee benefit plans on forms  \nprovided by the Trustees of the Plans. It shall be the  \nobligation of the Employers to have and use the official  \nreporting forms, If an Employer maintains his payroll  \nrecords and information on computer or other electronic  \nequipment and desires to use and submit the required  \ninformation in the form printed out by the computer or  \nother electronic equipment, the Employer may use and  \nsubmit such forms. The Administrator, however, has the  \nright to reject such forms.  \n2. All reports shall be for the full calendar month last  \npreceding; however, an Employer may use other  \nreporting periods, subject to rejection by the  \nAdministrator.  \n3. The forms must be obtained from the following collection  \nagent:  \na) Ohio Carpenters Health and Welfare Fund, 6281  \nYoungstown-Warten Rd., Suite 240, Niles, Ohio 44446.  \n(46) Time of Payment of Contributions  \n1. All Participating Employers shall remit all fringe benefit  \namounts due and owing on or before the Fringe Benefit  \nPayment Date, which is hereby established as the 15th  \nday of each calendar month (or the first business day  \nthereafter if the 15th is not a business day), for all hours  \n(paid) in the prior calendar month. if the Participating  \nEmployer remits his payment by mail and the envelope is  \nposted with a postage stamp, if the stamp is canceled by  \nthe U.S. Postal Service on or before the 15th day of the  \nmonth (or the first business day thereafter if the 15th is  \nnot a business day), it shall be deemed to have been paid  \ntimely regardless of the date of actual receipt. If the  \nParticipating Employer remits his payments by mai) and  \nhis envelope is posted with an office postage meter, the  \npayment must be received by the 15th day of the month  \n(or the first business day thereafter if the 15th is not a  \nbusiness day) to be deemed paid timely. If the  \nParticipating Employer causes the fringe benefit  \npayments to be delivered to the Fund Office, it shall be  \nStamped as to the date and time of receipt, and if it is  \nreceipted on or before the 15th day of the month (or the  \nfirst business day thereafter if the 15th is not a business  \nday), it shall be deemed timely paid.  \n2. An Employer who is more than thirty (30) days  \ndelinquent in the timely remittance of fringe benefit  \npayments shall be placed on a weekly payment schedule.  \nWeekly contributions and all deductions are due on the  \nsame day of the week that payroll checks are issued to  \nemployees. This shall not be later than four (4) days after  \nthe close of the payroll week. The Employer shall remain  \non weekly pay status until delinquency amounts and  \nassessed liquidated damages have been paid. An  \nEmployer who has been placed on weekly payment of  \nfringe benefits and fails to timely remit its weekly  \npayment shall have its employees withdrawn until such  \ntime as said Employer has paid all delinquencies and  \nassessed liquidated damages..  \nIf a Participating Employer has not remitted the total  \nfringe benefit and payroll deductions due and owing to  \nany Plan or Fund collected by the respective Plan  \nAdministrators or depositary collection agents and filed  \nthe official reporting forms by the Fringe Benefit  \nPayment Date as aforesaid, the said Employer shall be  \nliable to the Trustees of each employee benefit plan as to  \nwhich the said Employer is in default for liquidated  \ndamages in such amount as shall be established by the  \nTrustees of each such Plan by a promulgation of Rules  \nand Regulations in accordance with the Trust  \nAgreements. The Trustees shall notify all Participating  \nEmployers of all promulgation of Rules and Regulations  \nestablishing and revising the liquidated damage charges  \nand any terms, conditions and provisions thereof in  \nadvance of the enforcement thereof; but by acceptance  \nand participation in this Agreement, all Participating  \nEmployers shall be bound by such promulgations on and  \nafter their effective dates.  \n. If a Participating Employer is in violation of the  \nprovisions of paragraph (46)-3 hereof, in addition to the  \nprovisions thereof, the Participating Employer shall be  \nliable to the Trustees of each said employee benefit plan  \nas to which said Employer is delinquent or in default for  \nreasonable attorney's fees in any court of law, arbitration  \nproceedings or federal or state administrative agency  \ncosts actually expended by the Trustees to enforce the  \nsaid Employer's compliance with the provisions of this  \nAgreement. Unless such Trustees, Unions or  \nAssociations have acted to the contrary, the Rules and  \nRegulations for Liquidated Damages adopted by the  \ntrustees of the respective plans shall be applicable to all  \nmonies collected under this Bargaining Agreement by the  \ndepositary collection agents.  \n(47) Employer Delinquency Control  \n1. The Trustees of the several employee benefit plans may  \nestablish Payroll Audit Programs which shall be binding  \nupon the parties. The Trustees shall also have the right to  \ndetermine who shall bear the cost of the audit. The  \nTrustees shall notify the Participating Employer, in  \nwriting, of their desire to audit and allow sufficient notice  \nfor the Participating Employer to make available in his  \npremises those payroll records and other records, reports  \nand data reasonably necessary to conduct the audit in  \naccordance with generally accepted accounting  \nprinciples. The Trustees and their agents and employees  \nshall conduct the audits at such time and place and  \nmanner as to minimize the inconvenience to the  \nParticipating Employer, and they shall preserve the  \nconfidentiality of all information as obtained.  \n. The Employers acknowledge that the Ohio Carpenters  \nBenefit Plans, as Administrative Managers of the  \nemployee benefit plans hereunder, may institute  \ncollection suits in their own name on behalf of all the  \nemployee benefit plans to which they act as depository.  \nBONDING REQUIREMENTS  \n(48) All Employers shall furnish a minimum cash deposit in  \nthe amount set forth below at the office of the Plan  \nAdministrator to assure prompt payment of employees'  \nHealth & Welfare, Pension, Savings, Apprenticeship  \nand Promotion Funds and wage deductions as required  \nby this Agreement. Employers with a twenty-four (24)  \nmonth on-time record of reporting will be exempt from  \nbonding requirements. An exemption may be given to  \nout-of-town Employers who have previously worked in  \nthe Northwest Ohio Region of the Ohio & Vicinity  \nRegional Council of Carpenters and have timely  \nreported and made payments for a period of twenty-four  \n(24) months. The cash deposit shall be an amount equal  \nto the peak number of individuals the Employer will  \nuse, multiplied by the number of weeks that he is  \nexpected to work within the trade jurisdiction of the  \nUnion (to a maximum of six (6) weeks) multiplied by  \nthe appropriate fringe benefit package or $1500,  \nwhichever is greater. In the event the Employer is  \nrequired to deposit more than $5000, the Employer may  \npost a bond written by a reputable bonding company  \nthat is acceptable to the Plan Administrator.  \n(49) Any Employer who may be exempt from furnishing a  \ncash deposit (having met the requirements of having  \ntimely reported and payment for twenty-four (24)  \nmonths) and becomes delinquent shall be required to  \nmeet the cash bonding requirements. Upon becoming  \ndelinquent, any cash deposit and/or bond held on behalf  \nof an Employer shall immediately be applied to satisfy  \nthe delinquency.  \n(50) Alternatives to bonding requirements may be  \nconsidered, such as prepayment of contributions and  \ndeductions or weekly pay. Weekly contributions and all  \ndeductions are due on the same day of the week that the  \npayroll check is issued to the employees. This shall not  \nbe later than four (4) days after the closing of the  \npayroll. At the discretion of the union, weekly pays  \nmay be required to be in the form of a certified check.  \n(51) Any Employer who has ceased all employment within  \nthe jurisdiction of this Agreement shall be entitled to a  \nrelease of the cash deposit upon proof of payment of all  \nthe aforementioned payments. Release of the cash  \ndeposit to an Employer shall include interest earned on  \nsaid cash deposit.  \n(52) The Union will not furnish men until the deposit  \nrequired by this Article is made.  \n($3) General  \nl,  \nIn the event any employee benefit plan provided for in  \nthis Agreement and paid for by Participating Employer  \ncontributions is reduced or eliminated because of  \ngovernmental action, the net savings, if any, to said  \nEmployer attributable to said governmental action shall  \nbe paid to the employee as wages computed as an  \nincrease in the hourly rate of pay. The increase, if any,  \nshall be effective as of the first day the governmental  \naction is effective. Net savings is hereby defined to be  \nthe difference between the cost of the Participating  \nEmployer contribution to Health and Welfare or  \nPension, as the case may be, and the total cost to the  \nEmployer of the governmental program which caused  \nthe reduction in or elimination of the Health and  \nWelfare or Pension program, as the case may be.  \nIf the federal government institutes wage controls in  \nany form and any portion of this Collective Bargaining  \nAgreement is deferred or cut back, the parties shall  \nmeet nromptly: and, if the action of the federal  \ngovernment which caused the deferral or cutback makes  \nit legally permissible to do so, the parties shall attempt  \nto reallocate the monetary equivalent of the deferred or  \ncutback wages or benefits in a manner that complies  \nlegally with the action of the federal government.  \nIf it is not legally permissible to reallocate the deferred  \nor cut back portion, the Employer shall commence  \npaying the wage and/or benefit rate that was deferred or  \ncut back when and if it becomes Jegally permissible to  \ndo so, to the fullest extent permitted by law.  \nIt is acknowledged and agreed by the parties that upon  \nthe making of all contributions required of them by this  \nAgreement, Participating Employers shali have no other  \nor further obligation or responsibility to pay for, provide  \nor otherwise fund any fringe benefits; it being the  \nacknowledged intention of all parties that benefits from  \nall employee benefit plans shall be limited to those  \nwhich can be financed from the respective Trust Funds.  \nThe Participating Employers shall not be liable or  \nresponsible for the failure of the Trustees to secure, pay  \nor provide the benefits contemplated in the employee  \nbenefit plans for any participant or beneficiary. The  \nobligation of the Participating Employers shall be and is  \nhereby expressly limited to the payment of  \ncontributions to the Trust Funds and no more. If at any  \ntime any of the employee fringe benefit Trust Funds  \nshall not be sufficient to pay out and provide all! of the  \nbenefits provided for in the employee benefit plans, the  \nTrustees shall take such action as may be necessary and  \ndesirable in connection with the reduction of the then  \nexisting benefits in order that the cost of the benefits  \nshall not be greater than that which can be paid from the  \n10  \nTrust Fund. Without limiting the generality of the  \nforegoing, it is expressly acknowledged and agreed that  \nthe Participating Employer shal] have no responsibility  \nor obligation to increase its contributions to the Trust  \nFund beyond that otherwise expressly provided for  \nherein. It is expressly acknowledged, understood and  \nagreed that the Participating Employer does not  \nguarantee any benefits to any participant or beneficiary;  \nthe obligation and responsibility of the Participating  \nEmployer being expressly limited to its obligation to  \nmake agreed contributions into the Trust Fund.  \nIn the event the parties hereto desire to alter the  \nallocation of funds from the overall economic wage  \npackage negotiated by the parties and reflected in this  \nAgreement, to increase or decrease the amount of  \nmoney being contributed to any or all of the existing  \nemployee benefit plans or deductions, they may do so  \nupon the express conditions precedent that:  \n(a) The Trustees of any Plan affected acknowledge and  \nagree in writing;  \n(b) The Union shall have the right to make changes in  \nthe contributions for Health and Welfare and Pension  \ncontributions and any such change shall amend this  \nAgreement and become effective upon the date  \nrequested by the Union, provided the Employer is given  \na 60-day notice of such change. If the Union should  \ndecide to change its Savings Plan deduction or dues  \ndeduction, changes shall become effective upon the date  \nrequested by the Union, providing the Employer is  \ngiven a 60-day notice.  \n"], ["ARTICLE XIV  \nCONTRACTORS ADMINISTRATIVE FUND  \n", "(54) Each Employer shall pay the appropriate contribution  \nfor each hour paid to each employee of the Employer  \nwithin the bargaining unit. Such payments by check  \nsha}l be made payable to and shall be transmitted to the  \ndepository collection agent no later than the 15th day of  \nthe month following the calendar month in which the  \nwork was performed. Reporting forms shall be  \nfurnished by the depository collection agent and the  \nform shall provide that the contribution be made  \npayable to the depository collection agent trustees as  \ndepository. Delinquent contributions shall be subject to  \nsuch penalties or assessments as the Trustees of the  \nFund may prescribe from time to time.  \nIn no event shall the foregoing provisions of this  \nsection be subject to or suitable for grievance and  \narbitration under this Agreement.  \nThe Trustees of said Fund shall comply with all present  \nand future federal laws governing the same.  \nThe Union shal! have no participation or control of any  \nkind or degree whatever, nor shall the Union be  \nconnected in any way with the Contractors  \nAdministrative Fund.  \nThe Employer Associations party to this Agreement  \nagree to defend, indemnify and hold harmless the  \nUnion from any and all claims made against it arising  \nout of the establishment and existence of the Fund.  \nThe Contractors Administrative Fund may be increased  \nat the option of the Construction Contractors Council.  \nthe Associations will notify all such contractors of  \nwhom the Associations have been notified by the  \nUnion. Each such contractor shall have thirty (30) days  \nfrom the date the Associations received the notice of  \nintent to amend or modify to advise the appropriate  \nContractor Association and the Union, in writing, of its  \nintent to negotiate separately for a renewal agreement.  \n(59) In the event any such contractor fails to advise the  \nUnion of its intent to negotiate separately within the  \ntime period set forth above, such contractor shall be  \ndeemed and presumed to agree to the terms and  \nagreement arrived at in negotiations between the Union  \nand the Associations and to be bound by the Collective  \nBargaining Agreement resulting therefrom.  \n"], ["ARTICLE XV  \nADMINISTRATIVE & APPRENTICESHIP FUND  \n", "(60) The provisions of this section shall operate for  \nsuccessive Collective Bargaining Agreements until such  \ntime as the Employer or Union gives timely notice that  \n(55) The parties hereto agree to the Administrative and said party desires to negotiate separately. Said notice  \nApprenticeship Fund, under which the Employer will  \ncontribute forty cents ($.40) per hour for each hour paid  \nto members of the Union. The amount to be paid to the  \ndepository collection agent no later than the 15th day of  \nthe month following the month in which the payment  \naccrued, with said amount to be distributed as stated tn  \nthe Depository and Trust Agreement. The  \nAdministrative and Apprenticeship Fund shall be  \nallocated among the Carpenters Joint Apprenticeship  \nFund and the Carpenters Continuing Education Fund as  \ndetermined by the parties to this Agreement upon  \nrecommendation by the JATC Board of Trustees.  \n"], ["ARTICLE XVI  \nDEPOSITORY COLLECTION AGENTS  \n", "(56) The depository collection agent for all contributions and  \ndeductions submitted is Key Bank, P.O. Box 74427,  \nCleveland, OH 44194-0510.  \n"], ["ARTICLE XVII  \nWITHDRAWAL FROM MULTI-  \nEMPLOYER BARGAINING UNIT  \n", "(57) The Union will notify the Associations which are  \nsignatory to this Agreement of the name and address of  \nany contractor who becomes signatory to or bound by  \nthis Agreement during the term of this Agreement. The  \nnotice shall be given in writing within seven (7) days of  \nthe time any such contractor becomes signatory or  \nbound hereto. The notice shall include a copy of the  \nletter of assent and, if not noted thereon, a statement of  \nthe date the contract or letter of assent was signed or the  \ndate the contractor became bound.  \n(58) Within seven (7) days of the receipt of a notice from the  \nUnion of its intent to amend or modify this Agreement,  \nshall be given within the time periods provided in the  \ntermination clause of this Agreement or any successive  \nCollective Bargaining Agreement.  \n"], ["ARTICLE XVHiI  \nVIOLATION CLAUSE  \n", "(61) Any Employer who violates this Agreement regarding  \nwages and fringe benefit contributions shall reimburse  \nall employees the difference between the wages or pay  \nthe proper amounts to the proper fringe benefit program  \nif the Employer was otherwise in compliance with the  \nUnion Security Clause, Article III, at the relevant time.  \nIf the Employer was not in compliance with the Umion  \nSecurity Clause, Article [Il, at the relevant time, 1.e. the  \nindividuals who performed the work were not members  \nof the Union, then the Employer shali pay the Union the  \nfull amount of wages and fringe benefit contributions  \nowed under this Agreement. Reasonable legal fees and  \ncosts incurred by the Union to pursue its case in either  \nsituation will be paid by the Employer, if found guilty.  \n"], ["ARTICLE XIX  \nTERM OF AGREEMENT - SIGNATURES  \n", "(62) The provisions of any agreement between the Union  \nand any Employer or association of contractors which  \nare more favorable to the Employer in any of its terms,  \nwages or conditions than those contained in this  \nAgreement may be followed by the signatories to this  \nAgreement and to the parties whom they represent.  \n(63) All members of the Contractors Association shall  \ncomply with this Agreement and the local Union agrees  \nthat other contractors in the local Union's jurisdiction  \ndoing such work shall be requested to sign this  \nAgreement or a similar agreement and comply with the  \nterms thereof; the Union shal) retain resources to  \nenforce the terms of this Agreement including its right  \nto refuse to service the Employer with employees.  \n(64) This Agreement shall become effective on July 1, 2003,  \nand shall be continued in full force and effect from the  \naforementioned date to and including the 30th day of  \nJune, 2007, and this Agreement shall continue in full  \nforce and effect from year to year thereafter unless  \nwritten notice of desire to cancel or terminate this  \nAgreement is served by either party upon the other at  \nleast sixty (60) days prior to the aforementioned  \nexpiration date or at least sixty (60) days prior to the  \nannual expiration date of any subsequent year  \nthereafter.  \nIN WITNESS WHEREOF, we the undersigned have  \nexecuted this Agreement on this Ist day of July, 2003 at  \nToledo, Ohio.  \nLABOR RELATIONS DIVISION OF THE  \nASSOCIATED BUILDING CONTRACTORS  \nOF NORTHWESTERN OHIO, INC.  \nAND  \nTOLEDO AREA CARPENTER  \nEMPLOYERS ASSOCIATION, INC.  \ns/William J. Brennan  \nOHIO & VICINITY REGIONAL  \nCOUNCIL OF CARPENTERS  \ns/Robert M. Peto  \ns/Dwight R. Smith  \n"], ["ARTICLE XX  \nHOURS OF WORK/  \nOVERTIME/HOLIDAYS/SHIFTS  \n", "(65) Eight (8) consecutive hours shall constitute a workday  \nand the basic day or first shift shall be from 8:00 a.m. to  \n4:30 p.m. Forty (40) hours shall constitute a week's  \nwork, Monday through Friday inclusive, with Saturday  \nprovided as a make up day in accordance with  \nparagraph (68). All carpenters shall have thirty (30)  \nminutes undisturbed lunch period in the middle of each  \nshift. When employees are required to work through  \ntheir lunch period, they shall be paid at one and one-half  \n(1-1/2) times the established shift rate for such lunch  \nperiod and an undisturbed break period shal] be  \nprovided before the end of the workday. The Employer  \nmay schedule an eight (8) hour workday between the  \nhours of 6:30 a.m. and 5:00 p.m. provided notice is  \ngiven to the Union prior to commencement of work.  \n(66) Four-Tens - An Employer, at his option, may schedule  \nfour (4) ten (10) hour days at straight pay provided the  \nEmployer gives notice to the employees and the steward  \nthe Friday before a four-ten (4-10) schedule is  \nimplemented. The four-ten schedule is to be used from  \nMonday through Thursday, with Friday (not Saturday)  \nutilized as a make up day in accordance with make up  \nday requirements. Any work over ten (10) hours a day  \nwill be paid at the appropriate overtime rate. All  \ncarpenters shall have thirty (30) minutes, undisturbed  \nlunch in the middle of each shift. All shift rates are to be  \nrecognized in accordance with paragraph (70) of this  \nAgreement. Jobs scheduled for four tens shall be  \nworked as four tens for the entire calendar week. Start  \ntime on four tens shall be scheduled between the hours  \nof 6:00 a.m. and 8:00 a.m.  \n(67) Overtime - All work outside the regular workday or  \nover forty (40) hours per week shall be paid at the  \novertime rate of pay. All overtime, Monday through  \nSaturday, shall be paid at time and one-half (1-1/2X).  \nAll work performed on Sundays or holidays shall be  \npaid at double time (2X). After ten (10) hours of work,  \nthe employee shall be allowed sufficient time to eat on  \nthe job if work is to continue.  \n(68) Make Up Day - In accordance with paragraphs (65) and  \n(66), a make up day may be scheduled during a week  \nwhen work was cancelled due to weather conditions.  \nSuch work shall be paid at the rate applicable if the  \nwork had been performed during the regular workweek  \nin the Agreement and shall be voluntary on the part of  \nthe employees. Employees declining such work shall  \ndo so without penalty or recrimination. Preference for  \nmake up day work shall be given to employees affected  \nby the cancellation. The Union will be notified prior to  \na make up day being worked. Make up day shall be  \nscheduled for a full workday, with overtime being paid  \nafter forty (40) hours has been worked for the week.  \n(69) Holidays - Recognized holidays shall be New Year's  \nDay, Memorial Day, Fourth of July, Labor Day,  \nThanksgiving Day and Christmas Day. When a holiday  \nfalls on Sunday, the followmg Monday shall be  \nobserved. All hours worked on a holiday shall be paid  \nat double time (2x). There shall be no work on Labor  \nDay except in special cases of extreme emergency.  \n(70) Shift Work - When two or more shifts are required, the  \nfirst shift shall be scheduled during the hours called for  \nin a regular workday. Second and third shifts shall be  \nscheduled in conjunction with the end of the proceeding  \nshift. The shift rate of pay for second and third shifts  \nshall be the applicable base rate times eight divided by  \nseven |(base rate x 8)/7). All work on a shift over eight  \n(8) hours or work before or after the scheduled starting  \ntime or quitting time of a shift shall be paid at the  \napplicable overtime rate.  \n(71) A coffee break shall be observed at the work station in  \nmid morning and mid afternoon.  \n"], ["ARTICLE XX]  \nPAY DAY  \n", "(72) Pay day shall be a specific day of the week not later  \nthan four (4) days after the close of the payroll. If the  \npay day falls on a holiday, the Employer shall pay on  \nthe last regularly scheduled workday prior to the  \nholiday. Itemized deductions and hours worked will be  \nshown on pay stubs. The Union shall have the right to  \ninspect the payroll stubs of employees.  \n(73) Payment shall be made on the job site in cash or by  \npayroll check only. Payroll checks may be mailed to  \nthe employee's current address or directly deposited in  \nan account identified by the member if the following  \nconditions are met: (1) The Employee agrees in  \nwriting. (2) The Union receives a copy of the written  \nauthorization. Checks not received by the employee  \nwithin four (4) days after close of payroll: he shall  \nreceive two (2) hours pay and fringes benefits for each  \nday he has to wait, excluding Saturdays, Sundays, and  \nholidays.  \n"], ["ARTICLE XXII  \nDISCHARGE OR LAYOFF  \n", "(74) When a man is discharged for cause or laid off during  \nconstruction of a project, he shal} be notified one (1)  \nhour before termination of employment to clean tools,  \nsharpen saws and sharpen edge tools, but must remain  \non the job site and work if his tools do not need  \nattention.  \n(75) When a man is discharged or laid off, he shall be paid in  \nfull on the job in cash or certified check, or be paid for  \nwaiting time that day, and two (2) hours wages and  \nfringe benefits for each additional day.  \n(76) The above conditions shall apply except that those  \nEmployers who have an established record of payment  \nof fringe benefits to a designated depository for a period  \nof 24 months shall have the privilege of paying off an  \nemployee who has been laid off or discharged within 24  \nhours, excluding Saturday, Sunday or holidays, and  \nthen by the first working day following, at a place  \ndesignated by the employee from the following  \nalternatives: in the mail to the home of the employee,  \nto the Union Hall, or at the office of the Employer.  \n"], ["ARTICLE XXiil  \nWORKER CLASSIFICATIONS  \n", "(77) An employee performing collective bargaining unit  \nwork as defined in this Agreement shal] be recognized  \nas one of the following classifications: Apprentice,  \nJourneyman, Foreman or General Foreman. Al! persons  \nperforming bargaining unit work regardless of their  \ntitle, e.g. superintendent, shall be compensated in  \naccordance with the terms of this Agreement for such  \nwork performed and shall be subject to the requirements  \nof Article TIL.  \n"], ["ARTICLE XXIV  \nSUBCONTRACTING  \n", "(78) The Employer shal) not sublet, piece out, lump out or  \nsubcontract carpenter labor, nor shall any employee  \nwork for any Employer or be a partner or associated  \nwith others under any type of arrangement which  \npermits wages or conditions different from any  \nprovision of this Agreement.  \n(79) It is specifically agreed that no workman (hourly  \nemployee) shall do any work in competition with an  \nEmployer signing this Agreement.  \n"], ["ARTICLE XXV  \nHARDSHIP ALLOWANCE  \n", "(80) In particular situations where circumstances will invoke  \na hardship on employees engaged in field construction,  \nan agreement may be worked out between the business  \nagent and Employer whereby the employees will be  \ncompensated for such hardships by travel time,  \ntransportation and/or subsistence allowance. If the  \nEmployer and business agent cannot agree within  \ntwenty-four (24) hours, then the matter shal] be referred  \nto the Joint Labor Relations Board and settlement of the  \nfinal decision shall be binding on both parties.  \n"], ["ARTICLE XXVI  \nREPORTING / SHOW-UP TIME  \n", "(81) Any employee hired by the Employer or referred by the  \nUnion who reports to the location designated by the  \nEmployer at starting time and work is not provided for  \nany reason shall be paid one (1) hour show-up time,  \nproviding the employee was not notified by the  \nEmployer before leaving home. When the employee  \nworks beyond the first one (1) hour, he shall receive pay  \nfor actual hours worked, rounded to the next whole  \nhour. The foreman and steward shall make the  \ndetermination as to weather conditions in its application  \nto this paragraph. Any employee who of his own  \nchoosing absents himself from work without notifying  \nhis Employer, or leaves work of his own choosing  \nbefore quitting time without notifying his Employer,  \nshall not be entitled to reporting time.  \n(82) Notwithstanding the foregoing, an employee must  \nremain on the job if so requested in order to be entitled  \nto the pay as provided above; an employee shall be paid  \nonly for the actual time worked if he stops work of his  \nown volition.  \n(83) The wearing of fou) weather gear shall not be  \nmandatory.  \n(84) It is agreed where weather conditions do not permit all  \nthe carpenters or apprentices on the job to be put to  \nwork, but there is work for part of the crew under  \nshelter, that part of the crew may be worked.  \n(85) It is also agreed where only part of the crew can work  \nor where overtime is worked, such work will be  \nequitably distributed on a day by day basis among the  \ncarpenters and apprentices on the job. When an  \nemployee is discharged for the day, the employee shall  \nnot work until the following workday.  \n"], ["ARTICLE XXVII  \nFOREMAN  \n", "(86) Except by mutual agreement between the Employer and  \nbusiness agent, all foremen shall be members in good  \nstanding for one (1) year in the Ohio & Vicinity  \nRegional Council. On any job where three (3) or more  \ncarpenters are employed, one must act as foreman and  \nreceive the foreman's scale of wages. On jobs where  \nless than three (3) men are employed, the Employer  \nmust assume full responsibility. Other than the  \nforegoing requirements, the Employer wil) determine  \nthe number of working and non-working foremen  \nrequired. A foreman assigning work within the  \njurisdiction trade autonomy of the Union to anyone  \nother than an employee subject to this Agreement shall  \nbe in violation of this Agreement.  \n(87) Any employee while acting in the capacity of foreman,  \nwho asks for or receives any money from an employee,  \nshall be subject to dismissal.  \n(88) No employee shall return or rebate any part of his  \nwages to his Employer or any person representing same.  \nAny employee found guilty of violation of this  \nparagraph shall be fired.  \n"], ["ARTICLE XXVIII  \nSTEWARDS  \n", "(89) Any steward(s) required by this Article shall be  \nappointed by the business agent. All stewards shall be  \nindividuals who have been members in good standing  \nof the Union for at least one (1) year.  \n(90) A steward is required on all jobs and/or all shifts where  \nwork within the trade autonomy (jurisdiction) of the  \nUnion is performed. The steward shall be present at all  \ntimes during working hours, including overtime hours,  \nfor the purpose of seeing that the terms and conditions  \nof this Agreement are being complied with and  \nrepresenting the members of the bargaining unit, and  \nthe steward shall remain with or work with the main  \nbody of bargaining unit employees at all times. Under  \nno conditions will bargaining unit employees be  \nrequired to and/or work without a steward being  \npresent.  \n(91) Where two (2) or more shifts are employed, a steward  \nshall be appointed for each shift. On jobs of unusual  \nsize, the business agent may appoint more than one (1)  \nsteward per shift, and these stewards shall be known as  \nassistant stewards and account to the steward.  \n(92) Union stewards are to work except on jobs of unusual  \nsize and then shall not work only after agreement  \nbetween the Employer and the business agent involved.  \n(93) The steward(s) shall be the only authorized  \nrepresentative(s) of the Union on the job and there shall  \nbe no discrimination against the steward(s) because of  \nactivities on behalf of the Union. The authority of the  \nsteward(s) shall be limited to, and shall not exceed, the  \nfollowing duties and activities which may be performed  \nduring working hours without any loss of pay and/or  \nbenefits:  \n15  \n(a) checking any and/or all individuals doing bargaining  \nunit work and checking the materials on the job to be  \nused;  \n(b) conscientiously attempting to eliminate any and/or all  \ninfraction(s) of the Agreement,  \n(c) checking the pay stub of any person performing  \nbargaining unit work to ascertain if any and/or all such  \nindividuals are receiving the wages and benefits  \nrequired by this Agreement;  \n(d) the investigation and presentation of grievances with  \nthe designated Employer representative in accordance  \nwith the provisions of this Agreement;  \n(e) the transmission of such messages and information  \nwhich shall originate with and are authorized by the  \nofficers of the Union, provided such messages and  \ninformation have been reduced to writing or, if not  \nreduced to writing, are of a routine nature and do not  \ninvolve work stoppages, slowdowns or refusals to  \nhandle goods or any other interference with the  \nEmployer's business;  \n(f) the investigation and reporting of any accident  \noccurring on the job site.  \n(g) It shall be the duty of the steward to see that the  \ncoffee break language in Article XX be observed.  \n(94) Stewards shall have no authority to take strike action or  \nany other action interrupting the Employer's business,  \nexcept as authorized by an official of the Union.  \n(95) The steward shall be permitted to leave his or her work  \nto investigate and adjust grievances of any bargaining  \nunit employee, provided the steward notified his  \nsupervisor when leaving his work station.  \n(96) The steward(s) shall not be transferred from a job  \nand/or a shift while employees remain on the job and/or  \nshift without the consent of the Union. When all  \nemployees are transferred from the job and/or shift on a  \ntemporary basis, the steward must be retained with the  \nemployees and shall be the first employee to return to  \nthe original job and/or shift. The steward shall be one  \n(1) of the last two (2) employees of this trade to be laid  \noff. In case of a temporary layoff, the steward will be  \nthe first employee called back when work resumes. Ifa  \njob and/or shift is restarted, the steward shall be one (1)  \nof the first two (2) employees to be recalled, and in no  \nevent shall there be more than one (1) other employee  \non a job and/or shift without the steward being recalled.  \n(97) In the case of trouble on the job or in the shop where  \nbargaining unit employees are employed, the steward  \nshail immediately notify the business agent and remain  \non the job for instructions from the business agent.  \n"], ["ARTICLE XXIx  \nFACILITIES, EQUIPMENT, SAFETY  \n", "(98) The Employer is to furnish a suitable dry and heated  \nshed or room under lock and key for protection of  \ncarpentry tools on all jobs. If there are five (5) or more  \ncarpenters on the job, there shall be a room or shed  \nexclusively for their use. Buildings over four (4) stories  \nin height are to have a shed on‘each fourth floor. When  \nthere is more than one shift, each shift shall have a  \nseparate shed and locked space. The Employer shal} be  \nresponsible for loss of tools and clothes due to fire  \nduring the working hours. After quitting time, the  \nEmployer is to be responsible for tools and clothes in  \nlocked space if lost through fire, theft or other causes of  \ndamage. Proof of the loss must be furnished in all  \ncases. (See paragraph 146 for requirements in Local  \n372 jurisdiction.)  \n(99) Drinking Water- Any Employer or Owner who employs  \ncarpenters shall furnish clean, cold water in sanitary  \ncontainers with sanitary drinking cups available at ail  \ntimes. Also, sanitary toilets must be available on all  \njobs. Ice shal] be provided between May 1 and October  \n}.  \n(100) Where free parking is not available, the Employer  \nwill reimburse an employee a sum not to exceed $2.50  \nper day upon presentation of his receipt for his parking.  \nThe Employer has the option to designate the parking  \narea. Proper access shall be provided at all times  \nallowing ingress and egress to the parking area.  \n(101) Any employee working in the water or inclement  \nweather will be provided by the Employer with suitable  \nwearing apparel to keep dry. All rubber sock boots  \nshall be new upon issue; all rubber shoe boots necessary  \non the job shall be disinfected and in sanitary condition  \nbefore being issued when they have been used by  \nanother employee. On all hard hat jobs, hard hats and  \nnew liners shall be furnished by the Employer and the  \nemployee shall be responsible to the Employer for their  \nreturn in good condition.  \nEmployers will provide waterless hand cleaner on all  \njob sites.  \n(102) No employee shall be allowed to furnish a steel  \nmiter box, level longer than 32\" or labor-saving device  \non any job for an Employer. All types of power  \nequipment including welding and burning equipment or  \n16  \nlabor- saving device to be furnished and marked by the  \nEmployer. No employee shall be allowed to sell, rent or  \nlease power tools or labor-saving devices to a  \nEmployer.  \n(103) When a carpenter journeyman is welding and  \nworking under hazardous conditions, a local member of  \nthe United Brotherhood of Carpenters (attendant) shall  \nbe standing by as a safety man.  \n(104) The State & Federal Standards shall be observed as  \nthe minimum of safety requirements on all work  \nperformed under this Agreement. In case of injury, the  \ncompany safety man must accompany the injured  \nemployee to the doctor's office or the hospital when the  \nman is incapable of caring for himself.  \n(105) The NWOGLCA Substance Abuse Policy shall be in  \neffect for all bargaining unit employees working under  \nthe collective bargaining agreement in the Northwest  \nOhio region of the Ohio & Vicinity Regional Council of  \nCarpenters  \n(106) It is the policy of the Employer to prohibit the  \nmanufacture, sale, possession or use of a controlled  \nsubstance within the workplace. All employees are  \nrequired to comply with this policy and shall notify the  \nEmployer of any conviction for a criminal offense  \nwhich occurred at the workplace during working hours  \ninvolving a criminal drug statute. This notice must be  \ngiven within five (5) days of the conviction.  \n(107) The Employer reserves the right to discipline, up to  \npossible termination, any employee convicted of a  \ncriminal drug offense which occurred at the workplace  \nduring working hours and employees so convicted may  \nbe required to participate in an approved drug abuse  \nprogram at no cost to the Employer. Discipline may  \nalso be imposed and criminal prosecution initiated for  \nthe possession or use of a controlled substance in the  \nworkplace. This notice is being issued to comply with  \nthe requirements of the Drug Free Workplace Act, P.L.  \n100-440.  \n(108) When a carpenter is injured at a shop or job site, the  \nEmployer shall take charge of the carpenter and see that  \nhe is given first aid and, if seriously injured, taken to the  \nhospital or his home. The steward shall make a  \ncomplete report to the Employer and the Union of the  \naccident. The steward shall see that the carpenter's  \ntools, clothing and car are made safe or returned to the  \ninjured carpenter's home. Stewards' wages shall be paid  \nby the Employer for all lost time when complying with  \nthis paragraph at the regular hourly shift rate. A man  \ninjured on the job during working hours shall be paid  \nfor the time it takes to go to a doctor. If his injuries are  \nof such a nature that he cannot report back on the job,  \nhe shall receive a full day's pay. If the injured party  \nwhile still an employee of the Employer on whose job  \nhe was injured cannot make a subsequent visit to the  \ndoctor outside scheduled working hours, then upon  \nreceipt of a written request from the doctor, the time  \nrequired for one subsequent visit (which time shall not  \nexceed two hours) shall be paid for by the Employer.  \nSubsequent visits, upon written request from the doctor,  \nmay be allowed with pay at the sole discretion of the  \nEmployer.  \n"], ["ARTICLE XXX  \nTRADE AUTONOMY  \nCARPENTERS, JOINERS AND LATHERS  \n", "(109) The term \"carpenters\" and the terms \"joiners\" and  \n\"lathers\" are synonymous and in either case shall mean  \none who performs the work normally allotted to this  \ntrade which, subject to the rules and procedures of the  \nNational Joint Board for the Handling of Jurisdictional  \nDisputes, is described as follows:  \n(110) The framing, erecting and prefabrication of roofs,  \npartitions, floors and other parts of buildings of wood,  \nmetal, plastic or other substitutes. The handling and  \ninstallation of mechanically fastened roofing materials.  \nThe erection of Stran Steel sections or its equal. The  \nbuilding and setting of all concrete forms and deckings,  \nand the dismantling of same (per international  \nagreement) when they are to be reused anywhere. The  \ncutting and hanging of all framework for roofing and  \nslabs. Where power is used in the setting or  \ndismantling of forms, all handling and signaling shall be  \ndone by the carpenters. The setting of wood templates  \nfor anchor bolts for structural members and for  \nmachinery and the placing, leveling and bracing of  \nthose bolts. All framing in connection with the setting  \nof metal columns. The setting of all bulkheads, the  \nsetting and fabricating of screeds and stakes for  \nconcrete and mastic floors where the screed is notched  \nor fitted or made up of more than one member. The  \nsetting of precast concrete, including concrete panels.  \nThe installation of roofing materials according to the  \nInternational Agreement.  \n(111) The handling, moving, and rigging of all carpenter  \nmaterials from the point of delivery, the handling and  \nmoving of all fixtures from delivery truck, and all  \nrigging involved in the performance of the work of the  \ncarpenter, shall be performed by carpenters.  \n(112) The building and moving of all scaffolding, runways  \nand staying where carpenter's tools are used, the  \nbuilding from the ground up of all scaffolds over  \nfourteen (14) feet in height including metal and  \nspecially designed scaffolding. The building and  \nconstruction of all hoists and derricks made of wood;  \nthe making of mortar boards, boxes and trestles.  \n(113) Any tarps or plastic material used for the  \nconstruction of temporary wind break and weather  \nprotection, but not including coverings for concrete  \nSlabs and building materials is the work of the  \ncarpenter.  \n(114) The cutting or framing of openings for pipes,  \nconduits, ducts, etc. where they pass through floors,  \npartitions, walls, roofs or fixtures composed in whole or  \nin part of wood. The laying out, making and installing  \nof all inserts and sleeves for pipes, ducts, etc. where  \ncarpenters’ tools and knowledge are required. The  \nmaking and installing of all wooden mortar boards,  \ncrippling and backing for fixtures. The welding of  \nstuds and other fastenings to receive material being  \napplied by the carpenters, if these are not contrary to  \nInternational Agreements.  \n(115) The installation of all interior and exterior trim or  \nfinish of wood, aluminum, kalamein, hollow or  \nextruded metal, plastic, doors, transoms, thresholds and  \nwindows. The setting of jambs, bucks, window frames  \nof wood or metal where wood braces or wedges are  \nused. The installation of all wood, metal or other  \nsubstitutes of casings, mouldings, chair _ rail,  \nwainscoting, china closets, base or mop _ boards,  \nwardrobes, metal partitions as per National Decisions or  \nspecific agreements, etc. The complete laying out,  \nfabrication and erection of stairs. The making and  \nerecting of all fixtures, cabinets, shelving, racks,  \nlouvers, etc. The mortising and application of all  \nhardware in connection with our work. The assembling  \nand setting of all seats in theaters, halls, churches,  \nschools, auditoriums, grandstands and other buildings.  \nThe manufacture, fabrication and installation of all  \nscreens, storm sash, storm doors and garage doors, the  \ninstallation of all weather stripping, inside and outside  \nblinds, the installation of wood, plastic or metal  \nawnings, door shelters, jalousies, optical tooling and  \nplastic welding.  \n(116) The installation of all material used in drywail  \nconstruction such as plasterboard, all types of asbestos  \nboards, transit and other composition boards. The  \napplication of all materials which serve as a base for  \nacoustic tile, except plaster. All acoustical applications  \nas per National Decisions or local agreements.  \n(117) The building of all barricades and enclosures  \nincluding, but not limited to, containment units.  \n(118) The instaliation of rock wool, cork and other -  \ninsulation material used for sound or weatherproofing.  \nThe removal for caulking and replacing of staff bead  \nand brick mold and all Oakum caulking, substitutes,  \netc. and all other caulking in connection with carpenter  \nwork.  \n(119) The installation of chalk boards as per National  \nDecisions and loca) agreements.  \n(120) The operation of all winches used to raise wooden  \nStructures.  \n(121) The erection of porcelain enameled panels and  \nSiding.  \n(122) The sharpening of all carpenters hand or power  \ntools,  \n(123) The installation, erection, construction and  \ncompletion of the followmg work shall be contracted  \nfor by the Employer and shall be assigned to and  \nperformed by journeyman carpenters and apprentices.  \n(124) All carrying bars, purlins and furring regardless of  \nsize, light iron and metal furring of all description, such  \nas rods, channels, flat iron, Nailock, Screwlock,  \nPomeroy, T.Bar, H.Bar, Z.Bar, metal splines; all light  \niron and metal studs such as Stran Steel, Penn metal,  \nTruscon and all other types of light iron and metal studs  \nand all other light iron furring erected to receive lath  \nand plaster or acoustical materials.  \n(125) The nailing, tying and fastening of ali wire and metal  \nlath such as wire cloth, wire mesh, expanded metal lath,  \nhyrib lath and rib and flat expanding metal lath and wire  \nof all descriptions as well as the placing of all hangers  \nand all inserts used for the purpose of supporting  \nsuspended ceilings on any of the above types of light  \niron and metal furring which receives lath and plaster or  \n‘acoustical materials; the placing of all types of floor lath  \nsuch as hyrib, paperback steelflex floor lath, Penn metal  \nrib and all other appurtenances connected therewith.  \n(126) The installation of all types of lath of any size  \nregardless of how it is attached such as wood lath,  \nplaster board, button board, flaxilium board, bishopric  \ncelotex, gypsum lath, rocklath, sheetrock, styrofoam or  \nany and all types of materials erected to receive or hold  \nplaster, EFIS or acoustical material.  \n18  \nThe mechanical application of EIFS (Exterior Insulation  \nFinish Systems — Dryvit) insulation board, including  \nEPS (Expanded Polystyrene), Extruded Polystryrene  \nThermax Sheathing (Polyisocyanurate Foam Core  \nBoard) and cement boards that are to receive EIFS and  \nEFS finishes.  \n(127) The erection of any and all mechanical acoustical  \nsystems such as Cuppies, Economy, Fiberglass,  \nJackson, Reynolds Aluminum Securities, Interlock Grid  \nor any other type or kind which takes the place of same  \nto which acoustical material is attached or adhered.  \n(128) The erection of ali metal plastering accessories such  \nas metal corner beads, door and window casing beads,  \nmeta) picture mold, metal chair rail, metal base, base  \nscreed and any and all other metal plastering accessories  \nwhich are covered and/or serve as a ground, guard or  \nscreed for plaster material.  \n(129} The work of the fabrication of all materials on a job  \nshall be assigned to journeyman carpenters and  \napprentices.  \n(130) Carpenters shall use or operate any tools or  \nequipment of the trade necessary to perform the above  \nstated work.  \n(131) The installation of corian or other substitute.  \n(132) In the event any other craft jurisdiction conflicts  \nwith carpenter trade autonomy, no consideration will be  \ngiven in the absence of the corresponding Collective  \nBargaining Agreement on the job site in question.  \n(133) Any new materials and/or techniques that are  \nintroduced replacing traditional carpenter materials and  \ntechniques wil! be considered the trade autonomy of the  \ncarpenter.  \n(134) The union will accept and perform any work that a  \ncontractor assigns provided it is part of the Carpenters  \naccepted Trade Autonomy,  \n   \n    \n     \n   \nLucas  \nLocals  \n    \n   \n    \nFulton  \nLocal 248  \nP, 20  \n     \n    \nWilliams  \nLocal 1581  \nP. 20  \nOttawa Qt  \nLocal 2239  \nP, 22  \n      \n      \n  \n        \n   \n    \n    \n    \n    \n   \n   \n    \n    \n   \n    \n   \n    \n    \n    \n     \n    \n   \nSandusky  \n     \n     \n   \n      \n     \n   \n   \n     \n    \n    \nHenry Wood  \nDefiance Local 1581 Loca! 1581 voce\"  \nLocal 1581 an  \nP. 20  \n    \n   \nSeneca  \n    \n      \n      \n      \n    \n   \n    \n     \n   \n    \n   \n    \n       \n    \n   \n        \n     \nPaulding Local 2239  \nLocal 1581 Putnam Hancock P. 22  \nP. 20 Local 372 Local 1581  \n    \nP. 21 P. 20  \n    \n     \n     \n   \nCrawford  \nLocal 2239  \nP. 22  \n    \n     \n     \nWyandot  \nLoca} 2239  \nP. 22  \n    \n     \n   \nVan Wert  \nLocal 372  \nP. 21  \n   \nHardin  \nLocal 372  \nP. 21  \n   \n   \n    \n   \n    \n     \n   \n     \n   \n    \n    \n   \n      \nMercer Auglaize  \nLocal 372 Local 372  \nP, 21 P. 21  \nLocal Telephone No. Fax No.  \n248 419-893-3782 419-893-4021  \n372 419-223-9891 419-229-6491  \n1138 419-893-3089 419-893-4021  \n1581 419-599-0601 419-599-5957  \n2239 419-332-614] 419-332-0399  \nRegional Office 419-893-2317 419-893-4021  \nContractor's Assn. 419-241-3601 419-241-8636  \nFor wage rates and working conditions in Local areas above, please refer to the  \npage numbers indicated.  \n19  \nLOCAL NOS. 248, 1138 AND 1581  \nLUCAS, WOOD, DEFIANCE, FULTON, HANCOCK,  \nHENRY, PAULDING AND WILLIAMS COUNTIES  \n"], ["ARTICLE XXX]  \nWAGE RATES  \n", "(135) Changes in wage rates are effective the first full pay  \nperiod after the dates indicated.  \nLUCAS & WOOD COUNTIES  \n(Locals 248, 1138 and 1581)  \nEffective July 1, 2003  \nStandard  \nBase $24.32  \nH&W 4.45  \nState Pension 3.40  \nSupp. Pension 3.40  \nA&A .40  \nCAF 21  \nTOTAL $36.18  \nALL COUNTIES:  \nDeductions:  \nSavings ($1.05)  \nDues (3.5% of Gross Pay)  \nForeman Premium $2.00  \nGeneral Foreman $3.00  \nShift Base Rate:  \nto calculate rate, see paragraph(7 1)  \nApprentice Base Rate Scale: See paragraph (40)  \n(136) Future wage increases:  \n7/1/2004 $1.10  \n7/1/2005 $1.20  \n7/1/2006 $1.35  \n"], ["ARTICLE XXXII  \nWAGE RATES  \n", "(137) Changes in wage rates are effective the first full pay  \nperiod after the dates indicated.  \nFULTON, DEFIANCE, HANCOCK, HENRY,  \nPAULDING AND WILLIAMS COUNTIES  \n(Local 248 & 1581)  \nEffective July 1, 2003  \nStandard  \nBase $20.32  \nH&W 4.45  \nState Pension 3.40  \nSupp. Pension 3.40  \nA&A 40  \n20  \nCAF. 24  \nTOTAL $32.18  \nALL COUNTIES:  \nDeductions:  \nSavings ($1.05)  \nDues (3.5% of Gross Pay)  \nForeman Premium $2.00  \nGeneral Foreman $3.00  \nShift Base Rate:  \nto calculate rate, see paragraph(71)  \nApprentice Base Rate Scale: See paragraph (40)  \n(138) Future wage increases:  \n7/1/2004 $1.03  \n7/1/2005 $1.19  \n7/1/2006 $1.37  \n(139) DEFINITIONS:  \nDEFIANCE, FULTON, HANCOCK, HENRY,  \nPAULDING & WILLIAMS COUNTIES  \nMarket Recovery - The market recovery wage rate shall be  \neighty percent (80%) of the standard building rate. The  \nmarket recovery rate may be utilized without Policy  \nCommittee approval on all construction, alterations and/or  \nmaintenance (interior and exterior) of “private enterprise\"  \nprojects, including office buildings, service buildings and  \nretail establishments containing up to 25,000 sq.ft. and all  \nrestaurants, churches, two-story motels, nursing homes,  \nwarehouses, pre-engineered metal buildings and strip  \nshopping centers.  \nALL COUNTIES  \nResidential Agreement - For wages and working conditions  \non structures designed for permanent habitation of four (4)  \nstories or less, including single and multi-family dwellings  \nsuch as apartments and condominiums, see _ separate  \nResidential Agreement.  \nMaintenance Agreements ~ The parties agree to incorporate,  \nby reference, the terms and conditions of the Toledo Area  \nMaintenance Agreement for ail maintenance, repair,  \nrenovation or retrofit construction. Wage rates to be paid  \nunder the Toledo Maintenance Agreement shall be those  \ncalled for in this Agreement.  \nWhenever any form of national maintenance agreement  \nrefers to applicable wage rates in the local labor agreement,  \nit shal! mean the standard base rate herein.  \n"], ["ARTICLE  \nSPECIAL WORK RATES  \n", "(140) Employer agrees that whenever carpenters or  \napprentices are required to work on stacks, silos, water  \ncoolers, towers, or build or dismantle scaffolding or  \ncatwalks, build, dismantle or work on swinging or  \noutrigged scaffolding, or from bosun's chairs, build or  \nstrip bridge decking, where such work is subject to a free  \nfall, the following rates will be paid:  \nUp to 40-foot free fall - Standard scale  \n40-100 ft. free fall - $.50 per hr. above scale  \nOver 100 ft. free fall -1.00/ hr. above scale  \n"], ["ARTICLE XXXIV  \nREPAIR, REHABILITATION, REMODELING  \nAND MAINTENANCE WORK  \n", "(141) When for reasons beyond the control of the  \nEmployer it is impossible to work a crew in the  \ndaytime, namely work on occupied stores, hotels, office  \nbuildings, banks, etc., the Employer may be permitted  \nto figure such work at the base rate plus one dollar and  \ntwenty-five cents ($1.25) per hour; provided, however,  \nthat he first notifies the business representative in  \nwhose territory the work shall be done and the secretary  \nof the Contractor's Association in the area in which the  \nwork is being done, with his reasons therefore; and  \nfurther, provided that his reasons are acceptable to both  \nabove named parties.  \n"], ["ARTICLE XXXV  \nWAGE RATES  \n", "(142) Changes in wage rates are effective the first full pay  \nperiod after dates indicated.  \nALLEN, AUGLAIZE, HARDIN, MERCER,  \nPUTNAM, and VAN WERT COUNTIES  \n(Local 372)  \nEffective July 1, 2003  \nStandard  \nBase $20.79  \nH&W 4.45  \nState Pension 2.60  \nSupp. Pension 2.70  \nA&A .40  \nCAF 16  \nTOTAL $31.10  \nDeductions:  \nDues 3.5% of gross wages  \nVacation $1.10/hour  \nForeman premium $1.00  \nGeneral Foreman $1.75  \nShift Base Rate:  \nTo calculate shift base rate, see paragraph (71).  \nApprentice Base Rate (% of Journeyman):  \nIst period - 45%  \n2nd period - 50%  \n3rd period - 55%  \n4th period - 60%  \nFuture Apprentice increases:  \nEffective July 1.2004  \nIst period - 50%  \n2nd period - 55%  \n3rd period - 60%  \n4th period - 65%  \nEffective July 1.2006  \nIst period - 55%  \n2nd pertod - 60%  \n3rd period - 65%  \n4th period - 75%  \nAll apprentices will recetve pension contribution after six  \n(6) months of employment.  \n(143) Future wage increases:  \n7/1/2004 $1.03  \n7/1/2005 $1.19  \n7/1/2006 $1.37  \n(144) DEFINITIONS:  \n5th period - 65%  \n6th period - 70%  \n7th period - 75%  \n8th period - 80%  \nSth period - 70%  \n6th period - 75%  \n7th period - 80%  \n8th period - 85%  \nSth period - 80%  \n6th period - 85%  \n7th period - 90%  \n8th period - 95%  \nMarket Recovery - The market recovery wage rate shall  \nbe eighty percent (80%) of the standard building rate.  \nThe market recovery rate may be utilized without  \nPolicy Committee approval on all construction,  \nalterations and/or maintenance (interior and extertor) of  \n\"private enterprise\" projects, including office buildings,  \nservice buildings and retail establishments containing  \nup to 25,000 sq.ft. and all restaurants, churches, two-  \nstory motels, nursing homes, warehouses, pre-  \nengineered metal buildings and strip shopping centers.  \nResidential Agreement - For wages and working  \nconditions on structures designed for permanent  \nhabitation of four (4) stories or less, including single  \nand multi-family dwellings such as apartments and  \ncondominiums, see separate Residential Agreement.  \n"], ["ARTICLE XXXVI  \nSPECIAL WORK RATES  \n", "(145) Employer agrees that whenever carpenters or  \napprentices are required to work on stacks, silos, water  \ncoolers, towers, or build or dismantle scaffolding or  \ncatwalks, build, dismantle or work on swinging or  \noutrigged scaffolding, or from bosun's chairs, build or  \nstrip bridge decking, where such work is subject to a  \nfree fall, the following rates will be paid:  \nUp to 40-foot free fall - Standard scale  \n40-100 ft. free fall - $.50 per hr. above scale  \nOver 100ft. free fall -$1.00 per hr. above scale  \n(146) TOOLS - The Employer shall furnish a sunttable,  \nlockable, lighted room large enough to accommodate  \ncarpenters and apprentices on the job to keep tools and  \nclothing in and the steward shall be furnished with a  \nkey. This room shall be properly heated from October  \nto May. In the case of fire, theft, flood or windstorm, or  \nby forcible entry on a job at any time, the Employer  \nshall be responsible for the loss of tools and clothing if  \nthe claim is supported by a notarized statement of loss.  \n"], ["ARTICLE XXXVII  \nSPECIAL SHIFT  \n", "(147) When for reasons beyond the control of the  \nEmployer it is impossible to work a crew in the  \ndaytime, namely work on occupied stores, hotels, office  \nbuildings, banks, etc., the Employer may be permitted  \nto figure such work at the base rate plus one dollar and  \ntwenty-five cents ($1.25) per hour; provided, however,  \nthat he first notifies the business representative in  \nwhose territory the work shall be done and the secretary  \nof the Contractor's Association in the area in which the  \nwork is being done, with his reasons therefore; and  \nfurther, provided that his reasons are acceptable to both  \nabove named parties.  \n"], ["ARTICLE XXXVIII  \nWAGE RATES  \n", "(148) Changes in wage rates are effective the first full pay  \nperiod after dates indicated.  \nCRAWFORD, OTTAWA, SANDUSKY, SENECA,  \nWYANDOT COUNIES  \n(Local 2239)  \nEffective July 1, 2003  \nFringe benefit contributions are paid on an_ hours  \nworked basis. However, effective 7/1/2005, fringe  \nbenefit contributions will be based on hours paid.  \nStandard  \nBase $21.62  \nH&W 4.45  \nState Pension 3.15  \nSupp. Pension 3.15  \n22  \nA&A 40  \nCAF 2]  \nTOTAL $32.98  \nDeductions:  \nDues 3.5% of gross wages  \nVacation $.05/hour  \nForeman premium $1.50  \nGeneral Foreman $2.25  \nShift Base Rate:  \nTo calculate shift base rate, see paragraph (71).  \nApprentice Base Rate Scale, see paragraph (40).  \n(149) Future wage increases:  \n7/1/2004 $0.76  \n7/1/2005 $0.93  \n7/1/2006 $1.10  \n(150) DEFINITIONS:  \nMARKET RECOVERY - The market recovery wage rate  \nshall be eighty percent (80%) of the standard building  \nrate. The markei recovery ratc may be utilized without  \nPolicy Committee approval on all construction,  \nalterations and/or maintenance (interior and exterior) of  \n\"private enterprise\" projects, including office buildings,  \nservice buildings and retail establishments containing up  \nto 25,000 sq. ft. and ali restaurants, churches, two-story  \nmotels, nursing homes, warehouses, pre-engineered metal  \nbuildings and strip shopping centers.  \nRESIDENTIAL AGREEMENT - For wages and working  \nconditions on_ structures designed for permanent  \nhabitation of four (4) stories or less, including single and  \nmulti-family dwellings such as apartments and  \ncondominiums, see separate Residential Agreement.  \n"], ["ARTICLE XXXIX  \nSPECIAL WORK RATES  \n", "(151) Employer agrees that whenever carpenters or  \napprentices are required to work on stacks, silos, water  \ncoolers, towers, or build or dismantle scaffolding or  \ncatwalks, build, dismantle or work on swinging or  \noutrigged scaffolding, or from bosun's chairs, build or  \nstrip bridge decking, where such work is subject to a  \nfree fall, the following rates will be paid:  \nUp to 40-foot free fall - Standard scale  \n40-100 ft. free fall - $.50 per hr. above scale  \nOver 100 ft. free fall -$1.00 per hr. above scale  \n"]]