[["", "K 8626  \n2,500 workers  \n5/26/02-5/31/08  \nWORKING AGREEMENT dt fr:  \nNORTHERN WISCONSIN REGIONAL COUNCIL OF CARPENTERS  \nOF THE  \nUNITED BROTHERHOOD OF CARPENTERS  \nAND  \nJOINERS OF AMERICA  \nAnd  \nASSOCIATED GENERAL  \n, i  \nCONTRACTORS OF WISCONISN, INC.  \n   \n2002 — 2008  \nINDEX  \nAgreement Signature 34  \nApPprentiCeship sem ned isan ani ote nic 25  \nApprentice Wage Rates ................ 28  \nPre 31  \n31  \nDelinquency Provision And eee 6  \nDuration Of Agreement l  \nExhibit A — Jurisdictional 35  \n36  \nExhibit B — Trade Autonomy. 37  \nExhibit C — Drug/Alcohol 38  \nExhibit I— Consent To Breath And/Or Blood 45  \nExhibit II — Consent To 45  \nExhibit D — Construction Labor Management Councils 46  \nExhibit E — Scope Of 48  \nSen ne ss 48  \nCOVETED 51  \n51  \n53  \nFringe Benefit Trust 10  \nROVICEW 12  \nApprentice And Journeyman Training Funds 14  \nContract Administration Fund. 13  \nCOntributions 10  \nLabor Management 13  \nNational Health 12  \nULB.C. Fund 14  \nVacation 12  \nGeneral And Miscellaneous 20  \nCoffee Break 24  \nConstruction (Co-Op) Education Program 24  \nDischarge For 21  \nEmployer Restrictions 20  \nEmployment In Violation Of Article 23  \nJob Site Facilities........... 23  \nMachinery & 20  \nMillwright 24  \nNo Contracting By 22  \nNo Limitation On Amount Of Work tered l  \nNo Restriction On Use Of Machinery Or 21  \nOwner Mandated Rules 25  \nPre-Job 23  \nSafety Program 23  \n20  \n22  \nUnion Fe Fanaa RAT 21  \n2  \nWearing Od  \nGreater Wisconsin Carpenters Central 15  \nGrievances And 5  \nHours Of Work 17  \nLegal 19  \nOvertime And Shift Permits 18  \nOvertime, Saturday, Sunday, And Holiday Wolk 18  \nPart-Time oe 20  \nDIE WOK eas ints irs 12 ea San dens 19  \nWork Day And Workweek 17  \nJurisdiction And Jurisdictional Disputes 32  \nTotal ASS1 Siti nana en 32  \n32  \nJurisdictional 32  \nMemorandum Of Agreement 54  \nOther Agreement 3  \nOther Fe es se nes Meta ns ZS Hs 3  \nPre-Engineered Metal Building Agreement 3  \n3  \nResidential Working Agreement 3  \nPicket Lines/No Strike/No Lockout 33  \nPreamble  \nSeparability And Indemnification 33  \n33  \nSeparability 33  \nSigMature Page 34  \nUnemployment And Worker’s Compensation 6  \nUniion/Referral  \n| Drug/Alcohol Testing 5  \nEqual Employment 4  \nUnion ise na i sunt sneer Zz  \nHED ne sis Nand San Sena vious 2  \n“Working Dues Deduction 2  \nVoluntary Recognition 57  \nWage Rates/Contributions/Deductions/And Other Payment Provisions. 7  \nDiver And Tender Performing Bargaining Unit 8  \nForeman 9  \nJob Injury ea ee ex 9  \nJourneyman Upgrade Training 19  \nNotice Of Layoff, Discharge Or QuIt 9  \nPayment Of Wage 9  \nPrevailing Wage Rate 10  \nSuilb-Foreman 9  \nSubsistence 8  \n8  \nPREAMBLE  \nThis Agreement is made and entered into this 26\" day of May, 2002 by and between the  \nAssociated General Contractors of Wisconsin, Inc., herein called the “Association” for and on  \nbehalf of those persons, firms or corporations who have submitted written authorization to the  \nAssociation to negotiate and conclude a Labor Agreement, herein called the “Contractor” or  \n“Employer”, and the Northern Wisconsin Regional Council of Carpenters, with geographic  \njurisdiction as set forth in Exhibit A, herein called “Union” or “Unions”.  \nNEGOTIATING AGENT LIABILITIES: It is understood and agreed that the Northern  \nWisconsin Regional Council of Carpenters and Associated General Contractors of Wisconsin,  \nInc., are parties to this Agreement only as negotiating agents and shall not be held liable in any  \nway for any violation of its terms by any Contractor, Regional Council, or its affiliated Local  \nUnions.  \n"], ["ARTICLE I  \nDURATION OF AGREEMENT  \n", "Section 1.1 This Agreement shall become effective May 26, 2002 and shall continue in force  \nuntil midnight May 31, 2008, and shall automatically continue in effect from year to year  \nthereafter unless either party gives ninety (90) days written notice to the other prior to the  \nexpiration date, of their desire to open or terminate the Agreement for modifications, whereupon  \nit shall continue past the initial period of the contract from day to day until either party gives five  \n(5) days written notice to the other of its termination.  \nSection 1.2 The Union has clatmed and the Employer is satisfied and acknowledges that the  \nUnion represents a majority of the Employer’s employees in the bargaining unit covered by this  \nLabor Agreement. The Employer hereby recognizes the Union as the exclusive bargaining agent  \nunder Section 9(a) of the National Labor Relations Act for all employees who perform work  \nwithin such collective bargaining unit for all present and future job sites within the geographical  \njurisdiction covered by this Agreement.  \nSection 1.3 It is further agreed that any part of the wage rate may be allocated to increase  \ncontributions to the Health, Pension, or Apprenticeship and Training Funds, or to increase  \nWorking Dues Deduction or Vacation Fund Deductions, provided, however, that any such  \nincrease shall be subject to the mutual agreement by and between the negotiating agents.  \n"], ["ARTICLE II  \nUNION SECURITY  \n", "Membership. The Employer agrees to require, during the life of this Agreement,  \nmembership in the Union, as a condition of continued employment of all employees covered by  \nthis Agreement, within eight (8) days following the effective date of this Agreement, or within  \neight (8) days following the commencement of such employment, whichever is later; provided,  \nhowever, that such membership in the Union 1s available to such employees on the same terms  \nand conditions generally applicable to other members and that such membership is not denied or  \nterminated for reason other than a failure by the affected employee to tender the periodic dues  \nand initiation fees uniformly required as a condition of acquiring or retaining membership.  \n4  \nSection 2.2 The Contractor agrees to recognize voluntary and properly signed authorization  \ncards of its employees requesting the Contractor to make deductions from wages for the amount  \nof any delinquent dues, initiation fees, or working dues deduction; such amounts to be sent to the  \nNorthern Wisconsin Regional Council of Carpenters.  \nSection 2.3. Working Dues Deduction. Upon the Union’s receipt of an employee’s written  \nauthorization, which shall be irrevocable for not more than one (1) year or the term of this  \nAgreement, whichever occurs sooner, the Employer shall deduct from the employee’s wages,  \nworking dues deduction in the amount per hour certified to the Employer by the Union as  \nrepresentative of that required of all members to maintain membership in the Union, and remit  \nthe same in an amount as specified under Article VII, Section 7.1 (Wage Rates) to the Wisconsin  \nCarpenters Central Depository as specified under Article IX (Central Depositories) on a  \nremittance form showing the names and amounts from whom the deductions were made in the  \namount required for the particular area where the work is performed. Such form shall also show  \nthe various Fund contributions made by the Employer pursuant to this Agreement. Upon the  \nEmployer request, the Union shall furnish the Employer with a copy of the employees written  \nauthorization. Failure of the Union to submit such authorization shall relieve the Employer of  \nthe obligation to deduct the Working Dues Deduction. Such written authorization by an  \nemployee may be revoked by the employee during a ten (10) day period prior to the anniversary  \nor termination date of this Agreement, whichever occurs first. In the absence of such revocation,  \nsent and received in accordance with the foregoing, the authorization shall be renewed for  \nadditional yearly periods during the term of this Agreement. The employee’s written  \nauthorization shall require that the employee acknowledge that employment in the construction  \nindustry may cause the employee to be employed by several different Employers signatory to  \nthis Collective Bargaining Agreement and that the authorization will extend to all Employers for  \nwhom the employee may perform work under the terms and provisions of the Collective  \nBargaining Agreement in force and effect as of the time of employment. It shall be the Union’s  \nobligation to provide each Employer with a copy of each employee’s current written  \nauthorization upon the establishment or re-establishment of an employment relationship.  \nSection 2.4 The working dues and assessments required of each employee shall be established  \nannually by the Northern Wisconsin Regional Council of Carpenters in accordance with its By-  \nlaws.  \n"], ["ARTICLE Il  \nOTHER AGREEMENTS  \n", "Section 3.1 Residential Working Agreement. The Employers recognize the Union as the sole  \nand exclusive bargaining agent for all carpenters and apprentices for all carpenter work as  \ndefined by the Union’s Residential Working Agreement and are automatically bound by the  \nprovisions therein when performing residential work within the “Normal Construction Labor  \nMarket” of this Agreement (See Exhibit A). The Union shall furnish a copy of the Residential  \nWorking Agreement to all Employers.  \nSection 3.2 Pre-Engineered Metal Building Agreement. The Union shall make available a  \nPre-Engineered Metal Building Agreement to any Contractor signing this Agreement and  \ndesiring to enter into a Pre-Engineered Metal Building Agreement.  \nSection 3.3 Other Agreements. The Union shail notify and provide copies of all contracts  \nand/or addenda to the Association to which the Union is signatory.  \nSection 3.4 The Union recognizes the Associated General Contractors of Wisconsin, Inc. as the  \nbargaining unit for all Employers who have so authorized the Association for all work covered  \nhereunder. The Association agrees to furnish to the Union lists of such Employers prior to May  \n26, 2002 and upon request thereafter. Upon such authorization any Employer shall become a  \nmember of the multi-employer bargaining unit here involved and thereby a party to this Master  \nAgreement. Individual Employers who have not so authorized the Association shall, by  \nbecoming party to this Master Agreement, also become part of said multi-employer bargaining  \nunit, and said individual Employer authorizes the Associated General Contractors of Wisconsin,  \nInc., to negotiate successor Master Agreements on its behalf and said individual Employer  \nspecifically adopts all provisions of any successor Master Agreement entered into between the  \nAssociated General Contractors of Wisconsin, Inc./and the Union. Withdrawal from the multi-  \nemployer bargaining unit may be accomplished only by written notice to the Union and to the  \nAssociation, at least ninety (90) days, but no more than one hundred twenty (120) days prior to  \ndate of expiration of this Agreement or of any renewal period hereof. Notice to the Association,  \nwherever is required herein, shall constitute notice to each and all members of the multi-  \nemployer bargaining unit.  \n"], ["“ARTICLE IV  \nUNION REFERRAL  \n", "Section 4.1 Union Referral  \n(a) The Employer shall notify the Union of opportunities for employment;  \n(b) | The Employer shall give the Union the opportunity to refer qualified applicants for  \nemployment; and  \n(c) The Union agrees to furnish journeypersons, apprentices, and pre-apprentices on a non-  \ndiscriminatory basis as required by the Employer within twenty-four (24) hours,  \nexcluding Saturdays, Sundays, and Holidays, after notice by the Employer.  \n(d) If the Union fails to furnish journeypersons and apprentices as required, the Employer  \nmay draw from whatever sources are available to meet the requirements at the time.  \n(e) Contractors have freedom of movement of employees covered by this Agreement  \nthroughout the geographical area of this Agreement.  \n(f) A Contractor from outside of the jurisdictional area of this Agreement will be allowed to  \nbring in one (1) foreman and one (1) key bargaining unit employee, provided, however,  \nthe Contractor has signed this Agreement with the Norther Wisconsin Regional Council  \nof Carpenters, and further provided, that the Contractor hires at a fifty to fifty (50 — 50)  \nratio bargaining unit employees who are residents of the Northern Wisconsin Regional  \nCouncil of Carpenters geographical area.  \nSection 4.2 Equal Employment. The Association, Contractors, Employers, and the Unions  \nagree that no party shall discriminate against any individual on the basis of age, race, creed,  \n6,  \ncolor, handicap, marital status, sex, national origin, ancestry, arrest record, conviction record, or  \nmembership in the National Guard, State Defense Force, or any Reserve component of the  \nMilitary Forces of the United States or this State, except as limited by Wisconsin Statutes  \nSections 111.33 to 111.36 (1993-1994).  \nSection 4.3 Drug/Alcohol Testing. The parties recognize the problems created by drug and  \nalcohol abuse and the need to develop prevention and treatment programs. All companies  \nsignatory to this Agreement and the signatory Unions have a commitment to protect people and  \nproperty, and to provide a safe working environment. The purpose of the program is to establish  \nand maintain a drug free, alcohol free, safe, healthy work environment for all employees.  \nExhibit C of this Agreement, which is made part of this Section, details the program to which all  \ncompanies and Union’s signatory to thts Agreement endorse.  \nThe program detailed in Exhibit C shall remain in effect until such time as the Standardized Drug  \nTesting Program proposed by the Associated General Contractors of Wisconsin, Inc. and the  \nNorthern Wisconsin Regional Council of Carpenters is fully implemented. The Employers  \nhereby agree to pre-fund the costs of the testing pursuant to the Standardized Drug Testing  \nProgram through a cents-per-hour contribution, as determined by the Drug Testing Committee  \nand the Trustees of the Wisconsin Carpenters Health Fund, and to pay the sum established for  \nsuch program in Article VII.  \n"], ["ARTICLE V  \nGRIEVANCES AND ARBITRATION  \n", "Section 5.1 Ali grievances, disputes, or complaints arising under this Agreement must be filed  \nwithin ten (10) working days of the incident giving rise to the grievance and shall first be  \nsubmitted to an authorized representative of the Northern Wisconsin Regional Council of  \nCarpenters who in turn shall immediately present the same to the representative of the Employer.  \nThe parties shall attempt to dispose of the grievance, dispute, or complaint within forty-eight  \n(48) hours. If the matter is not disposed of within the applicable period of time, the same shall  \nbe referred to the Wisconsin Employment Relations Commission with a request that it  \nimmediately appoint an arbitrator.  \nSection 5.2 Written notice by registered return receipt letter of a demand for arbitration shall be  \ngiven to the Contractor and the Association, or as applicable to the Northern Wisconsin Regional  \nCouncil of Carpenters.  \nSection 5.3. It is understood that there shall be no stoppage of work during the period of  \narbitration and that the dectsion of the arbitrators shall be final and binding upon both parties,  \neach party to bear one-half (1/2) of the expenses of such arbitrators.  \nSection 5.4 In the event the arbitrator finds a violation of the Agreement, he shall have the  \nauthority to award back pay not to exceed twenty (20) days to aggrieved person or persons in  \naddition to whatever other or further remedy may be appropriate.  \nSection 5.5 The Trustees of the Wisconsin Carpenters Health Fund, the Trustees of the  \nWisconsin Carpenters Pension Fund, as well as the Trustees of the Vacation Fund, and of the  \nNorthern Wisconsin Regional Council of Carpenters Training Fund, may for the purpose of  \ncollecting any payments required to be made to such Trust Funds under this Agreement,  \n7  \nincluding damages and costs, and for the purpose of enforcing rules of the Trustees concerning  \nthe inspection and audit of payroll records, seek any appropriate relief and they shall not be  \nrequired to invoke or resort to the grievance or arbitration procedure otherwise provided for in  \nthis Agreement. |  \n"], ["ARTICLE VI  \nUNEMPLOYMENT AND WORKER’S COMPENSATION  \n", "Section 6.1 Every Employer regardless of the number of persons employed, shall obtain  \ncoverage under the Worker’s and Unemployment Compensation Acts of the State of Wisconsin.  \nThe Association, in cooperation with the Union, shall employ its best efforts to provide the  \nUnion with identification numbers which are assigned by the appropriate State Agency  \nevidencing coverage under such Acts for all Employers signatory to the Association’s Letter of  \nAssent. It shall be the Union’s responsibility to obtain whatever evidence it may require  \nconceming the current coverage under such Acts of an Employer which is not signatory to the  \nAssociation’s Letter of Assent. The Union, in its representative capacity, or any employee,  \ndenied Worker’s or Unemployment Compensation benefits as a result of an Employer’s failure  \nto obtain and maintain in force and effect Worker’s or Unemployment coverage, shall have the  \nright to maintain an action for damages against such Employer. The costs of collection,  \nincluding a reasonable attorney’s fee, shall be recoverable as damages, in addition to the actual  \ndamages resulting from the violation of this Section. The remedies provided in this Section shall  \nbe in addition to any other remedies provided elsewhere in this Agreement or under applicable  \nState and Federal laws. Nothing in this Section shall be construed to make the Association liable  \nfor any obligation assumed by the Association or for the failure of any Employer represented by  \nit, or of any other Employer covered by this Agreement, to comply with this Section and none of  \nthe rights and privileges granted by this Section to the Union, or to any employee, shall be  \nenforceable against the Association.  \nThe Employer will not challenge any employee’s Unemployment Compensation claim for  \nrefusing to work at any hourly rate of pay lower than the hourly rate of pay he was receiving.  \n   \n"], ["ARTICLE VI  \nSECTION 7.1 WAGE RATES / CONTRIBUTIONS / DEDUCTIONS / AND OTHER PAYMENT PROVISIONS  \n", "   \n   \n   \nNormal Working Health Educ. Contr. Normal  \n. Hourly Vacation Dues Fund/Pre- Pension & UBC Adm. Hourly  \nEffective Date Classification Rate Deduction Deduction _Retirement Fund Appr. Fund Fund Total  \nMay 26, 2002 Carpenters 23.19 - 1.20 - 3% Gross 4.35 4,20 27 =6.06—S—=05 32.12  \nMillwrights 24.79 - 1.20 - 3% Gross 4.35 4.20 - 27 33.72  \nPiledrivers 23.69 - 1.20 - 3% Gross 4.35 4,20 27 06 ~~ .05 32.62  \nJune 1,2003 Carpenters 23.81 - 1.20 - 3% Gross 4.95 4.40 30 33.57  \nMillwrights 25.41 - 1.20 - 3% Gross 4.95 4.40 30 35.17  \nPiledrivers 24.31 - 1.20 - 3% Gross 4.95 4.40 30 0 34.07  \nNote: Health, Pension, or Education Rates To Be Amended By The Fund Trustees If Needed  \nMay 30, 2004 Carpenters 24.41 - 1.20 - 3% Gross 5.55 4.60 30 0 34.97  \nMillwrights 26.01 - 1,20 - 3% Gross 5.55 4.60 30 4 05 36.57  \nPiledrivers 24.91 - 1.20 - 3% Gross 5.55 4.60 30 8 05 35.47  \nNote: Health, Pension, or Education Rates To Be Amended By The Fund Trustees If Needed  \nNormal Working ~—s— Health Educ. Contr. Normal  \nHourly Vacation Dues Fund/Pre- Pension & UBC Adm. Hourly  \nEffective Date Classification Rate Deduction Deduction Fund Appr. Fund Fund Total  \nMay 29, 2005 Carpenters 36.32  \nMillwrights TO BE DETERMINED 37.92  \nPiledrivers 36.82  \n‘May 28, 2006 Carpenters 37.67  \nMillwrights TO BE DETERMINED 39.27  \nPiledrivers : 38.17  \nMay 27, 2007 Carpenters 39.02  \nMillwrights TO BE DETERMINED 40.62  \nPiledrivers  \n39.52  \nNOTE: Working Dues Deduction is:deducted from the Hourly Wage Rate; is not an additional Employer contribution and is subject to F.I.C.A. and  \nIncome Tax Withholding. Working Dues Deduction becomes 3% of gross wages unless changed by provision 2.4 of this contract.  \nNOTE: Vacation is deducted from the Hourly Wage Rate; is not an additional Employer contribution and is subject to F.I.C.A. and  \nIncome Tax Withholding.  \n(blank.  \n{0  \nSection 7.2  \n(a) Targeting. The parties will continually monitor the effectiveness of this Agreement relative to market  \nconditions so that this Agreement can be modified where necessary to assure work opportunities for employees  \nand the competitive position of the Employers. Such modification may take the form of “targeting” certain jobs  \nor areas to put signatory contractors in a more competitive bidding position.  \nWhen agreement is reached on a targeted job or area, the Associated General Contractors of Wisconsin, Inc.,  \nwill make the terms and conditions of such agreement available to all Employers signatory to this Agreement.  \n(b) Subsistence Allowance. Subsistence shall not be mandatory under the terms of this Agreement.  \nHowever, an employee may negotiate subsistence with an Employer’s designated representative.  \nNo Employer will challenge the unemployment compensation claim of an employee who refuses to travel more  \nthan fifty (50) miles from the employee’s principle residence to a jobsite within the Northern Wisconsin  \nRegional Council of Carpenters’ jurisdiction.  \n(c) Diver And Tender Performing Bargaining Unit Work. Pay rates as follows:  \nDiver Rate: $3.50 above Journeyperson Carpenter rate.  \nTender Rate: Journeyperson Carpenter Rate.  \nPremium Time at applicable one and one-half (1 %) or double regular rate.  \nThere will be a minimum of two (2) hours show-up pay at the appropriate rate of pay once a diver starts  \nhis/her dive.  \nDiver Expenses: Fifty dollars ($50.00) per day for use of personal gear and fifteen dollars ($15.00) per day  \nfor use of air compressor.  \n(d). Foreman Premium. A foreman shall be appointed by the Contractor and such foreman shall be a  \nmember of the bargaining unit and shall be employed under the terms of this Agreement. The foreman  \nshall receive not less than two dollars and fifty cents ($ 2.50) per hour more than the applicable  \njourneyperson wage rate provided in this Agreement.  \n(e) Sub-Foreman Premium. Sub-foreman may be employed to assist the foreman when the Employer  \ndeems it necessary or advisable. Each sub-foreman shall receive not less than one dollar and twenty-  \nfive cents ($ 1.25) per hour over the applicable journeyperson wage rate provided in this Agreement.  \n(f) The foreman shall be selected by the Employer. The foreman shall represent the Employer in direction  \nof employees at the site of work. The Employer shall have the right to add to or limit the duties of the  \nforeman. |  \n(g) Payment of Wages. Contractors shall pay once each week on a calendar week basis and shall be  \nallowed three (3) working days from the end of the payroll period to the date on which payroll checks  \nare, at the Contractor’s option, either distributed on the job or placed in the U.S. mail postmarked within  \nthe time limit specified herein. Provided that the employee has executed an authorization, the Employer  \nmay direct-deposit payroll checks to an account designated by the employee. Each employee shall be  \nprovided an itemized statement of hours worked and gross earnings and an itemized statement of all  \ndeductions made for any purpose for each pay period.  \nii  \n(h) All employees discharged shall receive pay in full at time of discharge. Employees laid off for an  \nindefinite period are to be paid in full immediately on the job, or by mail postmarked within twenty-four  \n(24) hours. In the event the check is not handed to said laid-off employee, or the postmark is later than  \nthe end of the employees next pay period, the laid-off employee shall receive an additional two (2) hours  \npay for each twenty-four (24) hours of delay.  \n(1) Notice of Layoff, Discharge or Quit. When an employee is laid off or discharged, a written notice  \ngiving date and reason for discharge is required at time of termination and such employee shall be  \nallowed fifteen (15) minutes prior to designated quitting time for pick-up of tools: An employee who  \nquits shall also provide the Employer with written notice giving date and reason for quitting.  \n(j) Job Injury. Employees injured on the job site shall suffer no loss of time while being tended to, either  \nat the job site or other facility during the day of the accident or injury provided the nature of the injury  \nor accident prevents the employee from returning to work and is verified by the care giver.  \n(k) Prevailing Wage Rate Reporting. Associated General Contractors of Wisconsin, Inc. agrees to yearly  \nremind signatory contractors of completing and submitting prevailing wage rate reports to the Union and  \nthe State of Wisconsin and provide standard forms to facilitate such reporting. Yearly reminder  \nmailings will be accomplished using labels provided by the Fund Office. |  \nSection 7.3 Journeyperson Upgrade Training  \nThe Union recognizes the importance of journeyperson training/upgrading and agrees to fully cooperate with  \nEmployers in a concerted effort to provide a highly skilled workforce in which to compete in the market place.  \nThe Union and Employers agree to promote a minimum of sixteen (16) hours of upgrade training per calendar  \nyear.  \nBoth parties agree that they shall meet a minimum of once a year to recommend to the Training Fund, upgrade  \ntraining programs, and incentives geared specifically for United Brotherhood of Carpenters’ members. This  \nprogram shall be funded and monitored by the Northern Wisconsin Regional Council of Carpenters Training  \nFund.  \nIf the Employer provides certified training to Union employees, notification of such training shall be forwarded  \nto the Union by the Employer. The Union shall compile and maintain a database with all relevant and current  \ndetails for the Journeyperson Upgrading Program. This information shall be available to signatory contractors  \nfrom the Union for immediate verification.  \n"], ["ARTICLE  \nFRINGE BENEFIT TRUST FUNDS  \n", "Section 8.1 Contributions. During the term of this Agreement, each Employer covered by this Agreement  \nshall pay for each hour worked by all employees covered by this Agreement the sums per hour specified in  \nSection 7.1, Article VII, “Wage Rates”, to the following Funds:  \na) The Wisconsin Carpenters Pension Fund  \nb) The Wisconsin Carpenters Health Fund  \nc) The Northern Wisconsin Regional Council of Carpenters Training Fund  \nd) Carpenters International Training Fund  \ne) Contract Administration Fund  \n12  \nand further, each such Employer shall deduct from the employee’s wages for each such hour worked by all such  \nemployees the sums per hour as specified in Section 1, Article VII, for the following:  \nf} Wisconsin Carpenters Vacation Fund  \ng) Working Dues Deduction for all employees who have signed authorization cards  \nAll payments shall be made for all such hours worked by covered employees commencing with the first (1%)  \nday of employment. All payments shall be made not later than the fifteenth (15™) day of each month following  \nthe month for which payment is made.  \nSection 8.2 The parties to this Agreement, and all Employers covered thereby, agree to be bound by all the  \nterms of the respective Trust Agreements governing the establishment, administration, and operation of the  \nFunds listed in Section 8.1 and 8.5 as amended from time to time, and further agree to be bound by all of the  \nactions, rules, and regulations heretofore and hereafter adopted by the respective Boards of Trustees in  \naccordance with the Trust Agreements. The parties to this Agreement and all Employers covered thereby,  \nhereby accept as Trustees, the Trustees appointed under and in accordance with each such Trust Agreement and  \nall succeeding Trustees as shall have been or will be appointed under and in accordance with each such Trust  \nAgreement. The Employers and the Union hereby ratify all of the actions already taken or to be taken by such  \nTrustees within the Scope of this authority. |  \nSection 8.3  \n(a) In the event an Employer becomes delinquent in the payment of the sums required to be paid to the Funds as  \nprovided in this Article, such Employer shall become obligated for all claims that may arise during the period of  \ndelinquency. In addition, such a delinquent Employer shall become liable for the payment of liquidated  \ndamages and interest at rates established by the Trustees. In the event legal or administrative action becomes  \nnecessary to recover sums due the Funds, the delinquent Employer shall be required to pay liquidated damages,  \ninterest, audit costs, and actual attorneys’ fees and court cost incurred in the collection process.  \n(b) In the event that the Employer is delinquent for a period of fifteen (15) days in making contributions to any  \nFund provided for under this Agreement, and has been provided. with notice of such delinquency;  \nnotwithstanding any other provisions of this Agreement, it shall not be a violation of this Agreement for the  \nUnion to withdraw all employees from the delinquent Employer so long as the delinquency exists, provided that  \nthe Union notifies the General Contractor five (5) days prior to withdrawing employees.  \nSection 8.4 The Trustees of the Funds may for the purpose of collecting any payments required to be made to  \nsuch Trust Funds under this Agreement, including liquidated damages, interest and costs, and for the purpose of  \nenforcing rules of the Trustees concerning the inspection and audit of payroll records, seek any appropriate  \nrelief and shall not be required to invoke or resort to the grievance or arbitration procedure otherwise provided  \nin this Agreement.  \nSection 8.5 The term “Funds” as used Article shall have reference to and mean the Wisconsin  \nCarpenters Pension Fund, the Wisconsin Carpenters Health Fund, the Northern Wisconsin Regional Council of  \nCarpenters Training Fund, the Wisconsin Carpenters Vacation Fund, and the Carpenters International Training  \nFunds.  \nSection 8.6 Purpose of Vacation Fund and Training Fund.  \n(a) Vacation Fund. The Wisconsin Carpenters Vacation Fund is a Trust Fund created for the purpose of  \nproviding vacation pay benefits, as may be determined by the Trustees, for the benefit of employees on  \nwhose behalf payments have been made to the Fund. The Trustees shall adopt rules and regulations  \n13  \ngoverning the eligibility of employees as the Trustees may deem appropriate, as long as such terms and  \nprovisions are not inconsistent with any of the terms and provisions of the collective bargaining  \nagreements existing between the parties.  \n(b) Training Fund. The Northern Wisconsin Regional Council of Carpenters Training Fund is a Trust  \nFund created for the purpose of perpetuating, promoting and improving apprenticeship training, and to  \nfurther and increase the technological education of journeypersons in all branches of the carpentry trade  \nand for related purposes.  \nSection 8.7 National Health Insurance. In the event National Health Insurance becomes law, this Agreement  \nshall be open for the sole and exclusive purpose of apportioning the amount of the then-current hourly  \ncontribution required by this Article between National Health Insurance, Wisconsin Carpenters Health Fund,  \nand wages. The reapportionment shall be made in accordance with agreement reached between the Trustees of  \nsaid Fund and the negotiating committees of the Associated General Contractors of Wisconsin, Inc. and  \nNorthern Wisconsin Regional Council of Carpenters.  \nSection 8.8 Annual Review of the Training Fund. To eliminate a situation where the financial status of the  \nTraining Fund would become insufficient or excessive and thereby have an effect on the technological  \neducation of a journeyperson or number of apprentices indentured or to be indentured, an annual review of the  \nfinancial condition of the Fund will be held each year immediately following the annual audit. This review  \nshall be made by the Trustees of the Fund who shall be appointed under and in accordance with such Trust  \nAgreement. Should the analysis of this review indicate the need for an adjustment in the contribution rate, it  \nshall be the duty of the negotiating committee to meet and negotiate the details for the adjustment. The  \naforementioned negotiations shall pertain to the Training Fund only and shall have no effect on the rest of this  \nAgreement.  \nSection 8.9 Labor Management Fund. The parties agree with the concept that Labor Management  \nCommittees are beneficial to the promotion of union construction as outlined in Exhibit D which is incorporated  \ninto and made a part of this Agreement. Contributions and deductions shall be designated for certain areas  \ncovered by this Collective Bargaining Agreement in Article VII, “WAGE RATES / CONTRIBUTIONS /  \nDEDUCTIONS / AND OTHER PAYMENT PROVISIONS”.  \nSection 8.10 Contract Administration Fund. During the life of this Agreement, each Employer covered by  \nor subject to this Agreement shall pay per hour for actual time worked to the Contract Administration Fund (CA  \nFUND) for each employee covered by or subject to this Agreement, the amount specified in the Wage Rate  \nArticle. These payments shall be made no later than the fifteenth (15\") day of each month following the month  \nfor which payment is to be made. Payments are to be sent to the Fund Office, P.O. Box 282, Eau Claire, WI  \n54702.  \nIn consideration and recognition of the negotiation and administration of this Labor Agreement and related  \noperations, and the Association’s discharge of it’s fiduciary responsibilities with respect to the Fringe Benefit  \nFunds by appointing Trustees and insuring them, this CA FUND is established.  \nIt is further understood that the Employer contributions required by this Section shall not be referred to or  \nconsidered as wage or fringe benefit payments.  \nThe Associated General Contractors of Wisconsin, Inc. or its officers, may for the purpose of collecting any  \npayments required to be made to the CA FUND, including damages and costs, and for the purpose of enforcing  \nrules concerning the inspections and audit of payroll records, seek any appropriate legal, equitable and  \nadministrative relief, and they shall not be required to invoke or resort to the grievance or arbitration procedure  \notherwise provided for in this Agreement.  \n\\  \n14  \nEach Employer who is required to make payments to the CA FUND pursuant to this contract shall promptly  \nfurnish to the Associated General Contractors of Wisconsin, Inc. or its authorized agents on demand, all  \nnecessary employment, personnel, and payroll records relating to its former and present employees covered by  \nthis Agreement, including any relevant information that may be required in connection with the administration  \nof the CA FUND and for no other purpose. The Associated General Contractors of Wisconsin, Inc. or its  \nauthorized agents may examine such employment, personnel, or payroll records whenever such examination is  \ndeemed necessary by the Associated General Contractors of Wisconsin, Inc. or its authorized agents, in  \nconnection with the proper administration of the CA FUND.  \nINDEMNIFICATION. The Associated General Contractors of Wisconsin, Inc. hereby agrees to protect,  \ndefend, indemnify, and hold harmless the Union against any and all loss, damages, costs, and expenses  \n(including reasonable attorneys’ fees) and against, of and from any actions, demands, claims, and all causes of  \naction or other forms of liability arising out of this CA FUND Article.  \nSection 8.11 Carpenters International Training Fund. The Employer(s) and the Union recognize the need  \nfor the quality training of apprentices and journeypersons to meet the industry’s craft labor needs and to provide  \nsafety and health training and education to enable Union workers to remain healthy and productive. In addition  \nto any contributions otherwise called for herein, the parties agree that the Employer shall make a contribution of  \nsix cents ($.06) per hour worked for each employee covered by this Agreement to the Carpenters International  \nTraining Fund. Payment to the Funds shall be made on or before the fifteenth (15\"\") day of the month following  \nthe month of the work preformed and shall be remitted in accordance with the instructions of Trustees of the  \nrespective Funds.  \nThe Employer hereby also agrees to be bound by the Trust Indenture Agreement as now stated or as later  \nrestated or amended applicable to each of the two (2) respective United Brotherhood of Carpenters Trust Funds  \ndescribed above.  \nOn request, each Employer and/or Union shall receive a copy of the Funds’ annual reports.  \nThis contribution shall be paid to the Wisconsin Carpenters’ Central Depository, P.O. Box 282, Eau Claire, WI  \n54702. |  \n"], ["ARTICLE IX  \nWISCONSIN CARPENTERS  \nCENTRAL DEPOSITORY  \n", "Section 9.1 In order to facilitate the payment by Employers of the contributions to the Wisconsin Carpenters  \nHealth Fund, to the Wisconsin Carpenters Pension Fund, to the Northern Wisconsin Regional Council of  \nCarpenters Training Fund, the Wisconsin Carpenters Vacation Fund and to the appropriate affiliated Union for  \ncheck-off Union Working Dues Deduction, required to be made pursuant to Article VII and VIII of this  \nAgreement, there is hereby established a central depository office to be operated and administered, under the  \nname of the Wisconsin Central Depository by the Administrative Manager of the Wisconsin Carpenters Pension  \nFund. Upon mutual consent of both parties, the Administration of the Central Depository may be changed to  \nanother location.  \nSection 9.2 During the life of this Agreement, all Employers covered by this Agreement shall pay (a) the  \ncontributions required to be made to the several Funds enumerated in Section 8.1 in accordance with Article VII  \nand VIII of the Agreement and (b) the check-off Union Working Dues Deduction (Section 2.3) to the Wisconsin  \nCarpenters Central Depository for the distribution to the Trustees of these several Funds or to the Northern  \nWisconsin Regional Council of Carpenters (for working assessments), respectively, or to their several  \nauthorized agents or depositories. All such contributions intended for the several Funds and/or Union,  \n15  \nrespectively, may be paid with a single remittance, such remittance to be made payable to the Wisconsin  \nCarpenters Central Depository and to be sent together with the required remittance reports, to:  \nWISCONSIN CARPENTERS CENTRAL DEPOSITORY  \nP.O. BOX 282  \nEAU CLAIRE, WI 54702  \nSaid contributions shall be paid at such intervals and at such times as is provided for in Article VII of this  \nAgreement to the Wisconsin Carpenters Central Depository for work performed in the geographical area as  \ndefined in Exhibit “A”.  \nSection 9.3 The costs and expenses of operation of the central depository shall be born pro rata by the several  \nFunds and Regional Council participating in said central depository, including the Funds provided for under this  \nAgreement.  \n"], ["_ ARTICLE X  \nDELINQUENCY PROVISION AND BONDING  \n", "Section 10.1 In the event an Employer becomes delinquent in the payment of the sums required to be paid to  \nthe several Trust Funds as provided in Article VIII of this Agreement, then such Employer shall become  \nobligated for all claims that may arise during the period of delinquency. In addition, in the event the Trustees of  \nany of the several Trust Funds have not established a schedule of liquidated damages to be paid in the event of  \ndelinquency in making required payments, then an Employer who has become delinquent in making such  \npayments shall become liable for the payment of liquidated damages in the amount equal to twenty percent  \n(20%) of the payments which are overdue and thus delinquent for a period of fifteen (15) days after notice by  \nTrustees of delinquency, it shall not be a violation of this Agreement for the Union to refuse to supply  \nemployees and applicants, to, and to prohibit employees covered by this Agreement from working for, any such  \ndelinquent Employer. |  \nSection 10.2 In the event legal or administrative action becomes necessary to recover the sums due the several  \nTrust Funds, the delinquent Employer shall be required to pay all court costs, service fees, court reporter fees,  \nand actual attorneys’ fees.  \nSection 10.3. Each Employer shall be required to post with the office of the Fund Administrator, the  \nWisconsin Carpenters Central Depository, a cash or surety bond in form satisfactory to the Trustees of the Trust  \nFunds referred to in Section 8.1 and in the face amount of twenty-five thousand dollars ($25,000.00), which  \nbond shall cover all of the Trust Funds referred to in Section 8.1. Any such surety bond shall assure payment of  \nall sums required to be paid to such Trust Funds under this Agreement in the event of the Employer’s  \nsubsequent delinquency as to any or all such Trust Funds, and it shall be kept in force and be maintained in full  \namount for a period of not less that twelve (12) consecutive calendar months during which no delinquency has  \noccurred on the part of such Employer. It shall not be a violation of this Agreement for the Union to refuse to  \nsupply employees and applicants to, and to prohibit employees covered by this Agreement from working for,  \nany such delinquent Employer who fails or refuses to provide or maintain such bond.  \nSection 10.4 The requirements of Section 10.3 shall not apply to any Employer that, during the twelve (12)  \nmonths immediately preceding the effective date of this Agreement, has made all timely payments required to  \nbe paid to the several Trust Funds referred to in Section 8.1 pursuant to a collective bargaining agreement  \nrequiring the payment of contributions to such Trust Funds.  \nSection 10.5 The requirements of Section 10.3 shall not apply to an Employer that has not been a party to a  \ncollective bargaining agreement requiring payment of contributions to any of the Trust Funds described in  \n16  \nSection 8.1 provided such Employer can establish that during the twelve (12) month period immediately  \npreceding the date that it first becomes a party to this Agreement, it was contractually required to make  \ncontributions to multi-employer fringe benefit funds established under Section 302(c) (5), (6), (7), and (8) of the  \nLabor Management Relations Act and that it is not delinquent and has not been delinquent, during such twelve  \n(12) month period, in payment of the contributions required to be paid to such multi-employer fringe benefit  \nFunds.  \nSection 10.6 If during the life of this Agreement any Employer becomes delinquent in the payment of  \nrequired contributions for a particular contribution month (as provided in Section 8.1 and Section 10.1) to any  \nor all of the Trust Funds referred to in Section 8.1, and such Employer has been notified in writing of such  \ndelinquency, then such Employer shall (in addition to paying the full amount due) be required to post with the  \noffice of the Fund Administrator, of the Wisconsin Central Depository, a cash or surety bond in accordance  \nwith the requirements of Section 10.3 and the exemptions provided under Section 10.4 and 10.5 shall no longer  \nbe applicable to such Employer.  \n"], ["ARTICLE XI  \nHOURS OF WORK  \n", "Section 11.1 Workday And Workweek. Eight (8) hours between 6:00 a.m. and 6:00 p.m., with one-half  \n(1/2) hour lunch period shall constitute a workday. Six (6) days from Monday to Saturday, inclusive, shall  \nconstitute a workweek. However, Saturday may only be used as a straight-time day if time has been lost during  \nthe week due to inclement weather or conditions beyond the Contractor’s control. No one is to be discriminated  \nagainst for choosing not to work Saturday.  \nThe Contractor must notify the Northern Wisconsin Regional Council of Carpenters before a Saturday make-up  \nday can be utilized. If the Contractor does not notify the Northern Wisconsin Regional Council of Carpenters,  \nall time worked on the Saturday make-up day shall be paid at one and one-half (1 %) times the hourly wage  \nrate. This provision of the Agreement is not to be used as a floating forty (40).  \nSection 11.2 Overtime, Saturday, Sunday, And Holiday Work.  \n(a) All time in,excess of eight (8) hours per day, all time worked before 6:00 a.m. or after 6:00 p.m. and all time  \nworked on Saturday shall be paid at the rate of one and one-half (1 %) times the established hourly rate of  \npay with the exception of time worked on Saturday make-up which shall be at straight time.  \nThe Contractor must notify the Union before a Saturday make-up day can be utilized. If the Contractor does  \nnot notify the Northern Wisconsin Regional Council of Carpenters, all time worked on the Saturday make-  \nup day shall be paid at one and one-half (1 %) times the hourly wage rate. This provision of the Agreement  \nis not to be used as a floating forty (40).  \n(b) All time worked on Sundays and legal Holidays shall be paid for at double the established hourly rate of  \npay. Time worked between 6:00 a.m. Sunday and 6:00 a.m. Monday is considered Sunday work. The same.  \nprincipal applies to Holidays.  \n(c) On Projects of at least two (2) weeks duration, the workweek may, at the Contractor’s option, consist of a  \nfour (4) day forty (40) hour week, Monday through Saturday, consisting of four (4) ten (10) hour days  \nwithout overtime rates applying. However, Saturday may only be used as a straight-time day if time has  \nbeen lost during a workday due to inclement weather or conditions beyond the Contractors’ control. No one  \nis to be discriminated against for choosing not to work on Saturday. When working such workweek all  \nhours worked in excess of ten (10) hours per day shall be paid at one and one-half (1 %) the hourly rate of  \npay. All hours worked in excess of forty (40) hours after four (4) work days shall be paid at one and one-  \n17  \nhalf (1 4%) times the hourly rate of pay, and double time for Sundays and Holidays. The Contractor shall  \nadvise the Northern Wisconsin Regional Council of Carpenters of the establishment of such workweek prior  \nto implementation.  \nThe workweek option provided for in this paragraph shall not be available when shift work, as provided for in  \nSection 11.4 is being performed.  \nSection 11.3 Overtime and Shift Permits  \n(a) Authorized Regional Council Representatives shall tssue all permits for overtime, Saturday, Sunday,  \nHoliday, and shift work. No permits shall be denied any Contractor working under the provisions of this  \nAgreement.  \n(b) All such requests and approvals will be confirmed in writing within forty-eight (48) hours.  \nSection 11.4 Shift Work.  \n(a) A shift for the purpose of this Agreement shall mean one (1) or more crews of employees working on a  \npre-arranged schedule of hours, other than the normal workday as provided for in this Agreement.  \n(b) In order to avoid any conditions which might result in discrimination in competitive bidding, all jobs on  \nwhich shifts are contemplated must be reported and receive the approval of the authorized Regional Council  \nRepresentative before shift conditions will apply. All such agreements are to be confirmed in writing by the  \nRegional Council within forty-eight (48) hours. -  \n(c) A shift termed the first day shift falling within the normal workweek shall consist of eight (8) hours. The  \nfirst shift starting time will be between 6:00 A.M. to 9:00 A.M. All time worked prior to or after the  \nestablished first day shift, eight (8) hours, shall be overtime.  \n(d) A shift termed the second shift, falling within the shift workweek shall consist of seven and one-half (7 %)  \nhours of work for a total of eight (8) hours pay. The lunch break shall be taken as near as possible to mid-  \nshift.  \n(ce) A shift termed the third shift, falling within the shift workweek shall consist of seven (7) hours of work for a.  \ntotal of eight (8) hours pay. The lunch break shall be taken as near as possible to mid-shift.  \n(f) All Saturday and shift work overtime hours as described in Section 11.4(c), (d), and (e) above and worked  \nprior to and subsequent to the first day shift shall be paid for at one and one-half (1 %) times the normal  \nhourly wage except that any time worked between 6:00 a.m. Sunday and 6:00 a.m. Monday, and Holidays,  \nand work prior to and subsequent to the first day shift, shall be at double time the normal hourly wage rate.  \nAll shift overtime hours subsequent to or after any of the established shift shall be paid for at one and one-  \nhalf (1 %) times or double time the normal hourly wage, whichever rate applies. Shift hours shall apply on  \nSaturday, Sunday, and Holidays.  \n(g) No employee shall be required to work a broken shift.  \nSection 11.5 Legal Holidays. New Year’s Day, Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day and Christmas Day. For the purpose of this Agreement, any of the above designated  \nHolidays which fall on a Sunday shall be observed on the following Monday, and falling on a Saturday shall be  \nobserved on the preceding Friday. The day of Christmas Eve shall also be considered a Holiday for employees  \nworking after the regular day shift and the second and third shifts pursuant to Section 11.4 (Shift Work).  \n18  \nWhere a Holiday occurs or is designated in this Section during the normal work week, the Contractor may, at its  \noption, have a four (4) day, forty (40) hour work week consisting of four (4) ten (10) hour days without  \novertime rates applied.  \nSection 11.6 Part-Time Work. Employees called out for part-time work shall receive a minimum of four (4)  \nhours pay. Employees not notified by the Contractor or his agent the night before and who reports for work at  \nthe regular time shall be paid two (2) hours pay if they are not put to work. These rules will not apply when  \ninclement weather or other reasons beyond the Contractor’s control causes a stoppage of work.  \n"], ["ARTICLE XII  \nGENERAL AND MISCELLANEOUS PROVISIONS  \n", "Section 12.1 Machinery And Tools.  \n(a) Any and all power tools and their related accessories used on the job site shall be furnished by the  \nEmployer.  \n(b) All saws when used on. the job site shall be sharpened on the job site or paid to be sharpened by the  \nEmployer. All carpenters shall begin a job with sharp handsaws and tools.  \n(c) Powerdriven equipment consisting of the following: forklifts, electric hoists, chain hoists, hydraulic lifting  \ndevices, tow motors, and other equipment historically used by carpenters intermittently shall be considered  \nas a tool of the trade.  \nSection 12.2. Employer Restrictions. No officer or partner of a contracting firm or an individual doing  \nbusiness as a Contractor shall be permitted to do bargaining unit work on a job unless journeypersons are  \nemployed and in no case shall more than one (1) such member be permitted to perform bargaining unit work.  \nSuch individuals shall be required to work under the provisions of Article XI.  \nSection 12.3 Stewards.  \n(a) It shall be the right of the Northern Wisconsin Regional Council of Carpenters to have a steward on every  \njob where members are employed. The Northern Wisconsin Regional Council of Carpenters shall  \nimmediately notify the Contractor in writing of the identity of the steward as soon as his identity is  \ndetermined.  \n(b) The steward shall not interfere with normal construction operation while carrying out the duties as steward. -  \n(c) The Contractor may lay off the steward because of work shortage within the company, at such time the  \nNorthern Wisconsin Regional Council of Carpenters may appoint a replacement steward from among the  \nremaining members on the jobsite. No steward shall be laid-off or discharged without forty-eight (48) hours  \nnotice to the Regional Council and the steward.  \nSection 12.4 Union Representative.  \n(a) Authorized representatives of the Northern Wisconsin Regional Council of Carpenters shall have access to  \nall jobs under construction, provided, however, that they shall report their presence to the Contractor or his  \nimmediate representative on the jobsite and shall not interfere with employees during working hours. The  \nrepresentative’s shall comply with the specific project safety rules and regulations.  \n19  \n(b) The authorized Business Representative of the Northern Wisconsin Regional Council of Carpenters may  \nrequest the Contractor in writing for a notarized statement of a specific employee’s wages and hours on a  \nparticular job for a particular period if the Northem Wisconsin Regional Council of Carpenters has  \nreasonable cause to suspect that provisions of the contract are not being complied with. A copy of the  \naforesaid request will be sent to the party and the Association. A copy of the notarized statement will be  \nsent to the Northern Wisconsin Regional Council of Carpenters within three (3) working days after receipt  \nof request.  \nSection 12.5 No Limitation On Amount Of Work. There shall be no limitation as to the amount of work a  \nperson shall perform during the working day.  \nSection 12.6 No Restriction On Use Of Machinery Or Tools. There shall be no restriction on the use of  \nmachinery or tools, furnished by the Contractor, provided that they are operated by employees of the craft  \nassigned the work by the Contractor.  \nSection 12.7 Discharge For Cause. The Contractor reserves the right to discharge an employee for cause,  \nsubject however, to the right of arbitration as provided in Article V. Grievances arising as a result of discharge  \nmust be delivered to the Contractor in writing within ten (10) days of the date of discharge. Employees not  \ncomplying with this requirement will forfeit their right to prosecute their grievance.  \nSection 12.8 No Contracting By Employees.  \n(a) It is agreed that employees represented by the Union shall not contract or subcontract any work. This shall  \nprevent any employees represented by the Union from legitimately entering business as a Contractor  \nproviding he has been so recorded with the Northern Wisconsin Regional Council of Carpenters and the  \nContractor has been notified. It is the responsibility and duty of the Northern Wisconsin Regional Council  \nof Carpenters to notify the Contractor of all carpenters doing contract work. .  \n(b) In the event any employee represented by the Union violated this Section of the Agreement and upon notice  \nto the Northern Wisconsin Regional Council of Carpenters by the Contractor, the Northern Wisconsin  \nRegional Council of Carpenters agree that individually and collectively they will use their best efforts to  \ndiscourage such violation. The Contractor may refuse employment to any employee represented by the  \nUnions who violated this “No Contracting” provision. Exceptions to this provision .can be made in  \nindividual cases by mutual consent.  \nSection 12.9 Subcontracting.  \n(a) It is agreed that any work sublet and to be done at the site of the construction, alteration, painting or repair  \nof a building, structure or other work and when a portion of said work to be sublet is under the jurisdiction  \nof this Agreement, the work shall be sublet to a subcontractor signatory to an Agreement with the Northern  \nWisconsin Regional Council of Carpenters.  \n(0) When situations arise wherein the low bidder is not signatory to this Agreement and before the letting of  \nsuch work, the Contractor must notify the Northern Wisconsin Regional Council of Carpenters in order that  \nthe Northern Wisconsin Regional Council of Carpenters has an opportunity to with the Contractor and  \nsubcontractor in an attempt to’ work toward a solution of having the work in question done by members of  \nthe bargaining unit.  \n(c) If the Contractor does not notify and meet with the Union, paragraph (a) applies and paragraph (b) does not.  \n20  \nSection 12.10 Jobsite Facilities.  \n(a) Tool Storage. The Contractor shall provide at each jobsite, a locked tool shed or other adequate locked  \nstorage space for the storage of employee’s tools.  \n(b) Lunch Room. It is agreed that the Employer shall furnish a safe and reasonable comfortable place at the  \nsite of construction where the Employee can eat lunch. The eating area shall be well lighted, with suitable  \nventilation and heat where applicable. Sanitation shall be as required by the Department of Workforce and  \nDevelopment.  \n(c) Work Station. All employees shall be at their work station at the designated times for commencement of  \nwork in the morning and afternoon providing the Contractor makes a change house available to the  \nemployees within close proximity of the work stations. It is the intent that eight (8) hours work shall be  \ngiven for eight (8) hours pay provided said change house is provided within close proximity of the work  \nstation. All employees shall remain at their respective work station until the designated quitting time.  \nSection 12.11 Pre-Job Conference. The Contractor shall notify the Northern Wisconsin Regional Council of  \nCarpenters prior to starting work on any project in the Regional Council’s jurisdictional area. On any project  \nover one-hundred twenty-five thousand dollars ($125,000) on which the Contractor is to utilize subcontractors,  \nthe Northern Wisconsin Regional Council of Carpenters may, if it desires, request in writing a pre-job  \nconference. Upon such notification, the Northern Wisconsin Regional Council of Carpenters and the Contractor  \nshall jointly establish a time and place for a pre-job conference.  \nSection 12.12 Employment In Violation of Article II. It is further understood and agreed that it shall not be  \nconsidered a violation of this Agreement if stoppage of work results from the employment of employees by the  \nContractor other than as specifically provided for in Article II of this Agreement.  \nSection 12.13 Safety Program. Members of the Union, as a condition of employment, shall be required to  \nsign a statement indicating a receipt of, and willingness to comply, with the Safety Instructions for Employees  \nas published by the Assoctated General Contractors of Wisconsin, Inc., if the Contractor adopts these safety  \ninstructions as a portion of his/her company’s safety program. If the Contractor has its own safety program, the  \nemployee shall be required to sign a statement indicating a receipt of, and willingness to comply with such  \nSafety Program.  \nSection 12.14 Construction (Co-Op) Education Program.  \n(a) Any student enrolled in the Construction Management, Engineering, or Administration Programs at the  \nUniversity of Wisconsin-Madison, Platteville, Stout, or Marquette University is free to be employed and  \nwork at the trade without becoming and remaining a member of the Union during the required Co-op period  \nonly, and Article II shall not apply to such student.  \n(b) At no time will such student displace a carpenter or carpenter-apprentice.  \n(c) The Northern Wisconsin Regional Council of Carpenters must be notified in wnting when a Contractor  \nintends to employ such a student at the trade. No more than one (1) such student per Employer is to be  \nemployed at the trade.  \nSection 12.15 Coffee Break. Employers will not object to an employee taking a coffee break in the morning  \nif such break does not cause loss of work time in excess of ten (10) minutes. When ten (10) or more hours are  \nworked in a day, a second ten (10) minute break will be given.  \n2)  \nThe coffee shall be taken from the employee’s own container, and shall be restricted to close proximity to the  \nemployee’s place of work on the jobsite. The Employer shall regulate the number of employees who shall take  \nthis break at any one time and when the time shall be.  \nSection 12.16 Wearing Apparel.  \n(a) Where welding helmets, welding goggles, rain gear, or rubber boots are necessary to perform work; such  \napparel shall be furnished to the workers by the employer. Each employee shall be furnished their own hard  \nhat which shall be of regulation type according to the applicable safety code.  \n(b) All welders and bumers will be furnished one (1) pair of welding gloves and a leather cape with sleeves for  \nthe protection of their clothing. Replacement of these items will be made on the basis of the worn out item  \nin exchange for the new one. Gloves and capes are and continue to be the property of the Employer.  \nSection 12.17 Millwright Work.  \n(a) The Employer shall furnish, if required, all precision levels over twelve inches (12”), all calipers, outside  \nmicrometers over one inch (1”), inside micrometers, all adjustable wrenches over twelve inches (12”), all  \nsocket wrenches over one-half inch (1/2”) drive, box socket and open end wrenches over one and one-fourth  \ninches (1 %”) or metric equivalent, all drills, taps, files, emery cloth, sand paper, hack saw blades, and all  \nhammers over two (2) pounds.  \n(b) When it is necessary to store employee tools on the jobsite during his non-working hours, the Contractor  \nshall be responsible for providing a proper and safe lock up area. The Employer shall allow adequate time  \nto bring tools on the jobsite and allow adequate time at the close of each shift for the picking up and  \nsecuring of the tools.  \nSection 12.18 Owner Mandated Rules. The Contractor shall have the right to implement project owner  \nrequirements relating to the following:  \nSpecial Clothing Requirements  \nSafety Rules and Requirements  \nRestricted Access Areas  \nSanitation and Personal Hygiene Requirements  \nSecurity Rules and Requirements  \nDrug and Alcohol Sale, Possession, or Usage Rules  \nDrug and Alcohol Testing Requirements — Governed by Exhibit C Provisions  \nNoise Limitations  \nRules Related To the Use of TV’s, Radios, Tape or CD Players, and Transmitters  \n10. Smoking Restrictions — Construction Tradepersons May Use Owners’ Smoking Area  \n11. Rules Prohibiting Sexual Harassment  \n12. Rules Related To The Use of Owner’s Facilities, Utilities, Material and Equipment  \n13. Objectionable Language, Pictures, and Printed Apparel  \n14. Site Access and Parking Restrictions  \nMS  \nFor other owner-imposed rules, the Contractor shall discuss owners’ requirements with the Northern Wisconsin  \nRegional Council of Carpenters prior to implementation and come to an accord before implementation.  \nSection 12.19 Use of Cell Phones/Pagers. Employees shall not use cellular phones and pagers while working  \non the project site. Use of such equipment shall be confined to non-working hours, including the lunch break.  \n22  \n"], ["ARTICLE XllIl  \nAPPRENTICESHIP  \n", "Section 13.1 The employment of apprentices shall be encouraged and promoted, and all employment will be  \ngoverned by area standards.  \nSection 13.2 Apprentices shall be indentured in accordance with Chapter 106 of the Wisconsin Statutes, as  \namended, including attendance at school, and their employment shall be in accordance with the rules of the  \nDepartment of Workforce Development governing carpenter-apprentices.  \nIn the event that the Associated General Contractors, Inc. and the Northern Wisconsin Regional Council of  \nCarpenters agree upon an alternative apprenticeship program to that provided for under Department of  \nWorkforce Development rules, apprentices may be indentured under that program in accordance with its  \nstandards.  \nApprentices shall be placed in accordance with the referral provisions of this Agreement.  \nSection 13.3. The ratio of apprentices to journeypersons shall be one (1) apprentice to three (3) journeypersons  \nbut in accordance with the appropriate Sections of this Agreement governing apprentices. However, at a  \nminimum, each Contractor must employ at least one (1) apprentice if the Contractor’s total workforce includes  \nfive (5) journeypersons. Each Contractor must also employ at least one (1) additional apprentice for each six  \n(6) additional journeypersons employed by such Contractor in the Contractors’ total workforce.  \nSection 13.4 The Contractor and the Union agree to use every legal means to keep apprentices steadily  \nemployed actually learning the trade. When necessary, apprentices may be transferred from one Employer to  \nanother.  \n23  \nPRE-APPRENTICE  \nSection 13.5  \n(a) The established pre-apprenticeship percentage is calculated on the normal hourly base rate with the same  \nfringe benefit contributions and deductions as for journeypersons.  \n(b) The ratio of pre-apprentices is one pre-apprentice for each indentured apprentice employed by the  \ncontractor.  \n(c) A pre-apprentice will not displace a journeyperson or indentured apprentice.  \n(d) Pre-apprentices will not work unsupervised. If pre-apprentices affect prevailing wage certification, Section  \n13.5 does not apply to this contract.  \n(e)A pre-apprentice can be placed 1n any of the percentage tiers of the pay schedule based on his/her  \nexperience or qualifications.  \nSCHEDULE  \n% MONTHS  \nSTARTING 350% O~12  \n55% 12-24 2 years  \nOPTION - Indenture 4 year 60% 24 — 30  \nApprenticeship Program 65% 30 - 36  \n70% 36 - 42  \n75% 42 — 48  \nOPTION - Non-indentured pre- 80% 48-54  \napprentice may be  \nfrozen at pre-apprentice  \n80% rate  \n85% 54-60  \n90% 60 — 66  \nJOURNEYPERSON 100% 72 — 6 years  \n24  \nSECTION 13.6 SCHEDULE OF APPRENTICE & PRE-APPRENTICE WAGE RATES  \nEFFECTIVE MAY 26, 2002  \nPre-Appr. Appr.  \n% Months Months Carpenters Millwright Piledriver  \nPre-Appr. Start 50% Q-12 3 11.60 $ 12.42 $ 11.85  \n55% 12-24 12.75 13.66 13.03  \nAppr. Start 60% 24 — 30 0- 6 13.91 14.90 14.21  \n65% 30 — 36 6-12 15.07 16.15 15.40  \n70% 36 — 42 12-18 16.23 17.39 16.58  \n75% 42 ~ 48 18 — 24 17.39 18.63 17.77  \n80% 48 — 54 24 — 30 18.55 19.87 18.95  \n85% 54 — 60 30 — 36 19.71 21.11 20.14  \n90% 60 — 66 36 — 42 20.87 22.36 21.32  \n95% 66 ~ 72 42 —48 22.03 23.60 22.51  \nJourneyperson Rate $ 23.19 $ 24.84 $ 23.69  \nSECTION 13.6 SCHEDULE OF APPRENTICE & PRE-APPRENTICE WAGE RATES  \nEFFECTIVE JUNE 1, 2003  \nPre-Appr. Appr.  \n% Months Months Carpenters Millwright Piledriver  \nPre-Appr. Start 50% 6—12 $ 11.91 $ 12.73 $ 12.16  \n55% 12~—24 13.10 14.00 13.37  \nAppr. Start 60% 24 — 30 O- 6 14,29 15.28 14.59  \n65% 30 —36 15.48 16.55 15.80  \n70% 36 — 42 12~18 16.67 17.82 17.02  \n75% 42 — 48 18 — 24 17.86 19.10 18.23  \n80% 48 — 54 24 — 30 19.05 20.37 19.45  \n85% 54-60 30 — 36 20.24 21.64 20.66  \n90% 60 — 66 36 — 42 21.43 22.91 21.88  \n95% 66 — 72 42 — 48 22.62 24.19 23.09  \nJourneyperson Rate $ 23.81 $ 25.46 $ 24.31  \n   \nSECTION 13.6 SCHEDULE OF APPRENTICE & PRE-APPRENTICE WAGE RATES  \n   \nEFFECTIVE MAY 30, 2004  \nPre-Appr. | Appr.  \n% Months Months Carpenters Millwrights Piledriver  \nPre-Appr. Start 50% 6-12 $ 12.21 $ 13.03 $ 12.46  \n55% 12-24 13.43 14.33 13.70  \n60% 24 — 30 O- 6 14.65 15.64 14.95  \n65% 30 -36 6-12 15.87 16.94 16.19  \n70% 36 — 42 12-18 17.09 18.24 17.44  \n75% 42 — 48 18 —24 18.31 19.55 18.68  \n80% 48 — 54 24 — 30 19.53 20.85 19.93  \n85% 54-60 30 — 36 20.75 22.15 21.17  \n90% 60 — 66 36 — 42 21.97 23.45 22.42  \n95% 66 — 72 42 — 48 23.19 24.76 23.66  \nJourneyperson Rate $ 24.41 $ 26.06 $ 24.91  \nSECTION 13.6 SCHEDULE OF APPRENTICE & PRE-APPRENTICE WAGE RATES  \nEFFECTIVE MAY 29, 2005  \nPre-Appr. Appr. |  \n% Months Months Carpenters Millwrights Piledriver  \nPre-Appr. Start 50% 6-12 $  \n55% 12-24  \n60% 24 — 30 O- 6  \n65% 30 -36 6-12  \n70% - 36 — 42 12-18  \n75% 42 — 48 18 — 24  \n80% 48 — 54 24 — 30  \n85% 54-60 30 — 36  \n90% 60 — 66 36 — 42  \n95% 66 — 72 42 — 48  \nJourneyperson Rate $ TO BE DETERMINED  \nSECTION 13.6 SCHEDULE OF APPRENTICE & PRE-APPRENTICE WAGE RATES  \nEFFECTIVE MAY 28, 2006  \nPre-Appr. Appr.  \n% Months Months Carpenters Millwrights Piledriver  \nPre-Appr. Start 50% 6-12 $  \n55% 12-24  \nAppr. Start 60% 24 - 30 O- 6  \n65% 30 ~—36 6-12  \n70% 36 — 42 12-18  \n75% 42-48 18 —24  \n80% 48 — 54 24 — 30  \n85% 54 — 60 30 — 36  \n90% 60 — 66 36 — 42  \n95% 66 — 72 42 — 48  \nJourneyperson Rate $ TO BE DETERMINED  \n   \n   \nSECTION 13.6 SCHEDULE OF APPRENTICE & PRE-APPRENTICE WAGE RATES  \nEFFECTIVE MAY 27, 2007  \nPre-Appr. Start 50%  \nAppr. Start  \n   \n55%  \n60%  \n65%  \n70%  \n75%  \n80%  \n85%  \n90%  \n95%  \nJourneyperson Rate  \n6-12  \n12-24  \nO- 6  \n6-12  \n12-18  \n18 — 24  \n24 — 30  \n30 — 36  \n36 — 42  \n42 — 48  \neee  \n27  \n$  \nBE  \nDETERMINED  \nApprentices start at the 60% rate of the above wage chart and pre-apprentices at the 50% rate.  \nApprentice progression schedule is based on eight (8) levels of not less than 780 hours worked per each six (6)  \n_ month period and day school hours to total 6,240 hours in four (4) years.  \nPRE-APPRENTICESHIP OPTIONS:  \n1) Any time before or at the end of two (2) years, the pre-apprentice may enter the four (4) year  \napprenticeship program.  \n2) If the pre-apprentice does not enter the apprenticeship program, he/she may advance according to the  \nwage chart and can be frozen when the eighty percent (80%) wage rate is reached.  \n3) The above established pre-apprenticeship and apprenticeship percentages are calculated on the  \njourneyperson normal hourly rate with the same fringe benefit contributions and deductions as for a  \njourneyperson.  \n28  \n"], ["ARTICLE XIV  \nJURISDICTION AND JURISDICTIONAL DISPUTES  \n", "Section 14.1. Jurisdiction. This Agreement shall cover all job classifications provided for herein and all work  \nperformed in the Scope of Work provided for in Exhibit E to this Agreement.  \nSection 14.2 Dual Assignment. It is the Employer’s obligation to assign the work described in this  \nAgreement, or the Exhibit B attached hereto, to the members of the bargaining unit. For a claim of improper  \nassignment to merit consideration of pay for members of the claiming craft, the claim of improper assignment  \nmust be made within seven (7) days after commencement of the claimed item of work. In such cases, the  \nEmployer will continue with his original assignment until the two (2) Business Agents of the claiming Unions  \nor the International Representatives of the claiming Unions resolve the jurisdictional dispute. The Employer  \nwill not be liable for any back wages if, upon written notification of the decision of the Business Agent or the  \nInternational Representative, he makes the assignment in accordance with their decision. Back wages, if  \nassessed for non-compliance with the final decision of the Business Agents and/or International Representatives  \nshall begin from the date of receipt of written notice.  \nSection 14.3. Jurisdictional Disputes.  \n(a) In the event of a jurisdictional dispute, it is agreed that there shall be no stoppage of work called by the  \nUnion while the jurisdictional dispute is pending and the craft doing the work shall continue until the  \njurisdictional dispute is settled or resolved. A jurisdictional dispute is defined as a dispute between unions  \nover the assignment of work and in which the Employer has an interest.  \n(b) It is further agreed that the local representatives of the Local Unions involved shall make every effort to  \nsettle or resolve the jurisdictional dispute. If these local representatives of the Local Unions fail to settle or  \nresolve the jurisdictional dispute within five (5) days after the dispute is referred to them, then it is further  \nagreed that the proper representative of the International Union of the Local Unions involved shall be  \ninformed of the jurisdictional dispute.  \n"], ["ARTICLE XV  \nPICKET LINES / NO STRIKE /NO LOCKOUT  \n", "Section 15.1  \nAny and all pickets and strikes will be governed by all Federal laws.  \nThe Contractor agrees that during the term of this Agreement, the Employer will not lock out members of the  \nbargaining unit.  \nDuring the term of this Agreement, the Union agrees not to strike.  \n29  \n"]]