[["", "6630  \nCOLLECTIVE BARGAINING AGREEMENT 5°°  \nBetween  \nCENTRAL ILLINOIS BUILDERS OF AGC  \nBUILDERS ASSOCIATION OF TAZEWE.LL COUNTY  \nGREATER PEORIA CONTRACTORS & SUPPILIERS ASSOC. INC.  \nAnd  \nMID-CENTRAL ILLINOIS REGIONAL COUNCIL OF  \nCARPENTERS  \nSpringfield, Local Union #16  \nChampaign, Local Union #44  \nBloomington, Local Union #63  \nPeoria, Local Union #183  \nQuincy, Local Union #189  \nDanville, Local Union #269  \nMattoon, Local Union #347  \nPekin, Local Union #644  \nLitchfield, Local Union #725  \nDecatur, Local Union #742  \nJacksonville, Local Union #904  \nLincoln, Millwright Local Union #1051  \nMay 1, 2006 through April 30, 2009  \nSH pages  \nCollective Bargaining Agreement Index  \nBEE DL  \nApprentice-Articke XXL PALE 24  \nArbitration-Article XVIE... PALE LL  \nArea Jurisdiction by PALE 36  \nCheckoff Per Capita Tax-Article XXVIII... PALE 31  \nCorporate Signature Authority-Article XXXVI... PAGE 34  \nDrug and Alcohol Policy-Article XOXXIIL PALE 33  \nDurration-Article XXXYV PAGE 34  \nEmployers Working-Article XXII... serene PARE DG  \nEntire Agreement of the Parties-Article XXXIV... PALE 34  \nForeman, General Foreman, Working Foreman-Article TX. PAGE 15  \nFringe Benefits-Article PALE 30  \nGeneral Conditions-Article PABE 16  \nGrievance Procedure-Article agen Page 22  \nHiring-Article VIII... FALE 13  \nHolidays-Article XIV... PALE 21  \nHours of Work and Overtime-Article XI... Page 17  \nIncorporation of PAGE 32  \nIndustry Advancement Fund-Article PAGE 30  \nJurisdictional Disputes-Article XVI PAE 21  \nJurisdictional Map...  \nLathers Scope of Agreement-Article Ih. eer Page 7  \nManagement Rights-Article 5s oN as aS ELAS oe. Page 10  \nMemorandum of Agreement ............... PALE IG  \nMillwright Scope of Agreement-Article Il... Page 7  \nMiscellaneous-Article XXV... MEE ZO  \nMutual Amendment-Article XXXII .. SS  \nNo Strike-No Lockout-Article XV AES DO  \nOptional 4-10 Hour Work Week-Article XIE PALE 29  \nPiledrivers Scope of Agreement-Article Page 7  \nPre-job Conference-Article Sr Page 12  \nProtective and Life ane Article XXXiI... Ree EE Oe  \n"], ["Purpose-Article I... PAGE I  \n", "Recognition-Article IV... anand WEE 1  \nReporting-Article XXIX PAGE 32  \nSavings Clause-Article XIX PALE 24  \nScope Of Agreement-Article [1 PAGE 2  \nSubcontracting-Article XV Page 21  \nT.E.A.M.-Article asian PAGE 24  \nTile, Marble, Terrazzo Finishers Scope a of Agreement-Articl ii EA BS  \nTools & Equipment-Article XXIV... PAGE LO  \nTrust Agreements-Article XXII PALE 20  \nUnion Representation-Article V1 PAGE ED  \nUnion Security-Article V Page  \nValidity ... ABE 1  \nWages, Fringes ‘and Payday-Artcie X Xill... AO 19  \nWage Addendums-Article XXXVI... PALE 34  \nWitnesseth ... ee  \nWage Addendums are available upon request from the Mid-Central Hlinois Regional Council of  \nCarpenters, affiliated Local Unions and Signatory Contractor Associations.  \nMID-CENTRAL ILLINOIS REGIONAL COUNCIL OF CARPENTERS  \nCOLLECTIVE BARGAINING AGREE MENT  \nTHIS AGREEMENT made this Ist day of May, 2006, between ‘he Central Illinois Builders  \nChapter of AGC, Builders Association of Tazewell and Greater Peoria Contractors and Suppliers  \nAssociation, Inc., hereinafter called \"Employer\" and the Mid-Central I'linois Regional Council of  \nCarpenters, in behalf of the Local Unions under its jurisdiction all of which are affiliated with the United  \nBrotherhood of Carpenters and Joiners of America, hereinafter called \"Union\".  \nAny Employer, not a member of the Employer Association as refe:red to above, may receive the  \nbenefits and assume the obligations of this Agreement with the Union by signing the original copy of this  \nAgreement and by agreeing to be bound by the terms and provisions thereof.  \nWITNESSETH  \nWHEREAS, the parties have heretofore, through a series of negotiations and conferences, come to  \nmutual agreement on various matters affecting the relationship between the parties, and are desirous of reducing  \nsaid agreements to writing.  \nThe Employer members of the Associations are engaged primarily in the Building and Construction  \nIndustry, and as such, the Employers, the Associations and the Union have: a common interest in same. The  \nAssociations and the Union hereby pledge themselves to the highest degree of harmony and good faith in the  \nperformance of this Agreement. The Employer members of the Associations being in the Building and  \nConstruction Industry, believe excellence and safety of endeavor are requisites to the continuation and  \nsuccess of the business of each Employer.  \nVALIDITY  \nIn the event that any Article, Paragraph or Section of this Agreeme.t, and any Amendments thereof,  \nshall be invalid, then neither of the parties hereto shall be bound to said portion invalid, but the said Articles,  \nParagraphs and Sections shall be deemed to be separable, and the invalidity of any portion thereto shail not  \naffect the validity of the remainder.  \n"], ["ARTICLE I  \nPURPOSE  \n", "Section 1. The purpose of this Agreement is to promote efficiency of construction operations and  \nprovide for peaceful settlement of labor disputes without strike or lockout on all projects covered by this  \nAgreement.  \nSection 2. It is also the intent of the parties to set out uniform standard working conditions for the  \nefficient operation of said construction work, to establish and maintain harmonious relations between and  \namong all parties to the Agreement, to secure optimum productivity and to eliminate strikes, lockouts or delays  \nin prosecution of the work undertaken by the Employer.  \nSection 3. This Agreement is an effort by the parties to implement those improvements which will  \nencourage Buyers of construction services to utilize the Employer and the Employee Unions signatory to this  \nAgreement.  \n"], ["ARTICLE II  \nSCOPE OF AGREEMENT  \n", "Section 1. The parties to this Agreement recognize that it may be in the best interest of the  \nConstruction Industry for various craft unions to consolidate and/or merge, and therefore hereby agree that if  \nany Local or International Union legally agrees to merge or consolidate with the United Brotherhood of  \nCarpenters and Joiners of America or the Mid-Central Illinois Regional Council of Carpenters or any of its  \naffiliates, the Scope of Work as contained at that time in that particular Crafts Agreement shall immediately  \nbecome part of the Scope of Work Clause in the Mid-Central Illinois Reg.onal Council of Carpenters  \nAgreement.  \nSection 2. This Agreement shall apply to all construction, repair, and rehabilitations and all  \nindustrial maintenance work not covered by a maintenance agreement.  \nSection 3. This Agreement shall cover all employees employed by the Employer engaged in work  \ncoming under al! classifications listed under the trade autonomy of the United Brotherhood of Carpenters and  \nJoiners of America.  \nSection 4. The following Forty-one (41) counties shall be covered: Adams, Brown, Cass,  \nChampaign, Christian, Clark, Coles, Crawford, Cumberland, DeWitt, Douglas, Edgar, Effingham, Ford, Fulton,  \nGreene, Hancock, Jasper, Knox, Livingston, Logan, McDonough, McLean, Macon, Macoupin, Mason, Menard,  \nMontgomery, Morgan, Moultrie, Peoria, Piatt, Pike, Sangamon, Schuyler, Scott, Shelby, Tazewell, Vermilion,  \nWarren and Woodford.  \nSection 5. The trade autonomy of the United Brotherhood of Carpenters and Joiners of America  \nconsists of the milling, fashioning, joining, assembling, erection, fastening: or dismantling of all material of  \nwood, plastic, metal, fiber, cork and composition, and all other substitute materials. The handling, cleaning,  \nerecting, installation and dismantling of machinery, equipment and all ma‘erials used by members of the United  \nBrotherhood.  \nSection 6. The Unions claim of our jurisdiction extends over all the divisions and subdivisions of  \nthe trade including the following: Carpenters and Joiners; Millwrights; Pile Drivers; Tile, Marble, Terrazzo  \nFinishers, Shopworkers, Granite Cutters, Bridge, Dock and Wharf Carpenters; Divers; Underpinners;  \nTimbermen and Core Drillers; Lathers, Shipwrights, Boat Builders, Ship Carpenters, Joiners and Caulkers;  \nCabinet Makers, Bench Hands, Stair Builders, Millmen; Wood and Resilient Floor Layers and Finishers; Carpet  \nLayers; Shinglers; Siders; Insulators; Acoustic Drywall Applicators; Shorers and House Movers; Loggers;  \nLumber and Sawmill Workers; Furniture Workers; Reed and Rattan Work ers; Shingle Weavers; Casket and  \nCoffin Makers; Box Makers, Railroad Carpenters and Car Builders, regardless of material used; and all those  \nengaged in the operation of woodworking or other machinery required in the fashioning, milling or  \nmanufacturing of Products used in the trade, and the handling, erecting an: installing materials on any of the  \nabove divisions or subdivisions, burning, welding, rigging and the use of zny instrument or tool for layout work  \nincidental to the trade. The layout work for all buildings, houses and apar‘ments, foundations, etc to include the  \nerection of all batter boards, and to include the use of all tools and instruments in connection thereof. The  \ninstallation of all ptling for buildings and structures of all types whether of wood, metal, or concrete. The  \ninstallation of all sheet piling and bracing of same. The installation of all shoring, underpinning and lagging.  \nThe installation of all caissons. The removal of all materials pertaining to Pile Drivers work. The fabrication,  \nerection, stripping and dismantling of all concrete forms whether of wood, metal or composition form materials  \nfor houses, apartment buildings and structures of all sorts. This includes, but is not limited to footing forms,  \nwall forms, foundation forms of all descriptions, forms for concrete floors. beams and columns including  \n"], ["ARTICLE II  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 6. (Continued)  \nshoring thereof, screeds, bulkheads, the setting of all anchor bolts, and anv rigging thereof. The fabrication,  \nerecting and dismantling of all falsework. The rigging, setting, fastening, aligning, leveling and bracing of all  \nprecast concrete members. The fabrication and erection of all framework for houses or apartments of any and  \nall descriptions. The erection of all prefabricated components for houses or apartments or other buildings  \nwhether manufactured on the job site or in a manufacturing plant. The installation of all materials for exterior  \ntrim on houses or apartments including siding, windows, doors; other exterior trim including fascias and soffits,  \nmouldings, foam spray and roof covering materials. The installation of all material for interior trim on houses or  \napartments including, but not limited to paneling, drywall, flooring, mouldings, doors and frames, cabinets,  \nstairways, all other materials classified as trim, and the installation of ail hardware of any type or description.  \nThe installation, repair, and maintenance of all locks and hardware for all doors and windows including roll up  \ndoors. The fabrication, erection of all framework, blocking and furring, whether of wood or metal, on  \ncommercial, institutional or industrial buildings. The installation of all exterior trim materials whether of wood,  \nmetal or composition, on commercial, institutional or industrial buildings, to include, but not limited to  \nwindows, doors and frames, siding, fascias and soffits, canopies, store fronts, etc., and to include any blocking,  \nfurring and framing thereof. The fabrication and erection of all partitions on commercial, institutional and  \nindustrial buildings whether of wood, metal or composition materials. Th2 installation of all wall and ceiling  \nmaterials of wood, metal or composition materials on commercial, institutional and industrial buildings  \nclassified as interior trim such as mouldings, shelving, trim of all types and descriptions. The installation of all  \ndoors and frames, walk-in coolers, whether of wood, metal or composition materials on commercial,  \ninstitutional or industrial buildings. The installation of all cabinets, stairways, store fixtures of all types and  \ndescriptions whether of wood, metal or composition materials on institutional or industrial  \nbuildings. The mstallation of all shower doors and tub enclosures. The ap:plication of acoustical materials of all  \ntypes and descriptions and no matter what the method of installation. The installation of acoustical suspended  \nceilings in their entirety, including the installation of hangers, channels, framing and trim, whether of wood,  \nmetal or other materials; the installation of all insulation whether glued, nailed or blown. The installation in all  \nbuildings, houses and apartments and materials of all types classified as \"Drywall\" including the installation of  \nmetal studs or framing in connection therewith. The installation in all buildings of floor covering materials no  \nmatter what the method of installation, and whether of wood, linoleum, ashalt, rubber, vinyl, asbestos, and  \nother materials. The installation in all buildings, houses and apartments of rugs or carpets of all types and  \ndescriptions no matter what the method of installation. The building, erec:ion and dismantling of all scaffolding  \nand staging. The building, erection of store, office, bank and other fixtures, racks, shelves, whether of wood,  \nmetal or other materials. The installation of all laboratory equipment, including cabinets and workbenches,  \nbookcases, cabinets either separately or used in conjunction with heating and/or air conditioning units,  \nblackboards, bulletin boards, billboards, meterboards, and boards of all types. The assembling and setting of all  \nseats in the theaters, halls, churches, schools, banks, stadiums and open-air theaters and other buildings. All  \nwork in connection with the installation, erection and/or application of all materials and component parts of  \nwalls and partitions regardless of their material composition or method or manner of their installation  \nattachment or connection, including, but not limited to the following items; all floor and ceiling runners, studs,  \nstiffeners, cross bracings, fireblocking, resilient channels, furring channels, doors and windows including  \nframes, casings, mouldings, bases, accessory trim items, gypsum or drywall materials, laminated gypsum  \nsystems, backing boards, finish boards, fireproofing of beams and columns, fireproofing of chase, sound and  \nthermal insulation materials, fixture attachments including all layout work. preparation of all openings for  \nlighting, air vents, or other purposes; and all other necessary or related work in connection therewith. Resilient  \nfloor covering, carpet laying and aluminum siding application, consists of the cutting, laying, taking up, fitting  \nand relaying of all carpets, patent back carpets, linoleum, wall linoleum, wall tile, mattings, and all other  \npreformed resilient floor or wall covering in sheet or roll form, hand and track machine sewing, drilling holes  \n2  \nwhere necessary, installation of dowels and slats, brass and zinc trimming's, and all other fastenings for  \nattaching  \n"], ["ARTICLE II  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 6. (Continued)  \ncarpets and linoleum, and the installation of all linoleum used for sinktops, tabletops, etc. Drapery, shades, and  \nvenetian blinds consists of the handling, fitting, measuring, and installaticn of fixtures and hardware for same.  \nAluminum siding work, coming under the jurisdiction of aluminum siding: applicators shall consist of the  \napplication of all aluminum and composition siding, including soffits, fas:ias, guttering and down spouts, all  \nwood blocked flooring such as used in Commercial and Industrial. The handling and unloading of materials  \nrelated to all divisions and subdivisions of the trade regardless of distance carried. When the term \"Carpenter  \nand Joiner\" is used, it shall mean all the subdivisions of the trade, including all work jurisdiction formerly  \nclaimed by the Lather's International Union, and all work formerly claimed by the Tile, Marble, Terrazzo  \nFinishers, Shopworkers and Granite Cutters International Union.  \nSection 7. FLOOR COVERING SCOPE OF WORK. The installation in all buildings, houses,  \napartments. To consist of installation, preparation, measuring, cutting, fitting, taking up and relaying of all  \ncarpets, rugs of all types, synthetic and natural fibers, woods, resilient floor coverings, linoleum, asphalt,  \nrubber, vinyl, vinyl] backed, cork, vinyl composition, no matter what combinations.  \nThis shall include the preparation of all surfaces, sanding, leveling, priming, sealing, minor patching and  \nfinish sweeping and clean up duties.  \nRegardless of method of installation, this shall include all floors, interior and exterior, walls, countertops  \nand bases, sink bases, as long aS material and methods are the same. Shali also include all attaching of trim  \ndevices, whether wood, vinyl, metal or other type related to installation of material. This shall include the  \nhandling and unloading of materials related to all divisions/subdivisions of the trade, regardless of the distance  \ncarried. This shall also include the final sweep of the floor before the vacuuming of carpets after  \ninstallation, the first mopping and waxing of all vinyl composition and the removal of all scrap  \nmaterial to a common location.  \nSection 8. The above occupational scope shall be subject to ali Agreements of International Unions.  \nIncluding the use of Forklift and related equipment as tools of our trade.  \nMILLWRIGHT LOCAL UNION #1951  \nSection 9. Millwright Occupational Scope. This Agreement covers all Millwright work including,  \nbut not limited to the following: power ngging and installation of all engine motors, dynamos, generators,  \nturbines, printing presses, conveyors, dryers, air compressors, fans, blowess, pumps, extruders, paper making  \nmachines, ball mills, roller mills, hammer mills, elevators, escalators, bottling-canning factory  \nequipment or any other mechanical device and installation of flywheels, sheaves, pulleys, or drivers on same.  \nThe rebabbitting of all machinery, all cutting, burning, and fabricating of all supports connected therewith. The  \ninstallation of all laundry, kitchen and restaurant equipment. The repairiny of all hand trucks, overhead chain  \nconveyors, and power driven conveyors. (Description of one type of conveyor; a conveyor is a machine which,  \nafter assembled, will perform work the same as any other mechanical machine or equipment). All fabrication,  \ninstallation, dismantling and maintaining of all conveyors, including crew, belt, bucket, roller and slate, spiral  \nchutes and all channel type free trolley I-beams and all types of monorails and tram rails, including conveyors  \n"], ["ARTICLE II  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 9. Millwright Occupational Scope. (Continued):  \nbuilt of wood, steel, pipe, or fibre, riveted, bolted, welded and all supports and adjuncts connected therewith.  \nAll fabrication, installation, dismantling and maintaining of all chain-type, dragline, air-veyor, power-driven,  \npipe constructed conveyors including all other supports and adjuncts necessary for their installation. All grain  \nhandling devices, all scales, all grain mills, crushers and beaters. Ali drives such as rope beit, chain, friction,  \ngears and raw hide. All driver screens, dodge belts and gears, extractors znd expellers, all agitators, barrel  \nhooping machines, sewing machines and case sealing machines. Setting «nd maintaining of all portable mixers,  \nthe making, setting, drilling and pouring of all bolts for the installation of machinery and equipment. All coal  \nhandling machinery, drive crushers and conveyors of steel or wood, pile cr fibre. Framing and setting of all  \nbridge trees of wood, all foundation beams or timbers used for the reception of machinery. The handling of all  \nhand and power rigging. The erection of all derricks to be used by millwrights and the installation and  \ndismantling of machinery in floor, cereal, cotton, wool, twine, paper, stee], saw, cement, power house, sugar  \nrefineries, fertilizing plants, ice plants, breweries, distilleries, grain elevators, feed mills and other factories  \nwhere shafting and machinery is used and any other work where millwrig it tools are used. The installation of  \nrecreational equipment in connection with bowling alleys such as pin-setters and related equipment in its  \nentirety. The handling of all handpower rigging and cribbing required to transfer, assemble,  \ndisassemble and set machinery, equipment and its adjuncts. The installation of all rigging beams whether they  \nbe temporary or permanent. Pile driving and the handling of all diving equipment and diving. The installation  \nof all air-veyors, cable draglines and its guides, all hydraulic cylinders and linkage whether they be operated by  \nair, oil or electricity. Transfer cars and its rails for heat treat or similar furnace. The installation of all x-ray  \nequipment. The fabrication and erection of all scaffolding required for the installation of machinery and  \nequipment. The fabrication, setting and dripacking of all shims, sole plates, and machine bases, whether they  \nare steel, wood or fibre for the installation of machinery, equipment, and iis adjuncts. The installation of all  \nprecision setting of atomic reactor intervals. The installation of all dam rcllers in its entirety and its adjuncts.  \nThe power rigging and installation of comminutor, farminutors, degreaser, rotometer, dehumidifier, benches,  \ncontrol panels, washers, anvils, welding equipment, shelving, hydraulic units, furnaces, utility sheds,  \nrefrigerators, stoves, deep freezes, pipe threaders, paint booths, gauge test. shroud boxes, scald machines,  \ndisintegrator, dehairing machine, filter presses, rotary filters, and the installation of stunning pens and doors,  \nlive bottom hoppers and the installation of two tripe will be performed by Millwrights. The power rigging and  \ninstallation of paper, steel, plastic and aluminum rolling mills and related :quipment. The installation of pre-  \nengineered buildings regardless of material. Installation and fabrication of machinery and conveyor bases,  \nheaders and hangers. The installation of cooling towers regardless of type. Installation, fabrication, and  \nwelding of plastic materials. The power rigging and installation of disposal systems, pollution  \nequipment, bakery equipment, meat processing equipment, rendering equipment, laboratory equipment, pallet  \nracks, storage bins, food dispensing equipment, dock boards and hoods, supermarket warehouse equipment, and  \nscrapping out of machinery and its related equipment. The running in of all machinery; the covering, making  \nand installation of all skids for machinery regardless if they are wood, steel or fibre and removing of same; the  \nerection and fabrication of all pallet racks; the installation of gym equipment such as basketball back stops,  \ninstallation of all load cells, eddy current clutches, bindicators and magnetic separators regardless of type; the  \ninstallation of floor rails regardless of type, and the installation of rails for transfer cars, gantry and overhead  \ncranes regardless of size or type; and installation of all material handling conveyors whether they be temporary  \nor permanent; the handling of all optical tooling equipment, transits, laser and precision instruments for the  \nsetting of machinery; the installing of anchor bolts, cinch anchors, self tapping anchors and any device for the  \nsecuring of machinery and its adjuncts; the forming, mixing of grout, grouting and dripacking of all machinery;  \nthe installation of machinery foundations; the installation of rotary valves, slide valves, (mechanical or hand  \noperated) chutes and spouts regardless of gauge; and the steam cleaning o/’ all machinery; the handling, cleaning  \nby any means, erecting, installing and dismantling of all machinery and equipment; the installation of  \n  \nescalators, elevators, shoe cleaning machines and traveling walkways, jet or rocket powered machinery; all  \nhandling,  \n"], ["ARTICLE I  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 9. Millwright Occupational Scope. (Continued):  \nsetting and machining of all sole plates regardless of what they support; all drilling, tapping and welding that  \nmay be required; lubrication of all equipment and machinery is the work of millwrights; any exterior forms of  \nthe containment vessel; the complete setting and leveling by any means «f the ring girder or bases plus any  \nnecessary cleaning, scraping or machining; all apertures or openings; including access door frames, etc., in the  \ncontainment vessel will be rigged, placed, aligned and secured by any means by millwrights; the placing,  \nleveling and aligning of the reactor vessel, including the use of optical instruments, laser or maser beams; the  \ninstallation and securing of biological shield interior plates; exterior plates and or forms for biological shields  \nwhere a void is poured with concrete shall be considered a form and shall be placed and secured in it’s entirety  \nby millwrights; the precision alignment and leveling, including bolting and cleaning, scraping or machining  \nand the measuring and torquing of bolts; installation of the rod pressure housing, push rods and drives, shut-  \ndown rods and drives and guide sleeves; the field welding in conjunction with the control rod drive housing will  \nbe performed by millwrights. The wiring of core starters, core winders, or any similar work on machinery. The  \nhandling and installation of vibratory conveyor, neutralizer, shadow drafis, extruders, dehumidifiers, testing  \nequipment, laboratory equipment, refrigerators, and dynamometers will be performed by millwrights. The set  \nup and operation of all machine tools on the job site whether they be portable or stationary, such as lathes,  \nmilling machines, shapers, saws, grinders, etc., used for the setting and fitting of any equipment. The setting,  \nwelding and installation of the supporting steel for the control rod drives. The handling and installation of the  \nsupporting steel for the control rod drives. The handling and installation of all cribbing. The assembly of ladle  \ncars. The installation of lubricators and the lubrication of all machinery and equipment. The installation and  \nhandling of all garage equipment including hoists, wash racks and aligning equipment. The rigging and setting  \nand installation of all stage equipment, stage lifts, background equipment, curtains, cables, shives, hydraulic  \ndevices and all other related stage equipment installed in art buildings, buildings and music buildings.  \nThe ngging, setting, fabrication, refabrication, welding, bolting and of bin activators. The mixing,  \nrodding and placing of all cement base materials, grout, por-rok or any other material or substance used for  \npumps, compressers, machinery, conveyors or any other equipment and related equipment that is installed by  \nmillwrights. The installation, rigging and setting of all dental chairs and elated dental equipment. The  \ninstallation of all conveyor systems in banks or savings and loan associat.ons, regardless of trade names or  \nmethod of operation of conveyors. The rigging and installation of all cylinders air or hydraulic regardless of  \ntheir function. All start up and run in crews for flushing of lubricating systems, filters and reservoirs.  \nLubricating systems and filters, before and after initial starting of pumps, compressors, machinery and  \nequipment to be served shall be cleaned by Millwrights. All cleaning of reservoirs and filling by any means of  \nreservoirs. Control of all equipment used for purpose of heating and/or the oil flowing through  \nlubricating systems. All rails regardless whether carrying mechanical activated equipment or not and the  \ninstallation of all standard railroad track. The installation of all mail handling and postal equipment, chute  \nspouts, conveyors and rigging fabrication welding refabrication of same. The unloading, installation of Z-  \nloaders, palletizers and Triax Equipment. Operation of vehicles to transpcrt personnel. The installation of pipe  \norgans in their entirety. Clean up of the area in which they are working in. Installation of manipulator  \nbalancers and all related equipment. Including the use of forklift and related equipment as tools of our trade.  \nThis contract shall apply to all subdivisions of the trade in its entirety and without limitation. There are  \nspecial provisions within this Contract dealing with one subdivision of the trade or another and such special  \nprovision when clearly identified as being limited to the specific subdivision shall be so limited. Absent such  \nlimitation, this Contract will apply in its entirety to all subdivisions of the trade and whenever the term  \n\"Carpenter\" or \"Jomer” is used, it shall mean all subdivisions of the trade.  \nAé  \n"], ["ARTICLE II  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 10. | The parties understand that it is an impossible task spell out in complete detail the  \nwork of the bargaining unit. Accordingly, even though specific work may not be specifically spelled out above  \nit will nevertheless be considered as and treated as part of bargaining unit work if it is traditional work of the  \nCarpenters.  \nPILEDRIVERS  \nSection 11. Piledrivers Occupational Scope. This Agreement recognizes that the Union jurisdiction  \nof the work performed on all pile driving and removal operations, the driving of wood pile and removal and the  \ncutting, heading and the pointing of same, including the driving of all stee! piling, including pipe sheeting, H-  \nbeams, I-beams, and caissons; the driving of concrete pile, precast or cast in place; the driving of all composite  \npile, the driving of cofferdams, the installation and removal of all bracing and walers; the erection of all trestles,  \nfalse work and docks; the job site erecting and dismantling of derricks, A-(rames, cranes and gin poles, when  \nused in conjunction with pile driving work, the cribbing, shoring and under pinning of buildings when pile  \ndriving is involved; the erection, dismantling and jacking of pile load tests; the loading, unloading and  \ndistribution of all piling; the maintenance of pile driving equipment, all burning, welding and splicing of piling,  \nincluding welding of all end plates and bearing plates prior to driving and after installation of all piling, except  \nfor mill fabrication and manufacturing. The operation of all valves, inclucling the pulling of rope or cable to trip  \nthe hammer, used in conjunction with pile driving operations, except wher. installed in the cab on a piledriving  \nrig. The job site preparation of all barges and scows to be used in pile driving work; crane signaling pertaining  \nto all pile driving work; all other work hereafter awarded to pile drivers. Including the use of forklift and  \nrelated equipment as tools of our trade.  \nThis Agreement recognizes the Union jurisdiction on pile driving znd removal of piling. A safe crew  \nshall be used on all pile-driving and removal but in no case shall be less than four (4) journeymen and one (1)  \nforeman on bearing pile and no less than four (4) journeymen and one (1) foreman on sheet piling when leads  \nare to be involved. However, when hand held or hydraulic or air assisted is to be used without leads,  \na crew shall consist of no less than two (2) journeymen and one (1) foreman.  \nSection 12. Lathers Scope of Work. Erecting, constructing, installing, and completing all light iron,  \nconstruction; furring, making and erecting of brackets, clips and hangers; and installation of all wood, wire and  \nmetal lath; plaster board or other material which takes the place of same tc which plastic or acoustical material  \nis adhered; corner beads, all floor construction; arches erected for the purpose of holding plaster, cement,  \nconcrete or any other plastic or acoustical material.  \nAll carrying bars, perlins and furring, regardless of size; light iron :ind metal furring of all descriptions  \nsuch as rods, channels, flat iron, nailock, screwlock, pomeroy, T-bar, H-bar, Z-bar, metal splines and other  \nceiling bars or systems for the receipt of metal lath, rock lath, gypsum acoustical tile or any other  \nmaterials and all light iron and metal studs such as Stran Steel, Penn Metal, Soule, Truscon or other trade names  \nof metal studs and all other types of light iron or metal studs, no matter what the manufacturer, when such studs  \nare to receive a dry wall finish, such as gypsum board, wall board, wooder: paneling, etc., or when such studs  \nare to receive metal lath, rock lath, or other material or the application of plaster or other sprayed on wet  \nmaterial; and all other light iron furring erected to receive lath and plastic or acoustical materials.  \n"], ["ARTICLE I  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 12. Lathers Scope of Work (Continued)  \nThe tying, nailing and fastening of all wire and metallic lath such «s wirecloth, wire mesh, expanded  \nmetal lath, Hyrib lath and all rib and flat expanded metal lath and wire of all descriptions as well as the placing  \nof all hangers and all inserts used for the purpose of supporting suspended ceilings of any of the above types of  \nlight iron and metal furring which receives lath and plaster or acoustical materials; the placing of all types of  \nfloor lath, such as hyrib lath, paperback steeltex floor lath, Penn metal mb and all other appurtenances  \nconnected herewith.  \nThe typing, nailing, clipping or fastening of all types of lath, regardless of size, such as wood lath,  \nplaster board, button board, flaxlinum board, bishipric celotex, gypsum lath, rock lath, sheetrock or any and all  \nother types of material erected to receive or hold plaster or acoustical material.  \nThe erection of all metal plastering accessories such as metal corer beads, door and window casing  \nbeads, metal picture mould, metal chair rail, metal base and base screed and any and all other metal plastering  \naccessories which are covered and/or serve as a ground, guard or screed for plaster material.  \nThe handling on the job site of all materials or materials falling wi'hin the trade jurisdiction of the  \nLathers from the site of delivery on the job to the point of the job where work is to be performed with said  \nmaterials.  \nThe work of the fabrication of all materials on a job shall be assigr.ed to journeymen, lathers and  \napprentices. Including the use of forklift and related equipment as tools our trade.  \nSection 13. Tile, Terrazzo, Finishers, Shopworkers and Granite Cutters Scope of  \nWork. This International Union has jurisdiction in the following work and such other work as it may  \nhereinafter acquire.  \nThe trade or work jurisdiction of this International Union, which iricludes all work recited in the original  \ncharter of the International Association of Marble Workers granted from thie American Federation of Labor on  \nJanuary 11, 1902, in addition to all work included in a new charter issued the International Association of  \nMarble, Slate and Stone Polishers, Rubbers and Sawyers on February 2, 117, in addition to all work included  \nin a new charter issued to the International Association of Marble, Slate and Stone Polishers, Rubbers and  \nSawyers, Tile and Marble Setters Helpers on July 21, 1921, in addition to all work included in a new charter  \nissued to the International Association of Marble, Slate and Stone Polishers, Rubbers and Sawyers, Tile and  \nMarble Setters Helpers and Marble Mosaic and Terrazzo Workers Helpers on May 25, 1931, in addition to all  \nwork included in the original charter of the International Association of Granite Cutters granted by the decisions  \nof the American Federation of Labor on November 15, 1881, and all work granted by the decisions of the  \nAmerican Federation of Labor and its affiliated departments and as a result of decisions of public and private  \ntribunals and as a result of trade or area practice or as a result of organization and Collective Bargaining  \nAgreements as historically and traditionally exercised by the International Union and as outlined in this Article  \nand declared and promulgated by the General Executive Council.  \nIts polishers and rubbers shall polish, rub and clean all marble, stone, slate and glass, and all  \ncompositions and imitations that require the same process of finishing required in polishing, rubbing and  \ncleaning marble, stone or slate; this work applies to shop and building, harid and machine.  \nSawyers shall run all gang, cable and diamond saws, set all blocks in gangs, and hammer and set all  \nSaws.  \nR  \n"], ["ARTICLE II  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 13. Tile, Marble, Terrazzo, Finishers, Shopworkers and (sranite Cutters Scope of Work.  \n(Continued)  \nMarble Finishers Work--shall include but not be limited to, all utility work, such as loading and  \nunloading trucks and shop machines, operating cranes and derricks, per‘orming all rigging, the handling of all  \nmaterials that may be needed for the installation of such materials, and such work that has historically and  \ntraditionally been the work of the Marble Finisher. |  \nTile Finishers work--shall include but not be limited to all cleaning, grouting and polishing of all tile,  \nhandling all sand, cement, lime, tile and all other similar materials that ray be used in the installation, repair  \nand maintenance of tile and/or similar materials. Finishers shali fill all joints and voids regardless of method on  \nall tile work, particularly and especially after installation of said tile work. Tile Finishers shall also apply any  \nand all protective coverings to all types of tile installations. These types of protective coverings will include but  \nnot be limited to all soap compounds, all types of paper products, all types of varnishes and lacquers, all types  \nof tapes and all polyethylene coverings, including all new types of products that may be used for the protection  \nof tile installation.  \nThe work performed by Terrazzo Finishers shall include, but not be limited to, all handling of sand,  \ncement, lime, terrazzo and all other materials that may be used in the installation of terrazzo and all similar  \nmaterials, the distribution by hand or by use of any power driven equipmient of the above material. Rubbing,  \ngrinding and cleaning, polishing and sealing Marble, Mosaic and Terrazzo floors and wainscoting, curbs, steps  \nand base, including but not limited to, Magnesite terrazzo, Dex-o-tex ter:azzo, epoxy matrix terrazzo, aggregate,  \nrustic or rough washed for exterior or interior of buildings placed either by machine or by hand and any other  \nkind of mixtures of plastics composed of chips or granules of marble, grinite, blue stone enamel, mother of  \npearl, quartz, ceramic colored quartz and rubber, neoprene, vinyl, magnesium chioride or any other resinous or  \nchemical substances used for seamless flooring systems, or any substances therefore when run on the building  \nby hand or machine, any new method of installation such as caulking and. sealing with all new terrazzo material,  \nalso acid etching of new or old surfaces, also all priming for installation of new materials in the installation of  \nthe above materials. Including the use of Forklift and related equipment as tools of our trade.  \nMachine Stone Workers, Rubbers and Helpers are limited to work on cut cast stone and artificial stone  \nused for exterior and construction. The work on artificial stone consists of all sawing, bed and hand rubbing,  \noperating of cranes, tool grinding and the handling to the shipping point. The work on cut cast stone consists of  \nall moulding, mixing, pouring and rubbing and handling to the shipping point and tool grinding.  \nThe Cemetery Stone Handlers, Erectors and Granite Helpers include crane and derrick operators, hook-  \nup men, drillers, yard and shop helpers, bed setters’ helpers, sawyers' helpers, erectors, drivers, erectors' helpers,  \nwho handle stone in the granite cutting yards and cemeteries.  \n"], ["ARTICLE Hi  \nSCOPE OF AGREEMENT (Continued)  \n", "Section 13. Tile, Marble, Terrazzo, Finishers, Shopworkers and Granite Cutters Scope of Work.  \n(Cont.)  \nGranite Cutters and Polishers’ work--shall include but not be limited to all work in the granite industry  \nsuch as cutting, carving, dressing, drafting, lettering, sandblasting, sawing and setting all granite (natural and  \nartificial, interior and exterior) bluestone and hard stone on which granite «utters' tools are used. This includes  \nfrom the roughest of street work, seam face and rockfaced ashlar, to the finest of moulded work, carving,  \nstatuary, machine cutting, turning, rubbing, polishing or dressing, all lettering (hand marked and \"Space Write”  \nwherever possible), sandblasting, including work of preparing and placing of composition necessary, sawing  \nand setting of any kind of granite (natural and artificial), bluestone, and other hard stone, on which granite  \ncutting tools or machines are used. Including flame burning torches and guillotines and making up, sharpening  \nor dressing said tools either by hand or machine; all designing, drafting, making patterns, shop cards, diagrams  \nused in connection with the granite industry; also all jointing of bluestone in building work, street work,  \nflagging or any other work in which bluestone is used and all other workers connected with the granite industry.  \nThe International Union shall have the authority to establish additional general or special categories of  \nwork jurisdiction as may be required from time to time to identify and maintain the skills coming within the  \nwork jurisdiction of the International Union.  \nThe Employer and the Union shall have the right, by mutual agreement, to add to the work jurisdiction  \nas above defined and set forth and such addition to the work jurisdiction shall be binding upon the parties.  \nThe parties understand that it is an impossible task to spell out in complete detail the work of the  \nbargaining unit. Accordingly, even though specific work may not be spec fically spelled out, it will  \nnevertheless be considered as and treated as part of the bargaining unit work if it is traditional work of the  \nCarpenters.  \nSection 14. Performance of Work by Employees in Bargaining Unit: The Employees in the  \nbargaining unit and only such Employees shall perform all of the work covered by this Agreement, in  \naccordance with Article VIII of this Agreement.  \n"], ["ARTICLE Hi  \nMANAGEMENT RIGHTS  \n", "Section 1. The Employer retains full and exclusive authority for the management of its operations.  \nThe Employer shall! direct his working forces at his sole prerogative, including, but not limited to hiring,  \npromotion, overtime assignments, layoff or discharge.  \nSection 2. There shall be no limit on production by Employees nor restrictions on the full use of  \ntools or equipment. Employees shall use such tools as required to perform any of the work of the trade. The  \noperation of all equipment shall be assigned to the proper craft jurisdiction.  \nSection 3. No rules, customs or practices shall be permitted or observed which limit or restrict  \nproduction, or limit or restrict the working effort of Employees. The Emp oyer shall determine the most  \nefficient method or techniques of construction, tools or other labor-saving devices to be used. However, safety  \nof the Employees on the job site shall be of prime concern to the Employer. There shall be no limitations upon  \nthe choice of materials or design. The Employer shall schedule work and «hall determine when overtime will  \nbe worked.  \n1  \n   \n   \n"], ["ARTICLE III  \nMANAGEMENT RIGHTS (Continued)  \n", "Section 4. The Employer shall determine the recording devives, checking systems, brassing or other  \nmethods of keeping time records.  \nSection 5. The foregoing enumeration of management rights shall be deemed to be inclusive not  \nexclusive. The Employer retains all management rights except as expressly limited herein or by locally  \nnegotiated Agreements to the extent Local Agreements do not conflict with the terms and provisions of this  \nAgreement.  \n"], ["ARTICLE IV  \nRECOGNITION  \n", "Section 1. The Employer recognizes the Union as the exclus.ve representative and bargaining agent  \nfor all Carpenter Employees performing work properly coming under the jurisdiction of the United Brotherhood  \nof Carpenters and Joiners of America as defined in its trade autonomy.  \nSection 2. The Union recognizes that the Contractor is the Employer of the Union member as  \nEmployees. Ifa Union member performs contractor work, then he shall be deemed to be a Contractor and shall  \nsign a contract with the Mid-Central Illinois Regional Council of Carpenters.  \n"], ["ARTICLE V  \nUNION SECURITY  \n", "Section 1. All bargaining unit employees covered by this Agreement as a condition of their  \ncontinued employment, shall, commencing on the eighth (8th) day following the beginning of their employment  \nor the effective date of this Agreement, whichever is the latter, acquire ard maintain membership in the Union.  \nFailure of an Employee to comply with the provision of this Article shall. upon written request of the Union,  \nresult in the termination of such Employee. The Employer shall not justify any discrimination against an  \nEmployee for non-membership in the Union if:  \n(A) he has reasonable grounds for believing that such membership was not available to the Employee  \non the same terms and conditions generally applicable to the other members or,  \n(B) he has reasonable grounds for believing that membership was denied or terminated for reasons other  \nthan the failure of the Employee to tender the periodic dues and the initiation fees uniformly required as a  \ncondition of acquiring or retaining membership.  \n"], ["ARTICLE VI  \nUNION REPRESENTATION  \n", "Section 1. A Steward shall be a working journeyman, receiving journeyman pay, appointed by the  \nBusiness Manager or Business Agent of the Local Union having jurisdicti»n. The Business Manager or  \nBusiness Agent shall notify the Employer's Representative who he has selected as Steward immediately  \nfollowing such selection.  \nSection 2. A Steward shall not be laid off or discharged as lon;: as other members of his craft are  \nemployed by the Employer, with the exception of one (1) foreman, without just cause.  \nU1  \n   \n"], ["ARTICLE VI  \nUNION REPRESENTATION (Continued)  \n", "Section 3. Designated representatives of the Union shall not be denied access to the Employer's project  \noffice or to any portion of the Employers project for the transaction of necessary business with the Employer or  \nthe members of the Union subject to government or security regulations.  \nSection 4. The Employer agrees to recognize the right of the Business Representative to select a  \nSteward from among the Employees, to herein attempt to adjust disputes and grievances, and in case of  \naccident, to see that the Employee and their personal belongings are cared for. Loss of time by the injured  \nEmployee or the Steward in caring for sick or injured Employees shali be paid for by the Employer, during the  \nscheduled working shift, in an amount not to exceed eight (8) hours.  \nSection 5. It is understood and agreed that the Steward must have been a member of the Union in  \nwhose jurisdiction the Employer is working for a period of at least one (1) year, except by permission of the  \nBusiness Representative where conditions justify. The Steward, or his apr ointed substitute, shall work on all  \novertime work providing they are qualified to do the work.  \nSection 6. A Steward, after having satisfactorily completed five (5) working days of employment for  \nthe Employer shall not be laid off or discharged so long as other UBC merabers are employed by the Employer,  \nwithout just cause. In no case shall the Steward be discharged, laid off or fired until the Business  \nRepresentative or Assistant Business Representative has been notified to the effect that his work or conduct is  \nunsatisfactory. If, after a thorough investigation, it can be proven that the Steward is incompetent or  \ninsubordinate then he shall be discharged and the Business Representative or Assistant Business Representative  \nshall appoint another Steward. When the Employer's work force is temporarily cut down with only a Foreman  \nremaining on the job and the Steward is laid off, when rehiring, the Steward, if available, shall be the first man  \nre-employed, providing he is qualified to perform the work.  \nSection 7. In no instance shall the Steward be discriminated against because of his affiliation with  \nthe Union or because of his activities on behalf of the Union.  \n"], ["ARTICLE VII  \nPRE-JOB CONFERENCE  \n", "Section 1. No Employer covered by this Agreement shall commence a job until the pre-job  \nconference has been held. Such pre-job conference shall be held not less than forty eight (48) hours before a  \njob commences. However, if the parties agree, the pre-job conference may be done by fax, phone, electronic  \ncommunications, or in person.  \nSection 2. At the pre-job conference, the Employer shall advis2 the Local Union of its requirements  \nas to the workmen required in the respective classifications, the probable starting date, duration of the job, the  \nworking schedules and shall be required to submit in writing the names, address, telephone number and the  \ncontact person of all subcontractors performing bargaining unit work under this contract when available.  \nSection 3. The above section will not apply providing the job continues not more than five (5)  \nworking days. It is agreed that 2 contractor working within the jurisdiction of the Local Unions, parties of this  \nAgreement, shall notify the Business Manager before starting this work.  \n"], ["ARTICLE VIII  \nHIRING  \n", "Section 1. On each jobsite the Employer may employ one key person who may be the first man on  \nthe job, from any area. This Employee may be designated by the Employer to be a Foreman or a General  \nForeman.  \nSection The Employer may at any time recall by name from the Local Union having jurisdiction,  \nemployees who have special skills or previous work experience with the: Employer within the preceding twelve  \n(12) months.  \nSection 3. All other applicants for employment in the various classifications required by the  \nEmployer shall be referred to the Employer by the Union except as othe:wise provided herein.  \nSection 4, The Employer shall be the sole judge of the competency and qualification of individuals  \nreferred by the Union and the number of Employees required at any timc. No manning clauses shall apply  \nunless specified in this Agreement.  \nSection 5. There shali be no restriction on the movement of ]imployees between jobs of the  \nEmployer within the jurisdiction of a Local Union.  \nSection 6. When a job falls within the jurisdiction of two (2) or more Local Unions, the Local  \nUnions involved shall promptly determine a formula for jointly manning the job.  \nSection 7. The Employer shall have free movement of regula7 UBC Member Employees within the  \njurisdiction of the Mid-Central Illinois Regional Council of Carpenters with at least one (1) of the workmen  \nreferred from the Local Union, whose jurisdiction that jobsite is located in, who shall be Steward, unless  \nEmployees are not available from the Local Union. It is understood that the provisions of Article VI, Union  \nRepresentation, shall apply. In order to be considered a regular employe::, the employee shail have worked  \nmore than forty (40) hours for the Employer in the previous ninety (90) days. On alli jobs requiring more than  \nfour (4) employees, the fifth (Sth) and tenth (10th) employee shall be frorn the Local Union having jurisdiction  \nover the geographic area of the job until a full crew of twelve (12) employees is reached. In the event the job  \nrequires a second crew, the Local Union having jurisdiction over the geo;raphic area of the job shall furnish the  \nfirst employee and the Employer the second alternating in this manner fo: the remainder of all needed  \nemployees on the job.  \nIt is understood that for the purposes of Article VIII, Section 7, current and regular employees of the  \nemployer from the Local having jurisdiction over the job shall be countec. as the fifth (Sth) and tenth (10th)  \nemployee.  \nThe Employer shall have free movement of Local #1051 men within the forty-one (41) county  \njurisdiction of Millwright Local Union #1051, affiliated with the Mid-Central! Regional Council of  \nCarpenters.  \nSection 8. The parties further recognize the provisions of the Civil Rights Act of 1964, the Age  \nDiscrimination Employment Act, the National Labor Relations Act, Executive Order 11346 and any  \nAffirmative Action Programs of the parties.  \n"], ["ARTICLE VHl  \n", "HIRING (Continued)  \nSection Legal Authorization. The Employer is exclusively engaged in the building and  \nconstruction industry and the parties have elected to come under the provisions of Section 8(f), Part 3 of the  \nNational Labor Relations Act, as amended, which permits the parties to mzke an Agreement requiring the  \nEmployer to:  \n(A) Notify the Local Union of opportunities for employment provided, however, that the Employer  \nreserves the right of recall of former Employees who have within the previsus twelve (12) months performed  \nwork under this Agreement by notifying the Union.  \n(B) Give the Local Union an opportunity to refer qualified applicants for employment.  \n(C) The Employer shall advise the Local Union of all available openings and job requirements at least  \nforty-eight (48) hours excluding Saturday and Sunday prior to the Employer's fulfilling such job requirements.  \n(D) Men so referred shall not be given preference of priority by the Employer over non-referred men  \nand the Employer shall have the sole and exclusive right of accepting or rejecting the men so referred.  \n(E) Whenever any words are used in the masculine gender in this contract, they shall be construed as  \nthough they were also used in the feminine gender.  \n(F) All present Employees who are members of the Union on the ¢ffective date of this Agreement shall  \nbe required to remain members of the Union as a condition of their employment.  \nAny Employee who fails to become a member of the Union or fails. to maintain his membership therein  \nin accordance with provisions of this Article shall forfeit his rights of and the Employer shall  \nwithin two (2) working days of being notified by the Union in writing as tc the failure of an Employee to join  \nthe Union or maintain his membership therein, discharge such Employee. For this purpose the requirements of  \nmembership and maintaining membership shall be consistent with State ard Federal Laws. The Employer shall  \nnot be deemed in default unless he fails to act within the required period receipt of registered or certified  \nwritten notice.  \n(G) Repeal and Greater Security. In case of repeal or amendment of the Labor Management  \nRelations Act of 1947, or in case of new legislation rendering permissible any Union security to the Union  \ngreater than that specified in this paragraph of this Agreement, then, and in such event, such provisions shall  \nautomatically be deemed substituted in lieu thereof. In such event, and if »ermissible under law, the Union  \nagrees to supply adequate, competent and qualified Employees for the job requirements of the Employer in the  \nclassifications covered by this Agreement.  \n(H) After the Employer has advised the Local Union of all availat le openings and job requirements at  \nleast forty-eight (48) hours excluding Saturday and Sunday prior to the Eniployer's needs, upon failure of Union  \nto refer such needs adequately the Employer is free to hire from any sourc2 whatsoever.  \n14  \n   \n"], ["ARTICLE VIII  \n", "HIRING (Continued)  \nSection 9. (Continued)  \n(I) A Contractor, who employs Carpenter members, who are nct members of Millwright Local Union  \n#1051, has the right to use that member on existing Millwright work, if additional personnel in the Millwright  \ntrade is needed, the referrals shall come from Millwright Local #1051.  \nA Contractor who employs Millwright members, who are not members of the Local Carpenters Union in  \nthe Area, has the right to use that member on existing Carpenter work, if additional personnel in the Carpenter  \ntrade is needed, the referrals shall come from the Local Carpenter Union in the Area.  \n"], ["ARTICLE IX  \nFOREMAN, GENERAL FOREMAN, WORKING FOREMAN  \n", "Section 1. When three (3) or more Employees in the bargaining unit are working on the same job  \nsite, one (1) bargaining unit Employee shall! be designated by the Employer as Foreman. When there are twelve  \n(12) or more bargaining unit Employees working at the job site, then the: Foreman shall not be required to work  \nwith his own tools. Nor shall he be required to supervise more than eleven (11) employees.  \nSection 2. When additional crews are established at the job site then the first man shall be  \ndesignated by the Employer as Foreman.  \nSection 3. General Foreman. When three (3) crews of bargaining unit employees are working on  \nthe same job site there shall be a General Foreman who shall be required only to give instructions to three (3)  \nForemen.  \nSection 4. Working Foreman.  \n(A.) Only Journeyman covered by this Agreement shall be eligible to be selected as Foreman when  \nthe contractor makes his decision that foremen are required to supervise the work.  \n(B.) | When the Contractor determines it to his best interest to assign a working foreman to layout the  \nwork to be accomplished by the Carpenter, Lather, or Millwnght, he shail appoint at his discretion, the  \nindividual of his choice from among those he normally employs or has h.red for the project, without  \ninterference by the Union, provided they are members of the bargaining unit.  \n(C.) Additional working foremen may be required to supervise and/or direct further operations when  \nthe number of employees exceeds the abilities of the Job Superintendent or the first appointed working  \nForeman, therefore the Contractor shall have the latitude to appoint additional working Foremen in the numbers  \nhe feels is required to properly organize and progress his work without interference by the Union.  \n(D.) On all shift work the Contractor shall have the latitude to request the Foreman or Foremen to  \nstart early or stay over after their regularly scheduled shift to advise the siicceeding Foreman or supervisor of  \nthe project details, of which the Contractors agrees to pay the agreed to rzte of pay for the overtime required and  \nabove his regular scheduled shift of eight (8) hours.  \n(E.) Foreman and General Foreman giving instruction to Employees of the Bargaining Unit shall be  \nJourneyman members of a Local Union affiliated with the Mid-Central II] inois Regional Council of Carpenters.  \nThis subparagraph may be waived by a Representative of the Union only.  \n1S  \n"], ["ARTICLE IX  \nFOREMAN, GENERAL FOREMAN, WORKING FOREMAN (Continued)  \n", "Section 4. (Continued)  \n(F.) | Working Foreman shall have no authority to, nor shall they exercise any of the functions  \ncustomarily exercised by Supervisors as defined in the National Labor Relations Act, as amended; nor shall  \nthey in any way be deemed to be an Agent of the Union.  \n"], ["ARTICLE X  \nGENERAL CONDITIONS  \n", "Section 1.‘ There shall be no restriction on the Employers sole and exclusive right under this  \nAgreement to determine the size of the work force on any particular job or project, except as noted in Article II,  \nSection 12. Nor shall there be any restriction on the Employers sole and exclusive right to man or not to man  \nany equipment. There shall be no standby work demands.  \nSection 2. The parties reaffirm their policy of a fair day's work for a fair day's wage. Employees  \nshall be at their place of work at the starting time and shall remain at their place of work until the quitting time.  \nScheduled quitting time shall include a reasonable time to clean up.  \nSection 3. There shall not be any organized coffee breaks, rest periods or other non-working time  \nestablished during working hours. Employees may take individual thermos of coffee, or non-alcoholic  \nrefreshments to their assigned place of work and consume same as time and work schedule allow.  \nSection 4. When Employees leave the project of their own acc ord at other than the normal quitting  \ntime, it is their responsibility to notify their Supervisor.  \nSection 5. When an Employer, upon reasonable cause, considers it necessary to shut down a job to  \navoid the possible loss of human life, or because of an emergency situation that could endanger the life or safety  \nof an Employee, Employees will be compensated only for the actual time worked. In such an event, if the  \nEmployer requests the Employee to stand by, Employees will be compens:ited for the standby time at the  \napplicable rate.  \nSection 6. Only upon reasonable cause shall Employees on the job submit to personal and/or vehicle  \ninspection by the Employer. The job site steward shall be at all inspections along with Employer designee for  \nany such inspections.  \nSection 7. Foremen and General Foremen shall take orders only from the designated Employer  \nRepresentative.  \nSection 8. Within one (1) hour after starting time, sanitary drir.king water and individual drinking’  \ncups shall be furnished by the Employer on each job. Ice water, or cooled water will be furnished  \nfrom May | to September 30.  \n"], ["ARTICLE XI  \nHOURS OF WORK AND OVERTIME  \n", "Section 1. The regular work week will start on Monday and conclude on Friday. Eight (8)  \nconsecutive hours exclusive of one-half (1/2) hour lunch period between ‘he fourth (4th) and fifth (Sth) hour  \nafter the starting time, between six o'clock (6:00) a.m. and five o'clock (5 00) p.m. shall constitute a normal  \nwork day. Starting time for the work day may be changed within these hours by the Employer to take  \nadvantage of daylight hours, weather conditions, shift or traffic condition. Notice of such change will be given  \nforty-eight (48) hours in advance. All the Employees of an Employer on the job site shall have the same  \nstarting time except when other arrangements are mutually agreed to.  \nSection 2. All Employees who report for work at their scheduled starting time shall receive two (2)  \nhours show up pay except in the case of inclement weather. If requested l»y the Employer, Employees must  \nremain on the job two (2) hours to earn show up pay.  \nEmployees who start work are guaranteed four (4) hours pay unless work is curtailed because of  \ninclement weather, or emergency conditions as set forth in Section 5 of Article X, in which case Employees  \nshall be paid only for the actual hours worked.  \nAfter the first four (4) hours Employees will be paid only for actual time worked.  \nSection 3. All work performed by an Employee in excess of e: ght (8) hours in any one day, Monday  \nthrough Friday, and all Saturday work shall be paid for at the rate of time and one-half (1 1/2) times the hourly  \nrate. Sundays and Holidays shall be paid at the double time rate. After ten (10) hours in any one day,  \nEmployees shall receive one-half (1/2) hour lunch and an additional lunch every four (4) hours after that. All  \nlunch or supper periods after eight (8) hours of work shall be paid at the a;»propriate overtime rate.  \nSection 4. 8 Hour Work Day-Monday through Friday only. Ir. the event of a lost workday on  \naccount of inclement weather, Saturday may be a voluntary make up day bby mutual agreement between the  \nBusiness Representative and the Employer. Provided however, that employees shall receive premium pay when  \nany other craft working on the job at that time receives premium pay from the Employer. There shall be no  \nretaliation or discrimination towards employees that decline make up  \nSection 5. If an Employee is recalled to the job site after the completion of his regular work shift,  \nhe shall a minimum of four (4) hours overtime pay or overtime pa‘ for actual hours worked if more than  \nfour (4) hours.  \nSection 6. By prior agreement between the Employer and the Council or Local Union  \nBusiness Manager, if a special shift 1s required by an Owner and if the Employer is required to perform work  \nwhich cannot be performed during regular working hours, an Employee may work a special shift and shall  \nreceive eight (8) hours pay at the appropriate rate. Seven (7) hours work r ot including a one-half (1/2) hour  \nlunch shall constitute a full shift. No Employees may work on a special shift if he has performed bargaining  \nunit work that day during the regular working hours. The Employer’s request for this special shift must include  \nthe starting date, the approximate number of employees involved and the estimated conclusion date.  \n17  \n"], ["ARTICLE XI  \nHOURS OF WORK AND OVERTIME 'Continued)  \n", "Section 7. When work is performed by Employees covered by this Agreement on that portion of a  \nproject that extends beyond the geographical jurisdiction of the Mid-Ceatral Ilinois Regional Council of  \nCarpenters into the geographical jurisdiction of another United Brotherhood of Carpenters Regional  \nCouncil/Local Union, it is agreed that for all such work the employees covered hereunder will receive the other  \nRegional Council/Local Union's hourly wage and fringe benefit rates, if they are higher than those provided in  \nthis Agreement.  \nSection 8. Shift Work. When so elected by the contractor, shifts of at least three (3)  \nconsecutive days duration may be worked. When two (2) or three (3) skufts are worked, the first shift (day shift)  \nshall be worked between the hours of eight o'clock (8:00) a.m. and four-thirty (4:30) p.m. Workmen on the day  \nshift shall receive eight (8) hours pay at the regular hourly rate for eight (8) hours work.  \nThe evening shift shall be worked between the hours of four-thirty (4:30) p.m. and twelve thirty (12:30)  \na.m. Employees on the evening shift shall receive eight (8) hours pay at the regular hourly rate for seven and  \none-half (7 1/2) hours work.  \nThe night shift shall be worked between the hours of twelve-thirty (12:30) a.m. and eight o'clock (8:00)  \na.m. Employees on the night shift shall receive eight (8) hours pay at the regular hourly rate for seven (7) hours  \nwork.  \nIf only two (2) shifts are to be worked, the Employer may regulate starting times of the two (2) shift  \noperations to permit the maximum utilization of daylight hours.  \nA lunch period of thirty (30) minutes shall be allowed on each shift.  \nShift clause shall apply on regular work week only, twelve-thirty (12:30) a.m. Monday through twelve-  \nthirty (12:30) a.m. Saturday. All other work performed on Sunday or Hclidays and all hours worked other than  \nthe regular shift hours shall be paid according to the overtime provisions in this Agreement.  \nThere shall be no pyramiding of rates and double the straight time rate shall be the maximum  \ncompensation for any hours worked.  \nIf other hours and conditions are to be observed with respect to shift work, they shall be by mutual  \nconsent of the Contractor involved and the Union Business Manager or Regional Council.  \nIn the event that Employees are changed from one shift to another, there shall be eight (8) hours lapse  \nbetween shifts otherwise overtime wage rate shall be applicable.  \nBy prior agreement between the Employer and the Union Business Manager, if the Employer is required  \nto perform work which cannot be performed during regular working hours an Employee(s) may work a special  \nshift, limited to seven (7) hours work included lunch, and receive eight (8} hours pay for the seven (7) hours  \nworked.  \nNo Employee may work on a special shift if he has performed bar zaining unit work that day during the  \nregular working hours.  \nTR  \n"], ["ARTICLE XII  \nOPTIONAL 4-10 HOUR WORK WEEK  \n", "Section 1. |§ By mutual agreement between the Union and the Employer, a work week consisting of  \nfour (4) ten (10) hour days may be utilized on a project.  \nSection 2. The work day shall consist of ten (10) hours worked between the hours of six o'clock  \n(6:00) a.m. and five thirty (5:30) p.m., including lunch.  \nSection 3. The work week shall consist of four (4) ten (10) hour days commencing at six o'clock  \n(6:00) a.m. Monday and ending at five thirty (5:30) p.m. Thursday.  \nSection 4, All hours worked in excess of ten (10) hours per day, Monday through Thursday shall be  \npaid at the rate of time and one-half (1 1/2) the regular rate of pay.  \nSection 5. In the event that weather conditions or other acceptable conditions to the Union prevent  \nwork from being performed on a regular work day, then Friday shall be considered a regular work day at the  \nstraight time rate of pay (only to attain forty (40) hours per week) providec! however, that employees shall  \nreceive premium pay when any other craft working on the job at that time receives premium pay from the  \nEmployer. If Friday is worked as a regular work day, then any work performed on Saturday will be paid at the  \ntime and one-half (1 1/2) rate of pay.  \nSection 6. In the event that the regular four (4) ten (10) hour days are worked and an Employer  \nwants to work Friday, then all hours worked on Friday shall be paid at the rate of one and one half (1 1/2) the  \nregular rate of pay. In such case, any time worked on Saturday shall be paid at the double time rate of pay.  \nSection 7. Sundays and Holidays shall be paid at the double tirne rate of pay.  \nSection 8. The Employer shall provide the Union with the starting date and the conclusion date so  \nthat it may be determined that such request is not for the purpose of circum:venting the overtime provisions of  \nthis contract.  \nSection 9. When Employees are required to work beyond ten (10) hours per day, they shall receive  \nan additional lunch period.  \n"], ["ARTICLE  \nWAGES, FRINGES AND PAYDAW  \n", "Section 1. Except as specifically set forth in subsequent sections of this Article, all Employers agree  \nto be bound by the wages, fringe benefits, dues deducts, apprenticeship, triining and other industry  \nadvancement funds, affecting Employees which have been negotiated and legally established pursuant to  \nbonafide collective bargaining, the Employer will be presented with such «evidence by the Union and the  \nEmployer will, subject to the provisions of the Agreement, conform his of eration accordingly.  \nSection 2. No subsequent change in wages or working conditions in such area will become effective  \ninsofar as the Employer is concerned, except to the extent that any such cl.ange in wages or working conditions  \nwill be agreed upon and in accordance with the effective date agreed upon in negotiations between the Local  \nUnion having jurisdiction over the area and a recognized bargaining agent of the Employer(s) in such area and  \nno conditions shall be imposed thereby other than those in force on local firms.  \n19  \n"], ["ARTICLE XII  \nWAGES, FRINGES AND PAYDAY (Continued)  \n", "Section 3. | New wages and fringes shall become applicable upon consummation of applicable local  \ncollective bargaining agreements. New working conditions shall apply provided they do not conflict with the  \nterms and provisions of this Agreement.  \nSection 4. _All fringe benefits shall be paid on hours for which work is performed, such as one and  \none half (1 & 1/2) times fringes shall be paid for all one and one half (1 :& 1/2) overtime. Double rate fringes  \nshall be paid for all double (2) rate overtime. Benefits paid at overtime rates shall be Pension, Annuity and  \nHealth and Welfare. All other check offs and deductions will be paid at straight time rate.  \nSection 5. The Union shall have the right to picket for non-piyment of wages, fringes and/or other  \ndeducts from employee's check, after giving five (5) days notice to the Owner's Representative.  \nSection 6. |§ Any Employee assigned to perform work that requires premium pay shall receive not less  \nthan four (4) hours premium pay in addition to his minimum wage rate fer any work performed in the a.m., and  \nnot less than four (4) hours premium pay in addition to his minimum waj'e rate for any work performed in the  \np.m.  \nAn Employee designated to work as top man on sheet piling or the man assigned to working the leads  \nshall receive not less than fifty cents ($.50) per hour above the minimum wage rate.  \nSection 7. The regular payday shall be once a week on Friday or such other day as the Employer  \nshall designate prior to the start of the job. When the regular payday is a Holiday, then the last work day before  \nthat Holiday shall be payday.  \nSection 8. Wages shall be payable before quitting time and are to be paid in cash or other legal  \ntender. The weekly payroll shall end no earlier than the third work day p-ior to payday. Accompanying each  \npayment of wages shall be a separate statement identifying the Employer by name and address, showing the  \ntotal earnings, the amount and purpose of each deduction, number of hours and net earnings.  \nSection 9. If no work on payday, the pay check shall be availz.ble at the job site, or other mutually  \nagreeable location, not later than two (2) hours from the starting time.  \nSection 10. | Employees who are laid off on a day that is not the regular pay day may clatm their final  \npaycheck in person on the next regular pay day or have it overnight mailed to the Local Union Hall. If mailed,  \nthe check shall be dated for the actual day of layoff. If the check is not at the respective Local Union Halli the  \nfollowing day (excluding Saturdays, Sundays and Holidays) the employee shall receive two (2) hours pay at the  \nstraight time rate for each day the check 1s late. When an employee quits of his own accord, he shall wait for  \nthe regular payday for his wages.  \nSection If an Employee is made to wait beyond the time hi: wages are due, he shall be paid at the  \nstraight time rate for all the time he waits. Employee must wait on job site: on which he/she is employed.  \n20  \n"], ["ARTICLE XIV  \nHOLIDAYS  \n", "Section 1. Only the following Holidays shall be observed: New Year's Day, Memorial Day, Fourth  \nof July, Labor Day, Thanksgiving Day, Day after Thanksgiving in lieu of Veterans Day and Christmas Day.  \nThe above Holidays shall be observed according to National Law, where Ifa holiday is on a  \nSunday, then that holiday will be celebrated on the following Monday. If the holiday is on a Saturday, then the  \nholiday will be celebrated on the preceding Friday.  \nSection work will be performed on Labor Day under any consideration, except in an extreme  \nemergency and then only after consent is given by the Business Manager.  \n"], ["ARTICLE XV  \nSUBCONTRACTING  \n", "Section 1. The Employer agrees not to subcontract out any Carpenter work to be done at the site of  \nconstruction, alteration, painting or repair of a building, structure or other except to a person, firm or  \ncorporation signatory to this Agreement. The furnishing of materials, supplies or equipment and the delivery  \nthereof shall in no case be considered as subcontracting.  \nSection 2. Subcontractors coming under this Agreement must show proper insurance and agree to  \npay fringe benefits as provided in this-Collective Bargaining Agreement.  \nSection 3. This Article shall not apply to Owner designated Subcontractors. Further, the Contractor  \nagrees to notify the Union of such designated Sub-contractors when he becomes aware of same.  \nSection 4. At the time of the pre-job conference the Local Area Business Manager will bring to the  \nattention of the Employer the availability of materials and/or services in the area. The Employer will make an  \neffort to use such materials or services if possible.  \n"], ["ARTICLE XVI  \nJURISDICTIONAL DISPUTES  \n", "Section 1. As used in this Agreement, the term \"jurisdictional dispute\" shall be defined as any  \ndispute, difference or disagreement involving the assignment of particular work to one class or craft of  \nEmployees rather than to a different class or craft of Employees, regardless of that Employer's contractual  \nrelationship to any other Employer, Contractor or Organization on the site.  \nSection 2. In the event of any dispute involving craft jurisdiction the Employer shall forthwith notify.  \nthe appropriate Representatives of the craft involved of the existence of such dispute, and convene a meeting  \nwith such Representatives for the purpose of attempting to resolve such dispute among the affected parties.  \nSection 3. In the event the jurisdictional dispute is not settled, it shall be referred to the  \nJurisdictional Dispute Committee consisting of three (3) Employer Representatives, selected by the Association  \nand three (3) Union Representatives, selected by the Regional Council. A Meeting of the committee shall be  \nconvened within ten (10) days upon proper notification to all Committee raembers through their respective  \nOrganizations. The determination of the Jurisdictional Dispute Committee by majority vote of those present  \nshall be binding on all parties bound to this Agreement.  \n1  \n   \n"], ["ARTICLE XVI  \nJURISDICTIONAL DISPUTES (Continued)  \n", "Section 3. (Continued)  \nShould the Jurisdictional Dispute Committee be unable to resolve the matter, the Union, the Employer  \nor the Association shall refer the matter to immediate arbitration by so notifying the affected parties and  \nutilizing the Arbitration Article of this Agreement.  \nSection 4, There shall be no stoppage of work or slow down by Employees or lockout by the  \nEmployer, during the implementation of the above procedure for the settlement of jurisdictional disputes  \nbetween crafts.  \nSection 5. The Employer shall submit in writing when reque sted by the Union, information  \nregarding past, current and future job assignments. The Employer shall comply with such request not later than  \nthree (3) working days.  \nSection 6. The Union agrees that it will not file suit over jurisdictional issues provided that the other  \ncraft party to the dispute agrees to same.  \n"], ["ARTICLE XVII  \nGRIEVANCE PROCEDURE  \n", "Section 1. it is specifically agreed that there shall be no strikes, lockouts or cessation or slowdown  \nof work or picketing over any dispute over the application or interpretation of this Agreement and that all  \ngrievances and disputes, excluding jurisdictional disputes, shall be handled as herein provided, except as  \naddressed within this Agreement in Article XXII, Section 7, Trust Agreements.  \nSection 2. Should any Employee or the Employer covered by this Agreement believe that they have  \nbeen unjustly dealt with or that any provisions of this Agreement has been or is being violated, such grievance  \nshall be handled in the following manner:  \n(A) The Employee or Employer shall immediately report such grievance to the Steward or Business  \nRepresentative, as the case may be, who shall go with him to the superintendent or Employer's Representative  \non the job site and endeavor to have same adjusted.  \n(B) In the event such complaint or grievance cannot be satisfactorily settled in this manner, the matter  \nshall then be submitted in writing, within twenty-four (24) hours, to the Business Representative of the Union or  \nthe Union's Representative and a Representative of the Employer, who shall be selected by the Employer to act  \non such grievance.  \nARBITRATION  \nSection!. —_In the event such complaint or grievance shall not Lave been satisfactorily settled, the  \nmatter shall then be submitted to an Arbitration Committee of three (3) for final decision. This Committee shall  \nbe selected as follows:  \n2?  \n   \n   \n"], ["ARTICLE XVII  \nGRIEVANCE PROCEDURE  \nARBITRATION (Continued)  \n", "Section 1. (Continued)  \nOne (1) member shall be selected by and representing the Union, one (1) member shall be selected by  \nand representing the Employer, and these two (2) shall select a third imparial member who shall act as  \nChairman. This Committee shall hold hearings as expeditiously as possibl2, and render its decision in writing  \nwithout undue delay (within five (5) days) and the decision of the Committee shall be final and binding on both  \nparties. Should the Management Representative and the Union Representative on the Arbitration Committee  \nfail to agree on a third impartial member, then the parties shall jointly request the Federal Mediation and  \nConciliation Service to submit a list of seven (7) recognized Arbitrators. From the list so submitted, the parties  \nwould then within five (5) working days after receipt thereof select the Arbitrator by the alternate rejection of a  \nsuggested name until one (1) remains, the person whose name so remains shall act as Arbitrator.  \nSection 2. The Arbitrator shall have no power to add to, detrac: from or in any way modify the  \nterms and provisions of this Agreement.  \nSection 3. The Arbitrator named by the Union and the Arbitrator named by the Employer shall serve  \nas such without compensation; necessary expenses of the hearing, including any compensation for the third  \nArbitrator shall be shared equally by the parties hereto.  \nSection 4. _—It is distinctly understood that hours of labor, rates cf pay and the use of the Union Label  \nare not subject to Arbitration.  \nSection 5. Any and all disputes, stoppages, suspensions of work and any and all claims, demands or  \nactions resulting therefrom or involved therein shall be settled and determined exclusively by the machinery  \nprovided for settlement of grievances, including final arbitration.  \n"], ["ARTICLE XVIII  \nNO STRIKE--NO LOCKOUT  \n", "Section 1. During the term of this Agreement there shall be no strikes, picketing, work stoppages,  \nslow downs, sympathy strikes or other disruptive activity for any reason by the Union or by any Employee and  \nthere shall be no lockout by the Employer.  \nSection 2. Nothing in this Agreement shall be construed to limut or restrict the right of the Union or  \nthe Employer to pursue fully any and all remedies available under law in the event of a violation of this Article.  \nSection 3. Employees shall have the right within the limits set by Section 8(b) 4 of the National  \nLabor Relations Act, as amended; and it shall not be a violation of this Agreement or any cause for discharge or  \nany other penalty if an Employee or Employees (covered by this Agreement) refuse to go through an  \nestablished picket line.  \n73  \n   \n"], ["ARTICLE XIX  \nSAVINGS CLAUSE  \n", "   \nSection 1. Should any part of or any provision herein contai:ied be rendered or declared invalid by  \nany reason of any existing or subsequently enacted legislation, or by anv decree or order of a court or board of  \ncompetent jurisdiction, such invalidation of such part or portion of Agreement shall not invalidate the remaining  \nportion hereof; provided, however, upon such invalidation, the parties signatory hereto agree to immediately  \nmeet to renegotiate an article or provision which will meet the objections to this invalidity, and which will be in  \naccord with the intent and purpose of the article or provision in question.  \nSection 2. The remaining part of provisions shall remain in full force and effect.  \n"], ["ARTICLE XX  \nT.E.A.M.  \n", "Section 1. The parties recognize the value to the Community and to the Construction Industry of a  \njoint Labor-Management Committee serving the Construction Industry. To this end the parties agree to  \nparticipate in, support and, in part, fund the operation of the T.E.A.M. T.E.A.M. contributions represent a joint  \nand matching contribution on behalf of each Employer and each Employee of crafts signatory to this  \nAgreement. In the event that T.E.A.M. contributions are discontinued, the existing wage scale shall be  \nincreased by an amount equal to half of the contribution rate at the time such contributions are discontinued.  \nSection 2. The contribution rates for the above Labor Management Fund shall be paid as reflected  \non the appropriate area wage addendum.  \n"], ["ARTICLE XXI  \nAPPRENTICES  \n", "Section 1. Upon an Employer having at least two (2) Employes of the Bargaining Unit in his  \nemploy, he may be allowed one (1) Apprentice by the Joint Apprenticeship and Training Committee.  \nSection 2. Upon an Employer having three (3) Employees of “he Bargaining Unit in his employ, he  \nmust, if available, work one (1) Apprentice and, thereafter, the Employer must work one (1) additional  \nApprentice for each additional three (3) Employees of Bargaining Unit eraployed. All Apprentices must be  \napproved by the Joint Apprenticeship and Training Committee.  \nSection 3. Apprentice who should fail to comply with the Apprenticeship standards, the rules  \nand regulations of the Joint Apprenticeship and Training Committee, or who fails to attend school as required,  \nor perform on the job training satisfactorily, shall be given notice in detail in writing of the alleged violations by  \nthe Employer or the joint JATC prior to termination of employment. The Employer or the joint JATC agrees to  \nextend this notice to the Employee and the Business Representative of the Local involved, upon receipt of the  \nnotice of alleged violation by registered or certified mail from the Joint Apprenticeship and Training  \nCommittee. An Employee so notified, if he believes that the facts upon which this violation is based are untrue,  \nmay challenge such facts by filing a written statement with the Local Union and the Employer within three (3)  \nworking days thereafter. A hearing shail be held within three (3) working days after the filing of such statement  \nby the Apprentice before an equal number of Employer and Union for the purpose of passing  \nupon the claim of such individual. In the event of a disagreement between the Local Union and the Employer,  \nthe matter shall be deemed in dispute and submitted to Arbitration in accordance with the Arbitration Provisions  \nof this Contract. Ifthe Apprentice does not so file, he shall be discharged after the three (3) days have elapsed.  \n24  \n   \n"], ["ARTICLE XXI  \nAPPRENTICES (Continued)  \n", "Section 4. first year Apprentice shall be allowed to use any power tools, nor shall he be allowed  \nto work on a hoist or tower except when such work is on the ground unt!] he has received the proper safety  \ninstructions. Such instruction to be given in the first six (6) months of the training at Apprenticeship and  \nTraining School. In no case shall an Apprentice do any rigging until he has had one (1) year of training.  \nSection 5. Apprentices shall be paid wages according to the wage scale set forth in the current  \nAddendum attached hereto or as set forth by the Joint Apprenticeship and Training Committee.  \nSection 6. There shall be a Master Apprentice Committee comprised of an equal number of Union  \nand Employer Representatives who will be responsible for the Apprenticeship Programs in each of the affiliated  \nLocal Unions in the Regional Council.  \nSection 7. | Apprenticeship Contribution will be thirty two ($.32) cents for duration of agreement. If  \nboth parties agree that additional funds are needed for the Training Progam, the contribution rates may be  \nincreased.  \nSection 8. Carpenters International Training Fund and Carpenters Labor  \nManagement/Education/Development Fund. In addition to any contributions otherwise called for herein, the  \nparties agree that the Employer shall make a contribution of four cents ({: .04) per hour worked for each  \nEmployee covered by this Agreement to the Carpenters International Trzining Fund. The parties also agree that  \nthe Employer shall make a contribution of two cents ($ .02) per hour worked for each Employee covered by this  \nAgreement to the Carpenters Labor Fund. Payment shall be made to the  \nCarpenters International Training Fund and the Carpenters Labor/Management/Education Development Fund  \non or before the fifteenth day of the month following the month of the work performed. The Employer  \nhereby agrees to be bound by the Agreements and Declarations of Trust “or the Carpenters International  \nTraining Fund and the Carpenters Labor/Management/Education Development Fund as they exist and as they  \nmay be amended or restated, and to such rules, regulations and other governing documents adopted pursuant to  \nsuch Trusts. Upon request, the Employer may receive the latest Annual |Xeport prepared for the Carpenters  \nTraining Fund, and/or the Carpenters Labor/Management/Education Dev 2lopment Fund.  \nSection 9. Training. [t is recognized that failure to provide training opportunities for Joumeymen  \nand Apprentices, and the failure of these individuals to take advantage of these opportunities stands as a  \nimpediment to the competitiveness of the area's unionized construction industry. It is also acknowledged that  \ntraining will have a discernible, positive effect upon productivity and quelity for the industry. It is further noted  \nthat verifiable training offers a strong marketing concept for Contractors, thereby enhancing employment  \nopportunities for Union Labor. These concepts also promote pride and sitisfaction in building tradesmen,  \nwhich, in themselves, are marketable attributes.  \nManagement and Labor therefore pledge to work towards the devzlopment of intensified, innovative  \ntraining programs designed to improve quality, safety and productivity in a competitive environment. To this  \nend, the Unions may provide to Employers current lists of those tradesmen that successfully complete upgrade  \ntraining programs so that they will be naturally rewarded through increas:d work opportunities for reinvesting  \nin their collective futures. |  \nIt is further agreed that the Unions will provide to Management Associations specific information on the  \nscope of any Journeyman upgrade training.  \n245  \n"], ["ARTICLE  \nTRUST AGREEMENTS, ETC.  \n", "Section 1. The Employer agrees that Pension and Welfare Find contributions under this Agreement  \nare to be made to the Independent Employee Benefit Corporation, Central Illinois Carpenters Health & Welfare  \nFund, Construction Industry Welfare Fund of Central Illinois, and Danville Carpenters Pension and Annuity  \nFund at the hourly rates approved as directed by Regional Council or Local Union affiliates wage addendum,  \nand that such contributions are to be made on behalf of all persons covered by this Agreement for all hours  \nworked by such persons for the Employers.  \nThe Employer agrees to be bound by the terms of the Trust Agrezments establishing the various above  \nmentioned Funds, as they now exist and as they may hereafter be amended, as if the terms of such Agreements  \nwere fully set forth herein. The Employer understands and acknowledges that the Trustees of those Funds have  \nthe right to make reasonable rules relating to the administration of the Finds, including rules pertaining to the  \npayment of fringe benefit contributions as specified in this Agreement, and pertaining to their nghts and  \nremedies as against Employers who are delinquent in making payment of such contributions to the Funds. The  \nEmployer agrees to be bound by such rules as currently exist or may frorn time to time be established or  \namended. Copies of such rules can be obtained by the Employer by request from the various Funds  \nAdministrator.  \nSection 2. Supervisor Clause. The bargaining unit shall als include, for purposes of Pension and  \nWelfare Fund contributions only, such persons in the employ of the Employer referred to herein as  \n\"Supervisors,\" as that term is defined in the Labor-Management Relations Act of 1947, as amended, provided  \nthat such Supervisor:  \n(A) has heretofore been included as a member of the \"bargaining unit” on any basis, under the terms of  \nthis Collective Bargaining Agreement, any predecessor Collective Bargaining Agreement, or any other  \nCollective Bargaining Agreement entered into by this Local Union or Regional Council, and  \n(B) was an Employee on whose behalf within the five (5) year period prior to the effective date of this  \nAgreement contributions were required to be made or were in fact made ‘‘o any of the various Funds as specified  \nabove for at least five thousand (5,000) hours worked.  \nIt is expressly understood that the purpose of this provision is limited solely to permitting persons who  \nhave participated in the aforesaid Pension and Welfare Funds as member: of the Bargaining Unit to continue to  \ndo so upon their promotion to Management positions, and is in no respec’ intended to include such persons  \nwithin the scope of the Bargaining Unit for purposes of Union membership, Collective Bargaining or any other  \nprovisions of this Agreement other than provisions governing the payment of Pension and Welfare  \ncontributions.  \nIt is further understood and agreed that since such Supervisors are not subject to the wage provisions of  \nthis Agreement, and may be paid on a salaried basis, contributions on behalf of such persons to the Pension and  \nWelfare fund shall be on the basis of one hundred sixty (160) hours for ezch and every month during which  \nsuch Supervisor receives any wages from the Employer.  \nIA  \n   \n   \n"], ["ARTICLE XXII  \nTRUST AGREEMENTS, ETC. (Continued)  \n", "Section 3. Language for Company Owners/Sole Proprie‘ors that are not Incorporated.  \nOwners and/or Sole Proprietors engaged in the industry may participate in the Pension, Annuity, and Health and  \nWelfare Funds provided, however, that the appropriate Agreements and Declarations of Trust and/or  \nAdministrative Rules of the appropriate Trusts specifically authorizes such participation. Each Owner/Sole  \nProprietor must contribute to the Fund the appropriate contribution rate adopted by the Trustees based on the  \nnumber of hours actually worked. The Owner/Sole Proprietor must notify the Local Union in writing not less  \nthan thirty (30) days prior to the beginning of May 1° of each year as to whether or not each Owner/Sole  \nProprietor opts for said coverage and agrees to the terms and conditions of this Article and the Agreement and  \nDeclaration of Trust for the Fund. In the event that each Owner/Sole Proprietor opts for the coverage, it is  \nspecifically agreed and understood that such coverage shall continue for the duration of the current Collective  \nBargaining Agreement.  \nSection 4. ¥orms, Payment Date and Audit Rights. Forms to be supplied by the Trustees of the  \nvarious Funds shall be completed by each Employer and the Employer shall transmit the required amounts to  \nthe depository on or before the 15th day of each month for all contributions attributable to the prior calendar  \nmonth. In the event the Trustees of any Fund or the Union question the authenticity or accuracy of the  \ninformation completed on the forms or in the event of a belief that the amounts being transmitted are not in  \naccordance with the terms of this Agreement, the Trustees of any Fund er the Union shall have the right after  \ngiving notice to inspect the books of any Employer or to have an examination of same made by a Certified  \nPublic Accountant. In the event any discrepancy is discovered, the Employer shall bear the accounting cost  \nincurred by the Trustees of the Union.  \nSection 5. Required Documents. Prior to or immediately upon any Employer becoming signatory  \nto the Agreement they shall furnish the following to the Union:  \n(A) A Certificate of Workman Compensation Insurance Policy issued by a Company authorized to  \ndo business in the State of Illinois.  \n(B) Employer's State and Federal Tax Identification Numbers.  \n(C) Acopy of the Illinois State Certificate regarding Unemployment Insurance Compensation.  \n(D) A Surety or Certified Check in full amount of bond required may be required of any Employer  \nwho was not signatory to the previous Agreement or has been listed as a delinquent contributor by Health and  \nWelfare and/or Pension Funds included in this Agreement. In the event that any Employer, covered by this  \nAgreement, should become delinquent, such Employer shall be required to post a bond in the amount specified  \nbelow, or at the Union's option, provide a cash bond in the same amount.  \nOne (1) to Five (5) Employees $ 30,000.00  \nFive (5) to Ten (10) Employees 45,000.00  \nTen (10) to Fifteen (15) Employees 60,000.00  \nFifteen (15) or more Employees 75,000.00  \nSection 6. Each Employer shall be required to furnish, at his cost and expense, a bond, with a  \nrecognized and responsible corporate surety or cash, in an amount determ ined by the Regional Council  \nguaranteeing the payment of wages, all payroll deductions and fringes as set forth in Addendum A or he shall  \ndeposit and maintain with the Regional Council, as collateral security for the payment of wages and fringes an  \namount in cash or in securities acceptable to the Regional Council. The amount of bond, cash or securities shall  \nbe based upon an estimated amount equal to thirty (30) days wages and fringes. After the Employer has  \nemployed Employees of the Union for two (2) years without default in payment of wages and fringes, he will  \nnot be required to furnish such bond or securities.  \n27  \n   \n"], ["ARTICLE XXII  \nTFRUST AGREEMENTS, ETC. (Continued)  \n", "Section 7. Failure to Comply. Anything to the contrary notwithstanding, the Union shall have the  \nright to picket for nonpayment of wages, fringes and/or other deducts from Employee's check, after giving five  \n(5) days notice to the Owner's Representative, Contractor and Sub-Contractor where applicable.  \nFailure of the Employer to comply with the provisions of Articles J, I] or VII, Pre-job Conference shall  \npermit the Union the same options upon giving of thirty (30) hours notice to the same parties. It is understood  \nthat time is of the essence as regards to compliance and in order to be in full compliance an Employer will have  \nto comply with the requirements of the Agreement at the time specified therein. The remedy provided for  \nherein for the Union, not be exclusive of any other remedy by the way of suit in law or in equity, or  \notherwise whether brought by the Union or in the case of the Fringe Benefit Funds, by the Trustees or  \nAdministrators of any of the Funds.  \n"], ["ARTICLE XXIII  \nEMPLOYERS WORKING  \n", "Section 1. Three (3) Owner/Partners may work with their tools on construction projects within the  \nMid-Central Illinois Regional Council, but must observe and comply with all applicable work rules and by-  \nlaws, and shall remit all fringe benefits, dues checkoff and assessments in in accordance with this  \nAgreement on all hours worked.  \n"], ["ARTICLE XXIV  \nTOOLS & EQUIPMENT  \n", "Section 1. Cutting and Welding. Employees covered by this Agreement shall do all cutting and  \nwelding whether acetylene or electric when used in connection with any work within the jurisdiction of this  \nAgreement. Any employee covered by this Agreement in cutting or welding shall be furnished an Employee,  \nfrom within the bargaining unit, currently on the job site to watch after his safety and to protect him from fire, if  \nit is determined necessary by the Job Superintendent.  \nThe Employer shall furnish when engaged in any burning or welding, if required, such protective  \nclothing as gloves, sleeves, aprons, and hoods.  \nAll Employees who are engaged in certified welding shall receive not less than fifty cents ($ .50) per  \nhour above the minimum hourly rate of pay.  \nSection 2. The Employer shall furnish all drill bits, hacksaw blades, files, taps and dies, all socket  \nwrenches of over 1/2\" drive, all power tools and all star drills.  \nSection 3. Employers and Employees shall observe all necessary safety precautions.  \nSection 4, No power tools shall be used on any job of the Employer that are found to be unsafe by  \nthe Steward or Business Representative of the Local Union.  \nSection 5. All Employees shall have their tools sharp when they report to work on a job.  \nSection 6. The Employer shall provide, as required by job a suitable shed or facility for  \nthe exclusive use of Bargaining Unit Employees. Such facilities shall be heated, lighted and ventilated.  \nIR  \n"], ["ARTICLE XXIV  \nTOOLS & EQUIPMENT (Continued)  \n", "Section 7. | Hand Tools that an Employee is Required to 'urnish. Each Employee is required to  \nfurnish, for his individual use only, all of those hand tools customarily required of an Employee to perform his  \nduties.  \nSection 8. Tools that an Employer is Required to Furnish. The Employer shall furnish all power  \noperated tools, machinery and equipment, pop-rivet guns, dry-wall squares, Whitney punches, metric tools, dial  \nindicators, micrometer over one inch (1), precision levels over eight (8”), adjustable wrenches over  \ntwelve inches (12”), sockets over one-half inch (1/2”) drive, open-end or box wrenches over one and one-eight  \ninches (1 1/8”), taps, dies and reamers. The Employer shall replace all expendable tools such as drill bits, taps,  \nhack-saw blades, files, hammer handles, etc. that are worn out or broken on the job that an Employee may use  \nin the performance of his duties.  \nSection 9. Employers Responsibility for Employees Tools that are Lost because of Fire, Theft  \nor Water Damage. The Employee shall at all times be responsible for iis own tools during working hours. In  \nthe event said tools are stored in the job tool box or tool shed under the control of the Employer; in which case  \nthe Employer agrees to assume responsibility for theft, fire or water dam age of all tools not to exceed Four  \nHundred Dollars ($400.00) for Carpenter Tools and One Thousand Dollars ($1,000.00) for Millwright Tools.  \nWhen said tools are lost or damaged by cause as herein stated, the Emplwyer agrees that he will, within three (3)  \nworking days, replace the tools with like quality tools, or if they are not ::vailable at that time will reimburse the  \nEmployee for his loss at current replacement value. If requested by the the Employee will furnish a  \ncomplete inventory upon arrival at the job site.  \n"], ["ARTICLE XXV  \nMISCELLANEOUS  \n", "Section 1. At least one (1) Carpenter shall be employed during the pouring of concrete in or on  \nforms built to hold concrete except when pouring concrete in forms for s:dewalks, slabs on grade, curbs and  \ngutters. He will perform such work as assigned in the area within view of the pour.  \nSection 2. Tool Crib. At any time Tool Cribs are used on jols and an Employer is made  \nresponsible for issuing such tools and equipment as are used by members of the Bargaining Unit, a Bargaining  \nUnit Employee shal! be placed in charge of such facilities in order that such tools or equipment may be  \nmaintained and issued in good order.  \nSection 3. The Employer shall furnish or have reasonable conveniently toilets for  \nEmployees on all jobs.  \nSection 4. These toilets shall be placed at the time work starts and continued until such time as the  \npermanent toilets are put in operating condition. Whenever temporary toilets are to be provided, they shall be  \nprovided with water for flushing and shall be connected to a sanitary sewer, or shall be of a chemical type. In  \ncase of chemical toilets, these units will be serviced as needed or required to keep them in a sanitary condition.  \nPit privies will not be permitted.  \n29  \n"], ["ARTICLE XXVI  \nFRINGE BENEFITS  \n", "Section 1. It is agreed that the Union will have the option of accepting contributions in Health and  \nWelfare, Annuity, Training Fund and Pension Fund in lieu of wages with the approval of the Trustees of the  \nrespective Funds.  \nIn the event the contributions required to be paid into the respective Health and Welfare is increased by  \norder or resolution of Trustees at a later date, such increase shall be deducted by the Employer from the  \nEmployee's wages and the Employer shall remit such increases to the respective Funds. Provided, however,  \nthat the change is made at the anniversary date of the Agreement.  \nSection 2. If payment is not received in the Fund Office on or before the day of the month due, such  \npayment is subject to a late payment charge plus collection costs.  \nSection 3. Upon receipt of notice in writing to the Employers from the Union, the Employer shall  \ncontribute an amount, as designated in such notice, to an Annuity plan in lieu of wages. The contribution for  \nsuch an Annuity plan shall be paid in lieu of wages, and shall be effective on the next anniversary date of the  \nAgreement, unless the Annuity contribution is deducted from the Pension :ontribution, then it shall be effective  \non the first day of the calendar month following thirty (30) days advance notice. For example, if such notice is  \ngiven on May 20, the contribution shall be effective July 1.  \nSection 4. = Apprenticeship - Training Funds, IAF Funds and Dues Check Offs shall be in accordance  \nwith the Area Agreements. These Funds shall be increased or decreased the anniversary date of the  \nAgreement if possible. In case of necessity, these Funds shall be increasecl or decreased on the first day of the  \ncalendar month following thirty (30) days advance notice. For example, if such notice is given on May 20, the  \ncontribution shall be effective July 1. The Trustees, through their Fund Auditor, may examine the pertinent  \npayroll records of each Employer at the Employer's place of business, whenever such examination is deemed  \nnecessary or advisable by the Trustees in connection with the proper administration of the trust.  \nEach Employer shall pay all fringe benefits and check offs and deductions on all Employees into the  \nrespective Fringe Benefit Funds in the jurisdiction of each Local Union within the Regional Council in which  \nthe Employer has been working.  \n"], ["ARTICLE XXVH  \nINDUSTRY ADVANCEMENT FUND  \n", "Section 1. — Associations signatory to this Agreement, with an Industry Advancement Fund,  \nhereinafter called IAF, shall be financed by payments provided for the purpose of the said IAF, which purposes  \nshall be generally, to benefit and promote the building construction industry. Provided, however, that no  \nexpenditure from said Fund shall be made for any activity injurious to the Union.  \n3A  \n"], ["ARTICLE XXVII  \nINDUSTRY ADVANCEMENT FUND((continued)  \n", "Section No part of the Funds allocated for the Industry Aclvancement Fund shall be spent directly  \nor indirectly for any of the following purposes:  \n(A) Promotion of legislation opposed by the Union or opposition to legislation favored by the Union;  \n(B) Subsidies, indemnities or payments of any kind to Contractors during, for, or in connection with a  \nperiod of strike, lockout or work stoppage;  \n(C) Litigation before any court or administrative body against tt.e Union or the payment of any  \nexpenses directly or indirectly involved in any such litigation;  \n(D) Publicity or Public Relations Campaigns tn support of Manz gement's position respecting pending or  \nprospective bargaining negotiations with the Union;  \n(E) Any activity injurious to the Union.  \nSection 3. Failure to make IAF contribution shall be deemed a direct violation of this agreement.  \nAny employer signatory to this agreement who fails to make the IAF coritribution shall be subject to a penalty  \nof ten percent (10%) of the previous month’s non-payment. Additional penalties of ten percent (10%) shall be  \ndue every thirty (30) days thereafter, until payment is made. A non-contributing contractor will also be subject  \nto all reasonable legal collection fees relating to the non-payment of the | AF contribution.  \n"], ["ARTICLE XXVIII  \nCHECK OFF PER CAPITA TAX  \n", "Section 1. Upon receipt of an Employee's written authorization, \\vhich shall be irrevocable for not more  \nthan one (1) year, or the termination of Agreement, whichever occurs sooner, the Employer shall deduct from  \nsuch Employee's wages in the amounts provided in the Addendum of this. Agreement, the dues; for the Mid-  \nCentral Illinois Regional Council of Carpenters and the wage assessment Local Union Funds with which the  \nLocal Unions are party hereto and affiliated and remit same to the duly authorized Representative of the Mid-  \nCentral Illinois Regional Council of Carpenters and the Local Unions as «lirected in writing by said Council  \ntogether with a list of the names of Employees from whose pay deductions are made.  \nSuch written authorization may be revoked by the Employee by written notice by registered or certified  \nmail to the Employer, the respective Local Union, and the Mid-Central II_inois Regional Council of Carpenters  \nreceived by all during the ten (10) day period prior to the end of any appl cable yearly period, or during the ten  \n(10) day period prior to termination of any applicable Collective Bargaining Agreement, whichever occurs  \nsooner. In the absence of such revocation, sent and received in accordance with the foregoing, the authorization  \nshall be renewed by an additional yearly period or until the end of the Collective Bargaining Agreement,  \nwhichever occurs sooner.  \n31  \n"], ["ARTICLE XXIX  \nREPORTING  \n", "Section 1. |§ Nothing in this Agreement shall preclude the Contractor from stopping an Employee  \nfrom coming to work at any time so long as the Employee is notified in adequate time before leaving his place  \nof residence; the distance the Employee has to travel to the job shall be taken into consideration along with an  \nunderstanding with the Employee as to the time he usually leaves for work. Employees may be notified either  \nby radio station, in person or by telephone. It will be the responsibility of the Contractor or his designated  \nRepresentative to obtain the address and telephone number of his Employees covered by this Agreement for the  \npurpose stated above, and those Employees who cannot furnish an adequate way of contact shall sacrifice their  \nrights for show-up time pay.  \n"], ["ARTICLE XXX  \nINCORPORATION OF ADDENDUM  \n", "Section 1. Minimum hourly wages, Health and Welfare payments, Pension Fund payments,  \nApprentice and Training Fund payments, Mid-Central Illinois Regional Council of Carpenters Funds, Annuity  \nFunds and Industry Advancement Fund are included in the Addendum which is attached hereto and  \nincorporated herein. The duration of said Addendum, unless otherwise sp::cified, shall be the same duration as  \nhereinafter provided. During the life of this contract wages will be paid to the Employees working for the  \nEmployer according to the wage scale set forth in the current Addendum t: this Agreement.  \n"], ["ARTICLE XXXII  \nPROTECTIVE AND LIFE SAVING EQUIPMENT  \n", "Section 1. The Employer shall provide all items of personal, protective and life saving equipment as  \nrequired by Federal or State regulations.  \nSection 2. The Employer shall furnish safety helmets and rain gear including boots when necessary  \nand safety helmets will be worn by Employees at all times.  \nSection 3. The Employer shall have the right to discharge any Employee who fails to observe and  \nfollow all required safety rules and regulations after the Employee has been instructed and warned by the  \nForeman.  \nSection 4. It is expressly agreed that employees covered under this Agreement shall not be  \ndisciplined for refusing to work with, on, or under unsafe equipment or conditions, as defined by O.S.H.A.  \nRegulations.  \nSection 5. —_ It is recognized that there are important roles to be performed by both Management and  \nLabor in the prevention of accidents and ensuing a safe and healthy working environment. The worksite should  \nbe maintained in a clean and orderly state, so as to encourage efficient and safe operations.  \nIt is important to succeed in this cooperative effort because it is also recognized that failure can mean  \nemotional and financial hardship for the Employee and a threat to the security of his or her family.  \nIt is because of these mutual benefits that Labor and Management }ledge to do all that is possible to  \nmaintain a safe, hazard-free working environment for all on the job, incluc.ing initial and continuous training,  \nregular inspections, establishment of emergency procedures and the commitment and cooperation of the parties  \nto this Agreement.  \n32  \n"], ["ARTICLE XXXI  \nPROTECTIVE AND LIFE SAVING EQUIPMIENT (Continued)  \n", "Section 6. The Union should assist the Employer in maintaining safe work sites by promoting safety  \ntraining to the employees covered under this Agreement. It is agreed that employees should complete an  \nO.S.H.A. 10-Hour Safety and Health Training Course and any certified O.S.H.A. approved Training Program  \noffered by the MCIDC Apprenticeship and Training School.  \n"], ["ARTICLE XXXII  \nMUTUAL AMENDMENT  \n", "Section I. This Agreement shall be subject to amendment at any time by mutual consent of the  \nparties hereto. Such amendment shall be reduced to writing; state the effective date thereof and be approved  \nand executed in the same manner as this Agreement.  \n"], ["ARTICLE  \nDRUG AND ALCOHOL POLICY  \n", "Section 1. Whereas employers signatory to this agreement and the Mid-Central Illinois Regional  \nCouncil of Carpenters shall use and be bound to the rules and procedures as outlined in the Mid-Central  \nJoint Labor Management Substances Abuse Testing Program. Which prohibits the use, abuse, presence in the  \nbody, or reporting to work under the influence, bringing onto the worksi:e, the unlawful manufacture,  \nunauthonzed drugs, controlled substances, alcoholic beverages or drug r:lated paraphernalia by employees and  \nany of the foregoing 1s a violation of this program and will subject the eraployee to disciplinary action, up to  \nand including immediate termination.  \nSection 2. Effective May 1, 2006, the Union and the Employr agree to establish and adequately  \nfund a substance abuse consortium. Funding for this consortium will be provided through a two cents ($.02) per  \nhour Employer contribution and a two cents ($.02) per hour Employee deduction. Said monies shall be  \ndeposited in a trust overseen by trustees appointed from the Employer and the Union, who shall generally be  \nresponsible for ensuring that substance abuse testing be carried out in conjunction with Policy and Procedures,  \nwhich shall be considered as part of this agreement. It is likewise undersiood that the Employers by this  \ncontract are bound by the Agreement and Declaration of Trust governing the Mid-Central Illinois Carpenters  \nJoint Labor Management Substance Abuse Testing and Assistance Program. The payment shall include along  \nwith other remittances provided for under this agreement and at such time: and places as other remittances are  \nmade to the designated Fund Office on behalf of all Regional Council affiliated Locals, and shall be paid on or  \nbefore the fifteenth (15\") day of each month following the calendar month in which hours were worked.  \nSection 3. Employers agree that employees shall be paid lost time at straight time rate when  \nrequired or notified for Drug/Alcohol testing not to exceed two (2) hours. The employer shall receive and be  \npaid for actual time lost by the “Fund” up to two (2) hours reimbursement for Carpenter/Millwright employees  \ntested. However, in no case shall this exceed more than two (2) hours reirnbursement.  \nEmployers failing to require an employee to report for a test when so notified shall be liable for a  \npayment equal to twice the current reimbursement, payable to the drug ani alcohol fund. Thus the contractor is  \ncharged four (4) hours of the employee’s normal wage and benefit rate. A.J] employers signatory to the  \ncollective bargaining contract agree to implement this policy for all UBC :nembers including all Supervisors  \nand Foremen.  \n33  \n"], ["ARTICLE XXXIll  \nDRUG AND ALCOHOL POLICY (Continued)  \n", "Section 4. Employees taking prescription medication which according to their physician has physical or  \nmental side effects which could cause impairment on the job site, must report the medication to site supervision.  \nEmployees who report use of lawful medication as described above shall not be disciplined for use of same.  \nSection §. Determination under this provision, including the circumstances surrounding the conduct of  \nthe drug or alcohol test, shall be fully subject to the grievance and arbitration provisions of this contract to the  \nsame extent and in the same amount as all other grievances as defined herein.  \n"], ["ARTICLE XXXIV  \nENTIRE AGREEMENT OF THE PARTIES  \n", "This represents the entire Agreement of the parties. The Employer understanding that the Union is a  \nfraternal society and, as such, in keeping with the provisions of the Labor Management Relations Act of 1947,  \nas amended, has the right to prescribe its own rules and regulations with respect to any other matters or its own  \nuse. However, such rules and regulations whether contained in the By-laws, Constitution or otherwise shall  \nhave no effect, directly or indirectly, upon this Collective Bargaining Agreement, any employment relationship  \nor the relationship between the parties.  \n"], ["ARTICLE XXXV  \nDURATION  \n", "This Agreement shall be effective May 1, 2006, and shall remain in full force and effect, until April 30,  \n2009, and shall continue in force from year to year thereafter except by w-itten notice given by either party at  \nleast sixty (60) days, but not more than ninety (90) days, prior to April 30.. 2009, or at least sixty (60) days, but  \nnot more than ninety (90) days prior to April 30, of any year thereafter, ei:her party may notify the other of its  \ndesire to amend, modify or terminate this Agreement.  \n"]]