[["", "  \n  \nAGREEMENT  \nCOVERING  \nBUILDING CONSTRUCTION  \nApril 1, 2005— March 31, 2008  \nmade between  \nTHE LABOR RELATIONS DIVISION  \nOF THE MARYLAND CHAPTER  \nOF THE  \nASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA, INC.  \nand  \nBALTIMORE/WASHINGTON LABORERS’  \nDISTRICT COUNCIL  \nLABORERS’ INTERNATIONAL UNION  \nOF NORTH AMERICA,  \nAFL-CIO  \n8600 LaSalle Road, Suite 114  \nTowson, Maryland 21286  \n(410) 823-8388  \nBuilding Construction  \nLaborers’ Local #194  \n4603 York Road  \nBaltimore, Maryland 21212  \n(410) 323-2005  \n9 AE 32  \nGF Paces  \nAGREEMENT  \nCOVERING  \nBUILDING CONSTRUCTION  \nApril 1, 2005— March 31, 2008  \nmade between  \nTHE LABOR RELATIONS DIVISION  \nOF THE MARYLAND CHAPTER  \nOF THE  \nASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA, INC.  \nand  \nBALTIMORE/WASHINGTON LABORERS’  \nDISTRICT COUNCIL  \nLABORERS’ INTERNATIONAL UNION  \nOF NORTH AMERICA,  \nAFL-CIO  \n8600 LaSalle Road, Suite 114  \nTowson, Maryland 21286  \n(410) 823-8388  \nBuilding Construction  \nLaborers’ Local #194  \n4603 York Road  \nBaltimore, Maryland 21212  \n(410) 323-2005  \n32  \nSCHEDULE OF WAGES:  \nClassifications a  \n4-1-05  \nGeneral Laborers - Flaggers, tool and material handlers ...... $13.38  \n(except tenders), clean-up, janitors, truck checkers,  \ndumpmen, spotter, landscape laborer, mulcher, chainman/  \nrodman, watchmen, (including fire watchmen).  \nConstruction Laborers - All Laborers not .................. $14.23  \notherwise classified.  \nSemi-Skilled Laborers - Power tool operator, pipe layers, ..... $14.54  \npotman, drillers, concrete laborers, signalmen,  \nsmall machine operators, laser beam operators, scaffold  \nbuilders, caisson laborer, jack hammer operator, (80 Ibs.  \nand over).  \nSkilled Laborers - Burners,* welders, $14.75  \nwagon drillers, powermen, concreie surfacer.  \nRates Per Hour  \n4-1-06 4.1-07  \n$13.48 $13.58  \n. $14.33 $14.43  \n$14.64 $14.74  \n$14.85 $14.95  \n* When working 14’ or higher the burner shall be paid $2.00 per hour above the skilled rate.  \n. 4-1-05  \nAsbestos/Lead Abatement** $15.66  \nHazardous Waste Technicians**  \nLevel “A” - Laborers working around hazardous ............. $16.16  \nsubstances requiring the highest level of protection  \nfor skin, eyes, and the respiratory system. This  \nclassification would include, but not be limited to, the  \nuse of a positive pressure Full-Face (FF) Self-Contained  \nBreathing Apparatus (SCBA) or positive pressure Supplied  \nAir Line (SAR) with a totally encapsulated, chemical  \nprotective suit.  \n4-1-06 4-1-07  \n$15.76 $15.86  \n$16.26 $16.36  \n** This rate will be paid only to Laborers who are certified Hazardous Waste Technicians while they are  \nworking with hazardous waste materials in the designated danger zone when required or specified by the  \nEnvironmental Protection Agency.  \nLevel “B” - Laborers working around hazardous ............  \nsubstances requiring a high level of respiratory  \nprotection, but less skin protection than level “A”.  \nThis classification would include, but not be limited to,  \nthe use of a positive pressure, Full-Face (FF), Self-Contained  \nBreathing Apparatus (SCBA) with chemical resistant clothing.  \nLevel “C” - Laborers working in an environment where ......  \npotential for unexpected inhalation of or contact with  \nhazardous levels of any chemicals exist. Includes working  \naround hazardous substances requiring respiratory and  \nskin protection involving a full-face or half-mask Air  \nPurifying Respirator (APR) with chemical resistant clothing.  \nMainline and Distribution  \nPipeline Laborer cece eee  \n4-1-05 4-1-06  \n$15.66 $15.76  \n$15.16 $15.26  \n$15.24 $15.34  \n$15.75 $15.85  \n4-1-07  \n$15.86  \n$15.36  \n$15.44  \n$15.95  \nSame as National Agreement  \nFRINGE BENEFIT PAYMENTS BY CONTRACTORS  \n4-1-05 4-1-06 4-1-07  \nHealth and Welfare $2.45 $ 2.85* $ 3.25*  \nPension $ .75 $ .75 $ .75  \nTraining/LECET/  \nLaborer-Management Commisoe/Organizing $ .28 $ 28 $  \neee eee ne $ 12 $ .12 $ .12  \nDEDUCTIONS**  \n4-1-065  4.-1-06 4-1-07  \nVacation cece cee $ 1.00 $1.00 $1.00  \nLaborers Political League ccc cee cece $ .02 $ .02 $ .02  \nDues Check-Off cc cee eee ence 4% Gross Weekly Wages  \n**Employers who have not authorized the Labor Division of the Associated General Contractors of  \nAmerica, Inc., in writing, to represent them for purposes of collective bargaining may elect to pay the stated  \namounts to the Construction Industry Advancement Program or to the Training Fund/LECET/Labor-  \nManagement Committee. If the employer elects to pay the stated amounts to the Training Fund/LECET/Labor-  \nManagement Committee, the amounts shall be in addition to the contribution normally required for the Training  \nFund/LECET/Labor-Management  \n* last two years of fringe benefits to be determined.  \nBUILDING AGREEMENT  \n_ BETWEEN  \nBALTIMORE/WASHINGTON LABORERS’  \nDISTRICT COUNCIL,  \nLABORERS’ INTERNATIONAL  \nUNION OF NORTH AMERICA,  \nAFL-CIO  \nand  \nLABOR RELATIONS DIVISION OF  \nTHE MARYLAND CHAPTER  \nOF THE ASSOCIATED  \nGENERAL CONTRACTORS  \nOF AMERICA, INC.  \nTHIS AGREEMENT, made and entered  \ninto by and between the LABOR RELA-  \nTIONS DIVISION OF THE MARYLAND  \nCHAPTER OF THE ASSOCIATED GENER-  \nAL CONTRACTORS OF AMERICA, INC.,  \nhereinafter “Labor Relations Division,” acting  \nas the collective bargaining agent for the con-  \ntractors that have given the Labor Relations  \nDivision written authorization to represent  \nthem. for purposes of collective bargaining,  \nsaid contractors being hereinafter referred to  \ncollectively and individually as the  \n“Employer” or “Employers,” and the BALTI-  \nMORE/WASHINGTON LABORERS’  \nDISTRICT COUNCIL, LABORERS’  \nINTERNATIONAL UNION OF NORTH  \n1  \nAMERICA, AFL-CIO, acting for and on  \nbehalf of its affiliated Local Union: #194  \n(hereinafter referred to collectively as the  \n“UNION”), for the purpose of establishing  \nhours, wages and working conditions and to  \ninsure the peaceful adjustment and settlement  \nof any and all grievances, disputes or other  \ndifferences which may arise between the  \nEmployer and the Union.  \n"], ["ARTICLE I  \nRECOGNITION  \n", "Section 1. The Labor Relations Division of  \nthe Maryland Chapter of the Associated  \nGeneral Contractors of America, Inc. (here-  \ninafter referred to as the “Division” or  \n“Employer’) on behalf of such individual con-  \ntractors who have given the Division written  \nauthorization to represent them for the purpose  \nof collective bargaining with the Union and  \nwhuse tames are listed in the aitached  \nAppendix | hereby recognizes the Union as  \nthe sole and exclusive collective bargaining  \nrepresentative of all employees of said con-  \ntractors who work under the jurisdiction of the  \nUnion and who perform work covered by this  \nAgreement with respect to hours, wages and  \nother terms and conditions of employment.  \nSection 2, The Union recognizes the Labor  \nRelations Division of the Maryland Chapter of  \n2  \n\"¢  \n  \nthe Associated General Contractors of  \nAmerica, Inc., as the sole and exclusive col-  \nlective bargaining representative of all con-  \ntractors listed on the attached Appendix 1.  \n"], ["ARTICLE II  \nSUBCONTRACTING AND  \nMANAGEMENT RIGHTS  \n", "Section 1. On any site of construction, alter-  \nation, or repair of a building, structure or other  \nwork, the Employer shall not sublet, assign or  \notherwise contract or subcontract out any  \nwork which is covered by this Agreement on a  \nparticular job site covered by this Agreement  \nto any person, firm, corporation, contractor,  \nemployer or association unless said person,  \nfirm, Corporation, contractor, employer or  \nassociation performs said work under and in  \naccordance with the provisions of this  \nAgreement and provides wages, hours and  \nother conditions of employment equivalent to  \nthose set forth in this Agreement. This Article  \nshall be suspended during the pendency of any  \nadministrative or legal proceeding in which its  \ninvalidity is asserted. It is the intention of the  \nEmployer and the Union that this Article shall  \nbe interpreted to conform to the rulings of the  \nNLRB with respect to contracting and subcon-  \ntracting clauses allowed under the proviso to  \n  \n  \nSection 8(e) of the Labor-Management  \nRelations Act of 1947, as amended.  \nSection 2. The Employer retains the right to  \nmanage its business and jobs and to direct its  \nworking forces subject only to the specific  \nlimitations set forth in clear terms in the provi-  \nsions of this Agreement. The right to manage  \nthe Employer’s business and jobs and to direct  \nthe working force shall be deemed to include,  \nwithout limitation upon the generality of the  \nterms, the right to hire, suspend or discharge  \nemployees for proper cause; the right to trans-  \nfer employees from job to job; and the right to  \nlay off employees because of lack of work or  \nfor other legitimate reasons. In addition, the  \nright to determine which jobs are accepted, the  \nlocation of jobs and the scheduling of perfor-  \nmance, and the methods of performance are  \nrecognized as being solely and exclusively the  \nrights and responsibility of the Employer.  \n"], ["ARTICLE III  \nTERRITORIAL AREA AND  \nJURISDICTION OF WORK  \n", "Section 1. The terms and conditions of this  \nAgreement shall be effective in the geographi-  \ncal area described and embracing the City of  \nBaltimore, and the Maryland counties of  \nBaltimore, Harford, Cecil, Howard, Anne  \nArunde! and Carroll.  \nSection 2. The Employer agrees to pay no  \nless than the scale of wages, to work within  \nthe scheduled hours, to conform and abide by  \nthe terms and conditions of employment, to  \nabide by the working rules as set forth in this  \nAgreement and to observe the trade jurisdic-  \ntion of the Union on all work in the geographi-  \ncal area covered by this Agreement.  \nSection 3. The Employer hereby recognizes  \nand acknowledges the work jurisdiction of the  \nUNION as set forth in the Constitution of the  \nLaborers’ International Union of North  \nAmerica and any other work jurisdiction it  \nmay acquire and agrees to abide by said juris-  \ndiction in the assignment of all work covered  \nby this Agreement.  \nSection 4, The work jurisdiction claimed by  \nthe Union in this Agreement shall apply only  \nto building construction work and all finishing  \nwork in connection with the construction of  \nstations on the Baltimore Region Rapid  \nTransit System. The Union claims all work  \nrelating to the loading, unloading, handling  \nand distribution of all materials, equipment,  \nfixtures and furnishings; and shall operate all  \nwater pumps under four (4) inches, towmas-  \nters, scootcretes, power post hole diggers;  \npneumatic, electric and gasoline tampers and  \nrammers, buggymobiles, brick hops, brick  \nbuggies and other machines of similar charac-  \nter and shall load, unload, tend and signal  \nwhen necessary. The Union has jurisdiction in  \nthe following and over such other work as it  \nshall acquire and the Employer agrees to rec-  \nognize and abide by this jurisdiction.  \nHelpers: Helping mechanics or apprentices  \nof any or all crafts. Helping shall consist of  \nrendering assistance of a non-apprentice or  \nskilled nature to any building and construction  \ncraftsman or apprentice, including laborer.  \nTenders: Tending masons, plasterers, car-  \npenters and other building and construction  \ncrafts. Tending shall consist of the preparation  \nof materials and loading, unloading, handling,  \ndistribution and conveying of materials to be  \nused by mechanics of other crafts, whether  \nsuch preparation is by hand or any other  \nprocess. After the material has been prepared,  \ntending shall include the supplying and con-  \nveying of said material and other materials to  \nsuch mechanics, whether by hand, bucket,  \nhod, wheelbarrow, buggy, cart or other motor-  \nized unit used for such purpose, including all  \nfork lifts when tending masons and plasterers.  \nThe loading, unloading, handling and distribu-  \ntion of all materials, fixtures, furnishings and  \nappliances to approximate point of installa-  \n6  \ntion. Drying of plaster, concrete, mortar or  \nother aggregate, when done by salamander,  \nspace heaters or any other drying process.  \nCleaning and clearing of all debris, including  \ncleaning of windows, scraping of floors,  \nremoval of surplus material from all fixtures  \nwithin confines of structure and the cleaning  \nof all debris in building and construction area.  \nThe general cleanup, including sweeping,  \ncleaning, washdown and wiping of construc-  \ntion facility, equipment and furnishings and  \nthe removal and loading or burning of all  \ndebris including crates, boxes and packaging  \nwaste material. Washing or cleaning of walls,  \npartitions, ceilings, windows, bathrooms,  \nkitchens, laboratory, and all fixtures and facili-  \nties therein. Clean-up, mopping, washing,  \nwaxing and polishing or dusting of all floors  \nor areas. The ageing, curing, and waterproof-  \ning of concrete, mortar and other materials  \napplied to walls, floors, ceilings and founda-  \ntions of building, structures and airports, by  \nany mode or method. The removal and  \ncleanup of lead, asbestos, hazardous and toxic  \nwaste and other health hazard materials, by  \nany mode or method.  \nScaffolds: Erection, planking and removal -  \nof all scaffolds for lathers, plasterers, bricklay-  \ners, masons and other construction trades  \ncrafts. Building, planking or installation and  \n7  \nremoval of all staging, swinging and hanging  \nscaffolds including maintenance thereof. The  \ndismantling of said scaffolds as well as the  \npreparation for the foundation on mud-sills for  \nsaid scaffolds and the maintenance of same  \nshall be done by Laborers. Where multipur-  \npose scaffolds are built by Carpenters they  \nshall be tended by Laborers. Laborers shall  \nerect, Operate, maintain and dismantle all  \naccess Satellite elevating type work platforms  \n(scaffolding).  \nExcavations and Foundations: Excavation  \n_ for buildings, digging of trenches, piers, foun-  \ndations and holes; digging, lagging, rock bolt-  \ning, sheeting, cribbing, bracing and propping  \nof foundations, holes, caissons, cofferdams  \nand ail handling, filling and placing of sand  \nbags connected therewith. All drilling, blast-  \ning and scaling on the site, including areas  \nadjacent or pertinent to building construction  \nSite; Wstalation of icamporary utility lines. On-  \nsite preparation and right-of-way clearance for  \nconstruction of any structures. Clearing and  \nslashing of brush or trees by hand or with  \nmechanical cutting methods. Blasting for alt  \npurposes such as stumps, rocks, general demo-  \n- ition. Falling, bucking, yarding, loading or  \nburning of all trees or timbers on building con-  \nstruction sites. Choker setters, off bearers,  \nlumber handlers and ail laborers connected  \n8  \nwith on-site portable sawmill operations con-  \nnected with clearing. Erection, dismantling  \nand/or reinstallation of all fences. Clean-up of  \nright-of-way, including tying on, signaling,  \nstacking of brush, trees or other debris, and  \nburning where required. All soil test opera-  \ntions of semi and skilled labor, such as filling  \nof sand bags, handling timber and loading and  \nunloading of same.  \nConcrete, Bituminous Concrete and  \nSlurry Aggregates: Concrete, bituminous  \nconcrete, or slurry aggregates for walls, foot-  \nings, foundations, floors or for any other con-  \nstruction. Unloading, mixing, handling, con-  \nveying, pouring, vibrating, gunniting,  \nsignaling and otherwise placing concrete or  \nslurry aggregate, whether done by hand or any  \nother process. Wrecking, stripping, disman- —  \ntling and handling concrete forms and false  \nwork. Building of centers for fireproofing pur-  \nposes. Operation of motorized wheelbarrows  \nor buggies, machines of similar character,  \nwhether run by gas, diesel or electric power.  \nWhen concrete or slurry aggregates are con-  \nveyed by crane or derrick, or similar methods,  \nthe hooking on, signaling, dumping, and  \nunhooking the bucket, placing of concrete or  \nslurry aggregates, whether poured, pumped,  \ngunnited or placed by any other process. The  \nassembly, uncoupling of all connections and  \n9  \nparts of or to equipment used in mixing or  \nconveying concrete, slurry aggregates or mor-  \ntar, and the cleaning of such equipment, parts  \nand/or connections. All vibrating, spreading,  \nflowing, puddling, leveling and where pre-  \nstressed or pre-cast concrete slabs, walls or  \nsections are used, all loading, unloading,  \nstockpiling, hooking on, signaling, unhooking,  \nsetting and barring into place of such slabs,  \nwalls or sections. All mixing, handling, con-  \nveying, placing and spreading of grout for any  \npurpose, Green cutting of concrete or aggre-  \ngate in any form by hand, mechanical means,  \ngrindstones or air or water. The set up and  \noperation of lasers. The carrying of reinforc-  \ning rods for concrete. The stripping of forms,  \nother than panel forms which are to be reused  \nin their original form, and the stripping of  \nforms on all flat arch work. The moving,  \ncleaning, oiling and carrying of all forms to  \nthe next point of erection. The snapping of  \nwall ties and removal of tie rods. Handling,  \nplacing and operation of the nozzle, hoses and  \npots or hoppers on sandblasting or other abra-  \nsive Cleaning. The jacking of slip forms, and  \nall semi and unskilled work connected there-  \nwith.  \nSewers, Drains, Culverts and Multiplate  \n- (in connection with building construction):  \nUnloading, sorting,  \n10  \ncoating, treating, handling, distribution and  \nlowering or raising of all pipe or multiplate.  \nAll digging, driving of sheet piling, lagging,  \nbracing, shoring and cribbing; breaking of  \nconcrete, back-filling, tamping, resurfacing  \nand paving of all ditches in preparation for the  \nlaying of all pipe. Pipe laying, leveling and  \nmaking of the joint of any pipe used for main  \nor side sewers and storm sewers, including the  \nset up and operation of lasers. All of the laying  \nof clay, terra cotta, ironstone, vitrified con-  \ncrete or other pipe and the making of joints for  \nmain or side sewers and storm sewers, and all  \npipe for drainage. Unloading, handling, distri-  \nbution, assembling in place, bolting and lining  \nup of sectional (multi-plate) metal or other  \npipe, including corrugated pipe. Laying of lat-  \neral sewer pipe for main sewer or side sewer  \nto building or structure except that Employer  \nmay direct that this work be done under proper  \nsupervision. (Referee Hutcheson’s decision).  \nLaying, leveling and making of the joint of all  \nmulticell conduit or multi-purpose pipe, and  \nthe unloading, handling, distribution and  \ninstallation of PVC conduit (single and multi-  \nple raceway). Cutting of holes in walls, foot-  \ning, piers or other obstructions for the passage  \nof pipe or conduit for any purpose and the  \npouring of concrete to secure said holes.  \nDigging under streets, roadways, aprons or  \n1]  \nother paved surfaces for the passage of pipe,  \nby hand, earth auger or any other method and  \nmanual and hydraulic jacking of pipe under  \nsaid surfaces. Installation of septic tanks,  \ncesspool and drain fields.  \nUnderpinning, Lagging, Bracing,  \nPropping and Shoring: Underpinning, lag-  \nging, bracing, propping and shoring, raising  \nand moving of all structures; raising of struc-  \nture by manual or hydraulic jacks or other  \nmethods. Ali work on house moving, shoring  \nand underpinning of structures; loading, sig-  \nnaling, right-of-way clearance along the route  \nof movement. Resetting of structure in new  \nlocation to include all site clearing, excavation  \nfor foundation and concrete work. Clean-up  \nand back-filling, landscaping old and new site.  \nSignalmen: Signalmen on all construction  \nwork defined herein, including traffic control  \nsignalmen at construction sites.  \nGeneral Excavation and Grading: The  \nclearing, excavating, filling, backfilling, grad-  \ning and landscaping of all building construc-  \ntion sites and all labor connected therewith,  \nincluding chainmen, rodmen, grade markers,  \nall erosion control related work such as the  \ninstallation of silt, fences, haybales, temporary  \ndrains, rip-rap, gabions, seeding and landscap-  \ning, and dismantling and/or removal thereof.  \n12  \nFactories: All work in factories, mills and  \nindustrial plants performed now or as may be  \nacquired hereafter, including packers, cutters,  \nloaders, raw materials unloaders, checkers,  \nstuffers, production line personnel and stencil-  \ning of materials. Handling of raw pigment;  \nvessel cleaners and/or dryers; washing or  \ncleaning laboratory glassware; stocking of  \nmaterials in laboratories; the cleaning and/or  \nscrubbing, washing, polishing of all floors,  \nglass, windows, walls, restrooms, and furni-  \nture; all environmental related work such as  \nasbestos abatement, lead abatement, industrial  \nand/or hazardous waste abatement, removal  \nand cleaning.  \nGeneral: Material yards, junk yards, asphalt  \nplants, concrete products plants, cemeteries,  \nlandscape nurseries and the cleaning or recon-  \nditioning of streets, ways, sewers and water  \nlines and all maintenance work and work of an  \nunskilled and semi-skilled nature, including  \nlaborers in shipyards, tank cleaners, ship  \nscalers, shipwright helpers, watchmen, flag-  \nmen, guards, security and safety men, tool-  \nroom men, park, sports arena and all recre-  \national center employees, utilities employees,  \nhorticultural and agriculture workers, garbage  \nand debris handlers and cleaners.  \nWrecking: The wrecking or dismantling of  \n13  \nbuildings and al] structures. Breaking away  \nroof materials, beams of all kinds, with use of  \ncutting torch or other wrecking tools as neces-  \nsary. Burning or otherwise cutting all steel  \nstructural beams. Breaking away, cleaning and  \nremoval of all masonry and wood or metal fix-  \ntures for salvage or scrap. All removal, han-  \ndling and cleanup of lead, asbestos, hazardous  \nand toxic waste and other health hazard mate-  \nrials, by any mode or method. All hooking on  \nand unhooking and signaling when materials  \nfor salvage or scrap are removed by crane or  \nderrick. All loading and unloading of materi-  \nals carried away from the site of wrecking. All  \nwork in salvage or junk yards in connection  \nwith cutting, cleaning, storing, stockpiling or  \nhandling of materials. All cleanup, removal of  \ndebris, burning, backfilling and landscaping of  \nthe site of wrecked structure.  \nEnvironmental: All asbestos abatement,  \nlead abatement, industrial hazardous aiid  \nnuclear waste abatement, removal and clean-  \ning; abatement, removal and cleaning of any  \nand all other health hazard materials by any  \nmode or method in locations within the  \nUnion’s jurisdiction.  \nStudio Utility Employees: All such work  \nas herein described as may be pertinent to and  \npart of the operation of motion picture and  \nother related types of studios.  \n14  \nUse of Tools: Operation of all hand, pneu-  \nmatic, electric motor, combustion or air-driven  \ntools or equipment necessary for the perfor-  \nmance of work described herein.  \nMiscellaneous: All such work and jurisdic-  \ntion as may have been acquired by reason of  \namalgamation or merger of former national or  \ninternational unions and as may be hereafter  \nacquired; including all such work and jurisdic-  \ntion as declared by actions of the Executive  \nCouncil or conventions of the American  \nFederation of Labor.  \nWell Points: Installation of well point sys-  \ntems on all work.  \n"], ["ARTICLE IV  \nUNION SECURITY  \n", "Section 1. It shall be a condition of employ-  \nment that all employees covered by this  \nAgreement who are members of the Union on  \nthe execution date of this Agreement shall  \nremain members, and those who are not mem-  \nbers on the execution date of this Agreement  \nshall on and after the seventh (7th) day follow-  \ning the execution date of this Agreement  \nbecome and remain members in the Union. It  \nshall also be a condition of employment that  \nall employees covered by this Agreement who  \n15  \nare hired on or after its execution date shall on  \nand after the seventh (7th) day the  \nbeginning of such employment, become and  \nremain members in the Union. Failure of any  \nemployee to comply with the provisions of  \nthis Article shall, upon request of the UNION,  \nresult in the termination of such employee. For  \nthe purpose of this Section, “union member-  \nship” shall mean that an employee tenders the  \nperiodic dues and initiation fees uniformly  \nrequired by the Union as a condition of acquir-  \ning or retaining membership in the Union to  \nthe extent permitted by law.  \n"], ["ARTICLE V  \nCHECK-OFF  \n", "Section 1. During the term of this  \nAgreement, and in accordance with the terms  \nof an individual and voluntary written autho-  \nnization for check-off of membership dues in  \npermitied by the provisions of Section  \n302(c) of the Labor Management Relations  \nAct, as amended, the Employer agrees to  \ndeduct once each week from the wages of  \neach employee covered by this Agreement  \nwho signs said authorization an amount as  \nproperly established and promulgated by the  \nLaborers’ District Council. The authorization  \nfor check-off of dues shall be obtained at the  \n16  \nsame time as the tax withholding W-4 form is  \nexecuted. Should an employee refuse to sign  \nthe authorization, the Employer will notify the  \nUnion immediately.  \nSection 2. The amount deducted shall be  \nsent, along with the fringe benefit payments  \nand report forms required under Article XVII  \nto the Laborers’ Benefit Funds at 6650 Belair  \nRoad, Baltimore, Maryland 21206 (as receiv-  \ning agent for the Laborers’ District Council  \nand its affiliated Local Unions) once each  \nmonth on or before the twentieth (20th) day of  \nthe month following the month in which the  \nrequired amount is deducted,  \n"], ["ARTICLE VI  \nREFERRAL AND HIRING  \n", "Section 1. To provide an efficient, compe-  \ntent, and safe system of production in the con-  \nstruction industry; to eliminate the evils of  \ncasual employment; to secure a fair distribu-  \ntion of employment and a living wage to those  \nworkers who must gain their livelihood from  \nthe industry to which they contribute their  \nlabor, and to provide an orderly procedure of  \nreferral of individuals to employment, there is  \nhereby established this plan of referral  \nbetween the Union and the Employer.  \n1. Key employees may be employed by  \n17  \nthe Employer. The number of key  \nemployees shall be determined at the  \npre-job conference, but shall not exceed  \na number greater than ten percent  \n(10%) of the laborer workforce of the  \nrequesting Employer on that specific  \nproject except with the express permis-  \nston of the respective local union in  \nwhose territorial jurisdiction the work  \nis being performed. Employees who  \nhave worked for the requesting  \nEmployer for more than ninety days in  \nthe past two-year period may be  \nreferred for employment to the request-  \ning Employer without regard to their  \nposition on the group list. Seven (7)  \ndays prior to the beginning of any pro-  \nject, the Employer shall notify the |  \nBaltimore/Washington Laborers’  \nDistrict Council of the project location  \nand its starting date. If cither party  \nrequests a pre-job conference then both  \nparties shall meet within seventy-two  \n(72) hours of said request.  \n. The Employer shall notify the Union of  \nthe need for all other workers and shall  \nnot recruit individuals directly or hire  \nadditional individuals not referred by  \nthe Union.  \n18  \n. The Employer in requesting referrals  \nshall specify to the Union (a) the num-  \nber and classification of workers  \nrequired, (b) the location of the project,  \n(c) the nature and type of construction  \ninvolved, (d) the work to be performed  \nand (e) such other information as  \ndeemed essential by the Employer in  \n- order to enable the Union to make  \nproper referral of individuals.  \n. Registration and selection of individu-  \nals for referral to the job shall be on a  \nnon-discriminatory basis and shall in no  \nway be affected by union membership,  \nbylaws, rules, regulations, constitution-  \nal provisions, and any other aspect or  \nobligation of union membership poli-  \ncies or requirements.  \n. The Employer reserves and shall have  \nthe right to accept or reject any individ-  \nual referred by the Union subject to the |  \nappellate procedure provided for here-  \nin.  \n. The Employer shall not request the  \nreferral of more workers than the num-  \nber of available jobs. If he does, those  \nworkers referred but not employed shall  \nbe reimbursed in the amount of two (2)  \nhours pay for the job to which they  \nwere referred.  \n19  \n7. Registration and referral of applicants  \nshall be in accordance with the follow-  \ning plan:  \n(a)  \n(b)  \nInitial applicants for registration  \nand referral must be (a) eighteen -  \n(18) years of age at the time appli-  \ncation is made, (b) must be in good  \nmental health and physically able  \nto perform any task assigned, and  \n(c) must have completed the Basic  \nSkills course as administered by  \nthe Baltimore/Washington Laborers’  \nDistrict Council Training Fund.  \nRegistration of applicants for refer-  \nral shall be at the Local Union  \nOffice between the hours of 6:30  \na.m. and 8:00 a.m., Monday of  \neach week. These registration peri-  \nods shall be established by the  \nUnion and notification thereof  \nshall be given to all interested par-  \nties by posting in the Union Office  \nand on the job sites in conspicuous  \nlocations.  \n(c) Registration for the referral lists  \nshall only be valid for the calendar  \nmonth in which registration was  \nmade. Non-members shall be sub-  \nject to an eight dollar ($8.00)  \nadministrative fee for each calen-  \n20  \ndar month in which they request to  \nbe registered.  \n(d) The Union shall require all job  \napplicants that have not previously  \nregistered to submit a resume of  \nexperience and qualifications in  \ntheir proper group and whether  \nthey are qualified to perform the  \nvarious requisite skills of the craft  \nand thereby be eligible for registra-  \ntion and/or referral. One of the first  \nindividuals referred shall be a  \nsteward qualified by the Union.  \n(e) The Union shall register all appli-  \ncants for employment on the basis  \nof the groups listed below, each  \napplicant shal] be registered in the  \nhighest priority group for which he  \nqualifies.  \nGROUP A — all individuals applying for  \nemployment who have been  \nemployed as construction  \nlaborers for a minimum of 300  \nhours for each of the last three  \nyears, but not less than 2,000  \nhours for the entirety of that  \nperiod, by any employer sig-  \nnatory to an agreement with a  \nunion affiliated with the  \nBaltimore/Washington  \n21  \nLaborers’ District Council,  \nLaborers’ International Union  \nof North America, AFL-CIO,  \nwhich contains a referral  \ncedure substantially similar to  \nthat established herein; and  \nwho have maintained resi-  \ndence in the past year within  \nthe geographical area of the  \nnormal construction labor  \nmarket.  \nGROUP B — all individuals active and avail-  \nable for work in_ the  \nApprenticeship Program to be  \nreferred by Union and employed  \nby the Employer in accordance  \nwith Article XXV of this  \nAgreement.  \nGROUP C — all individuals applying for  \nemployment who have been  \nt +i  \nemnloyed as construction  \nlaborers for a minimum of 150  \nhours for each of the last three  \nyears, but not less than 1,000  \nhours for the entirety of that  \nperiod, by any employer sig-  \nnatory to an agreement with a  \nunion affiliated with the  \nBaltimore/Washington  \nLaborers’ District Council,  \n22  \nGROUP D —  \nGROUP E —  \nLaborers’ Internationa) Union  \nof North America, AFL-CIO,  \nwhich contains a referral pro-  \ncedure substantially similar to  \nthat established herein; or  \nindividuals who have satisfac-  \ntorily completed the required  \ncourses as provided by the  \nBaltimore/Washington  \nLaborers’ District Council  \nTraining Fund.  \nall individuals applying for  \nemployment who have worked  \nas construction laborers for the  \npast two or more years and  \nwho have for the past year or  \nmore held residence within the  \ngeographical area constituting  \nthe normal construction labor  \nmarket.  \nall other individuals  \nfor employment.  \n8. The Union shall maintain each of the  \nseparate group lists set forth above  \nwhich shall list the individuals within  \neach group in the order they registered  \nas available for employment.  \n9. The Union shall refer individuals to the  \nEmployer by first referring individuals  \nin group “A” in the order of their place  \n23  \non said list and then referring individu-  \nals in the same manner successively  \nfrom the list in group “B”, then group  \n“C” and then group “D”. Any individ-  \nual who is rejected by the Employer  \nshall be returned to the appropriate  \nplace within his group and shall be  \nreferred to another Employer in accor-  \ndance with the position of his group  \nand his place within the group. If an  \nindividual is referred for employment  \nand is actually employed on a job for  \nmore than three (3) days, his name shall  \nbe removed from the list until such time  \nas his employment has been terminated  \nat which time he shall be registered at  \nthe bottom of the appropriate list under  \nwhich he is entitled to be registered. If  \nan individual, upon being referred in  \nregular order, refuses to accept the  \nreferral | his name shall be placed a at the  \nbottom of the appropriate list under  \nwhich he is entitled to be registered.  \nIndividuals referred to employment and  \nfailing to report to the jobsite at the des-  \nignated time, and, on the designated  \ndate, shall not be eligible to re-register  \nfor referral for a period of thirty (30)  \ndays from the date of the previous  \nreferral. Individuals voluntarily quitting  \n24  \n10.  \n11.  \n12.  \nor walking off jobs three times within  \nany twelve month period shall not be  \neligible to re-register for referral for a  \nperiod of one year from the date of the  \nthird incident. Individuals that are  \nreferred to employment and who are  \ndischarged for cause on three occasions  \nwithin a ninety day period, will not be  \neligibie to re-register for referral for a  \nperiod of one year from the date of their  \nthird incident.  \nIn the event that the referral facilities  \nmaintained by the Union are unable to  \nfill the requisition of an Employer for  \nworkers within a forty-eight hour peri-  \nod after such requisition is made by the  \nEmployer (Saturdays, Sundays, and  \nholidays excepted), the Employer may  \nemploy individuals directly at the job  \nsite. In such event the Employer will  \nnotify the Union of the names and dates  \nof such hirings.  \nThe Union, its officers, agents and rep-  \nresentatives undertake no obligations to  \nsearch for or by any means locate an  \napplicant on the current applicable  \nreferral list who cannot be contacted by  \nphone within a two (2) hour period from  \nthe time of the Employer’s request.  \nThe order of referral set forth above  \n25  \nshall be followed except in cases where  \nEmployers require and call for individ-  \nuals possessing specific skills and abilities in  \nwhich case the Union shall refer the first indi-  \nvidual on the register possessing such special  \nskills and abilities.  \n13. In the event any individual is aggneved,  \n(1) with his: failure to qualify for registra-  \ntion, or (2) with his group classification or  \n(3) with his order of referral, or (4) by the  \naction of the Employer in connection with  \nhiring, he may, within ten (10) days fol-  \njowing the occurrence of the event which  \nconstitutes the basis for the grievance, file  \nwith the person in charge of the registra-  \ntion and referral office, a written statement  \nof the grievance clearly and specifically  \nsetting forth the wrong or violation  \ncharged. An appellate tribunal consisting  \nof an Employer representative, a Union  \nrepresentaive, and an impartial chairman  \nappointed jointly by the Employer and  \nUnion shall consider the grievance and  \nrender a decision which shall be final and  \nbinding. The appellate tribunal is autho-  \nrized to issue procedural rules for the con-  \nduct of its business but it is not authorized  \nto add to, or subtract from, or modify any  \nof the provisions of this Article and its  \n26  \n14.  \n15.  \n16.  \n‘decisions shall be in accordance with the  \nprovisions of this Article.  \nThe Employer and Union shall post in  \nappropriate places where  \nemployees and applicants are custom-  \narily posted, all provisions related to  \nthe referral arrangement set forth in this  \nArticle.  \nA separate list shall be maintained for  \ntrainees enrolled in the training pro-  \ngram operated by the Baltimore/  \nWashington Laborers’ District Council  \nTraining Fund. When a trainee is  \nrequested, he shall be referred on the  \nbasis of his skills and standing on the  \ntrainee list. No individual may register  \nfor employment as a laborer and a  \ntrainee at the same time.  \nThe Union shall indemnify and save the  \nEmployer harmless against any and al]  \nclaims, demands, suits or other forms of  \nliability that shall arise out of or by rea-  \nson of action taken or not taken by the  \nEmployer for the purpose of complying  \nwith the Union’s referral plan, includ-  \ning the operation of the plan, so long as  \nthe Employer’s course of conduct is in  \ncompliance with the foregoing referral  \nprocedure.  \n27  \n"], ["ARTICLE VII  \nCOOPERATION  \n", "Section 1. The UNION agrees to cooperate  \nwith the Employer in every respect and will  \nrecognize the Employer as fair to union labor  \nand agrees to make this fact known to all per-  \nsons requiring the services of the Employer.  \n"], ["ARTICLE VII  \nNO STRIKE, LOCKOUT,  \nGRIEVANCE AND ARBITRATION  \n", "Section 1. During the term of this Agree-  \nment and any renewals or extensions thereof,  \nthe Employer shall not engage in any lockout,  \nand the UNION shall not engage in, sanction  \nor condone any work stoppage or work disrup-  \ntion on any job in which any Employer bound  \nby this Agreement is engaged, whether by  \nstrike, slowdown or other disruptive practice;  \nprovided that it shai ivi be a this  \nAgreement in the event that:  \n(a) an employee refuses to enter upon  \nany property involved in a labor  \ndispute or refuses to go through or  \nwork behind any picket line,  \nincluding picket lines at the  \nEmployer’s place or places of busi-  \nness.  \n28  \n(b) the UNION orders a work stoppage  \ndue to the failure of the Employer  \nto timely comply with the griev-  \nance and arbitration procedure in  \nSection 2 or to comply with a deci-  \nsion of any arbitrator. It is agreed  \nthat nothing herein shall prevent  \nthe Union from taking appropriate  \nlegal action to compel observance  \nof this Agreement of an arbitra-  \ntor’s decision;  \n(c) the UNION orders a work stoppage  \ndue-to the failure of the Employer  \nto pay the agreed upon wage rates  \nor to make timely remittance to the  \nUnion of monies that have been  \nwithheld for dues check-off; and  \n(d) the UNION orders a work stoppage  \npursuant to Section 7 of Article  \nXVI (entitled “Fringe Benefits”).  \nSection 2. In the event any dispute or griev-  \nance shall arise concerning any matter covered  \nby the terms and conditions of this Agreement,  \nexcluding those matters which are solely mat-  \nters of management prerogative, the party .  \nclaiming to be aggrieved or seeking any action  \nby the other party shall first present the griev-  \nance or dispute to the affected Employer or to  \nthe UNION job steward, as the case may be,  \n  \n29  \nwithin forty-eight (48) hours after the reason  \nfor the grievance occurred. If such grievance  \nor dispute shall not have been settled to the  \nsatisfaction of the parties within forty-eight  \n(48) hours of its presentment to the affected  \nEmployer or to the Union’s steward, either the  \nUnion or the affected Employer, and only the  \nUnion or the affected Employer may, in writ-  \ning, request the Chairman of the Division’s  \nLabor Committee to appoint a two (2) member  \ncommittee to meet with an equal number of  \nrepresentatives of the Union to consider the  \ngrievance or dispute. If the grievance or dis-  \npute is not resolved to the satisfaction of the  \nparties by the joint committee within ten (10)  \nworking days of receipt of the written request,  \nunless such time period is extended by the  \nwritten agreement of the parties, either party  \nmay apply to the Federal Mediation and  \nConciliation Service for a list of arbitrators  \nLan «han chall anal t  \nOm Woien partics Quacce ail arbitra-  \ntor within twenty-four (24) hours of receipt of  \nthe list, by each party alternatively striking  \nnames until one (1) name remains. The arbi-  \ntrator so selected shall hear and determine the  \ndispute within ten (10) days from the date of  \nhis selection, if at all possible, and the parties  \nshall cooperate-in every way necessary to  \nassist the arbitrator in facilitating disposition  \n30  \nof the matter. The fee of the arbitrator shall be  \nshared equally by the Employer involved and  \nthe Union, and his decision shall be final and  \nbinding upon the Employer, the Union and  \nany employee or employees involved.  \nSection 3. The Union agrees that it will not  \nengage in a work stoppage or picketing on  \naccount of any matter relating to the work  \njurisdiction of the Union or of any other union  \non a job site but the Union shal! not be respon-  \nsible for the personal decision of any em-  \nployee to honor any such picket line.  \n"], ["ARTICLE IX  \nWAGES AND HOURS  \n", "Section 1. The Employer shall pay no less  \nthan the hourly rates set forth in the schedule  \nof wages which is part of this Agreement. The  \nEmployer shall, when making payments of  \nwages, include a statement consisting of the  \nfirm name, amount of hours and the amount of  \ngross wages and deductions.  \nSection 2, All wages are to be paid meekly  \non the job during work hours in United States  \ncurrency and/or by registered or insured pay-  \nroll check. Not more than three (3) days are to  \nbe withheld for payroll purposes by the  \nEmployer, except by agreement with the  \nUNION, said agreement shall apply to one  \n31  \ndesignated job only.  \nSection 3. If any employee is terminated  \nfrom employment by the Employer or its rep-  \nresentatives, he or she shall be paid off imme-  \ndiately, and if required to report to an off-site  \noffice, shall be paid two (2) hours extra, night  \nwork and shift work excepted, or if he or she  \nis not paid off shall be paid for all waiting  \ntime that he or she is forced to wait until paid.  \nIf an Employer’s payroll office is located out-  \nside of the Baltimore metropolitan area, the  \nEmployer shall have twenty-four (24) hours  \nfrom the time of the employee’s termination in  \nwhich to pay the terminated employee in full  \n(Saturdays, Sundays and holidays excluded).  \nSection 4. If, as a result of the Employer’s  \nnegligence, an employee is not paid in a time-  \nly manner, the Employer shall pay the  \nemployee for all waiting time at the regular  \nhourly rate of pay. It is clearly understood that  \nthis penaity shall not be imposed if the  \nEmployer presents evidence of a reasonable  \nexcuse acceptable to the Union.  \nSection 5. Employees shall be allowed a  \nregular lunch period of one-half (1/2) hour.  \nAny employee required to work during the  \nregular lunch period shall eat on the fly and  \nreceive one-half (1/2) hours pay at the straight  \n32  \ntime rate.  \nSection 6. Employees shall be allowed a  \nbreak of ten minutes daily between the hours  \nof 8:30 a.m. and 10:30 a.m. at the place of  \nwork, except in designated hazardous waste  \ndanger zones.  \nSection 7, Saturday of the same weekly  \npayroll period shall be considered as a make-  \nup day at straight time rate of pay if forty (40)  \nhours of work are available during the same  \nweekly payroll period and are not worked as a  \nresult of adverse weather conditions or if the  \nemployee fails to work all of the available  \nhours. The refusal of any employee to work on  \nthe makeup day will be cause for discharge. It  \nis also understood that additional employees  \nwill be furnished by the Union for the  \nSaturday makeup day if the Employer so  \nrequests.  \nSection 8. When agreed to by other trades  \nworking on a job, the Employer may establish  \nfor all or any portion of his employees a work-  \nweek consisting of four (4) ten (10) hour days.  \nIf a four (4) ten (10) hour day workweek is  \nestablished, then Friday and Saturday of the  \nsame workweek shall be considered make up  \ndays and employees shall be paid at the  \nstraight-time rate of pay on Friday and  \nSaturday up to the point at which they achieve  \n33  \nforty (40) hours provided they previously  \nfailed to work forty (40) hours during the  \nworkweek due to adverse weather conditions.  \nSection 9. The regular hours of work on a  \nsingle shift operation shall be either eight (8)  \nhours of continuous employment if a five (5)  \nday workweek is observed, or ten (10) hours  \nof continuous employment if a four (4) day  \nworkweek is observed and, in either case,  \nshall be performed between the hours of 6  \na.m. and 5 p.m., unless other hours are estab-  \nlished by mutual agreement of the Employer  \nand the Union.  \n"], ["ARTICLE X  \nOVERTIME AND HOLIDAY PAY  \n", "Section 1. All time in excess of eight (8)  \nhours per day, Monday through Friday if a  \nfive (5) day workweek is observed; all time in  \nsem mire  \nexcess of icn (10) hours per day, Monday  \nthrough Friday, if a four (4) ten (1G) hour day  \nworkweek is observed; and all work per-  \nformed between the hours of midnight Friday  \nup to and including midnight Saturday shall be  \npaid for at the rate of one and one-half (1-1/2)  \ntimes the basic rate. All work performed  \nbetween the hours of midnight Saturday up to  \nand including midnight Sunday and on holi-  \ndays, shall be paid for at the rate of two (2)  \n34  \ntimes the basic rate. The holidays referred to  \nherein are New Year’s Day, Memorial Day,  \nIndependence Day, Labor Day, Thanksgiving  \nDay and Christmas Day. Whenever the above  \nholidays occur on Sunday, they shall be cele-  \nbrated on the following Monday and when  \nthey occur on Saturday, they shall be celebrat-  \ned on the preceding Friday except when  \nanother day of celebration is established by  \nthe Baltimore Building and Construction  \nTrades Council. Any employee who wants to  \ncelebrate Martin Luther King’s Birthday may  \ndo so without pay and without being subject to  \ndisciplinary action provided the employee  \ngives at least two (2) days advance notice;  \nhowever, work performed on Martin Luther  \nKing’s Birthday will not be subject to the  \nautomatic overtime requirements imposed by  \nthis Section.  \n"], ["ARTICLE XI  \nSHIFT WORK  \n", "Section 1. When shift work is required, the  \nday shift will work eight (8} hours for eight  \n(8) hours pay, the swing shift will work eight  \n(8) hours for eight (8) hours pay and the  \ngraveyard shift wil! work seven (7) hours for  \neight (8) hours pay. The only exception to this  \nrule is where upon request by the Employer  \n35  \nand after investigation by the District Council,  \nit is determined it is not feasible to work dur-  \ning normal working hours, the rate of pay  \nshall be the same as that for day work. Work  \nwill not be considered shift work unless it con-  \ntinues for at least three (3) consecutive work-  \ndays.  \nSection 2. Where a particular part of a job  \nor a specific operation is worked as a two (2)  \nor more shift operation, the shift rates shall  \napply only to the men employed on such par-  \nticular part of the job or specific operation.  \nSection 3. Employees shall be allowed a ten  \n(10) minute break on each shift.  \n"], ["ARTICLE Xif  \nLABORER FOREMEN  \n", "Section 1. When a Laborer Foreman is not  \nrequired, Laborers (except tenders) shall be  \nAgreement shall be applicable to said  \nForeman. Foremen shall be guaranteed forty  \n(40) hours pay per week provided they make  \nthemselves available to work when required  \nby the Employer.  \n36  \n"], ["ARTICLE XHlI  \nHEALTH AND SAFETY  \n", "Section 1. The Employer recognizes the  \nimportance of safety provisions on the job for  \nthe protection of the health, life and limb of its  \nemployees and agrees that it shal] make every  \nreasonable effort to provide for the safety of  \nits employees on the job.  \nSection 2. The Union shall have the right to  \nmake recommendations concerning safety pro-  \nvisions on any job site.  \nSection 3. The Employer shall provide ade-  \nquate sanitary provisions on the job site.  \nSection 4. The Employer shall furnish  \ndrinking water and sanitary cups at all times  \nwith ice in warm weather.  \nSection 5. The Employer shail furnish all  \nnecessary tools, boots, rain gear and equip-  \nment which shall be checked in and out during  \nworking hours. The employee shall be respon-  \nsible for all lost articles.  \nSection 6. The Employer shall provide ade-  \nquate shelter for its employees covered by this  \nAgreement to change clothes, etc. wherever  \npossible. Said place to be for the use of said  \nemployees exclusively and no tools or sup-  \nplies shall be stored there. Heated facilities are  \nto be supplied by the Employer in cold  \nweather.  \n37  \n"], ["ARTICLE XIV  \nACCESS TO JOB SITE  \n", "Section 1. The Business Representatives of  \nthe Union shall be allowed access at any time  \nduring the working hours to any job or opera-  \ntion being performed by the Employer but  \nshall advise the Employer of their presence  \nprior to entering the workplace. Said represen-  \ntatives shall enter work areas at their own risk  \nand shall comply with all safety rules in effect  \non the job.  \n"], ["ARTICLE XV  \nSTEWARDS  \n", "Section 1. The Business Representative of  \nthe Union shall have the right, after consulta-  \ntion with the Employer, to appoint a Steward  \nor Stewards on the job where members of the  \nUnion are employed. If it is determined that  \nthere is 6 Gualified un ile job to  \nserve as Steward, the Union shall furnish a  \nSteward who shall be the next employee hired  \nby the Employer. The Steward shall be  \nallowed time to perform the customary duties  \nof a Steward. The Steward shall have  \nabsalutely no authority to call or cause any  \nwork stoppage. The Steward shall be assigned  \nto the highest classification of work available  \nthat he is capable of performing. The Steward  \n38  \nshall be employed at all times whenever work  \ncoming under the jurisdiction of the Union is  \nbeing performed on the job site, provided the  \nSteward is qualified to perform the work being  \nperformed, including all overtime, Saturday,  \nSunday and holiday work. The Employer may  \ntransfer a Steward from Jobsite to jobsite pro-  \nvided he notifies the appropriate Local Union  \nof the intended transfer before the transfer is  \nmade.  \n"], ["ARTICLE XVI  \nFRINGE BENEFITS  \nSection 1. HEALTH AND WELFARE  \n", "FUND. In order to provide health and welfare  \nbenefits to employees covered by this  \nAgreement and their dependents, the  \nEmployer shall pay the sums hereinafter set  \nforth to the Construction Workers’ Trust Fund  \n(the “Fund”), Baltimore, Maryland, for each  \nhour worked by each employee covered by  \nthis Agreement: -  \nCommencing April 1, 2005—- Two Dollars  \nand Forty-Five Cents ($2.45) per hour. *  \nThe Union and Employer recognize and  \nagree that the Employer’s contributions to the  \nFund include the Employer’s portion of FICA  \nand FUTA taxes paid on the weekly disability  \nbenefit provided by the Fund to the  \n39  \nEmployer’s employees and former employees  \nand therefore the Fund will pay the  \nEmployer’s share of the FICA and FUTA tax-  \nes on such benefits.  \nSection 2. PENSION FUND. In order to  \nprovide pension benefits to employees cov-  \nered by this Agreement, the Employer shall  \npay the sums hereinafter set forth to the  \nBaltimore/Washington Laborers’ District  \nCouncil Pension Fund (the “Fund”).  \nBaltimore, Maryland, for each hour worked by  \neach employee covered by this Agreement:  \nCommencing April 1, 2005—- Seventy-  \nfive cents ($.75) per hour.*  \nSection 3. VACATION FUND. In order to  \nprovide vacation benefits to employees cov-  \nered by this Agreement, the Employer shall  \ndeduct as a checkoff from employees and pay  \nthe sums hereinafter set forth to the  \nBaltimore/Washington District  \nCouncil Vacation Fund (the “Fund”),  \nBaltimore, Maryland, for each hour worked by  \neach employee covered by this Agreement:  \nCommencing April 1, 2005— One Dollar  \n($1.00) per hour.  \n*Effective 4-01-03 and 4-01-04 employees will receive an  \nincrease of $.50 hourly which will be allocated between  \nwages and benefits as determined by the Union after con-  \nsultation with the Employer.  \n40  \nSection 4. TRAINING FUND/LECET/-  \nLabor Management. In order to insure ade-  \nquately trained manpower to perform the work  \ncovered by this Agreement, the Employer  \nshall pay the sum hereinafter set forth to the  \nBaltimore/Washington Laborers’ District  \nCouncil Training Fund (the “Fund”),  \nBaltimore, Maryland, for each hour worked by  \neach employee covered by this Agreement:  \nEffective April 1, 2005— Twenty-eight  \ncents ($.28) per hour for each hour worked.  \nAny amounts needed for the Laborers-  \nEmployers Cooperation Education Trust and  \nthe Labor-Management Committee shail be  \ntaken from the amounts paid to the Training  \nFund,  \nSection 5. Unless otherwise directed by the  \nTrustees of any of the Funds listed in Sections  \n1 through 4 hereof, the Employer shall remit  \nall payments due under this Article XVI,  \ntogether with the dues check-off required by  \nArticle V, and the Construction Industry  \nAdvancement program payments required by  \nArticle XX in one (1) check, (and on a remit-  \ntance report form furnished by Laborers’  \nBenefit Funds) and must be submitted weekly  \non the third business day after the end of the  \nweek for which the payment is due and  \npayable to the order of Laborers’ Benefit  \n4]  \nFunds, as the receiving agent for such funds,  \nunless permission to submit same on a month-  \nly basis and/or to submit by mail directly to  \nthe Fund Office, 6650 Belair Road, Baltimore,  \nMaryland 21206, is granted by the Trustees of  \nthe various funds. If payment is due monthly it  \nmust be made by the twentieth (20th) day of  \nthe month after the month for which the pay-  \nment is due. All Employers covered by this  \nAgreement who are members of the Labor  \nRelations Division of the Maryland Chapter of  \nthe Associated General Contractors of  \nAmerica, Inc., and its affiliated organizations  \nmay submit payments and forms by mail to  \nthe various funds on a monthly basis. Any  \npayment which is not made in full or any  \nreport which is not completed in full will not  \ncomply with the requirements hereunder. If an  \nEmployer has no covered employees during a  \nreposting period, he shall still file a remittance  \nreport duly noting there were no covered  \nemployees during the period.  \nSection 6. The Employer agrees to abide by  \nthe terms and conditions of the Agreement and  \nDeclaration of Trust of each of the Funds list-  \ned in Sections 1 through 5 of this Article XVI,  \nas heretofore and hereafter adopted by the  \nTrustees pursuant to such Agreements, as  \namended. The Employer accepts the  \n42,  \n“Employer Trustees” heretofore or hereafter  \n' designated pursuant to such Trust Agreements  \nas his representatives to administer such  \nFunds. The Employer hereby ratifies all action  \nalready taken or to be taken by the Trustees of  \neach of the Funds within the scope of their  \nauthority.  \nSection 7. Notwithstanding anything in this  \nAgreement to the contrary, if the Employer  \nfail to properly and timely report and/or  \npay on all employees covered by this  \nAgreement the Union may, at its option, strike  \nand/or picket said Employer on the day fol-  \nlowing the day on which such payments  \nand/or reports are due or at any time there-  \nafter, and said strike and/or picketing may be  \ncontinued unti} such time as the Employer  \nproperly reports and/or makes the required  \npayments plus any liquidated damages and  \ninterest which may have accrued thereon.  \nSection 8. The Employer and the Union rec-  \nognize and acknowledge that the regular and  \nprompt payment of the payments required to  \nbe made under Sections 1 through 5 of this  \nArticle are essential and that it would be  \nextremely difficult to fix the actual expense  \nand damage to the Funds, to the Union and to  \nthe employees which would result from the  \nfailure of the Employer to make such pay-  \nments within the time provided by Section 6  \n43  \nhereof. Accordingly, the amount of damage  \nresulting from each such failure shall be pre-  \nsumed to be the sum of Fifty Dollars ($50.00)  \nper delinquency or twenty percent (20%) of  \nthe amount due, whichever is greater, which  \namount shall become due and payable to the  \nFund as liquidated damages and not as a  \npenalty, upon the day immediately following  \nthe date on which such payment became delin-  \nquent, and shall be in addition to the delin-  \nquent payment. In addition, interest at the rate  \nof 18% per annum of each monthly delinquen-  \ncy shall be paid from the date of delinquency.  \nSection 9. The Employer agrees to send  \nwith its required payments under this Article a  \nremittance report form in the format prepared  \nby the Funds setting forth for each employee  \nwho worked during the month for which the  \npayments are made his name, social security  \nnumber, the hours worked during the month  \nand such other pertinent information as may  \nbe required. If the Employer should fail to  \nsubmit a remittance report setting forth the  \ninformation required to be stated thereon, the  \nstatute of limitations with respect to such fail-  \nure on any amount which should have been  \nremitted to the Funds therewith shall not begin  \nto run until the Employer complies with its  \nduty to report on all employees. The Employer  \n44  \nhereby waives the defense of the statute of  \nlimitations on suits to collect payments due  \nbut not reported to the Funds.  \nSection 10, Any Employer required to make  \npayments under this Article shall, upon  \ndemand of the Trustees, deposit with any of  \nthe Funds listed in Sections 1 through 4 of this  \nArticle the sum of Ten Thousand Dollars  \n($10,000.00) per fund, or a bond in a form  \nacceptable to the Trustees of the Fund for the  \nSame amount. At the termination of this  \nAgreement, any sum or bond on deposit and  \nnot applied to unpaid payments shall be  \nreturned to the Employer or its successor with-  \nout interest. The Union agrees that the Labor  \nRelations Division of the Maryland Chapter of  \nthe Associated General Contractors of  \nAmerica, Inc. may make the payments or post  \nthe bond required by this Section for its mem-  \nbers who have given it written authorization to  \nnegotiate with the Union and further agrees  \nthat the maximum payments or bond to collec-  \ntively cover all such members shall be limited  \nto Ten Thousand Dollars ($10,000.00). -  \nSection 11. The Employer hereby acknowl-  \nedges that the Trustees of the Funds listed in  \nSections | through 4 of this Article have a  \nsubstantial interest in the enforcement of the  \nprovisions of this Article for the benefit of the  \n45  \nemployees covered by this Agreement. ©  \nAccordingly, the Employer agrees that the  \nTrustees shall have the right, through their  \ndesignated representative, to inspect, audit and  \ncopy the payroll records of the Employer with  \nrespect to employees covered by this  \nAgreement, to sue for the collection of any  \nsums due under this Article without the neces-  \nsity of joining the Union or any employee or  \nany other party in such action, and generally  \nto enforce the provisions of this Article as ful-  \nly as if they were parties hereto. Upon request  \nof the Trustees of the Construction Workers’  \nTrust Fund, the Employer agrees to execute a  \nstandard Health and Welfare Agreement used  \nby the Fund.  \nSection 12. Upon notice to the Employer by  \nthe Union that a subcontractor of the  \nEmployer is delinquent in payments to  \nLaborers’. Benefit Funds, or any Union Trust  \nFund for which Laborers’ Benefit Funds act as  \ncollection agent, the Employer shall immedi-  \nately withhold from any payments becoming  \ndue such subcontractor, an amount sufficient  \nto pay the amount of the delinquency, or a rea-  \nsonable estimate thereof plus an amount esti-  \nmated to cover the amount expected to be due  \nfor the current reporting period. Such sum  \nshall be withheld until the subcontractor pre-  \nsents proof that it has paid the delinquent  \n46  \namount and the payment for the current  \nreporting period. It is understood and agreed  \nthat the Employer shal] only be obligated to  \nwithhold that amount of said delinquency that  \nwas incurred by said subcontractor as a sub-  \ncontractor of the Employer. The Employer  \nmay discharge its obligations under this  \nSection by issuing a check payable jointly to  \nthe subcontractor and Laborers’ Benefit Funds  \nfor the amount being withheld.  \n"], ["ARTICLE XVII  \nLABORERS’ POLITICAL  \nLEAGUE (LPL)  \n", "During the life of this Agreement, the  \nEmployer agrees to deduct two cents ($.02)  \nper hour from the pay of each employee as a  \nvoluntary contribution to Laborers’ Political  \nLeague (LPL), provided that each such  \nemployee executes or has executed an appro-  \npriate P.A.C. checkoff authorization form. The  \nEmployer further agrees to continue to deduct  \nthe voluntary contributions to said Political  \nAction Committee from the pay of each  \nemployee for whom it has on file an unre-  \nvoked P.A.C. authorization form.  \nDeductions shall be made only in accor-  \ndance with the provisions of and in the  \namounts designated in the P.A.C. checkoff  \n47  \nauthorization form, together with the provi-  \nsions of this Section of the Agreement.  \nThe amount deducted shall be sent, along  \nwith the fringe benefit payments and report  \nforms required under Article XVI, to the  \nLaborers’ Benefit Funds at 6650 Belair Road,  \nBaltimore, Maryland 21206 (as receiving  \nagent for the Laborers’ District Council and its  \naffiliated Local Unions), once each month on  \nor before the twentieth (20th) day of the  \nmonth following the month in which the  \nrequired amount is deducted.  \n"], ["ARTICLE XVIII  \nSUBCONTRACTOR NOTIFICATION  \n", "Section 1. The Employer agrees that in  \norder that all monies and payments due the  \nFunds under this Agreement are properly paid,  \nthe Employer will notify the Union of each  \nand all of its subcontractors employing mem-  \nbers of the Union on all of its jobs.  \n~  \n48  \n6P  \n"], ["ARTICLE XIX  \nSCHEDULE OF WAGE  \n", "Section 1. Hourly wage rates for Laborers on all work under the terms of this Agreement  \nshall be:  \nClassifications  \nGeneral Laborers - Flaggers, tool and material handlers .  \n(except tenders), clean-up, janitors, truck checkers,  \ndumpmen, spotter, landscape laborer, mulcher, chainman/  \nrodman, watchmen, (including fire watchmen).  \nConstruction Laborers - All Laborers not .............  \notherwise classified.  \nSemi-Skilled Laborers - Power tool operator, pipe layers,  \npotman, dnilers, concrete laborers, signalmen,  \nsmal] machine operators, laser beam operators, scaffold  \nbuilders, caisson laborer, jack hammer operator, (80 lbs.  \nand over).  \n4-1-05  \nbees $13.38  \nbeens $14.23  \n“oes $14.54  \nRates Per Hour  \n4-1-06  \n$13.48  \n$14.33  \n$14.64  \n4-1-07  \n$13.58  \n$14.43  \n$14.74  \nOS  \nRates Per Hour  \n4-1-0905 4-1-06 4-1-07  \nSkilled Laborers - Burners,* welders, nozzlemen, $14.75 $14.85 $14.95  \nwagon drillers, powermen, concrete surfacer.  \nAsbestos/Lead Abatement** $15.66 $15.76 $15.86  \nHazardous Waste Technician**  \nLevel “A” - Laborers working around hazardous $16.16 $16.26 - $16.36  \nsubstances requiring the highest level of protection  \nfor skin, eyes, and the respiratory system. This  \nclassification would include but not be limited to, the  \nuse of a positive pressure Full-Face (FF) Self-Contained  \nBreathing Apparatus (SCBA) or positive pressure Supplied  \nAir Line (SAR) with a totally encapsulated, chemical  \nprotective suit.  \n* When working 14’ or higher the burner shall be paid $2.00 per hour above the skilled rate.  \n** This rate will be paid only to Laborers who are certified Hazardous Waste Technicians while they are  \nworking with hazardous waste rnaterials in the designated danger zone when required or specified by the  \nEnvironmental Protection Agency.  \nIs  \nRates Per Hour  \n4-1-05 4-1-06 4-1-07  \nLevel “B” - Laborers working around hazardous ............. $15.66 $15.76 $15.86  \nsubstances requiring a high level of respiratory  \nprotection, but less skin protection than level “A”.  \nThis classification would include, but not be limited to,  \nthe use of a positive pressure, Full-Face (FF), Self-Contained  \nBreathing Apparatus (SCBA) with chemical resistant clothing.  \nLevel “C” - Laborers working in an environment where ....... $15.16 $15.26 $15.36  \npotential for unexpected inhalation of or contact with  \nhazardous levels of any chemicals exist. Includes working  \naround hazardous substances requiring respiratory and  \nskin protection involving a full-face or half-mask Air  \nPurifying Respirator (APR) with chemical resistant clothing.  \ncs  \nLeaders .......  \nee eee eee we he Pee ee ee ehhh hh hh he  \nLaborer Foreman ee ee eee  \nMainline and Distribution  \nPipeline Laborer  \nore ee wm we ee eee ee eh ere a eh err hh  \n$15.24 $15.34 $15.44  \n$15.75 $15.85 $15.95  \nSame as National Agreement  \nRoof Deck Employees: All employees cov-  \nered by this Agreement who install roof deck,  \npoured gypsum, light weight concrete, or any  \nother similar material (this includes employees  \nworking on the pumps) shall receive an addi-  \ntional twenty-five cents (25 cents) per hour  \nover the basic rate.  \nFor any classification of workers other than  \nthe classification listed above which is  \nemployed by the Employer and which comes  \nunder the jurisdiction of the Union but which  \nis not covered by an Agreement, the wage rate  \nwill be negotiated at the time of employment..-°  \n"], ["ARTICLE XX  \nCONSTRUCTION INDUSTRY  \nADVANCEMENT PROGRAM  \n", "Section 1. In recognition of the need for  \nproviding a means whereby construction  \nindustry employers can facilitate and supple-  \nment financing of activities, which include but  \nare not limited to, public relations, public edu-  \ncation, scholarships, accident prevention, dis-  \naster relief, employer expenses incurred in the  \npromotion of stability of relations between  \nlabor and management, the promotion of legit-  \nimate markets, standardization of contracts,  \nand research, the parties hereto agree:  \na. Effective April 1, 2005, each Employer  \n53  \nshall pay to the Construction Industry  \nAdvancement Program of Baltimore Maryland  \n(hereinafter called the “CIAP”) a sum equal to  \ntwelve cents ($.12) for each hour worked by  \neach employee covered by the terms of this  \nAgreement. Said sum shall be paid to the  \nCIAP Board consisting solely of representa-  \ntives designated by the Maryland Chapter of  \nthe Associated General Contractors of  \nAmerica, Inc. and by the Employers who are  \nnot members of the Chapter but who have  \nbecome subject to the provisions of this  \n‘Article by executing or adopting a collective  \nbargaining agreement requiring the payment  \nof contributions to the CIAP. Payment to the  \nCIAP shall be due and payable to the  \nLaborers’ Benefits Funds office, as the col-  \nlecting agent designated by the CIAP, monthly  \nby the twentieth (20th) day of the month next  \nsucceeding the month for which said sum is  \npayable. Said funds shall be used for the pur-  \nposes hereinabove stated including the admin-  \nistrative expenses incurred by the CIAP.  \nb. The Employers recognize and acknowl-  \nedge that the regular and prompt payment of  \nthe sums due to CIAP under this Article is  \nessential to the operation of the CIAP, and that  \nit would be extremely difficult, if not impossi-  \nble, to fix the actual expense and damage  \nwhich would result to the CIAP from the fail-  \n54  \nure of any Employer to make such payments  \nwithin the time provided. Therefore, the  \namount of damage resulting from each and  \nevery such failure shal! be presumed to be the  \nsum of $10.00 per delinquency or 10% of the  \npayment due, whichever is greater, plus inter-  \nest on the amount of the payment due at the  \nrate of one and one-half percent (1-1/2%) per  \nmonth until paid, which amount shall become  \ndue and payable as liquidated damages, and  \nnot as a penalty, upon the day immediately  \nfollowing the date on which the payment  \nbecomes delinquent and shall be in addition to  \nsaid delinquent payment. Such delinquent  \nEmployers shall also be liable for all reason-  \nable expenses incurred by the CIAP directly  \nattributable to the cost of collection (including  \nreasonable attorney’s fees) of said delinquent  \npayments.  \nSection 2. The Union shall be under no  \nobligation to strike for the purpose of com-  \npelling any Employer to participate in the  \nCIAP. It is specifically understood that the  \nUnion will not be required nor called upon to  \nenforce the collection of the aforesaid pay-  \nments. Monies collected by the CIAP shall not  \nbe used for lobbying or sponsoring any legis-  \nlation detrimental to the Union nor shall any  \nsuch monies be prorated to any individual  \nEmployer during a strike or lockout. In no  \na2  \ninstance shall any of the foregoing funds be  \nused for advertising or propaganda against the  \nUnion. This Article shall be applicable only to  \nan Employer who is subject to the terms, con-  \nditions and wages covered by this Agreement.  \nSection 3. The establishment of this pro-  \ngram is subject to all applicable Federal and  \nState laws,  \nSection 4. The Union shall furnish to the  \nCIAP regularly and currently the names of  \nEmployers who ‘are signatory to this  \nAgreement.  \n"], ["ARTICLE XxI  \nFORMS AND REPORTS  \n", "Section 1. The Employer agrees to com-  \nplete, execute and submit all required govern-  \nment prevailing wage forms to the proper  \nagency or the Union when required or request-  \ned to do so.  \nSection 2. The Employer agrees to confirm  \nshop steward reports when requested to do so.  \n"], ["ARTICLE XXII  \nEQUAL OPPORTUNITY  \n", "Section 1. The parties hereby agree they  \n56  \nwill not, either jointly or individually, discrim-  \ninate in regard to hire, tenure, promotion, or  \nother terms or conditions of employment  \nagainst any individual on the basis of race,  \ncolor, religion, sex, age, national origin,  \nmarital status, veteran status or physical or  \nmental disability to the extent required by law.  \n"], ["ARTICLE  \nSAVING CLAUSE  \n", "Section 1. If any part, or parts of this  \nAgreement, now or at any time during the life  \nof this Agreement are or become invalid by  \noperation of law, that part or parts only shall  \nbecome nul] and void. Upon Jearning of such  \nan invalidation, the parties shall meet within  \nten (10) days thereafter to evaluate and  \naddress the impact of such invalidation.  \n"], ["ARTICLE XXIV  \nDRUG AND ALCOHOL POLICY  \n", "The Employer and Union recognize that any  \ndrug and/or alcohol use in the workplace is an  \nextreme safety hazard. To that end, both the  \nEmployer and Union strongly support any  \nlawful and reasonably enforced drug and alco-  \nho! policy adopted: by an employer to help  \nensure a safe working environment for  \nemployees.  \n57  \n"], ["ARTICLE XXV  \nMANDATORY APPRENTICESHIP  \n", "Section 1, New applicants for membership who  \ncannot provide reasonable proof of 3200 or more  \nhours of employment as a Construction Craft  \nLaborer (or, alternatively, cannot demonstrate  \nequivalent skills in a placement examination  \nadministered by the Joint Apprenticeship and  \nTraining Committee (JATC) shail, whenever pos-  \nsible, enter the Apprenticeship program. Any per-  \nson entering but failing to maintain and complete  \nhis or her Apprenticeship shall not be employed by  \nthe Employer as a Journey Worker under this  \nAgreement. The failure of any Apprentice to main-  \ntain his or her Apprenticeship status shall obligate  \nthe Employer to discharge such person upon  \nnotice from the Union.  \nSection 2. The Apprenticeship and Training  \nStandards approved by the Federal Bureau of  \nApprenticeship and Training or State  \nApprenticeship Committee are hereby incorporat-  \ned by references as part of this Agreement.  \nSection 3. The Laborer Apprentice operates on  \na progressive wage scale as follows:  \nIst Period 800 hours @ 75%  \n2nd Period 800 hours @ 80%  \n3rd Period 800 hours @ 90%  \n4th Period 800 hours @ 95%  \nNo Apprentice shall be paid below a minimum  \n58  \nrate of $9.00 per hour.  \nSection 4, The Employer may pay a higher rate  \nat its option. However, the Apprentice must meet  \nhis or her commitments to the Joint  \nApprenticeship Committee regardless of the level  \nbeing paid.  \nSection 5. The Employer shall pay an  \nApprentice the full fringe benefit package as  \ndescribed in this contract.  \nSection 6. Entry into the Apprenticeship  \nProgram shall be controlled by the JATC, which  \nshall employ appropriate testing and screening  \nprocedures. An Apprentice advances from one  \nhours-of-credit and wage-rate category to another  \nonly upon determination of satisfactory perfor-  \nmance by the JATC, which shall have the author-  \nity to grant accelerated credit where warranted by  \nthe performance of an individual apprentice.  \nSection 7. The Employer shall participate in the  \nApprenticeship Program by accepting the appren-  \ntices for employment upon referral by the Union.  \nthe Employer is not obligated to accept more than  \none (1) Apprentice for every five (5) Journey  \nWorkers commencing with the sixth laborer  \nemployed.  \nSection 8. The Employer may not employ an  \nApprentice until at least one Journey Worker is  \nemployed and thereafter may not employ more  \nthan one (1) Apprentice for every additional three  \n(3) Journey Workers.  \n59  \nSection 9. An Apprentice should, whenever  \npossible, be rotated by the Employer through dif-  \nferent types of work so as to become trained in a  \nvariety of operations and work skills. Where the  \nEmployer is unable to provide an Apprentice  \nwith experience in the full range of craft skills,  \nthe JATC may request the Local Union to reas-  \nsign the Apprentice to other employment in order  \nto provide that experience. For so long as the  \nEmployer is able to provide the necessary range  \nof employment experience, the Employer may  \nchoose to retain the apprentice from job to job but  \nshall notify the Local Union and JATC of all  \nreassignments.  \nSection 10, An Apprentice shall not work on the  \njobsite unless supervised by a Journey Worker.  \nSection 11. An Apprentice shall not be penal-  \nized for taking off from work to attend offsite  \ntraining (though time off for training is unpaid).  \n"]]