[["", "2012 -2015 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nAnd  \nWASHINGTON AND NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nINDEX  \nPREAMBLE  \n"], ["", "ARTICLE  \n1. PURPOSE OF AGREEMENT  \n2. WORK AFFECTED  \n3. TERRITORY OF AGREEMENT  \n4, EFFECTIVE DATE AND DURATION  \n3. UNION SECURITY  \n6. UNION RECOGNITION AND HIRING PROCEDURES  \n7. SUBCONTRACTORS  \n8. HOLIDAYS  \n9. LUNCH PROVISIONS, REST PERIODS AND SICK LEAVE  \n10. PAY DAY  \n11. UNION REPRESENTATIVE  \n12. SETTLEMENT OF DISPUTES  \n13. SETTLEMENT OF JURISDICTIONAL DISPUTES  \n14. STRIKES AND PICKET LINES  \n15. SAFETY MEASURES  \n16. SAVINGS CLAUSE  \n17. HOURS OF WORK  \n18. OVERTIME  \n19. REPORTING AND MINIMUM HOURS PAY  \n20. MANAGEMENT RIGHTS CLAUSE  \n21, SPECIAL CONDITIONS  \n22, PRE-DETERMINED WAGE RATE PROJECTS  \n23. UNION DUES DEDUCTIONS  \n24, EQUAL EMPLOYMENT OPPORTUNITY  \n29. WASHINGTON FAIR CONTRACTING FOUNDATION  \n26. SUBSTANCE ABUSE POLICY  \n27. WASHINGTON LABORERS-EMPLOYERS COOPERATION  \nAND EDUCATION TEAM  \n28. LIGHT DUTY RETURN TO WORK  \nAPPENDIX 1  \nSCHEDULE A - CLASSIFICATIONS AND WAGE SCALES  \nSCHEDULE B - FRINGE BENEFITS  \nSCHEDULE C - ZONE PAY DIFFERENTIAL  \nAPPENDIX 2  \nCRAFT WORKING RULES  \nAPPENDIX 3  \nCOMPRESSED AIR WORK  \nAPPENDIX 4  \nCENTRAL WASHINGTON AREA  \nAPPENDIX 5  \nHIRING OF APPRENTICES  \nAPPENDIX 6  \nOPERATION OF LOCAL UNION HIRING HALLS  \nWESTERN/CENTRAL WASHINGTON LOCALS  \nMEMORANDUM OF UNDERSTANDING FOR PRIVATE SECTOR WORK  \nWAGE & FRINGE BENEFIT RATES  \nLABORERS  \nPAGE 1  \nNo  \nWN  \n30  \n32  \n33  \n34  \n39  \n40  \n42  \n2012 - 2015  \n2012 - 2015 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nWASHINGTON AND NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 2007 - 2012 Agreement, and all other prior  \nAgreements thereto by and between the Associated General Contractors of Washington, a Chapter of the  \nAssociated General Contractors of America, Inc., and the Washington and Northen Idaho District  \nCouncil of Laborers.  \nFor the purposes of this Agreement, the AGC of Washington is not acting as a multi-employer bargaining  \nagent in a single multi-employer unit, but is acting for and on behalf of Employers who have individually  \nrequested the AGC of Washington to act as their individual and separate bargaining agent in individual  \nEmployer units. Further, each individual principal member reserves the night to review and accept or  \nreject any proposed Agreement negotiated between the Union and the AGC of Washington acting as an  \nagent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individual members of the Associated General  \nContractors of Washington, a Chapter of the Associated General Contractors of America, Inc. (hereinafter  \nreferred to as the “Employer’), and Washington and Northem Idaho District Council of Laborers  \n(hereinafter referred to as the “Union’), and shall constitute an Agreement between the parties hereto for  \nthe work, conditions and wage rates provided for herein in the temitory of Westem and Central  \nWashington.  \nBack to Index  \n"], ["ARTICLE 1  \nPURPOSE OF AGREEMENT  \n", "SECTION 1. The purpose of this Agreement is to promote the settlement of labor disagreements by  \nconference, to prevent strikes and lockouts and to stabilize wages and working conditions in building,  \nheavy highway construction and engineering work in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and provisions  \nagreed upon by the parties hereto. No agent or representative of either party has authority to make any  \npromise, inducement or agreement contrary to the provisions herein.  \nSECTION 3. ‘The Employer hereby voluntanly recognizes the Union as the exclusive bargaining agent  \nof all employees performing bargaining unit work covered by this Agreement, and agrees that a majority  \nof those employees have designated the Union as their collective bargaining representative.  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual bargaining  \nagent for each Employer who has authorized the AGC of Washington to negotiate individually with the  \nUnion on its behalf. Back to Index  \nLABORERS 2012 - 2015  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. ‘This Agreement shall cover all Highway, Building, Heavy Construction and Engineering  \nprojects including the loading and unloading of barges or other camiers of the Employer’ s materials and  \nequipment at loading facilities for the contractor’ s work performed by Employer parties to this Agreement  \nin the counties outlined in Article 3, Section 1.  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as follows:  \nconstruction of railroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and gutters,  \npaving (portland cement or asphaltic concrete), airports, bridges, overpasses, sewers, water mains,  \nSanitation projects, imigation projects, flood control projects, reclamation projects, reservoirs, dams,  \ndikes, levees, revetments, channels, aqueducts, channel! cutoffs, jetties, breakwaters, harbor developments,  \ndocks, dry docks, piers, abutments, retaining walls, transmission lines, duct lines, subways, shafts,  \ntunnels, excavation of earth and rock, power generating projects, reinforced earthwork, and all other  \nheavy construction and engineering operations in connection therewith, and all site clearing, demolition  \nwork, pipeline and refinery work when covered by this Agreement.  \nSECTION 3. For further clarification, the term “Building” shall mean a building structure, including  \nmodifications thereof, or additions or repairs thereto, intended for use for shelter, protection, comfort and  \nconvenience.  \nSECTION 4. Asbestos, Lead, Mold and Toxic Waste: This Agreement shall also cover all work in  \nconnection with the handling, control, removal, abatement, encapsulation or disposal of asbestos, lead,  \nmold and/or toxic waste.  \nBack to Index  \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties: Whatcom,  \nSkagit, Snohomish, King, Pierce, Thurston, Lewis, that portion of Pacific County north of a straight line  \nmade by extending the north boundary of Wahkiakum County west to the Pacific Ocean, Grays Harbor,  \nClallam, Jefferson, Mason, Kitsap, Island, San Juan, Chelan, Kittitas, Yakima and that portion of Douglas  \nCounty lying west of the 1202 mendian.  \nSECTION 2. Attached hereto and made a part of this Agreement is Appendix 4 which contains any  \ndifferences in wages, travel or working conditions for the Central Washington area.  \nBack to Index  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This Agreement shall be effective commencing June 1, 2012, and shall continue in force  \nand effect through May 31, 2015. Upon its expiration, this Agreement shall continue from year to year,  \nJune 1 through May 31 of each year, by automatic renewal unless changed, or superceded by a successor  \nprincipal agreement, or For the purpose of negotiating alterations in wages and other terms  \nand conditions of employment, either party may open this Agreement or any contract effectuated through  \nautomatic renewal by giving written “Notice of Opening” not later than sixty (60) nor more than ninety  \n(90) days prior to the expiration date. “Notice of Opening” is in no way intended by the parties as a  \ntermination of, nor shall it in any way be construed as a termination of this Agreement or any annual  \ncontract effectuated through automatic renewal nor as forestalling automatic renewal as herein provided.  \nLABORERS 2012 - 2015  \nThe parties reserve the right to economic recourse in negotiations, except during the interval between the  \ngiving of “Notice of Opening” and the expiration date.  \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be perfected.  \nby giving wiitten “Notice of Tennination” not later than sixty (60) nor more than ninety (90) days prior to  \nthe expiration date, whereupon the contract shall, on its expiration date, terminate. Effective temination  \neliminates automatic renewel.  \nSECTION 3. Any “Notice of or “Notice of Tennination” by the lover Shall be sent via  \ncertified mail to the Washington & Northem Idaho District Council.  \nSECTION 4. Any “Notice of Opening” or “Notice of Termination” given in hand within sixty (60)  \ndays of any expiration date shall be absolutely null and void and completely ineffective for all purposes.  \nBack to Index  \n"], ["ARTICLE 5  \nUNION SECURITY  \n", "SECTION 1. ‘The employees shall become and remain members of the Union as a condition of  \nemployment from the seventh but not later than the eighth day of employment, or the effective date of this  \nAgreement, whichever is later.  \nSECTION 2. No ovyee covered by this it Shall be ired to sign or be bound by a non-  \ncompetition agreement of any kind or nature that restricts future employment opportunities.  \nSECTIONS. — Itis further agreed that all Union members employed by the Employer shall maintain  \ntheir membership in good standing in the Union.  \nSECTION 4. Failure of any employee to pay or tender nonmal initiation fees or dues as required by this  \nAgreement shall, upon the request of the Union in result in the termination of such employee  \nwithin two (2) working days, provided a replacement is available. ‘Tenination in this Article shall be  \nwithin seven (7) working days under any circumstance.  \nBack to Index  \n"], ["ARTICLE 6  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. The Employer will call upon the Local Union in whose temitory the work is to be  \naccomplished to refer qualified applicants for work in the classifications herein contained. In requesting  \napplicants for work, the Employer shall notify the Local Union office either in wniting or by telephone,  \nStating the location, starting time, type of shift schedule (i.e., 5 days at 8 hours or 4 days at 10 hours),  \napproximate duration of the job, the type of work to be performed and the number of employees required.  \nA. All qualified applicants referred for work to an Employer shall provide to the Employer when  \nreporting for work two pieces of identification, one of which has a picture of the applicant.  \nB. All qualified applicants shall complete and sign W-4 and I-9 forms as requested by the Employer.  \nC. An applicant who fails or refuses to submit this information or who provides false information  \nwhen referred to an Employer shall be registered on the bottom of the appropriate out-of-work list  \nfor which the applicant qualifies.  \nLABORERS 2012 - 2015  \nD. An applicant who, upon a subsequent referral to an Employer, fails or refuses to submit this  \ninformation or provides false information shall be denied use of all hiring facilities within the  \narea of this District Council, unless the applicant enters into a written agreement that the applicant  \nwill submit the information to Employers.  \nSECTION 2. | When the Employer has placed a verbal or wiitten order for referral of workers from the  \nLocal Union and should a shortage of applicants exist and they cannot be supplied by the Local Union  \nwithin twenty-four (24) hours from the time workers ordered are required to report to the job, Saturdays,  \nSundays and holidays excluded, the Employer may then seek applicants from other sources. When an  \nEmployer so hires employees from sources other than the Local Union, the Employer shall notify the  \nUnion, giving the names and addresses and classifications of the employees hired within five (5) days of  \nthe date of employment.  \nSECTION 3. ‘The Employer shall have the right to reject any job applicant, but the applicant and the  \nLocal Union shall be entitled to the reason for such rejection in wiiting.  \nSECTION 4. ‘The Employers acknowledge and support the LIUNA Code of Performance, dated  \n5/14/2010, as an effort to increase co itiveness by improving the ity and performance of the  \nworkforce. ‘To assist the Union with implementation of this Code of Performance, the Employers agree to  \ndesi disc “for cause” in when appropriate. This clause is intended only to assist the  \nUnion in implementing its Code of Performance with future referrals under the Union's hiring hall  \nprocedures. Otherwise this clause does not create any new or additional nghts for the workers or  \nadditional responsibility for Employers under this agreement.  \nSECTION 5. Whenever an employee is discharged for cause, including failure to pass a substance  \nabuse test, not able to perform the assigned work due to lack of skills or as unsatisfactory, the Employer  \nagrees to send a written temination notice, within fifteen (15) working days to the Union, stating the  \nreasons for tenmmination. If no notice of cause is provided, the individual shall be eligible for rehire  \nwithout exception.  \nSECTION 6. General Termination: When a registrant has been terminated as unsatisfactory or has  \nbeen discharged for cause by at least three (3) Employers within a twenty-four (24) month period, he/she  \nShall be denied further use of all hiring halls covered by the District Council provided the Employers have  \nfurmished the Local Unions in waiting the reasons for such terminations or discharges. Members wishing  \nto demonstrate that corrective action has been taken by them, and therefore should be allowed access to  \nthe hiring hall facilities, may petition the District Council’s Executive Board for an opportunity to appear  \nand give their position. The burden is on the petitioning member to demonstrate that corrective action has  \nbeen taken to remedy the issue(s) outlined in the termination letters. The District Council’s Executive  \nBoard shall be the sole judge as to whether such corrective action is sufficient for reinstatement.  \nSECTION 6.1. When a registrant has been terminated for lack of possessing the  \nnecessary Skills to perform assigned duties, by at least three (3) Employers within a twenty-four (24)  \nmonth period, satisfactory completion of additional training will be required before hiring hall privileges  \nare restored in the classification in question.  \nSECTION 6.2. Substance Abuse Termination: The following provision applies only to those Employers  \nusing the AGC-Labor Substance Abuse Program or one that has been jointly negotiated with the Union.  \nIn order to protect the privacy of all employees, termination notices for failure of the drug test must be  \nsent “Personal and Confidential” to:  \nLABORERS 2012 - 2015  \nBusiness Manager  \nWashington & Northem Idaho District Council of Laborers  \nPO Box 12917  \nMill Creek, WA 98082-0917  \nWhen a registrant has been terminated, and/or is deemed ineligible for rehire, for failure to pass a  \nSubstance abuse test, the individual shall be registered on the bottom of the appropriate out-of-work list  \nfor which he/she qualifies. Should the registrant be a second time within a twenty-four (24)  \nmonth peniod for failure to pass a substance abuse test, the registrant shall be denied use of all hiring  \nfacilities within the area of the District Council until he/she has successfully completed a State certified  \ndrug/alcohol program or has been released for employment purposes by a State certified counselor, and  \ncontinues to remain free of all prohibited substances as defined in the AGC-Labor Substance Abuse  \nProgram. In order to determine compliance with this section, prior to having hiring hall privileges  \nrestored, the registrant must sign a privacy release to allow the Union to discuss and to exchange with the  \ndrug/alcohol program or counselor any necessary information pertaining to the case.  \nSECTION 7. Where Employers engage in a joint venture, individuals employed by a member company  \nof the joint venture may be transferred to the job or called for by name by said member company of the  \njoint venture within the temitory covered by this Agreement.  \nSECTION 8. ‘The referral procedure as contained herein shall be followed except:  \nA.  \nRequests by the Employer for key personne! to act as supervisors or foremen shall be honored  \nwithout regard to the requested place on the out-of-work list. To qualify for a request  \nunder this Section, the employee must actually perform the duties of the position requested.  \n. Bona fide requests will be honored for individuals previously employed by the Employer when  \nrequested by name and whose name appears on the out-of-work list and who have been legally  \nemployed by the Employer in the area of the jurisdiction of the Local Union.  \nNote: Any individual who was previously hired illegally or improperly by the Employer may not  \nseek pnionty of dispatch under this Section.  \nThe Employer may bring three (3) present employees at his discretion into the geographic  \njunisdiction of the Local Union for each job. In such cases, the Employer transfeming such  \nemployees from one Local jurisdiction into another Local Union jurisdiction shall be required to  \nCheck in and receive clearance from the Local Union having jurisdiction over the project. Failure  \nto comply with this provision may be grounds for the Union to request of said  \nemployees.  \n. Additionally, the Employer may request by name, regardless of their respective position in Group  \nA, one (1) individual for each three (3) Laborers hired. (Exception for Central Washington only:  \none (1) individual for each one (1) Laborer hired.) The provision will apply to Group A  \nregistrants only.  \nWhen the Employer has placed an order for employees requiring special skills or of special  \nclassification, applicants possessing the qualifications of the job will be referred in the order in  \nwhich their names appear on Group A, C or D of the out-of-work list.  \nLABORERS 2012 - 2015  \nSECTION 9. College Students: College students seeking employment during the period of May 1°  \nthrough October 1* shall register on the Local Union’ s out-of-work list by personal call orin writing. An  \nEmployer (owner) desiring to hire such students shall notify the Local Union of such desire and the  \nStudent shall not be employed until such registration has been complied with.  \nBy mutual agreement between the Employer and the Local Business Manager, a college student may be  \ncalled for by name, and be referred to the Employer without regard to his/her place on the out-of-work  \nlist. Such request for college students and Intems combined may be allowed on a ratio of one (1) for the  \nfirst five (5) Laborers employed up to a total of three (3) students or Intems on any one job. However,  \nthis ratio may be waived by mutual agreement of the Union and the Employer.  \nA college student must demonstrate that he has been accepted as a full time student and is currently  \nregistered in school with no less than twelve (12) credited hours of instruction.  \nIn the case of a formal construction related college intemship, mutual is implied herein, and  \nthe student shall be called for by name and will be referred to the over without to their place  \non the out-of-work list, provided such est shall not displace current é ees. All conditions  \nrelated to ratios indicated above shall apply to this provision.  \n"], ["ARTICLE 7  \nSUBCONTRACTORS  \n", "Back to Index  \nSECTION 1. ‘The Employer agrees it will not subcontract or otherwise transfer in whole or in part any  \nwork covered by this Agreement to be done at the site of the construction, alteration, painting or repair of  \na building, structure, or other work unless the person, firm, corporation or other business entity is  \nSignatory to this Agreement. The Employer agrees that a member of the Union will be employed by the  \nEmployer or any contractor or subcontractor at the jobsite if there is work to be done coming under the  \njunisdiction of the Union Agreement. The Union agrees that it will not take strike action to enforce this  \nArticle. In the event of any change in the present law, this clause will be renegotiated.  \nSECTION 2. Whenever the Employer is obligated to satisfy MBF/WBE/DBE recruiting requirements,  \nthe Union and the Employer by mutual agreement may waive this provision prior to commencement of  \nthe work in the event an Employer and the Union are unable to find qualified competitive Union  \nMBE/WBE/DBE subcontractors.  \nSECTION 3. | When potential union subcontractors are not available in the locality of the jobsite to  \nperform the work or where the general contractor receives no competitive union bids, by mutual  \nagreement, the Employer and the Union may waive this provision. Provided, however, the Union and the  \nEmployer shall review the prices submitted before assigning the non-union subcontractor.  \nSECTION 4. the total landscaping portion of a project is under two hundred and seventy-five  \nthousand dollars ( $275,000) in value and there is no portion of the landscaping excluded from the project  \nor bid separately, the Employer may waive this provision. For the purpose of this Section, landscaping  \nShall be as currently defined in WAC 296-127-01346.  \nBack to Index  \nLABORERS 2012 - 2015  \n"], ["ARTICLE 8  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shall be New Y ear’s Day, Memorial Day (last  \nMonday in May), Fourth of July, Labor Day, ‘Thanksgiving Day, Friday and Saturday after'Thanksgiving  \nDay and Christmas Day. Any holiday which falls on a Sunday shall be observed as a holiday on the  \nfollowing Monday. No work shall be performed on Labor Day except to protect life and property or by  \nmutual agreement of the Union and the Employer. If any of the listed holidays falls on a Saturday, the  \npreceding Friday shall be a regular work day.  \nBack to Index  \n"], ["ARTICLE 9  \nLUNCH PROVISIONS, REST PERIODS AND SICK LEAVE  \n", "   \nSECTION 1. Employees shall not be required to work more than five (5) hours from the start of the  \nshift without at least a one-half (?/) hour break for lunch. ‘This lunch period shall not begin earlier than  \nthree and one-half (3 1) hours after the start of the shift. If they are required to work past five (5) hours,  \none-half (7/2) hour at the applicable overtime rate shall be added to the hours worked and they must then  \nbe allowed time to eat theirlunch. If not allowed to eat lunch, employees will be paid an additional one-  \nhalf (7/) hour of overtime.  \nSECTION 2. | Employees required to work more than two (2) hours after the end of the regular shift  \nShall be allowed at least one-half (7/2) hour meal period which shall be considered as time worked, and if it  \nis impractical for the employees to leave the job, they shall be provided by the Employer. If not  \ngiven one-half (?/) hour meal period, one-half (?/) hour at the applicable overtime rate shall be added to  \nthe hours worked.  \nSECTION 3. | Employees required to work more than five (5) hours after the end of the regular shift  \nShall be allowed at least one-half (7/2) hour meal period which shall be considered as time worked, and if it  \nis impractical for the employees to leave the job, they shall be provided alunch by the Employer. If not  \ngiven the one-half (7/2) hour meal period, one-half (?/) hour at the applicable overtime rate shall be added  \nto the hours worked.  \nSECTION 4. — In the event that the Employer establishes a ten (10) hour day, the first lunch period shall  \nbe at mid-shift. Employees’ lunch period may be staggered during the period of three and one-half (37/2)  \nto five (5) hours from the start of the shift to cover necessary work of a continuous nature.  \nSECTION 5. — For the purpose of this Article the applicable overtime rate following a delay/missed  \nmeal, as noted above, shall be as follows:  \nA. Inthe event the rate of the day is straight time, the applicable overtime rate will be time and one-  \nhalf (1/2) times the straight time rate of pay.  \nB. Inthe event the rate of the day is time and one-half (11/2), the applicable overtime rate will be two  \n(2) times the straight time rate of pay.  \nC. Inthe event the rate of the day is double time, the applicable overtime rate will be two and one-  \nhalf (21) times the straight time rate of pay.  \nLABORERS 2012 - 2015  \nSECTION 6. REST PERIODS  \nA. ‘The nature of the construction work covered by this agreement allows intennittent rest periods.  \nEmployers shall provide such intermittent rest periods as work flow pennits, not to exceed ten  \n(10) minutes for each four (4) hours worked. Scheduled rest periods are not required.  \nB. Such intermittent rest periods shall be taken on the work site, at the employee's place of work. A  \nrest period means to stop work duties, exertion or activities for personal rest and rejuvenation.  \nC. Itwill be the nsibility of each lovee to take rest periods. If an employee does not take a  \nrest period, then the e ee must notify his/her immediate isor and a rest peniod will be  \nprovided.  \nSECTION 7. SICK LEAVE  \nThe parties to this Agreement acknowl that given the nature of the construction i id sick  \nleave is not mate and he ressly waive the provisions of Seattle City Ordinance 123698  \nand/or city, state or co ordinance, rule or ation id sick leave to the lovees  \nunder the junisdiction of this A assuming that said ordinance, rule or ation allows for such  \na Waiver.  \nBack to Index  \n"], ["ARTICLE 10  \nPAY DAY  \n", "SECTION 1. | Employees shall be paid in full once each week (on the same day), but in no event shall  \nmore than five (5) days’ (Saturday, Sunday and holidays excluded) wages be withheld.  \nA. If the regular payday falls on a holiday, the employees shall be paid on the last regular work day  \nbefore the holiday. The check must be dated for the last regular work day before the holiday.  \nB. The Employer will have the following options of making payment: 1.) negotiable check made  \non a local bank, paid prior to quitting time at site; 2.) direct deposit, into employee’s  \nbank account; or by mail, at the election of employee, in wiiting at the time of hire or with ten  \n(10) days advance notice of a change. If paid by mail, the check shall be postmarked not later  \nthan two (2) business days prior to the established payday.  \nC. No employee shall be discharged, laid off, disciplined, replaced, transferred or have any other  \nadverse action taken against hinyher for refusing to use the direct payroll deposit or mail option.  \nD. The Employer shall fumish to each employee, at the time of payment of wages, an itemized  \nStatement showing the pay basis (i.e., hours or days worked), rate or rates of pay, gross wages and  \nall deductions from that pay period. In addition, the name, address and phone number of the  \nEmployer shall be indicated.  \nFE. No adjustment of disputed pay will be made unless the employee or the Union shall make a claim  \nin waiting to the Employer’ s representative within fifteen (15) days from the pay period in  \nquestion.  \nLABORERS 2012 - 2015  \nSECTION 2. Employees who quit shall be paid not later than the next regular pay period.  \nSECTION 3. | Employees who are laid off or discharged shall be paid not later than the end of the next  \nregular business day. If the employee is on direct deposit payment, payment shall be deposited into  \nemployees’ bank account within two (2) business days.  \nSECTION 4. _ If the payment is not made expressly as provided in this Article, then the employee shall  \nbe paid two (2) hours pay at the appropriate hourly wage rate for each twenty-four (24) hour period  \n(Saturday and Sunday excepted, holi Shall be ex unless the ar falls on a holi  \nand the check is not dated for the last regular work day before the holiday), thereafter until payment is  \nmade. In the case of payment by mail, the postmark on the envelope will serve as the cutoff date for any  \npenalty. Employees must notify the Union within three (3) working days after the payday, layoff, or  \ndischarge to be eligible for penalty pay.  \nSECTION 5. Non-Sufficient Funds: In the event an employee receives a non-sufficient funds (NSF)  \ncheck, the it Shall then be made by money order or certified check. In addition documented  \nbank fees or incurred by the oyee as a result of receiving a NSF check it will be  \nreimbursed to the affected oyee. If a letter of explanation will be sent to the lovee’ S  \nbank and any creditors that may have been affected. If an employee receives a NSF check for the second  \ntime in four (4) week peniods, the make-up check and all Shall be by mo  \norder or certified check.  \nBack to Index  \n"], ["ARTICLE 11  \nUNION REPRESENTATIVE  \n", "SECTION 1. Authorized representatives of the Union shall have access to the projects provided they  \ndo not unduly interfere with the work of employees, and that they fully comply with the safety and  \nsecunity procedures established for the project. On projects with restricted access, the Employer will  \ncooperate with the Union officials in this regard as far as regulations pennit.  \nSECTION 2. Union representatives will attempt to report to job site supervision prior to entering the  \njob site.  \nBack to Index  \n"], ["ARTICLE 12  \nSETTLEMENT OF DISPUTES  \n", "SECTION 1. —Incases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their immediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 is outlined for  \nthis purpose.  \nSECTION 2. Procedure for Settlement of Disputes:  \nA. Step One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the  \njob between the representative of the Union involved and the Employer, the dispute shall  \npromptly (not later than fifteen (15) working days), be referred to the Business Manager of the  \nLocal Union involved and the Employer’ s authorized representative who is vested with decision  \nmaking authonty. Should they fail to effect a settlement, the matter shall proceed to Step Two. ]  \nB. Board of Conciliation. The dispute shall be referred to the District Council and the  \nEmployer’ s authorized representative who is vested with decision making authonty for a Board  \n10  \nLABORERS 2012 - 2015  \nof Conciliation within fifteen (15) working days. This Board shall consist of two (2) persons who  \nhave no direct involvement in the dispute, appointed by each party. If these four (4) persons  \ncannot effect a settlement within seven ('7) days after the dispute has been referred to them, the  \nmatter shall proceed to Step Three. Either waive their right to a Board of Conciliation  \nin Step Two, however, if this iS waived, mediation, in Step Three shall become mandatory.  \nAt no time will more than twe 20) workin between the conclusion of Step One and  \nthe decision to waive the night to Step Two.  \nC. Mediation: Except as provided in Step Two, by mutual agreement, the issue may be  \nreferred to mediation. ‘The parties shall request a mediator from the Federal Mediation &  \nConciliation Service or other mutually acceptable service. This person shall serve as the mediator  \nto resolve the dispute. ‘The expense of employing the mediator shall be bore equally by both  \nparties and each party shall be responsible for their own attomey fees and costs. Should  \nmediation be waived or the parties fail to reach agreement, the matter shall proceed to Step Four.  \nD. Step Four: Arbitration: The parties shall request a list of seven (7) arbitrators from the Federal  \nMediation & Conciliation Service or other acceptable service and shall altemately stike names  \nuntil only one name remains. This person shall serve as the arbitrator to resolve the dispute. The  \nexpense of employing the arbitrator shall be bome by the non prevailing party and each party  \nShall be responsible for their own attomey fees and costs.  \nAny decisions shall be within the scope and terms of this Agreement. It may also provide  \nretroactivity not exceeding sixty (60) days and shall state the effective date. Decisions by the  \nBoard shall be rendered within twenty (20) days or at their discretion after the dispute is referred  \nto them, and such decision shall be final and binding upon all parties. By mutual agreement, the  \naforementioned time frames in this Article may be waived or extended.  \nBack to Index  \n"], ["ARTICLE 13  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no strikes, no work stoppages or slowdowns or other interference with the  \nwork because of jurisdictional disputes.  \nSECTION 2. The Employer shall be responsible for all assignments. In issuing such  \nassignments, the Employer shall be guided by area practice, decisions of record and jurisdictional  \nagreements of record. Craft jurisdiction is neither detennined nor awarded by classifications appearing in  \nany labor agreement.  \nSECTION 3. If ajurisdictional dispute arises, it shall first be submitted to the Local Unions involved  \nand the affected AGC Chapter for settlement, then if no understanding or agreement is reached within  \nforty-eight (48) hours, the parties may refer the dispute to the Intemational Unions with which the  \ndisputing Unions are affiliated for resolution and the Employer shall abide by the resolution. ‘The  \ndisputed work shall continue as assigned by the Employer until the dispute has been resolved.  \nSECTION 4. MUTUALLY AGREED TO WORK ASSIGNMENTS: The Employer explicitly assigns  \nthe following classifications to be performed exclusively by members of the Laborers Union at all times:  \nPipe Layer/Tailor Caulker, Remote Equipment Operator (i.e. Compaction and Demolition), Nozzleman  \nShotcrete/Gunite, Asphalt Raker, Lead Pipe Layer, Mortanman and Hodcamier.  \n11  \nLABORERS 2012 - 2015  \nSECTION 5. MUTUALLY AGREED TO TOOLS OF THE TRADE: The Employer explicitly assigns  \nthe work classifications to be performed exclusively by members of the Laborers Union when used as  \ntools of their trade:  \nBack to Index  \n"], ["ARTICLE 14  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. — It is mutually agreed that there shall be no lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngnievance machinery, as set forth in Article 12.  \nSECTION 2. | Employees will not be discharged, disciplined or permanently replaced for any protected  \nactivity related to the recognition of a primary picket line approved by the Union party to this Agreement.  \nSECTION 3. As required by law, employees shall be fumished to the Employer during labor disputes  \nwith other construction crafts and the Employer will endeavor to work as long as economically possible  \nduring these periods.  \nBack to Index  \n"], ["ARTICLE 15  \nSAFETY MEASURES  \n", "SECTION 1. ‘The Employer and the employee will conform to all Federal and State health and safety  \nregulations applicable to work covered by this Agreement and shall have adequate shelters available  \nwhere necessary, with heat, where the employees can change and dry their clothes and store their tools.  \nOn all projects covered by this Agreement, there shall be provided by the Employer at all times during  \nconstruction, sanitary facilities consisting of a reasonable number of toilets and urinals, on tunnel projects  \nseparate showers for men and women. Fresh drinking water will be available to the employees.  \nEmployer will fumish all welding, safety and protective equipment required; including, but not limited  \nto, leathers, hard hats, eye protection, ear protection, respirators, safety belts and lanyards, reflective  \nvests, flagging signs and paddles.  \nSECTION 2. ‘This Agreement is not intended to and shall not be construed as creating, imposing, or  \nadopting on the Union or representatives any state common-law duties in areas of safety.  \nBack to Index  \n"], ["ARTICLE 16  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to and shall not be construed to penmit acts which violate  \nany valid Federal or State law.  \nSECTION 2. — If any provision of this Agreement or the application of such provision shall in any court  \nor other Govemmental action, be held invalid, the remaining provisions and their application shall not be  \naffected thereby. Provided, however, upon such invalidation the parties signatory hereto agree to  \nimmediately meet to re-negotiate such provisions affected. ‘The parties agree to arrive at a mutually  \nSatisfactory replacement within sixty (60) days unless a definite extension of time is mutually agreed to.  \nIn the event that the parties are unable to negotiate a replacement, the matter shall be resolved through the  \nprovisions of Article 12.  \nBack to Index  \n12  \nLABORERS 2012 - 2015  \n"], ["ARTICLE 17  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "A. Fight (8) hours shall constitute a day’s work, five (5) days shall constitute a week’s work,  \nMonday through Friday.  \nB. A single shift operation shall be restricted to the hours between 5:00 A.M. and 6:00 P.M. and  \neight (8) hours of continuous employment (except for lunch period) shall constitute a day’ s work  \nMonday through Friday of each week. In the event the job is down due to weather conditions,  \nMonday through Friday, then Saturday may, at the option of the Employer, be worked as a  \nvoluntary make-up day at the straight time rate. However, Saturday shall not be utilized as make-  \nup day when a holiday falls on Friday.  \nC. Fourten (10) hour shifts at the straight time rate may be established on a project either Monday  \nthrough Thursday or’Tuesday through Fiday. There will be no overapping of four ten (10) hour  \nshifts between crews or other crafts on the same project of the Employer. In the event the job is  \ndown due to weather conditions, then Friday (when working Monday through Thursday) may at  \nthe option of the Employer, be worked as a make-up day, In the event the job is down due to  \nweather conditions, then Saturday (when working Tuesday through Friday), may, at the option of  \nthe Employer, be worked as a voluntary make-up day. All hours worked in excess of ten (10)  \nhours a day or forty (40) hours a week must be compensated at the overtime rate. However,  \nSaturday shall not be utilized as a make-up day when a holiday falls on Friday.  \nD. No employee shall be discharged, laid off, disciplined, replaced or transferred for refusing to  \nwork a voluntary make-up day, provided they inform the Employer they will not be working.  \nFE. Inthe event of acivil emergency such as, but not limited to, earthquakes, floods, or fires, starting  \ntime of the shift may be made to fit the emergency and eight (8) hours in any twenty-four (24)  \nhour period may be worked at straight time. In order to work such shift, mutual agreement shall  \nbe received.  \nF. Special Shifts: When due to conditions beyond the control of the Employer or when contract  \nSpecifications require that work can only be performed outside the regular day shift, then a special  \nshift may be worked at the straight time rate. The starting time of work will be arranged to fit  \nsuch conditions of work. Such shift shall consist of eight (8) hours work for eight (8) hours pay  \nor ten (10) hours work for ten (10) hours pay for four ten hour shifts worked in accordance with  \nparagraph (c) of this Section.  \nThe over shall provide three (3 S wutten notice to the Union pnor to starting a ial  \nshift.  \nG. Holiday Week: In the event that a holiday is celebrated during the week (Monday through  \nFriday), the remaining four days of the week may be worked as four ten hour shifts, as defined in  \nparagraph (c) of this Section.  \nSECTION 2. MULTIPLE SHIFT OPERATION: Shifts may be established when considered necessary  \nby the Employer. Shift hours and rates will be as follows:  \nA. Two Shift Operation: On (2) consecutive shift operation, no shift penalty is involved for  \nwork performed on either of these two (2) shifts. Each shift must be scheduled for at least eight  \n13  \nLABORERS 2012 - 2015  \n(8) hours except as provided forin Section 1 of this Article. Ona two (2) shift operation, the  \nsecond shift shall be established fora minimum of three (3) days. The Employer shall notify the  \nLocal Union pnor to the start of a two (2) shift operation. Once the starting times are established  \nfor the two (2) shift operation, they shall not be changed except upon three (3) working days,  \nnotice to the Union.  \nB. Three Shift Operation: Ona three (3) shift operation, the following shall apply:  \n1. First Shift - The regular hours of work on the first shift of three (3) shift operations shall  \nbe eight (8) hours of continuous employment, except for lunch peniod at mid-shift,  \nbetween the hours of 5:00 A.M. and 6:00 P.M.  \n2. Second Shift - The second shift shall be seven and one-half (7/2) hours of continuous  \nemployment, except for lunch period at mid-shift, and shall be paid eight (8) hours at the  \nStraight time hourly wage rate.  \n3. Third Shift - The third shift shall consist of seven (7) consecutive hours of employment,  \nexcept for lunch period at mid-shift, and shall be paid eight (8) hours at the straight time  \nhourly wage rate.  \nC. Multiple shift ( a two (2) or three (3) shift) operation will not be construed on the entire project if  \nat any time it is deemed advisable and necessary for the Employer to multiple shift a specific  \noperation. ‘Those groups of employees only who relieve first shift groups of employees and such  \nfirst shift groups of employees who are relieved by groups of employees on a second shift, and on  \na three shift operation those groups of employees who relieve the groups of employees on a  \nsecond shift, shall be construed as working multiple shifts. The intent of this clause shall be  \nconstrued so as to recognize that a “reliever group” and a “relief group” do not necessarily mean  \n“employee for employee” relief.  \nD. Itis understood and agreed when the first shift of a multiple shift (a two (2) or three (3) shift)  \noperation is started at the basic straight time rate or at a specific overtime rate, all shifts of that  \nday’ s operation shall be completed at that rate.  \nFE. The Employer shall notify the Local Union pnor to the start of a multiple shift (a two (2) or three  \n(3) shift).  \nSECTION 3. GENERAL PROVISIONS:  \nA. Call Out. When employees have completed their scheduled shift and are “called out’ to perform  \nspecial work of a casual, incidental or irregular nature they shall receive premium pay in  \naccordance with the proper overtime rates with a minimum guarantee of two (2) hours pay at the  \nemployee’ s overtime wage rate. When an employee is called out to work without at least eight  \n(8) hours off since his/her previous shift, all such call out time shall be paid at the applicable  \novertime rate until the employee has had a break of ei 8) hours or more.  \nB. Paving Operations. To take full advantage of weather conditions, starting time of operations for  \nthe paving of asphalt paving, road oiling and concrete paving will be at the option of the  \nEmployer. However, standby time will be considered as part of the regular operation and will be  \npaid at the regular rate.  \n14  \nLABORERS 2012 - 2015  \nC. Tide Work. When employees are called out between the hours of 6:00 p.m. and 6:00 a.m. to  \nwork broken time on tide work, all time worked shall be at time and one-half (17/2) the basic  \nhourly rate of pay, and a minimum of four (4) hours pay at the straight time rate.  \nExcept for the above, all tide work shall be worked in accordance with provisions of the general  \nAgreement.  \nD. Maintenance, Watchperson and Flagger. When no other work is in progress and it is necessary to  \nkeep a maintenance person, watchperson, or flagger on duty on Saturdays and Sundays, they will  \nbe paid straight time rates but allowed two (2) regular consecutive days off each week. If these  \nemployees work more than five (5) consecutive days in any one week, the sixth (6°) day shall be  \npaid for at time and one-half (1'/) the basic rate and the seventh (7) day shall be paid for at  \ndouble the basic rate.  \nBack to Index  \n"], ["ARTICLE 18  \nOVERTIME  \n", "SECTION 1. Work performed in excess of eight (8) hours of straight time per day, or ten (10) hours of  \nStraight time per day when four ten (10) hour shifts are established, Monday through Friday, or outside  \nthe nonmal shift, and all work on Saturdays, except for make-up days, shall be paid at time and one-half  \nthe straight time rate. All work performed on Sundays and holidays and work in excess of twelve (12)  \nhours per day shall be paid at double the straight time rate of pay.  \nThe Employer shall have the sole discretion to assign overtime work to employees. Primary  \nconsideration for overtime work shall be given to employees regularly assigned to the work to be  \non overtime situations.  \nSECTION 2. After an employee has worked eight (8) hours at an applicable overtime rate, all  \nadditional hours shall be at the applicable overtime rate until such time as the employee has had a break  \nof eight (8) hours or more.  \nBack to Index  \n"], ["ARTICLE 19  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. Reporting Pay: Employees reporting for work and not put to work shall receive two (2)  \nhours pay at the regular straight time rate, unless inclement weather conditions prohibits work, or notified  \nnot to report at the end of the previous shift or two (2) hours prior to the start of a shift. ‘The Employer  \nmay require employees to remain at the jobsite for the two (2) hours to receive such reporting pay.  \nIt is understood that it shall be the responsibility of the Employer to secure from each employee a  \ntelephone number by which to be contacted. The Employer will make every effort to notify employees of  \ninclement weather conditions. If the employee does not, at the Employer's request, fummish a telephone  \nnumber or fails to inform the Employer of any change of number at which he may be reached, then the  \nEmployer shall be relieved of any responsibility of notification and shall not have to pay show-up time.  \nWhen employees, including new hires, reporting for work arrive on the job unprepared to perform the  \nwork required (for example, including but not limited to: under the influence of alcohol or drugs, not  \npossessing the right requested certifications, or inadequately clothed), the Employer shall not have to pay  \nshow up time. If the employee is put to work and lacks requested qualifications employer shall pay actual  \ntime worked only.  \n15  \nLABORERS 2012 - 2015  \nReporting pay on overtime days shall be a minimum of two (2) hours at the applicable overtime wage  \nrate.  \nSECTION 2. | Employees who work less than two (2) hours shall be paid two (2) hours; they shall be  \npaid a minimum of four (4) hours if required to work more than two (2) hours; they shall be paid a  \nminimum of six (6) hours if required to work more than four (4) hours; they shall be paid eight (8) hours  \nif required to work more than six (6) hours; and they shall be paid ten (10) hours if required to work more  \nthan eight (8) hours on a regularly established ten (10) hour shift. When a shift is suspended due to  \ninclement weather, after the two (2) hour minimum, employees shall be paid for actual time worked.  \nSECTION 3. _ If any employee refuses to start work or if any employee stops work of his own volition,  \nthe minimums set forth in Section 2 above shall not apply.  \nSECTION 4. Any applicant who is required to report to the Employer’ s designated location for  \nemployment onentation shall be paid a minimum two (2) hours reporting time. Any applicant who is  \nrequired by the Employer to travel more than thirty (30) miles from the dispatch point to the enjployment  \nonentation shall be paid a minimum of four (4) hours reporting ime. ‘The Employer who conducts the  \nonentation at the job location and puts the applicant to work shall not be subject to the provisions of this  \nSection 4.  \nBack to Index  \n"], ["ARTICLE 20  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. ‘The Employer retains full and exclusive authonty for the management of its operation  \nunless otherwise limited by this bargaining Agreement. The Employer shall direct his working forces at  \nhis sole prerogative including, but not limited to hiring, promotion, transfer, layoff or discharge for just  \ncause as traditionally practiced within the Construction Industry. The Employer shall utilize the most  \nefficient methods or techniques of construction, tools or labor saving devices. There shall be no  \nlimitations upon the choice of materials or design except those imposed by safety and health  \nconsiderations.  \nSECTION 2. ‘The foregoing enumeration of management rights shall not be deemed to exclude other  \nfunctions not specifically set forth. The Employer retains all legal rights not specifically covered by this  \nAgreement.  \nSECTION 3. — It shall not be a violation of this Agreement when an Employer considers it necessary to  \nshut down ajob to avoid the possible loss of human life, because of an emergency situation beyond the  \nEmployer’ s control that could endanger the life and safety of an employee. In such cases, employees will  \nbe compensated only for the actual time worked. In the case of a situation described above whereby the  \nEmployer requests the employees to stand by, the employees will be compensated for the “stand by” time.  \nIf such a condition continues, the Employer agrees to give at least two (2) hours notice to members of the  \nnext shift scheduled to report for duty. In the event that at least two (2) hours notice is not given,  \nemployees who report for work at their regular reporting time and are not put to work shall be paid “show  \nup pay”.  \nThis article shall be suljject to the grievance procedure set forth in Article 12.  \nBack to Index  \n16  \nLABORERS 2012 - 2015  \n"], ["ARTICLE 21  \nSPECIAL CONDITIONS  \n", "SECTION 1. Both parties recognize that there may be extenuating circumstances when it is to the  \nmutual interest of both parties to modify the terms of this Agreement. In that event, it will not bea  \nviolation of this Agreement for the parties to meet and mutually agree to make such modifications to meet  \na specific need on a specific project.  \nSECTION 2. In order to maximize the effect of this provision, all crafts will be requested to act  \nuniformly. ‘The General Contractor shall encourage his subcontractors to comply with any modifications  \ngranted under this provision.  \nBack to Index  \n"], ["ARTICLE 22  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION 1. In the event the Employer bids a public job or project being awarded by a Federal, state,  \ncounty, city or other public entity which is to be performed at a pre-determined and/or prevailing wage  \nrate established or established by the U.S. Department of Labor (pursuant to the Davis-Bacon Act, 40  \nU.S.C.§ 3141 et seg., whose ations are contained in 29 CFR Parts 1, 3, 5, 6, and 7 and which  \ndeterminations are published in the Federal Register) or by the Director of the Washington State  \nDepartment of Labor and Industries (pursuant to RCW 39.12.010 to RCW 39.12.900) prevailing wages  \non public works Washington State, Prevailing Wage on Public Works, the published hourly wage rate set  \nforth in said public work at the time of bid shall apply for the first twenty-four (24) months of the project  \nfrom the date the Contractor is permitted to proceed. After twenty-four (24) months the current contract  \nwage and fringe rate will apply. ‘The fringe benefit contnibution rates shall be those as established and  \nmaintained by the Master Agreement and any fringe increases are the nsibility of the  \nNotwithstanding the above, the project agreements may be mutually agreed upon to allow use of the pre-  \ndetermined wage rate for the duration of a project to exceed twenty-four (24) months.  \nSECTION 2. In the event the specifications include an escalator provision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may recover in the  \nescalator claim.  \nSECTION 3. Except as provided in Article 17, Section 1 B and C (makeup days) on affected  \nWashington State public works projects, all work perfonmed on S Shall be paid at time and one-  \nhalf (11/2 the straight time rate and all work Ormed on Sundays and holi Shall be paid at double  \nthe straight time rate, as established by the prevailing wage detenninations for the project (overtime code  \nand holiday code).  \nSECTION 4. The Employer shall, when requested in wiiting, supply accurate and reliable information  \non company stationery that will assist the Union in establishing the correct rates when responding to  \nGovemmental requests for prevailing wage data.  \nBack to Index  \n17  \nLABORERS 2012 - 2015  \n"], ["ARTICLE 23  \nUNION DUES DEDUCTIONS  \n", "SECTION 1. Upon presentation of a proper authonzation form executed by the individual employee,  \nthe Employer agrees to deduct Union dues from net pay after taxes and remit same to the Union in  \naccordance with applicable law. It is understood the Employers will remit each month the Union dues  \ndeducted in accordance with this Article on the transmittal forms used for fringe benefit contnbutions and  \nthat the pro-rata costs of such forms and the collection and accounting thereof will be paid by the Union  \nto the fringe benefit administrator. Back to Index  \n"], ["ARTICLE 24  \nEQUAL EMPLOY MENT OPPORTUNITY  \n", "SECTION 1. The parties to this Agreement acknowledge and agree to comply with the requirements of  \nFederal and State laws, Executive Orders and other rules and regulations goveming civil nghts to insure  \nthat there shall be no discrimination in employment against any employee or applicant for employment  \nbecause of age, race, color, religion, sex or national origin.  \nSECTION 2. ‘The parties hereto recognize that the Employer’ s compliance with project specifications  \nis of paramount importance. It is mutually agreed, therefore, by the parties to this Agreement, that  \nprovisions of this Agreement will be interpreted, applied and enforced in a manner that will serve to  \nassure compliance with project specifications as they relate to recruiting, training and hiring.  \nBack to Index  \n"], ["ARTICLE 25  \nWASHINGTON FAIR CONTRACTING FOUNDATION  \n", "SECTION 1. ‘The Employer agrees to deduct from the net pay (after taxes) of each employee  \nperforming work covered by the terms of the Agreement a sum as listed in Schedule “A”, for each hour  \nworked and remit same to the Washington Fair Contracting Foundation. Contributions will be made on  \nthe same formas the Health and Security payments.  \nSECTION 2. ‘The District Council reserves the right during the life of this Agreement to disaffiliate  \nfrom the Foundation and reallocate the monies dedicated for this endeavor.  \nThe pro-rata costs of such forms, collection and accounting will be paid by the Committee to the fringe  \nbenefit administrator.  \nBack to Index  \n"], ["ARTICLE 26  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1. Labor and Management are committed to providing employees with a drug-free and  \nalcohol-free work place. It is the goal to protect the health and safety of employees and to promote a  \nproductive work place, and to protect the reputation of Labor and Management and the employees.  \nSECTION 2. Consistent with these goals, the Employer prohibits the use, possession, distibution or  \nSale, at its employment sites, of drugs, drug paraphemalia or alcohol. A testing program pursuant to the  \nSubstance Abuse Program, may be instituted, upon mutual consent of labor and management which  \nconsent shall not unreasonably be withheld, to monitor compliance with this policy.  \nSECTION 3. | Anacceptable Substance Abuse Program is contained in a separate addendum to this  \nCollective Bargaining Agreement, but itis not a part of this Agreement and modifications to this  \n18  \nLABORERS 2012 - 2015  \nSubstance Abuse Program, by mutual agreement of an Employer and the Union, will not constitute a  \nchange to this Agreement.  \nSECTION 4. Any related to any Employer’ s substance abuse program shall be resolved.  \nthrough Article 12, Settlement of Disputes, of this Agreement.  \nBack to Index  \n"], ["ARTICLE 27  \nWASHINGTON LABORERS-EMPLOYERS COOPERATION AND EDUCATION TEAM  \n", "SECTION 1. ‘The Employer and the Union recognize that they must confront many issues of mutual  \nconcem which are more susceptible to resolution through Labor-Management Cooperation than through  \ncollective bargaining. ‘To seek resolution of these mutual concems and to advance mutual interest  \nthrough Labor-Management Cooperative efforts, the Employer and the Union agree to participate in the  \nWashington Laborers’-Employers’ Cooperation and Education Team (WALECET) which is established  \nin accordance with Section 302 (C)(9) of the Taft- Hartley Act.  \nSECTION 2. ‘The parties agree that the Employers shall contribute to the WALECET an amount  \nprovided in Schedule A for each employee covered by this Agreement. Said contnibution shall become  \neffective for hours worked starting January 1, 2006 and for each month thereafter for the term of this  \nAgreement.  \nSECTION 3. Contributions will be made on the same form as the Health and Secunty payments. The  \npro-rata costs of such forms, collection and accounting will be paid by the WALECET to the fringe  \nbenefit administrator.  \nSECTION 4. This Article will sunset May 31, 2015 unless the parties to this contract mutually agree to  \ncontinue the contibutions to WALECET or to reallocate for another purpose.  \nBack to Index  \n"]]