[["", "2015 -2018 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nAnd  \nWASHINGTON AND NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nINDEX  \nPREAMBLE  \n"], ["", "ARTICLE  \n1. PURPOSE OF AGREEMENT  \n2. WORK AFFECTED  \n3. TERRITORY OF AGREEMENT  \n4, EFFECTIVE DATE AND DURATION  \n3. UNION SECURITY  \n6. UNION RECOGNITION AND HIRING PROCEDURES  \n7. SUBCONTRACTORS  \n8. HOLIDAYS  \n9. LUNCH PROVISIONS, REST PERIODSAND SICK LEAVE  \n10. PAY DAY  \n11. UNION REPRESENTATIVE  \n12. SETTLEMENT OF DISPUTES  \n13. SETTLEMENT OF JURISDICTIONAL DISPUTES  \n14. STRIKES AND PICKET LINES  \n15. SAFETY MEASURES  \n16. SAVINGS CLAUSE  \n17. HOURSOF WORK  \n18. OVERTIME  \n19. REPORTING AND MINIMUM HOURS PAY  \n20. MANAGEMENT RIGHTS CLAUSE  \n21. SPECIAL CONDITIONS  \n22, PRE-DETERMINED WAGE RATE PROJECTS  \n23. UNION DUES DEDUCTIONS  \n24. EQUAL EMPLOYMENT OPPORTUNITY  \n29. SUBSTANCE ABUSE POLICY  \n26. WASHINGTON LABORERS-EM PLOYERS COOPERATION  \nAND EDUCATION TEAM  \n27. LIGHT DUTY RETURN TO WORK  \nAPPENDIX 1  \nSCHEDULE A CLASSIFICATIONS AND WAGE SCALES  \nSC HEDULE B - FRINGE BENEFITS  \nSCHEDULE C - ZONE PAY DIFFERENTIAL  \nAPPENDIX 2  \nCRAFT WORKING RULES  \nAPPENDIX 3  \nCOMPRESSED AIR WORK  \nAPPENDIX 4  \nCENTRAL WASHINGTON AREA  \nAPPENDIX 5  \nHIRING OF APPRENTICES  \nAPPENDIX 6  \nOPERATION OF LOCAL UNION HIRING HALLS  \nWESTERN/CENTRAL WASHINGTON LOCALS  \nMEMORANDUM OF UNDERSTANDING FOR PRIVATE SECTOR WORK  \nLABORERS  \nPAGE 1  \nRP WWWD  \n== = Se RP eS eS eS Se  \n=| = ©  \n16  \n18  \n22  \n24  \n29  \n26  \n27  \n30  \n32  \n36  \n37  \n2015 - 2018  \n2015 - 2018 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nWASHINGTON AND NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 2012 - 2015 Agreement, and all other prior Agreements  \nthereto by and between the Associated General Contractors of Washington, a Chapter of the Associated General  \nContractors of America, Inc., and the Washington and Northem Idaho District Council of Laborers.  \nFor the purposes of this Agreement, the AGC of Washington is not acting asa multi-employer bargaining agent in a single  \nmulti-employer unit, but is acting for and on behalf of Employers who have individually requested the AGC of  \nWashington to act as their individual and separate bargaining agent in individual Employer units. Further, each individual  \nprincipal member reserves the right to review and accept or reject any proposed Agreement negotiated between the Union  \nand the AGC of Washington acting as an agent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individual members of the Associated General Contractors of  \nWashington, a Chapter of the Associated General Contractors of America, Inc. (hereinafter referred to as the “Employer’),  \nand the Washington and Northem Idaho District Council of Laborers (hereinafter referred to as the “Union’”), and shall  \nconstitute an Agreement between the parties hereto for the work, conditions and wage rates provided for herem in the  \ntemitory of Westem and Central Washington.  \n"], ["ARTICLE 1  \nPURPOSE OF AGREEMENT  \n", "SECTION 1. ‘The purpose of this Agreement is to promote the settlement of labor disagreements by conference, to  \nprevent strikes and lockouts and to stabilize wages and working conditions in building, heavy highway construction and  \nengineering work in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood between the parties  \nhereto that this Agreement contains all the covenants, stipulations and provisions agreed upon by the parties hereto. No  \nagent or representative of either party has authority to make any promise, inducement or agreement contrary to the  \nprovisions herein.  \nSECTION 3. ‘The Employer hereby voluntarily recognizes the Union as the exclusive bargaining agent of all employees  \nperforming bargaining unit work covered by this Agreement, and agrees that a majority of those employees have  \ndesignated the Union as their collective bargaining representative.  \nSECTION 4. ‘The Union recognizes the AGC of Washington as the exclusive individual bargaining agent for each  \nEmployer who has authorized the AGC of Washington to negotiate individually with the Union on its behalf.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. ‘This Agreement shall cover all Highway, Building, Heavy Construction and Engineering projects  \nincluding the loading and unloading of barges or other camiers of the matenals and equipment at loading  \nfacilites for the work performed by Employer parties to this Agreement in the counties outlined in Article 3,  \nsection 1.  \nLABORERS 2015 - 2018  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as follows: construction of  \nrailroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and gutters, paving (Portland Cement or  \nAsphaltic Concrete), airports, bridges, overpasses, sewers, water mains, sanitation projects, imigation projects, flood  \ncontrol projects, reclamation projects, reservoirs, dams, dikes, levees, revetments, channels, aqueducts, channel cutoffs,  \njetties, breakwaters, harbor developments, docks, dry docks, piers, abutments, retaining walls, transmission lines, duct  \nlines, subways, shafts, tunnels, excavation of earth and rock, power generating projects, reinforced earthwork, and all  \nother heavy construction and engineering operations in therewith, and all site clearing, demolition work,  \npipeline and refinery work when covered by this Agreement.  \nSECTION 3. For further clarification, the term “Building” shall mean a building structure, including modifications  \nthereof, or additions or repairs thereto, intended for use for shelter, protection, comfort and convenience.  \nSECTION 4. — Asbestos, Lead, Mold and Toxic Waste: This Agreement shall also cover all work in connection with the  \nhandling, control, removal, abatement, encapsulation or disposal of asbestos, lead, mold and/or toxic waste.  \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "SECTION 1. ‘This Agreement shall cover all construction work in the following counties: Whatcom, Skagit,  \nSnohomish, King, Pierce, ‘Thurston, Lewis, that portion of Pacific County north of a straight line made by extending the  \nnorth boundary of Wahkiakum County west to the Pacific Ocean, Grays Harbor, Clallam, Jefferson, Mason, Kitsap,  \nIsland, San Juan, Chelan, Kittitas, Yakima and that portion of Douglas County lying west of the 120° meridian.  \nSECTION 2. Attached hereto and made a part of this Agreement is Appendix 4 which contains any differences in  \nwages, travel or working conditions for the Central Washington area.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. ‘This Agreement shall be effective commencing June 1, 2015, and shall continue in force and effect  \nthrough May 31, 2018. Upon its expiration, this Agreement shall continue from year to year, June 1 through May 31 of  \neach year, by automatic renewal unless changed, or superseded by a successor principal agreement, or terminated. For the  \npurpose of negotiating alterations in wages and other terms and conditions of employment, either party may open this  \nAgreement or any contract effectuated through automatic renewal by giving written “Notice of Opening” not later than  \nsixty (60) nor more than ninety (90) days prior to the expiration date. “Notice of Opening” is in no way intended by the  \nparties as a termination of, nor shall it in any way be construed as a termination of this Agreement or any annual contract  \neffectuated through automatic renewal nor as forestalling automatic renewal as herein provided. The parties reserve the  \nright to economic recourse in negotiations, except during the interval between the giving of “Notice of Opening” and the  \nexpiration date.  \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual contract effectuated  \nthrough automatic renewal, must to the exclusion of all other methods, be perfected by giving written “Notice of  \n‘Temnination” not later than sixty (60) nor more than ninety (90) days prior to the expiration date, whereupon the contract  \nShall, on its expiration date, terminate. Effective tennination eliminates automatic renewal.  \nSECTION 3. Any “Notice of Opening” or “Notice of ‘Temnination” by the Employer shall be sent via certified mail to  \nthe Washington & Northem Idaho District Council of Laborers.  \nSECTION 4. Any “Notice of Opening” or “Notice of Tennination” not submitted per the provisions of this article shall  \nbe absolutely null and void and completely ineffective for all purposes.  \nLABORERS 2015 - 2018  \n"], ["ARTICLE 5  \nUNION SECURITY  \n", "SECTION 1. ‘The employees shall become and remain members of the Union as a condition of employment from the  \nseventh but not later than the eighth day of employment, or the effective date of this Agreement, whichever is later. To  \n“become and remain members of the Union as a condition of O t” shall mean an oyee’s tender  \nof initiation fees and membership dues to the Union.  \nSECTION 2. No employee covered by this agreement shall be required to sign or be bound by a non-competition  \nagreement of any kind or nature that restricts future employment opportunities.  \nSECTION 3. It is further agreed that all Union members employed by the Employer shall maintain their membership in  \ngood standing in the Union. ‘T To “maintain their membershi in in the Union” shall mean an employee's  \ntor tender of fees or dues as this Article 23.  \nSECTION 4. Failure of any employee to pay or tender normal initiation fees or dues as required by this Agreement  \nShall, upon the request of the Union in writing, result in the termination of such employee within two (2) working days,  \nprovided areplacement is available. ‘Tennination in this Article shall be within seven (7) working days under any  \ncircumstance.  \n"], ["ARTICLE 6  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. ‘The Employer will call upon the Local Union in whose temitory the work is to be accomplished to refer  \nqualified applicants for work in the classifications herein contained. In requesting applicants for work, the Employer shall  \nnotify the Local Union office either in wniting or by telephone, stating the location, starting time, type of shift schedule  \n(i.e, at8 hours or 4 days at 10 hours), approximate duration of the job, the type of work to be performed and the  \nnumber of employees required.  \nA. All qualified applicants referred for work to an Employer shall provide to the Employer when reporting for work  \ntwo pieces of identification, one of which has a picture of the applicant.  \nB. All qualified applicants shall complete and sign W-4 and I-9 forms as requested by the Employer.  \nC. An applicant who fails or refuses to submit this information or who provides false information when referred to  \nan Employer shall be registered on the bottom of the appropnate out-of-work list for which the applicant  \nQualifies.  \nD. An applicant who, upon a subsequent referral to an Employer, fails or refuses to submit this information or  \nprovides false information shall be denied use of all hiring facilities within the area of this District Council, unless  \nthe applicant enters into a written agreement that the applicant will submit the information to Employers.  \nSECTION 2. When the Employer has placed averbal or written order for referral of workers from the Local Union and  \nShould a shortage of applicants exist and they cannot be supplied by the Local Union within twenty-four (24) hours from  \nthe time workers ordered are required to report to the job, Saturdays, Sundays and holidays excluded, the Employer may  \nthen seek applicants from other sources. When an Employer so hires employees from sources other than the Local Union,  \nthe Employer shall notify the Union, giving the names and addresses and classifications of the employees hired within  \nfive (5) days of the date of employment.  \nSECTION 3. ‘The Employer shall have the right to reject any job applicant, but the applicant and the Local Union shall  \nbe entitled to the reason for such rejection in writing.  \nSECTION 4. ‘The Employers acknowledge and support the LIUNA Code of Performance, dated 5/14/2010, as an effort  \nto increase competitiveness by improving the quality and performance of the workforce. To assist the Union with  \nA.  \nLABORERS 2015 - 2018  \nimplementation of this Code of Performance, the Employers agree to designate discharges “for cause’ in wniting, when  \nThis clause is intended only to assist the Union in implementing its Code of Performance with future  \nreferrals under the hiring hall procedures. Otherwise this clause does not create any new or additional nights for  \nthe workers or additional responsibility for Employers under this Agreement.  \nSECTION 5. Whenever an employee is discharged for cause, including failure to pass a substance abuse test, not able  \nto perform the assigned work due to lack of skills or as unsatisfactory, the Employer agrees to send a written termination  \nnotice, within fifteen (15) working days to the Union, stating the reasons for termination. notice of cause is  \nprovided, the individual shall be eligible for rehire without exception.  \nSECTION 6. General ‘Termination: When aregistrant has been terminated as unsatisfactory or has been discharged for  \ncause by at least three (3) Employers within a twenty-four (24) month period, he/she shall be denied further use of all  \nhiring halls covered by the District Council provided the Employers have fumished the Local Unions in writing the  \nreasons forsuch terminations or discharges. Members wishing to demonstrate that corrective action has been taken by  \nthem, and therefore they should be allowed access to the hiring hall facilities, may petition the District Council’s  \nExecutive Board for an opportunity to appear and give their position. ‘The member's petition to the District Council’s  \nExecutive Board shall be filled within one year from the date he/she has been denied further use of the hiring halls  \ncovered by the District Council. A member ition twice for the restoration of his/her use of the hiring hall facilities  \n   \ncovered by the District Council. The burden is on the petitioning member to demonstrate that corrective action has been  \ntaken to remedy the issue(s) outlined in the termination letters. The District Council’s Executive Board shall be the sole  \njudge as to whether such corrective action is sufficient for reinstatement.  \nSECTION 6.1. Skills ‘Tenmination: When aregistrant has been terminated for lack of possessing the necessary skills to  \nperform assigned duties, by at least three (3) Employers within a twenty-four (24) month period, satisfactory completion  \nof additional training will be required before hiring hall privileges are restored in the classification in question.  \nSECTION 6.2. Substance Abuse Tennination: The following provision applies only to those Employers using the AGC-  \nLabor Substance Albuse Program or one that has been jointly negotiated with the Union. In order to protect the privacy of  \nall employees, termination notices for failure of the drug test must be sent “Personal and Confidential” to:  \nBusiness Manager  \nWashington & Northem Idaho District Council of Laborers  \nPO Box 12917  \nMill Creek, WA 98082-0917  \nWhen a registrant has been terminated, and/or is deemed ineligible for rehire, for failure to pass a substance abuse test, the  \nindividual shall be registered on the bottom of the appropnate out-of-work list for which he/she qualifies. Should the  \nregistrant be terminated asecond time within a twenty-four (24) month period for failure to pass a substance abuse test,  \nthe registrant shall be denied use of all hiring facilities within the area of the District Council until he/she has successfully  \ncompleted a State certified drug/alcohol program or has been released for employment purposes by a State certified  \ncounselor, and continues to remain free of all prohibited substances as defined in the AGC-Labor Substance Abuse  \nProgram. In order to determine compliance with this section, prior to having hiring hall privileges_restored, the registrant  \nmust sign a privacy release to allow the Union to discuss and to exchange with the drug/alcohol program or counselor any  \nnecessary information pertaining to the registrant’s case.  \nSECTION 7. Where Employers engage in ajoint venture, individuals employed by a member company of the joint  \nventure may be transferred to the job or called for by name by said member company of the joint venture within the  \ntemitory covered by this Agreement.  \nSECTION 8. ‘Thereferral procedure as contained herein shall be followed except:  \nA. by the Employer for key personnel to act as supervisors or foremen shall be honored without regard to  \nthe requested place on the out-of-work list. To qualify for arequest under this Section, the employee  \nmust actually perform the duties of the position requested.  \n  \nLABORERS 2015 - 2018  \nB. Bona fide requests will be honored for individuals previously employed by the Employer when requested by  \nname and whose name appears on the out-of-work list and who have been legally employed by the Employer in  \nthe area of the jurisdiction of the Local Union.  \nNote: Any individual who wes previously hired illegally or improperly by the Employer may not seek prionty of  \ndispatch under this Section.  \nC. The Employer may bring three (3) present employees at his discretion into the geographic jurisdiction of the  \nLocal Union for each job. In such cases, the Employer transfering such employees from one Local jurisdiction  \ninto another Local Union jurisdiction shall be required to check in and receive clearance from the Local Union  \nhaving jurisdiction over the project. Failure to comply with this provision may be grounds for the Union to  \nrequest termination of said employees.  \nD. Additionally, the Employer may request by name, regardless of their respective position in Group A, one (1)  \nindividual for each three (3) Laborers hired. (Exception for Central Washington only: one (1) individual for each  \none (1) Laborer hired.) The provision will apply to Group A registrants only.  \nFE. When the Employer has placed an order for employees requiring special skills or of special classification,  \napplicants possessing the qualifications of the job will be referred in the order in which their names appear on  \nGroup A, C or D of the out-of-work list.  \nSECTION 9. College Students: College students seeking employment during the period of May 1° through October 1  \nShall register on the Local Union's out-of-work list by personal call or in writing. An Employer (owner) desiring to hire  \nsuch students shall notify the Local Union of such desire and the student shall not be employed until such registration has  \nbeen complied. with. oyers to terminate College Student by October 1*. Hours worked by College Students  \nShall not count towards ing Hall list ifications.  \nBy mutual agreement between the Employer and the Local Business Manager, a college student may be called for by  \nname, and be referred to the Employer without regard to his/her place on the out-of-work list. Such request for college  \nStudents and Intems combined may be allowed on a ratio of one (1) for the first five (5) Laborers employed up to of  \nthree (3) students or Intems on any one job. However, this ratio may be waived by mutual agreement of the Union and  \nthe Employer.  \nA college student must demonstrate that he/she has been accepted as a full time student and is currently registered in  \nschool with no less than twelve (12) credited hours of instruction.  \nIn the case of aformal construction related college intemship, mutual agreement is implied herein, and the student shall be  \ncalled for by name and will be referred to the Employer without regard to their place on the out-of-work list, provided  \nsuch request shall not displace any current employees. All conditions related to ratios indicated above shall apply to this  \nprovision. Formal construction related college intems shall be allowed to work at any time during the year when mutually  \nagreed to by the Employer and the Local having jurisdiction over the job. Hours worked by intems shall not count towards  \nany Hiring Hall list qualifications.  \n"], ["ARTICLE 7  \nSUBCONTRACTORS  \n", "SECTION 1. ‘The Employer agrees it will not subcontract or otherwise transfer in whole orin part any work covered by  \nthis Agreement to be done at the site of the construction, alteration, painting or repair of a building, structure, or other  \nwork unless the person, firm, corporation or other business entity is signatory to this Agreement. The Employer agrees  \nthat a member of the Union will be employed by the Employer or any contractor or subcontractor at the jobsite if there is  \nwork to be done coming under the jurisdiction of the Union Agreement. The Union agrees that it will not take strike  \naction to enforce this Article. In the event of any change in the present law, this clause will be renegotiated.  \nLABORERS 2015 - 2018  \nSECTION 2. Whenever the Employer is obligated to satisfy MBE/WBE/DBE recruiting or similar govemmental  \nsubcontracting requirements, the Union and the Employer by mutual agreement may waive this provision prior to  \ncommencement of the work in the event an Employer and the yen are unable to find qualified competitive Union  \nMBE/WBE/DBE Subcontractors to meet these eee 2 oyer, when the Union, shall provide  \nf of the pnior to Waiver  \nSECTION 3. When potential union subcontractors are not available in the locality of the jobsite to perform the work or  \nwhere the general contractor receives no competitive union bids, by mutual agreement, the Employer and the Union may  \nwaive this provision. Provided, however, the Union and the Employer shall review the prices submitted before assigning  \nthe non-union subcontractor.  \nSECTION 4. When the total landscaping portion of a project is under two hundred and seventy-five thousand dollars (  \n$275,000) in value and there is no portion of the landscaping excluded from the project or bid separately, the Employer  \nmay waive this provision. For the purpose of this Section, landscaping shall be as currently defined in WAC 296-127-  \n01346.  \n"], ["ARTICLE 8  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shall be New Y ear’s Day, Memorial Day (last Monday in May),  \nFourth of July, Labor Day, Thanksgiving Day, Fnday and Saturday after Thanksgiving Day and Christmas Day. Any  \nholiday which falls on a Sunday shall be observed as a holiday on the following Monday. If any of the listed holidays falls  \nShall be a ar work day. No work shall be performed on Labor Day except to  \nprotect life and property or by mutual agreement of the Union and the Employer.  \n"], ["ARTICLE 9  \nLUNCH PROVISIONS, REST PERIODS AND PAID SICK LEAVE  \n", "   \nSECTION 1. Employees shall not be required to work more than five (5) hours from the start of the shift without at  \nleast a one-half (7/2) hour break ‘This lunch period shall not begin earlier than three and one-half (3 7/2) hours  \nafter the start of the shift. If they are required to work past five (5) hours, one-half (7/2) hour at the applicable overtime  \nrate shall be added to the hours worked and they must then be allowed time to eat their lunch. If not allowed to eat lunch,  \nemployees will be paid an additional one-half (7/2) hour of overtime.  \nSECTION 2. Employees required to work more than two (2) hours after the end of the regular shift shall be allowed. at  \nleast one-half (7/2) hour meal period which shall be considered as time worked, and if it is impractical for the employees to  \nleave the job, they shall be provided alunch by the Employer. If not given one-half (7/2) hour meal period, one-half (7/2)  \nhour at the applicable overtime rate shall be added to the hours worked.  \nSECTION 3. Employees required to work more than five (5) hours after the end of the regular shift shall be allowed at  \nleast one-half (7/2) hour meal period which shall be considered as time worked, and if it is impractical for the employees to  \nleave the job, they shall be provided alunch by the Employer. If not given the one-half (7/2) hour meal period, one-half  \n(4) hour at the applicable overtime rate shall be added to the hours worked.  \nSECTION 4. — In the event that the Employer establishes a ten (10) hour day, the first lunch period shall be at mid-shift.  \nEmployees’ lunch period may be staggered during the period of three and one-half (3'/) to five (5) hours from the start of  \nthe shift to cover necessary work of a continuous nature.  \nSECTION 5. For the purpose of this Article, the applicable overtime rate following a delay/missed meal, as noted  \nabove, shall be as follows:  \nA. In the event the rate of the day is straight time, the applicable overtime rate will be time and one-half (11/ ) times  \nthe straight time rate of pay.  \nLABORERS 2015 - 2018  \nB. In the event the rate of the day is time and one-half (17/2), the applicable overtime rate will be two (2) times the  \nStraight time rate of pay.  \nC. In the event the rate of the day is double time, the applicable overtime rate will be two and one-half (21/2) times the  \nStraight time rate of pay.  \nSECTION 6, REST PERIODS  \nA. ‘The nature of the construction work covered by this Agreement allows intennittent rest periods. Employers shall  \nprovide such intermittent rest periods as work flow pennits, not to exceed ten (10) minutes for each four (4) hours  \nworked. Scheduled rest periods are not required.  \nB. Such intermittent rest periods shall be taken on the work site, at the employee’s place of work. A rest period  \nmeans to stop work duties, exertion or activities for personal rest and rejuvenation.  \nC. It will be the responsibility of each employee to take rest periods. If an employee does not take a rest period, then  \nthe employee must notify his/her immediate supervisor and a rest period will be provided.  \nSECTION 7. PATD/SICK LEAVE  \nThe parties to this Agreement acknowledge that given the nature of the construction industry, paid sick leave is not  \nand hereby expressly waive the provisions of Seattle City Ordinance 123698, requiring paid sick leave, City  \nof ‘Tacoma Ordinance 28275, requiring paid leave, and/or any city, state or county ordinance, rule or regulation granting  \npaid sick leave to the employees under the jurisdiction of this Agreement, assuming that said ordinance, rule orregulation  \nallows for such a waiver.  \n"], ["ARTICLE 10  \nPAY DAY  \n", "SECTION 1. Employees shall be paid in full once each week (on the same day), but in no event shall more than five (5)  \ndays’ (Saturday, Sunday and holidays excluded) wages be withheld.  \nA. If the regular payday falls on aholiday, the employees shall be paid on the last regular work day before the  \nholiday. The check must be dated for the last regular work day before the holiday.  \nB. The Employer will have the following options of making payment: 1.) negotiable check made on bank,  \npaid prior to quitting time at the job site, 2.) direct deposit, into employee’s bank account; or by mail, at the  \nelection of employee, in writing at the time of hire or with ten (10) days advance notice of a change. If paid by  \nmail, the check shall be postmarked not later than two (2) business days prior to the established payday.  \nC. No employee shall be discharged, laid off, disciplined, replaced, transferred or have any other adverse action  \ntaken against for refusing to use the direct payroll deposit or mail option.  \nD. The Employer shall furnish to each employee, at the time of payment of wages, an itemized statement showing  \nthe pay basis (i.e., hours or days worked), rate or rates of pay, gross wages and all deductions from that pay  \nperiod. In addition, the name, address and phone number of the  \nEmployer shall be indicated.  \nFE. No adjustment of disputed pay will be made unless the employee or the Union shall make aclaim in wiiting to the  \nEmployer's representative within fifteen (15) days from the pay period in question.  \nSECTION 2. Employees who quit shall be paid not later than the next regular pay period.  \nLABORERS 2015 - 2018  \nSECTION 3. Employees who are laid off or discharged shall be paid not later than the end of the next regular business  \nday. If the employee is on direct deposit payment, payment shall be deposited into employees’ bank account within two  \n(2) business days.  \nSECTION 4. —_ If the payment is not made expressly as provided in this Article, then the employee shall be paid two (2)  \nhours pay at the appropriate hourly wage rate for each twenty-four (24) hour period (Saturday and Sunday excepted;  \nholidays shall be excepted unless the regular payday falls on a holiday and the check is not dated for the last regular work  \nday before the holiday), thereafter until payment is made. Inthe case of payment by mail, the postmark on the envelope  \nwill serve as the cutoff date for any penalty. Employees must notify the Union within three (3) working days after the  \npayday, layoff, or discharge to be eligible for penalty pay.  \nSECTION 5. Non-Sufficient Funds: In the event an employee receives a non-sufficient funds (NSF) check, the  \npayment shall then be made by money order or certified check. In addition any documented bank fees or charges incurred  \nby the employee as of receiving a NSF check payment will be reimbursed to the affected employee. If requested,  \na letter of explanation will be sent to the bank and any creditors that may have been affected. If an employee  \nreceives a NSF check for the second time in any four (4) week period, the make-up check and all subsequent payments  \nShall be by money order or certified check.  \n"], ["ARTICLE 11  \nUNION REPRESENTATIVE  \n", "SECTION 1. Authorized representatives of the Union shall have access to the projects provided they do not unduly  \ninterfere with the work of employees and that they fully comply with the safety and security procedures established for the  \nproject. On projects with restricted access, the Employer will cooperate with the Union officials in this regard as far as  \nregulations pennit.  \nSECTION 2. Union representatives will attempt to report to job site supervision prior to entering the job site.  \n"], ["ARTICLE 12  \nSETTLEMENT OF DISPUTES  \n", "SECTION 1. In cases of violation, misunderstandings or differences in interpretation of this Agreement, there shall be  \nno cessation or stoppage of work. Both parties pledge their immediate cooperation to eliminate the above mentioned  \npossibilities, and the procedure in Section 2 is outlined for this purpose.  \nSECTION 2. Procedure for Settlement of Disputes:  \nA. Step One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the job between the  \nrepresentative of the Union involved and the Employer, the dispute shall promptly (not later than fifteen (15)  \nworking days), be referred to the Business Manager of the Local Union involved and the Employer's authorized  \nrepresentative who is vested with decision making authority. Should they fail to effect asettlement, the matter  \nShall proceed to Step Two.  \nB. Step Two: Board of Conciliation: The dispute shall be referred to the District Council and the Employer’ s  \nauthonzed representative who is vested with decision making authonty fora Board of Conciliation within fifteen  \n(15) working days. This Board shall consist of two (2) persons who have no direct involvement in the dispute,  \nappointed by each party. If these four (4) persons cannot effect a settlement within seven (7) days after the  \ndispute has been referred to them, the matter shall proceed to Step Three. Hither party may waive their nght to a  \nBoard of Conciliation in Step Two. However, if this step is waived, mediation, in Step Three shall become  \nmandatory. At no time will more than twenty (20) working days pass between the conclusion of Step One and the  \ndecision to waive the right to Step Two.  \nC. Step Three: Mediation: Except as provided in Step Two, by mutual agreement, the issue may be referred to  \nmediation. The parties shall request a mediator from the Federal Mediation & Conciliation Service or other  \n9  \nLABORERS 2015 - 2018  \nmutually acceptable service. This person shall serve as the mediator to resolve the dispute. ‘The expense of  \nemploying the mediator shall be bome equally by both parties and each party shall be responsible for their own  \nattomey fees and costs. Should mediation be waived or the parties fail to reach agreement, the matter shall  \nproceed to Step Four.  \nD. Step Four Arbitration: The parties shall request a list of seven (7) arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable service and shall altemately stake names until only one name remains.  \nThis person shall serve as the arbitrator to resolve the dispute. The expense of employing the arbitrator shall be  \nbome by the non prevailing party and each party shall be responsible for their own attomey fees and costs.  \nAny decisions shall be within the scope and terms of this Agreement. It may also provide retroactivity not  \nexceeding sixty (60) days and shall state the effective date. Decisions by the Board shall be rendered within  \ntwenty (20) days or at their discretion after the dispute is referred to them, and such decision shall be final and  \nbinding upon all parties. By mutual agreement, the aforementioned time frames in this Article may be waived or  \nextended.  \n"], ["ARTICLE 13  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. ‘Therewill be no stnikes, no work stoppages or slowdowns or other interference with the work because of  \ndisputes.  \nSECTION 2. ‘The Employer shall be responsible for all jurisdictional assignments. Inissuing such assignments, the  \nEmployer shall be guided by area practice, decisions of record and jurisdictional agreements of record. Craft junsdiction  \nis neither determined nor awarded by classifications appearing in any labor agreement.  \nSECTION 3. — If ajunisdictional dispute arises, it shall first be submitted to the Local Unions involved and the affected  \nAGC Chapter for settlement. If no understanding or agreement is reached within forty-eight (48) hours, the parties may  \nrefer the dispute to the Intemational Unions with which the disputing Unions are affiliated for resolution and the  \nEmployer shall abide by the resolution. The disputed work shall continue as assigned by the Employer until the dispute  \nhas been resolved.  \nSECTION 4. MUTUALLY AGREED TO WORK ASSIGNMENTS: ‘The Employer explicitly assigns the following  \nclassifications to be performed exclusively by members of the Laborers Union at all times:  \nPipe Layer/Tailor Caulker, Remote Equipment Operator (i.e. Compaction and Demolition), Nozzleman Shotcrete/Gunite,  \nAsphalt Raker, Lead Pipe Layer, Mortarman and Hodcamier.  \nUpon est from the Union, the oyer shall provide to the Union, with a copy to the AGC, a Letter of Assi  \nthat sets out work assi made on ajobsite. ‘The Union make such ests during the job or while a  \nject is under construction in order to venfy work that is ormed by its members. If the est is made after the  \nject has been co the over and the Union shall ensure the ac of the of assi  \nThe Letter of Assignment shall contain a complete description of the work and work processes, the make-up of the ct Crew  \nand the name and location of the project. overs who fail to co with the est within ten (30 S Shall be  \nsubject to the Grievance Procedure.  \nSECTION 5. MUTUALLY AGREED TO TOOLS OF THE TRADE: The Employer explicitly assigns the work  \nclassifications to be performed exclusively by members of the Laborers Union when used as tools of their trade:  \n"], ["ARTICLE 14  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. — It is mutually agreed that there shall be no lockouts or other slow down or cessation of work by  \neither party on account of any labor difference pending the utilization of the grievance machinery, as set forth in Article  \n12.  \n10  \nLABORERS 2015 - 2018  \nSECTION 2. Employees will not be discharged, disciplined orpermanently replaced for any protected activity related  \nto the recognition of aprimary picket line approved by the Union party to this Agreement.  \nSECTION 3. As required by law, employees shall be fumished to the Employer during labor disputes with other  \nconstruction crafts and the Employer will endeavor to work as long as economically possible during these periods.  \n"], ["ARTICLE 15  \nSAFETY MEASURES  \n", "SECTION 1. ‘The Employer and the employee will conform to all Federal and State health and safety regulations  \napplicable to work covered by this Agreement and shall have adequate shelters available where necessary, with heat,  \nwhere the employees can change and dry their clothes and store their tools. On all projects covered by this Agreement,  \nthere shall be provided by the Employer at all times during construction, sanitary facilities consisting of a reasonable  \nnumber of toilets and urinals, on tunnel projects separate showers for men and women. Fresh drinking water will be  \navailable to the employees. Employer will fumish all welding, safety and protective equipment required; including, but  \nnot limited to, leathers, hard hats, eye protection, ear protection, respirators, safety belts and lanyards, reflective vests,  \nflagging signs and paddles.  \nSECTION 2. ‘This Agreement is not intended to and shall not be construed as creating, imposing, or adopting on the  \nUnion or representatives any state common-law duties in areas of safety.  \n"], ["ARTICLE 16  \nSAVINGS CLAUSE  \n", "SECTION 1. ‘This Agreement is not intended to and shall not be construed to pennit acts which violate any valid  \nFederal or State law.  \nSECTION 2. — If any provision of this Agreement application of such provision shall in any court or other  \nGovemmental action, be held invalid, the remaining provisions and their application shall not be affected thereby.  \nProvided, however, upon such invalidation the parties signatory hereto agree to immediately meet to re-negotiate such  \nprovisions affected. The parties agree to arrive ata mutually satisfactory replacement within sixty (60) days unless a  \ndefinite extension of time is mutually agreed to. In the event that the parties are unable to negotiate a replacement, the  \nmatter shall be resolved through the provisions of Article 12.  \n"], ["ARTICLE 17  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "A. Fight (8) hours shall constitute aday’s work, five (5) days shall constitute aweek’s work, Monday through  \nFriday.  \nB. A single shift operation shall be restricted to the hours between 5:00 A.M. and 6:00 P.M. and eight (8) hours of  \ncontinuous employment (except for lunch period) shall constitute a day’s work Monday through Friday of each  \nweek. In the event the job is down due to weather conditions, Monday through Friday, then Saturday may, at the  \noption of the Employer, be worked as a voluntary make-up day at the straight time rate. However, Saturday shall  \nnot be utilized as make-up day when a holiday falls on Fnday.  \nC. Four ten (10) hour shifts at the straight time rate may be established on a project either Monday through ‘Thursday  \nor Tuesday through There will be no ovedapping of four ten (10) hour shifts between crews or other  \ncrafts on the same project of the Employer. In the event the job is down due to weather conditions, then Friday  \n(when working Monday through may at the option of the Employer, be worked as a make-up day, In  \n11  \nLABORERS 2015 - 2018  \nthe event the job is down due to weather conditions, then Saturday (when working Tuesday through Friday), may,  \nat the option of the Employer, be worked as avoluntary make-up day. All hours worked in excess of ten (10)  \nhours a day or forty (40) hours a week must be compensated at the overtime rate. However, Saturday shall not be  \nutilized as a make-up day when a holiday falls on Friday.  \nD. No employee shall be discharged, laid off, disciplined, replaced or transferred for refusing to work a voluntary  \nmake-up day, provided they inform the Employer they will not be working.  \nFE. In the event of a civil emergency such as, but not limited to, earthquakes, floods, or fires, starting time of the shift  \nmay be made to fit the emergency and eight (8) hours in any twenty-four (24) hour period may be worked at  \nStraight time. In order to work such shift, mutual agreement shall be received.  \nF. Special Shifts: When due to conditions beyond the control of the Employer or when contract specifications  \nrequire that work can only be performed outside the regular day shift, then shift may be worked at the  \nStraight time rate. The starting time of work will be arranged to fit such conditions of work. Such shift shall  \nconsist of eight (8) hours work for eight (8) hours pay orten (10) hours work for ten (10) hours pay for four ten  \nhour shifts worked in accordance with paragraph (c) of this Section.  \nThe Employer shall provide three (3) days written notice to the Union pnor to starting shift.  \nG. Holiday Week: In the event that a holiday is celebrated during the week (Monday through Friday), the remaining  \nfour days of the week may be worked as four ten hour shifts, as defined in paragraph (c) of this Section.  \nSECTION 2. MULTIPLE SHIFT OPERATION: Shifts may be established when considered necessary by the  \nEmployer. Shift hours and rates will be as follows:  \nA. ‘Two Shift Operation: On a two (2) consecutive shift operation, no shift penalty is involved for work performed  \non either of these two (2) shifts. Each shift must be scheduled for at least eight (8) hours except as provided for in  \nSection 1 of this Article. Ona two (2) shift operation, the second shift shall be established for aminimum of  \nthree (3) days. The Employer shall notify the Local Union prior to the start of a two (2) shift operation. Once the  \nStarting times are established for the two (2) shift operation, they shall not be changed except upon three (3)  \nworking days, written notice to the Union.  \nB. Three Shift Operation: On a three (3) shift operation, the following shall apply:  \n1. First Shift - The regular hours of work on the first shift of three (3) shift operations shall be eight (8)  \nhours of continuous employment, except for lunch period at mid-shift, between the hours of 5:00 A.M.  \nand 6:00 P.M.  \n2. Second Shift - The second shift shall be seven and one-half (7/2) hours of continuous employment,  \nexcept for lunch period at mid-shift, and shall be paid eight (8) hours at the straight time hourly wage rate.  \n3. Third Shift - The third shift shall consist of seven (7) consecutive hours of employment, except for lunch  \nperiod at mid-shift, and shall be paid eight (8) hours at the straight time hourly wage rate.  \nC. Multiple shift ( atwo (2) or three (3) shift) operation will not be construed on the entire project if at any time it is  \ndeemed advisable and necessary for the Employer to multiple shift aspecific operation. Those groups of  \nemployees only who relieve first shift groups of employees and such first shift groups of employees who are  \nrelieved by groups of employees on asecond shift, and on a three shift operation those groups of employees who  \nrelieve the groups of employees on asecond shift, shall be construed as working multiple shifts. The intent of this  \nClause shall be construed so as to recognize that a “reliever group” and a “relief group” do not necessarily mean  \n“employee for employee” relief.  \n12  \nLABORERS 2015 - 2018  \nD. Itis understood and agreed when the first shift of a multiple shift (a two (2) or three (3) shift) operation is started  \nat the basic straight time rate or at a specific overtime rate, all shifts of that day’s operation shall be completed at  \nthat rate.  \nFE. TheEmployer shall notify the Local Union prior to the start of a multiple shift (a two (2) or three (3) shift).  \nSECTION 3. GENERAL PROVISIONS:  \nA. Call Out’ When employees have completed their scheduled shift and are “called out” to perform special work of a  \ncasual, incidental or irregular nature they shall receive premium pay in accordance with the proper overtime rates  \nwith a minimum guarantee of two (2) hours pay at the overtime wage rate. When an employee is  \ncalled out to work without at least eight (8) hours off since his/her previous shift, all such call out time shall be  \npaid at the applicable overtime rate until the employee has had a break of eight (8) hours or more.  \nB. Paving Operations. To take full advantage of weather conditions, starting time of operations for the paving of  \nasphalt paving, road oiling and concrete paving will be at the option of the Employer. However, standby time  \nwill be considered as part of the regular operation and will be paid at the regular rate.  \nC. Tide Work. When employees are called out between the hours of 6:00 p.m. and 6:00 a.m. to work broken time on  \ntide work, all time worked shall be at time and one-half (11/2) the basic hourly rate of pay, and a minimum of four  \n(4) hours will be paid at the employee's straight time rate. Except for the above, all tide work shall be worked in  \naccordance with provisions of the general Agreement.  \nD. Maintenance, Watchperson and Flagger. When no other work is in progress and it is necessary to keep a  \nmaintenance person, watchperson, or flagger on duty on Saturdays and Sundays, they will be paid straight time  \nrates but allowed two (2) regular consecutive days off each week. If these employees work more than five (5)  \nconsecutive days in any one week, the sixth day shall be paid for at time and one-half (11/2) the basic rate and  \nthe seventh (7°) day shall be paid for at double (2x) the basic rate.  \n"], ["ARTICLE 18  \nOVERTIME  \n", "SECTION 1. Work performed in excess of eight (8) hours of straight time per day, or ten (10) hours of straight time per  \nday when four ten (10) hour shifts are established, Monday through Friday, or outside the normal shift, and all work on  \nSaturdays, except for make-up days, shall be paid at time and one-half the straight time rate. All work performed on  \nSundays and holidays and work in excess of twelve (12) hours per day shall be paid at double (2x) the straight time rate of  \npay.  \nThe Employer shall have the sole discretion to assign overtime work to employees. Primary consideration for overtime  \nwork shall be given to employees regularly assigned to the work to be performed on overtime situations.  \nSECTION 2. After an employee has worked eight (8) hours at an applicable overtime rate, all additional hours shall be  \nat the applicable overtime rate until such time as the employee has had a break of eight (8) hours or more.  \n"], ["ARTICLE 19  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. Reporting Pay: Employees reporting for work and not put to work shall receive two (2) hours pay at the  \nregular straight time rate, unless inclement weather conditions prohibits work, or notified not to report at the end of the  \nprevious shift or two (2) hours prior to the start of a shift. Employer may require employees to remain at the jobsite  \nfor the two (2) hours to receive such reporting pay.  \nIt is understood that it shall be the responsibility of the Employer to secure from each employee a telephone number by  \nwhich to be contacted. The Employer will make every effort to notify employees of inclement weather conditions. If the  \n13  \nLABORERS 2015 - 2018  \nemployee does not, at the Employer's request, fumish a telephone number or fails to inform the Employer of any change  \nof number at which he may be reached, then the Employer shall be relieved of any responsibility of notification and shall  \nnot have to pay show-up time.  \nWhen employees, including new hires, reporting for work amive on the job unprepared to perform the work required (for  \nexample, including but not limited to: under the influence of alcohol or drugs, not possessing the right requested  \ncertifications, or inadequately clothed), the Employer shall not have to pay show up time. If the employee is put to work  \nand lacks requested qualifications employer shall pay actual time worked only.  \nReporting pay on overtime days shall be a minimum of two (2) hours at the applicable overtime wage rate.  \nSECTION 2. Employees who work less than two (2) hours shall be paid two (2) hours; they shall be paid a minimum  \nof four (4) hours if required to work more than two (2) hours; they shall be paid a minimum of six (6) hours if required to  \nwork more than four (4) hours; they shall be paid eight (8) hours if required to work more than six (6) hours; and they  \nShall be paid ten (10) hours if required to work more than eight (8) hours on a regularly established ten (10) hour shift.  \nWhen a shift is suspended due to inclement weather, after the two (2) hour minimum, employees shall be paid for actual  \ntime worked.  \nSECTION 3. — If any employee refuses to start work or if any employee stops work of his own volition, the mmimums  \nset forth in Section 2 above shall not apply.  \nSECTION 4. — Any applicant who is required to report to the Employer's designated location for employment orientation  \nShall be paid a minimum two (2) hours reporting time. Any applicant who is required by the Employer to travel more than  \nthirty (S30) miles from the dispatch point to the employment orientation shall be paid a minimum of four (4) hours  \nreporting time. The Employer who conducts the orientation at the job location and puts the applicant to work shall not be  \nSubject to the provisions of this Section 4.  \n"], ["ARTICLE 20  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. ‘The Employer retains full and exclusive authority for the management of its operation unless otherwise  \nlimited. by this bargaining Agreement. The Employer shall direct his working forces at his sole prerogative including, but  \nnot limited to hiring, promotion, transfer, layoff or discharge for just cause as traditionally practiced within the  \nconstruction industry. The Employer shall utilize the most efficient methods or techniques of construction, tools or labor  \nSaving devices. ‘There shall be no limitations upon the choice of matenals ordesign except those imposed by safety and  \nhealth considerations.  \nSECTION 2. enumeration of management rights shall not be deemed to exclude other functions not  \nspecifically set forth. The Employer retains all legal rights not specifically covered by this Agreement.  \nSECTION 3. — It shall not be a violation of this Agreement when an Employer considers it necessary to shut down ajob  \nto avoid the possible loss of human life, because of an emergency situation beyond the Employer's control that could  \nendanger the life and safety of an employee. In such cases, employees will be compensated only for the actual time  \nworked. In the case of a situation described above whereby the Employer requests the employees to stand by, the  \nemployees will be compensated for the “stand by” time.  \nIf such a condition continues, the Employer agrees to give at least two (2) hours notice to members of the next shift  \nscheduled to report for duty. In the event that at least two (2) hours notice is not given, employees who report for work at  \ntheir regular reporting time and are not put to work shall be paid “show up pay”.  \nThis article shall be subject to the grievance procedure set forth in Article 12.  \n14  \nLABORERS 2015 - 2018  \n"], ["ARTICLE 21  \nSPECIAL CONDITIONS  \n", "SECTION 1. Both parties recognize that there may be extenuating circumstances when it is to the mutual interest of  \nboth parties to modify the terms of this Agreement. In that event, it will not be aviolation of this Agreement for the  \nparties to meet and mutually agree to make such modifications to meet a specific need on a specific project.  \nSECTION 2. In order to maximize the effect of this provision, all crafts will be requested to act uniformly. The  \nGeneral Contractor shall encourage his subcontractors to comply with any modifications granted under this provision.  \n"], ["ARTICLE 22  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION 1. In the event the Employer bids a public job or project being awarded by a Federal, state, county, city or  \nother public entity which is to be performed at a pre-determined and/or prevailing wage rate established or established by  \nthe U.S. Department of Labor (pursuant to the Davis-Bacon Act, 40 U.S.C.§ 3141 et seg., whose regulations are contained  \nin 29 CFR Parts 1, 3, 5, 6, and 7 and which determinations are published in the Federal Register) or by the Director of the  \nWashington State Department of Labor and Industries (pursuant to RCW 39.12.010 to RCW 39.12.900) prevailing wages  \non public works Washington State, Prevailing Wage on Public Works, the published hourly wage rate set forth in said  \npublic work at the time of bid shall apply for the first twenty-four (24) months of the project from the date the Contractor  \nis pennitted to proceed. After twenty-four (24) months the current contract wage and fringe rate will apply. The fringe  \nbenefit rates shall be those as established and maintained by the Master Agreement and any fringe increases  \nare the responsibility of the Employer. Notwithstanding the above, the project agreements may be mutually agreed upon  \nto allow use of the pre-determined wage rate for the duration of a project to exceed twenty-four (24) months.  \nSECTION 2. — In the event the specifications include an escalator provision covering wages, such amount will be  \nincluded as an increase to wages to the extent that the Employer may recover in the escalator claim.  \nSECTION 3. Except as provided in Article 17, Section 1 B and C (makeup days) on affected Washington State public  \nworks projects, all work performed on Saturdays shall be paid at time and one-half (11/2) the straight time rate and all work  \nperformed on Sundays and holidays shall be paid at double (2x) the straight time rate, as established by the prevailing  \nwage determinations for the project (overtime code and holiday code).  \nSECTION 4. ‘The Employer shall, when requested in writing, supply accurate and reliable information on company  \nStationery that will assist the Union in establishing the correct rates when responding to govemmmental requests for  \nprevailing wage data.  \n"], ["ARTICLE 23  \nUNION DUES DEDUCTIONS  \n", "SECTION 1. Upon presentation of a proper authorization form executed by the individual employee, the Employer  \nagrees to deduct Union dues from net pay after taxes and remit same to the Union in accordance with applicable law. It is  \nunderstood the Employers will remit each month the Union dues deducted in accordance with this Article on the  \ntransmittal forms used for fringe benefit contnbutions and that the pro-rata costs of such forms and the collection and  \naccounting thereof will be paid by the Union to the fringe benefit administrator.  \n"], ["ARTICLE 24  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "SECTION 1. ‘The parties to this Agreement acknowledge and agree to comply with the requirements of Federal and  \nState laws, Executive Orders and other rules and regulations goveming civil rights to insure that there shall be no  \ndiscrimination in employment against any employee or applicant for employment because of age, race, color, religion, sex  \nor national origin.  \n15  \nLABORERS 2015 - 2018  \nSECTION 2. ‘The parties hereto recognize that the compliance with project specifications is of paramount  \nimportance. It is mutually agreed, therefore, by the parties to this Agreement, that provisions of this Agreement will be  \ninterpreted, applied and enforced in a manner that will serve to assure compliance with project specifications as they relate  \n"], ["ARTICLE 25  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1. Labor and Management are committed to providing employees with a drug-free and alcohol-free work  \nplace. It is the goal to protect the health and safety of employees and to promote a productive work place, and to protect  \nthe reputation of Labor and Management and the employees.  \nSECTION 2. Consistent with these goals, the Employer prohibits the use, possession, distibution or sale, at its  \nemployment sites, of drugs, drug paraphemalia or alcohol. A testing program pursuant to the Substance Abuse Program,  \nmay be instituted, upon mutual consent of labor and management, which consent shall not unreasonably be withheld, to  \nmonitor compliance with this policy.  \nSECTION 3. An acceptable Substance Abuse Program is contained in a separate addendum to this Collective  \nBargaining Agreement, but it is not a part of this Agreement and modifications to this Substance Abuse Program, by  \nmutual agreement of an Employer and the Union, will not constitute a change to this Agreement.  \nSECTION 4. Any grievance related to any Employer's substance abuse program shall be resolved through Article 12,  \nSettlement of Disputes, of this Agreement.  \n"], ["ARTICLE 26  \nWASHINGTON LABORERS-EMPLOYERS COOPERATION AND EDUCATION TEAM  \n", "SECTION 1. ‘The Employer and the Union recognize that they must confront many issues of mutual concem which are  \nmore susceptible to resolution through Labor-Management Cooperation than through collective bargaining. To seek  \nresolution of these mutual concems and to advance mutual interest through Labor-Management Cooperative efforts, the  \nEmployer and the Union agree to participate in the Washington Laborers’-Employers’ Cooperation and Education Team  \n(WALECET) which is established in accordance with Section 302 (C)(9) of the Taft-Hartley Act.  \nSECTION 2. ‘The parties agree that the Employers shall contribute to WALECET an amount provided in Schedule A  \nfor each employee covered by this Agreement. Said contribution shall become effective for hours worked starting  \nJanuary 1, 2006 and for each month thereafter for the term of this Agreement.  \nSECTION 3. Contributions will be made on the same form as the Health and Security payments. The pro-rata costs of  \nsuch forms, collection and accounting will be paid by the WALECET to the fringe benefit administrator.  \nSECTION 4. ‘This Article will sunset May 31, 2018 unless the parties to this contract mutually agree to continue the  \ncontnibutions to WALECET or to reallocate for another purpose.  \n"]]