[["", "K 5649  \n6,090  \n= s/31/07  \n2003-2007 AGREEMENT pet  \nBetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nWASHINGTON AND NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nPREAMBLE  \n. This Agreement is a successive principal Agreement of the 1997-2002 Agreement, further  \nextended to May 31, 2003, and all other prior Agreements thereto by and between the Associated  \nGeneral Contractors of Washington, a Chapter of the Associated General Contractors of America, Inc.,  \nand the Washington and Northern Idaho District Council of Laborers.  \nFor purposes of this Agreement, the AGC of Washington is not acting as a  \nbargaining agent in a single multtemployer unit, but is acting for and on behalf of Employers who have  \nindividually requested the AGC of Washington to act as their individual and separate bargaining agent in  \nindividual Employer units. Further, each individual principal member reserves the right to review and  \naccept or reject any proposed Agreement negotiated between the Union and the AGC of Washington  \nacting as an agent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individual members of the Associated  \nGeneral Contractors of Washington, a Chapter of the Associated General Contractors of America, Inc.  \n(hereinafter referred to as he \"Employer\"), and Washington and Northern Idaho District Council of  \nLaborers (hereinafter referred to as the \"Union”), and shall constitute an Agreement between the parties  \nhereto for the work, conditions and wage rates provided for herein in the territory of Western and  \nCentral Washington.  \n"], ["ARTICLE 1  \nPURPOSE OF AGREEMENT  \n", "SECTION 1. The purpose of this Agreement is to promote the settlement of labor disagreement by  \nconference, to prevent strikes and lockouts and to stabilize wages and working conditions in building,  \nheavy highway construction and engineering work in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and provisions  \nagreed upon by the parties hereto. No agent or representative of either party has authority to make any  \npromise, inducement or agreement contrary to the provisions herein.  \n2003-2007 1 LABORERS  \n   \nSECTION 3. The Employer hereby voluntarily recognizes the Union as the exclusive bargaining agent  \nof all employees performing bargaining unit work covered by this Agreement, and agrees that a majority  \nof those employees have designated the Union as their collective bargaining representative.  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual bargaining  \nagent for each Employer who has authorized the AGC of Washington to negotiate individually with the  \nUnion on its behalf.  \n"], ["ARTICLE Z  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heavy Construction and Engineering  \nprojects including the loading and unloading of barges or other carriers of the Employer's materials and  \nequipment at loading facilities for the contractor's work performed by Employer parties to this  \nAgreement in the outlined in Article 3, Section 1.  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as follows:  \nconstruction of railroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and gutters,  \npaving (portland cement or asphaltic concrete), airports, bridges, overpasses, sewers, water mains,  \nsanitation projects, imigation projects, flood control projects, reclamation projects, reservoirs, dams,  \ndikes, levees, revetments, channels, aqueducts, channel cutoffs, jetties, breakwaters, harbor  \ndevelopments, docks, dry docks, piers, abutments, retaining walls, transmission lines, duct lines,  \nsubways, shafts, tunnels, excavation of earth and rock, power generating projects, reinforced  \nearthwork, and all other heavy construction and engineering operations in connection therewith, and all  \nsite clearing, demolition work, pipeline and refinery work when covered by this Agreement.  \nSECTION 3. For further clarification, the term \"Building\" shall mean a building structure, including  \nmodifications thereof, or additions or repairs thereto, intended for use for shelter, protection, comfort  \nand convenience.  \nSECTION 4. Asbestos/Toxic Waste: This Agreement shall also cover all work in connection with the  \nhandling, control, removal, abatement, encapsulation or disposal of asbestos, lead, mold and/or toxic  \nwaste.  \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties: Whatcom,  \nSkagit, Snohomish, King, Pierce, Thurston, Lewis, that portion of Pacific County north of a straight line  \nmade by extending the north boundary of Wahkiakum County west to the Pacific Ocean, Grays  \nHarbor, Clallam, Jefferson, Mason, Kitsap, Island, San Juan, Chelan, Kittitas, Yakima and that portion  \nof Douglas County lying west of the 120° meridian.  \nLABORERS | 2 2003-2007  \nSECTION 2. Attached hereto and made a part of this Agreement is Appendix 4 which contains any  \ndifferences in wages, travel or working conditions for the Central Washington area.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This Agreement shall be effective commencing June 1, 2003, and shall continue in force  \nand effect through May 31, 2007. Upon its expiration, this Agreement shall continue from year to year,  \nJune 1 through May 31 of each year, ‘by automatic renewal unless changed, or superceded by a  \nsuccessor principal agreement, or terminated. For the purpose of negotiating alterations in wages and  \nother terms and conditions of employment, either party may open this Agreement or any contract  \neffectuated through automatic renewal by giving wnitten \"Notice of Opening\" not later than sixty (60) nor  \nmore than ninety (90) days prior to the expiration date. \"Notice of Opening\" is in no way intended by  \nthe parties as a termination of, nor shall it in any way be constmed as a termination of this Agreement or  \nany annual contract effectuated through automatic renewal nor as forestalling automatic renewal as  \nherein provided. The parties reserve the right to economic recourse in negotiations, except during the  \ninterval between the giving of \"Notice of Opening\" and the expiration date.  \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to ihe exclusion of ali other methods, be perfected  \nby giving written “Notice of Termination\" not later than sixty (60) nor more than ninety (90) days prior  \nto the expiration date, whereupon the contract shall, on its expiration date, terminate. Effective  \ntermination eliminates automatic renewal.  \nSECTION 3. Any “Notice of Opening” or \"Notice of Termination\" given in hand within sixty (60) days  \nof any expiration date shall be absolutely null and void and completely ineffective for all purposes.  \n"], [", ARTICLES  \nUNION SECURITY  \n", "SECTION 1. The employees shall become and remain members of the Union as a condition of  \nemployment from the seventh but not later than the eighth day of employment, or the effective date of  \nthis Agreement, whichever is later.  \nSECTION 2. It is further agreed that all Union members employed by the Employer shall maintain  \ntheir membership in good standing in the Union.  \nSECTION 3. Failure of any employee to pay or tender normal initiation fees or dues as required by  \nthis Agreement shall, upon the request of the Union in result in the termination of such employee  \nwithin two (2) working days, provided a replacement is available.  \n2003-2007 3 LABORERS  \n"], ["ARTICLE 6  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. The Employer will call upon the Local Union in whose territory the work is to be  \naccomplished to refer qualified applicants for work in the classifications herein contained. In requesting  \napplicants for work, the Employer shall notify the Local Union office either in writing or by telephone,  \nstating the location, starting time, type of shift schedule (i.e., 5 days at 8 hours or 4 days at 10 hours),  \napproximate duration of the job, the type of work to be performed and the number of employees  \nrequired.  \nA. All qualified applicants referred for work to an Employer shall provide to the Employer  \nwhen reporting for work two pieces of identification, one of which has a picture of the  \napplicant.  \nB. All qualified applicants shall complete and sign W-4 and 9 forms as requested by the  \nEmployer.  \nC. An applicant who fails or refuses to submit this information or who provides false  \ninformation when referred to an Employer shall be registered on the bottom of the  \nappropriate out-of-work list for which the applicant qualifies.  \nPr  \nD. An applicant who, upon a subsequent referral to an Employer, fails or refuses to submit this  \ninformation, shall be dented use of all hiring facilities within the area of this District Council  \nunless the applicant enters into a written agreement that the applicant will submit the  \ninformation to Employers.  \nSECTION 2. When the Employer has placed a verbal or written order for referral of workers from  \nthe Local Union and should a shortage of applicants exist and they cannot be supplied by the Local  \nUnion within twenty-four (24) hours from the time workers ordered are required to report to the job,  \nSaturdays, Sundays and holidays excluded, the Employer may then seek applicants from other sources.  \nWhen an Employer so hires employees from sources other than the Local Union, the Employer shall  \nnotify the Union, giving the names and addresses and classifications of the employees hired within five  \n(5) days of the date of employment.  \nSECTION 3. The Employer shall have the nght to reject any job applicant, but the applicant and the  \nLocal Union shal] be entitled to the reason for such rejection in writing.  \nSECTION 4. Whenever an employee is discharged for cause, including failure to pass a substance  \nabuse test, not able to perform the assigned work due to lack of skills or as unsatisfactory, the  \nEmployer agrees to send a termination notice, within fifteen (15) working days to the Union, stating the  \nreasons for termination. lf no notice of cause is provided, the individual shall be eligible for rehire  \nwithout exception.  \nLABORERS 4 2003-2007  \nSECTION 5.1 General Termination: When a registrant has been terminated as unsatisfactory or has  \nbeen discharged for cause by at least three (3) Employers within a twenty-four (24) month period,  \nhe/she shall be dented further use of all hiring halls covered by the District Council provided the  \nEmployers have furnished the Local Unions in writing the reasons for such terminations or discharges.  \nMembers wishing to demonstrate that corrective action has been taken by them, and therefore should  \nbe allowed access to the hiring hall facilities, may petition the District Council’s Executive Board for an  \nopportunity to appear and give their position.  \nSECTION 5.2 Skills Termination: When a registrant has been terminated for lack of possessing the  \nnecessary skills to perform assigned duties, by at least three (3) Employers within a twenty-four (24)  \nmonth period, satisfactory completion of additional traming will be required before hiring hall privileges  \nare restored in the classification in question.  \nSECTION 5.3 Substance Abuse Termination: The following provision applies only to those  \nEmployers using the AGC-Labor Substance Abuse Program or one that has been jointly negotiated  \nwith the Union. In order to protect the privacy of all employees, termination notices for failure of the  \ndrug test must be sent “Personal and Confidential” to:  \nBusiness Manager  \nVWla DOD. KT  \nvy GSP OC INOI Tdanu  \nDistrict Council of Laborers  \nP.O. Box 12917  \nMill Creek, Washington 98082-0917  \nWhen a registrant has been terminated, and/or is deemed ineligible for rehire, for failure to pass  \na substance abuse test, the individual shall be registered on the bottom of the appropriate out-of-work  \nlist for which he/she qualifies. Should the registrant be terminated a second time within a twenty-four  \n(24) month period for failure to pass a substance abuse test, the registrant shall be denied use of all  \nhiring within the area of the District Council until he/she has successfully completed a State  \ncertified drug/alcohol program or has been released for employment purposes by a State certified  \n- counselor, and continues to remain free of all prohibited substances as defined in the AGC-Labor  \nSubstance Abuse Program.  \nSECTION 6. Where Employers engage in a joint venture, individuals employed by a member  \ncompany of the joint venture may be transferred to the job or called for by name by said member  \ncompany of the joint venture within the territory covered by this Agreement.  \nSECTION 7. The referral procedure as contained herein shall be followed except:  \nRequests by the Employer for key personnel to act as supervisors or foremen shall be honored  \nwithout regard to the requested employee's place on the out-of-work list. To qualify _for a request  \nunder this Section, the employee must actually perform the duties of the position requested.  \n2003-2007 5 | LABORERS  \nBonafide requests will be honored for individuals previously employed by the Employer when  \nrequested by name and whose name appears on the out-of-work list and who have been legally  \nemployed by the Employer in the area of the jurisdiction of the Local Union.  \nNote: Any individual who was previously hired illegally or improperly by the Employer, may not  \nseek priority of dispatch under this Section.  \nThe Employer may bring three (3) present employees at his discretion into the geographic  \njurisdiction of the Local Union for each job. In such cases, the Employer transferring such employees  \nfrom one local jurisdiction into another Local Union jurisdiction shall be required to check in and receive  \nclearance from the Local Union having jurisdiction over the project. Failure to comply with this  \nprovision may be grounds for the Union to request termination of said employees.  \nAdditionally, the Employer may request by name, regardless of their respective position in  \nGroup A, one (1) individual for each three (3) Laborers hired. (Exception for Central Washington only:  \none (1) individual for each one (1) Laborer hired.) The provision will apply to Group A registrants  \nonly.  \nWhen the Employer has placed an order for employees requiring special skills or of special  \nclassification, applicants possessing the qualifications of the job will be referred in the order in which  \ntheir names appear on Group A, C or D of the out-of-work list.  \nSECTION 8. College students: College students seeking employment during the period of May 1st  \nthrough October Ist shall register on the Local Union's out-of-work list by personal call or in writing.  \nAn Employer (owner) desiring to hire such students shall notify the Local Union of such desire and the  \nstudent shall not be employed until such registration has been complied with.  \nWhen a student is called for by name, he will be referred to the Employer without regard to his  \nplace on the out-of-work list. But, such request for college students shall be allowed on the ratio of one  \n(1) for the first five (5) Laborers employed up to a total of three (3) students on any one job. However,  \nthis ratio may be waived by mutual agreement of the Union and the Employer.  \nA college student must demonstrate that he has been accepted as a full time student and is  \ncurrently registered in school with no less than twelve (12) credited hours of instruction.  \nSECTION 9. Apprentices: The employment of apprentices shall be in accordance with the following  \nratios per job: ;  \nA. Apprentices may be hired in the ratio of one (1) apprentice for the first five (5) Laborers  \nemployed. After five (5) Laborers have been employed, one (1) apprentice shall be  \nhired for each additional five (5) Journeyman Laborers employed.  \n   \nNOTE: Apprentices may not be transferred outside the area of the subcommittee's  \njurisdiction except when done in accordance with subsection 9 D.  \nLABORERS 6 2003-2007  \nB. When performing overtime or emergency work, joumeyman Laborers will be given  \npreference.  \nWORK DEFINED: _ By a single crew or on a crew by crew basis, and not to the  \njob as a whole.  \nC. The above ratio is subject to the availability of apprentices.  \nD. When Employers wish to transfer apprentices from one project to another resulting in  \nthe need to transfer from one local union to another covered by this Agreement, they  \nmust have permission of both local JETC subcommittees.  \nE. At no time will apprentices’ wage rates exceed those of journeyman for the same  \nclassification of work.  \nF, If at any time a contractor requests that a named individual be indentured into the  \nApprenticeship program, that individual must first have been evaluated by the new  \nentrant assessment program and passed the Pre-Construction Training (PCT) course.  \nG. On jobs requiring special skills, the Employer by mutual agreement with the Local  \nBusiness Kepresentative, may waive the above apprentice ratio, on a job by job basis.  \nH. When _ an apprentice is required to attend training necessary for maintaining and/or  \nupgrading his/her status in the apprenticeship program, and such training necessitates the  \nabsence of the apprentice from_a job, the Employer shall grant the apprentice leave  \nfrom the job to satisfy the training requirement and restore his/her status on the job  \nwhen the training is completed, provided a position is available.  \n"], ["ARTICLE 7  \nSUBCONTRACTORS  \n", "SECTION 1. The Employer agrees it will not subcontract or otherwise transfer in whole or in part any  \nwork covered by this Agreement to be done at the site of the construction, alteration, painting or repair  \nof a building, structure, or other work unless the person, firm, corporation or other business entity is  \nsignatory to this Agreement. The Employer agrees that a member of the Union will be employed by the  \nEmployer or any contractor or subcontractor at the job site if there is work to be done coming under  \nthe jurisdiction of the Union Agreement. The Union agrees that it will not take strike action to enforce  \nthis Article. In the event of any change in the present law, this clause will be re-negotiated.  \nSECTION 2. Whenever the Employer is obligated to satisfy MBE/WBE/DBE recruiting requirements,  \nthe Union and the Employer by mutual agreement may waive this provision prior to commencement of  \nthe work in the event an the Employer and Union are unable to find qualified competitive Union  \nMBE/WBE/DBE subcontractors.  \n2003-2007 | 7 LABORERS .  \nSECTION 3. When potential union subcontractors are not available in the locality of the job site to  \nperform the work and where the general contractor receives no competitive union bids, by mutual  \nagreement, the Employer and the Union may waive this provision. Provided, however, the Union and  \nthe Employer shall review the prices submitted before assigning the non-union subcontractor.  \nSECTION 4. When the landscaping portion of a project is under two hundred fifty thousand dollars  \n250,000) in value the Employer may waive this provision. For the se of this Sectio  \nlandscaping shall be as currently defined in WAC 296-127-01346.  \n"], ["ARTICLE 8  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shail be New Year's Day, Memorial Day (last  \nMonday in May), Fourth of July, Labor Day, Thanksgiving Day, Friday and Saturday after  \nThanksgiving Day and Chnstmas Day. Any holiday which falls on a Sunday shall be observed as a  \nholiday on the following Monday. A holiday shall be a twenty-four (24) hour period, beginning with the  \nregular starting time of the first shift on the date of the holiday, unless otherwise mutually agreed to by  \nthe Employers and the Union. No work shall be performed on Labor Day except to protect life and  \nproperty or by mutual agreement of the Union and the Employer. If any of the listed holidays fails on a  \nSaturday, the preceding Friday shali be a regular work day.  \n"], ["ARTICLE 9  \nLUNCH PROVISIONS  \n", "SECTION 1. Employees shail not be required to work more than five (5) hours from the start of the  \n‘shift without at least a one-half (“%) hour break for lunch. This lunch period shall not begin earlier than  \nthree and one-half (3) hours after the start of the shift. If they are required to work past five (5)  \nhours, one-half (1/2) hour at the applicable overtime rate shall be added to the hours worked and they  \nmust then be allowed time to eat their lunch. If not allowed to eat lunch, employees will be paid an  \nadditional one-half hour of overtime.  \nSECTION 2. Employees required to work more than two (2) hours after the end of the regular shift  \nshall be allowed at least one-half (2) hour meal period which shall be considered as time worked, and if  \nit is impractical for the employees to leave the job, they shall be provided a lunch by the Employer. If  \nnot given the one-half (1/2) hour meal period, one-half (1/2) hour at the applicable overtime rate shall  \nbe added to the hours worked. In the event that the Employer establishes a ten (10) hour day, the first  \nlunch period shall be at mid-shift. Employees' lunch period may be staggered during the period of three  \nand one-half (3%) to five (5) hours from the start of the shift to cover necessary work of a continuous  \nnature.  \nLABORERS 8 2003-2007  \n"], ["ARTICLE 10  \nPAY DAY  \n", "SECTION 1. Employees shall be paid in full once each week (on the same day), but in no event shall  \nmore than five (5) days' (Saturday, Sunday and holidays excluded) wages be withheld.  \nIf the regular payday falls on a holiday, the employees shall be paid on the last regular work day  \nbefore the holiday.  \nThe Empl over will have the following options of making payment: negotiable check made on  \n   \nelection of employee; or by mail, at election of employee, in writing. If paid by mail, the check shall be  \npostmarked not later than two (2) business days prior to the established payday.  \nNo employee shall be discharged, laid off, disciplined, replaced, transferred or have any other  \nverse action taken against hiner for refusmy io use the direct payroil deposit or mail option.  \n     \n   \n   \n    \n   \n   \n   \n    \n    \naA  \naay  \nThe Employer shall furnish to each employee, at the time of payment of wages, an itemized  \nstatement showing the pay basis (i.e., hours or days worked), rate or rates of pa SS wages and all  \ndeductions from that pay period. In addition, the name, address and phone number of the Employer  \nshall be indicated.  \n      \nNo adjustment of disputed pay will be made unless the employee or the Union shall make a  \nclaim in writing to the Employer’s representative within fifteen (15) days from the pay period in question.  \nSECTION 2. Employees who quit shall be paid not later than the next regular pay period.  \nSECTION 3. Employees who are laid off or discharged shall be paid not later than the end of the next  \nregular business day.  \nSECTION 4.__ If the payment is not made expressly as provided in this Article, then the employee shall  \nbe paid two (2) hours pay at the appropriate hourly wage rate for each twenty-four (24) hour period  \nthereafter until payment is made. In the case of payment by mail, the postmark on the envelope will  \nserve as the cutoff date for any penalty.  \n"], ["ARTICLE 11  \nUNION REPRESENTATIVE  \n", "SECTION 1. Authorized representatives of the Union shall have access to the projects provided they  \ndo not unduly interfere with the work of employees, and that they fully comply with the safety and  \n2003-2007 9 LABORERS  \nsecurity procedures established for the project. On projects with restricted access, the Employer will  \ncooperate with the Union officials in this regard as far as regulations permit.  \nSECTION 2. Union representatives will attempt to report to job site supervision prior to entering the  \njob site.  \n"], ["ARTICLE 12  \nSETTLEMENT OF DISPUTES  \n", "SECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their immediate  \ncooperation to elzminate the above mentioned possibilities, and the procedure in Section 2 is outlined for  \n_ this purpose.  \nSECTION 2. Procedure for Settlement of Disputes:  \nStep One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the job  \nbetween the renresentative of the Union involved and the Employer, the dispute shall promptly (not later  \nthan fifteen (15) working days), be referred to the authorized representative of the Union and the  \nEmployer or his authorized representative. Should they fail to effect a settlement, the matter shall  \nproceed to Step Two.  \nStep Two: The dispute shall be referred to a Board of Conciliation withm fifteen (15) working days.  \nThis Board shall consist of two (2) persons who have no direct involvement in the dispute,  \nappointed by each party. If these four (4) persons cannot effect a settlement within seven (7) days after  \nthe dispute has been referred to them, the matter shall proceed to Step Three.  \nStep Three: By mutual agreement, the issue may be referred to mediation. The parties shall request a  \nmediator from the Federal Mediation & Conciliation Service or other mutually acceptable service. This  \nperson shail serve as the mediator to resolve the dispute. The expense of employing the mediator shall  \nbe_bome equally by both parties and each party shall be responsible for their own attorney fees and  \ncosts. Should mediation be waived or the parties fail to reach agreement, the matter shall proceed to  \nStep Four.  \nStep Four: _ The parties shall request _a list of seven (7) arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable service and shall alternately strike names until only one name  \nremains. This person shall serve as the arbitrator to resolve the dispute. The expense of employing the  \narbitrator shall be borne equally by both parties and each party shall be responsible for their own  \nattorney fees and costs.  \nAny decision shall be within the scope and terms of this Agreement. It may also provide  \nretroactivity not exceeding sixty (60) days and shall state the effective date. Decisions by the Board  \nLABORERS 10 2003-2007  \nshall be rendered within twenty (20) days or at their discretion after the dispute is referred to them, and  \nsuch decision shall be final and binding upon all parties. By mutual agreement, the aforementioned time  \nframes in this Article may be waived or extended.  \n"], ["ARTICLE 13  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no strikes, no work stoppages or slowdowns or other interference with  \nthe work because of jurisdictional disputes.  \nSECTION 2. The Employer shall be responsible for all jurisdictional assignments. In issuing such  \nassignments, the Employer shall be guided by area practice, decisions of record and jurisdictional  \nagreements of record. Craft jurisdiction is neither determined nor awarded by classifications appearing  \nin any labor agreement.  \nSECTION 3. Ifa jurisdictional dispute arises, it shall first be submitted to the local unions involved and  \nthe affected AGC Chapter for settlement, then if no understanding or agreement is reached within forty-  \neight (48) hours, the parties may refer the dispute to the International Unions with which the disputing  \nUnions are affiliated for resolution and the Employer shall abide by the resolution. The disputed work  \nshall continue as assigned by the Employer until the dispute has been resolved.  \n"], ["ARTICLE 14  \nSTRIKES AND PICKET LINES  \n", "SECTION 1, It 1s mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 12.  \nSECTION 2. Employees will not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line approved by the Union party to this  \nAgreement.  \nSECTION 3. As required by law, employees shall be furnished to the Employer during labor disputes  \nwith other construction crafts and the Employer will endeavor to work as long as economically possible  \nduring these periods.  \n"], ["ARTICLE 15  \nSAFETY MEASURES  \n", "SECTION 1. The Employer and the employee will conform to all Federal and State health and safety  \nregulations applicable to work covered by this Agreement and shall have adequate shelters available  \n2003-2007 11 | LABORERS  \nwhere necessary, with heat, where the employees can change and dry their clothes and store their tools.  \nOn all projects covered by this Agreement, there shall be provided by the Employer at all times during  \nconstruction, sanitary facilities consisting of a reasonable number of toilets and urinals, on tunnel projects  \nseparate showers for men and women Fresh drinking water will be available to the employees.  \nEmployer will furnish all welding, safety and protective equipment required; including, but not limited to,  \nleathers, hard hats, eye protection, ear protection, respirators, safety belts and lanyards, reflective vests,  \nflagging signs and paddles.  \nSECTION 2. This Agreement is not intended to and shall not be construed as creating, imposing, or  \nadopting on the Union or representatives any state duties in the areas of safety.  \n"], ["_ ARTICLE 16  \nSAVINGS CLAUSE  \n", "   \nSECTION 1. This Agreement is not intended to and shall not be construed to permit acts which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in any court  \nor other Governmental action, be held invalid, the remaining provisions and their application shall not be  \naffected thereby. Provided, however, upon such invalidation the parties signatory hereto agree to  \nimmediately meet to re-negofiate such provisions affected. The parties agree to arrive at a mutually  \nsatisfactory replacement within sixty (60) days unless a definite extension of time is mutually agreed to.  \nIn the event that the parties are unable to negotiate a replacement, the matter shall be resolved through  \nthe provisions of Article 12.  \n"], ["ARTICLE 17  \nHOURS OF WORK  \n", "   \nSECTION 1. SINGLE SHIFT OPERATION  \nA. Eight (8) hours shall constitute a day's work, five (5) days shall constitute a week's  \nwork, Monday through Friday.  \nB. A single shift operation shall be restricted to the hours between 6:00 A.M. and 6:00  \nP.M. and eight (8) hours of continuous employment (except for lunch period) shall constitute a day's  \nwork Monday through Friday of each week. In the event the job is down due to weather conditions,  \nMonday through Friday, then Saturday may, at the option of the Employer, be worked as a voluntary  \nmake-up day at the straight tume rate. However, Saturday shall not be utilized as a make-up day when  \na holiday falls on Friday.  \nC. Four ten (10) hour shifts at the straight time rate may be established on a project either  \nMonday through Thursday or Tuesday through Friday. There will be no overlapping of four ten (10)  \nhour shifts between crews or other crafts on the same project of the Employer. In the event the job is  \ndown due to weather conditions, then Friday (when working Monday through Thursday), or Saturday  \nLABORERS 12 2003-2007  \n(when working Tuesday through Fnday), may, at the option of the Employer, be worked as a voluntary  \nmake-up day. All hours worked in excess of ten (10) hours a day or forty (40) hours a week must be  \ncompensated at the overtime rate. However, Saturday shall not be utilized as a make-up day when a  \nholiday falls on Friday.  \nD. No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day.  \nE. In the event of a civil emergency such as, but not limited to, earthquakes, floods, or  \nfires, starting time of the shift may be made to fit the emergency and eight (8) hours in any twenty-four  \n(24) hour period may be worked at straight time. In order to work such shift, mutual agreement shall be  \nreceived.  \nF, Special Shifts: When due to conditions beyond the control of the Employer or when  \ncontract specifications require that work can only be performed outside the regular day shift, then a  \nspecial shift may be worked at the straight time rate. The starting time of work will be arranged to fit  \nsuch conditions of work. Such shift shall consist of eight (8) hours work for eight (8) hours pay or ten  \n(10) hours_work for ten (10) hours pay for four ten hour shifts worked in accordance with paragraph  \n(c) of this Section.  \nG. Holiday Week: In the event that a holiday sc relahentead the wraale  \nAP Wess etn GUIing Law WOR  \nthrough Friday), the remaining four days of the week may be worked as four ten hour shifts, as defined  \nin paragraph (c) of this Section.  \n   \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Employer. Shift hours and rates  \nwill be as follows:  \nA, Two (2) Shift Operation: On a two consecutive shift operation, no shift penalty is  \ninvolved for work performed on either of these two shifts. Each shift must be scheduled for at  \nleast eight (8) hours except as provided for in Section 1 of this Article. On a two shift  \noperation, the second shift shall be established for a minimum of three (3) days. The Employer  \nshall notify the Local Union prior to the start of a two (2) shift operation.  \nOnce the starting times are established for the two shift operation, they shall not be  \nchanged except upon three (3) working days, written notice to the Union.  \nB. Three Shift Operation: On a three (3) shift operation, the following shall apply:  \nFirst Shift - The regular hours of work on the first shift of three shift operations shall be eight (8)  \nhours of continuous employment, except for lunch period at mid-shift, between the hours of  \n6:00 A.M. and 6:00 P.M.  \n2003-2007 13 LABORERS  \nSecond Shift - The second shift shall be seven and one-half (7-4) hours of continuous  \nemployment, except for lunch period at mid-shift, and shall be paid eight (8) hours at the straight  \ntime hourly wage rate.  \nThird Shift - The third shift shall consist of seven (7) consecutive hours of employment, except  \nfor lunch period at mid-shift, and shall be paid eight (8) hours at_the straight time hourly wage  \nrate.  \nC. Multiple shift {a two or three shift) operation will not be construed on the entire project  \nif at any time it is deemed advisable and necessary for the Employer to multiple shifts a specific  \noperation. Those groups of employees only who relieve first shift groups of employees and  \nsuch first shift groups of employees who are relieved by groups of employees on a second shift,  \nand on a three shift operation those groups of employees who relieve the groups of employees  \non a second shift, shall be construed as working multiple shifts. The intent of this clause shall be  \nconstrued so as to recognize that a \"reliever group\" and a \"relief group\" do not necessarily mean  \n“employee for employee\" relief.  \nD. It is understood and agreed that when the first shift of a multiple shift (a two or three  \nshift) operation is started at the basic straight time rate or at a specific overtime rate, all shifts of  \nthat day's operation shall be completed at that rate.  \nE. The Employer shall notify the Local Union pnor to the start of a multiple shift (a two or  \nthree shift).  \nSECTION 3. GENERAL PROVISIONS:  \nA. Call Out. When employees have completed their scheduled shift and are \"called out\" to  \nperform special work of a casual, incidental or irregular nature they shall receive premium pay in  \naccordance with the proper overtime rates with a minimum guarantee of two (2) hours' pay at the  \nemployee’s overtime wage rate.  \nB. Paving Operations, To take full advantage of weather conditions, starting time of  \noperations for the paving of asphalt paving, road oiling and concrete paving will be at the option of the  \nEmployer. However, standby time will be considered as part of the regular operation and will be paid  \nat the regular rate.  \nC. Tide Work. When employees are called out between the hours of 6:00 P.M. and 6:00  \nA.M. to work broken time on tide work, all time worked shall be at time and one-half (1-1/2) the basic  \nhourly rate of pay, and a minimum of four (4) hours' pay at the employee’s straight time rate. Except for  \nthe above, all tide work shall be worked in accordance with provisions of the general Agreement.  \nLABORERS 14 2003-2007  \nD. Maintenance, Watchperson and Flagger. When no other work is in progress and it is  \nnecessary to keep a maintenance person, watchperson, or flagger on duty on Saturdays and Sundays,  \nthey will be paid straight time rates but allowed two (2) regular consecutive days off each week. If  \nthese employees work more than five (5) consecutive days in any one week, the sixth (6th) day shall be  \npaid for at time and one-half (1-1/2) the basic rate and the seventh (7th) day shall be paid for at double  \n(2) the basic rate.  \n"], ["ARTICLE 18  \nOVERTIME  \n", "Work performed in excess of eight (8) hours of straight time per day, or ten (10) hours  \nstraight time per day when four ten (10) hours shifts are established, Monday through Friday, or  \nne the normal shift, and all work on Saturdays, except for make-up days, shall be paid at time and  \none-half the straight time rate. All work performed on Sundays and holidays shall be paid at double the  \nstraight time rate of pay.  \nThe Employer shall have the sole discretion to assign overtime work to employees. Primary  \nconsideration for overtime work shail be given to employees regularly assigned to the work to be  \nperformed on overtime situations.  \na hot ~. L..-1  \nadditional hemes chall he at the annhrahla overtime rate had a br ak  \nAF ASO beh REY Bh Ae’ MEL  \nof eight (8) hours or more.  \n                \n"], ["ARTICLE 19  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. When an employee or new hire reports to work for his regular or assigned shift and  \nweather permitting, is not put to work, he shall be paid two (2) hours reporting time and shall remain at  \nthe job site for the two (2) hours if required by the Employer.  \nSECTION 2. Employees who work less than two (2) hours shall be paid two (2) hours; they shall be  \npaid a minimum of four (4) hours if required to work more than two (2) hours; they shall be paid a  \nminimum of six (6) hours if required to work more than four (4) hours; they shall be paid eight (8) hours  \nif required to work more than six (6) hours; and they shall be paid ten (10) hours if required to work  \nmore than eight (8) hours on a regularly established ten (10) hour shift. Employees who cannot work a  \nfull shift because of weather conditions shall be paid for actual hours worked.  \nSECTION 3. If any employee refuses to start work or if any employee stops work of his own volition,  \nthe minimums set forth in Section 2 above shall not apply.  \nSECTION 4. When employees are called out to work on overtime days and weather permitting, are  \nnot put to work, they shall receive pay for two (2) hours at the applicable overtime rate of pay. When  \n2003-2007 15 LABORERS  \nmen are put to work on overtime days, they shall be paid the actual time worked at the overtime rate,  \nhowever, the minimum shall be two (2) hours at the overtime rate of pay.  \nSECTION 5. When employees, including new hires, reporting for work arrive on the job unprepared  \nto perform the work required (for example, under the influence of alcohol or drugs, or inadequately  \nclothed), the Employer shall not be expected to put such individuals to work nor shall they be entitled to  \nreporting pay if not put to work.  \n"], ["ARTICLE 20  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1, The Employer retains full and exclusive authority for the management of its operation  \nunless otherwise limited by this bargaining Agreement, The Employer shall direct his working forces at  \nhis sole prerogative including, but not limited to hiring, promotion, transfer, layoff or discharge for just  \ncause as traditionally practiced within the Construction Industry. The Employer shall utilize the most  \nefficient methods or techniques of construction, tools or labor saving devices. There shall be no  \nlimitations upon the choice of materials or design except those imposed by safety and health  \nconsiderations.  \nSECTION 2. The foregoing enumeration of management rights shall not be deemed to exclude other  \nfunctions not specifically set forth. The Employer retains all legal rights not specifically covered by this  \ngreement,  \n  \nSECTION 3. It shall not be a violation of this Agreement when an Employer considers it necessary to  \nshut down a job to avoid the possible loss of human life, because of an emergency situation beyond the  \nEmployer's control that could endanger fhe life and safety of an employee. In such cases, employees  \nwill be compensated only for the actual time worked. In the case of a situation described above  \nwhereby the Employer requests the employees to stand by, the employees will be compensated for the  \n\"stand by\" time.  \nIf such a condition continues, the Employer agrees to give at least two hours notice to members  \nof the next shift scheduled to report for duty. In the event that at least two hours notice is not given,  \nemployees who report for work at their regular reporting time and are not put to work shall be paid  \nvw show up pay”.  \nThis article shall be subject to the grievance procedure set forth in Article 12.  \n"], ["ARTICLE 21  \nSPECIAL CONDITIONS  \n", "SECTION 1. Both parties recognize that there may be extenuating circumstances when it is to the  \nmutual interest of both parties to modify the terms of this Agreement. In that event, it will not be a  \nviolation of this Agreement for the parties to meet and mutually agree to make such modifications to  \nmeet a specific need on a specific project.  \nLABORERS 16 2003-2007  \nSECTION 2. In order to maximize the effect of this provision, all crafts will be requested to act  \nuniformly. The General Contractor shall encourage his subcontractors to comply with any modifications  \ngranted under this provision.  \n"], ["ARTICLE 22  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "   \nSECTION 1. In the event the Employer bids a public job or project being awarded by a Federal,  \nstate, county, city or other public entity which is to be performed at a pre-determined and/or prevailing  \nwage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law 74-403 (8/30/35)  \nas amended 3/23/41 and 7/2/64 (40 USC 276A-276A7 as amended)) or established by the Industrial  \nCommission of Washington pursuant to the provisions of Title 39 RCW (39.12) prevailing wages on  \npublic works- Washington State, Prevailing Wage on Public Works, the published hourly wage rate set  \nforth in said public work at the time of bid shall apply for the first twenty-four (24) months of the project  \nfrom the date of the notice to proceed. After twenty-four (24) months the current contract wage and  \nfringe rate will apply. The fringe benefit contribution rates for Health and Welfare only shall be those as  \nestablished and maintained by the Master Agreement. Notwithstanding the above, project agreements  \nmay be mutually agreed upon to allow use of the pre-determined wage rate for the duration of a project  \nto exceed twenty-four (24) months.  \nSECTION 2. In the event the specifications include an escalator provision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may recover in the  \nescalator claim.  \nSECTION 3. The Employer may, when requested in wniting, supply accurate and reliable information  \non company stationery that will assist the Union in establishing the correct Davis-Bacon rates when  \nresponding to DOL requests for prevailing wage data.  \n"], ["ARTICLE 23  \nUNION DUES DEDUCTIONS  \n", "SECTION 1, Upon presentation of a proper authorization form executed by the individual employee,  \nthe Employer agrees to deduct Union dues from net pay after taxes and remit same to the Union in  \naccordance with applicable law. It is understood the Employers will remit each month the Union dues  \ndeducted in accordance with this Article on the transmittal forms used for fringe benefit contributions  \nand that the pro-rata costs of such forms and the collection and accounting thereof will be paid by the  \nUnion to the fringe benefit administrator.  \n2003-2007 17 LABORERS  \n"], ["ARTICLE 24  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "SECTION 1. The parties to this Agreement acknowledge and agree to comply with the requirements  \nof Federal and State laws, Executive Orders and other rules and regulations governing civil rights to  \ninsure that there shall be no discrimination in employment against any employee or applicant for  \nemployment because of age, race, color, religion, sex or national origin.  \nSECTION 2. The parties hereto recognize that the Employer's compliance with project specifications  \nis Of paramount importance. It 1s mutually agreed, therefore, by the parties to this Agreement, that  \nprovisions of this Agreement will be interpreted, applied and enforced in a manner that will serve to  \nassure compliance with project specifications as they relate to recruiting, training and hiring.  \n"], ["ARTICLE 25  \nNORTHWEST FAIR CONTRACTING INDUSTRY IMPROVEMENT COMMITTEE  \n", "   \nSECTION 1. The Employer agrees to deduct from the net pay (after taxes) of each employee  \nperforming work covered by the terms of the Agreement a sum as listed in Schedule \"A,\" for each hour  \nworked and remit same to the Northwest Fair Contracting Industry Improvement Committee.  \nContributions will be made on the same form as the Health and Security payments.  \nThe pro-rata costs of such forms, collection and accounting will be paid by the Committee to  \nthe fringe benefit administrator.  \n"], ["ARTICLE 26  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1. Labor and Management are committed to providing employees with a drug-free and  \nalcohol-free work place. It is the goal to protect the health and safety of employees and to promote a  \nproductive work place, and to protect the reputation of Labor and Management and the employees.  \nSECTION 2. Consistent with these goals, the Employer prohibits the use, possession, distribution or  \nsale, at its employment sites, of drugs, drug paraphemalia or alcohol. A testing program pursuant to the  \nSubstance Abuse Program, may be instituted, upon mutual consent of labor and management which  \nconsent shall not unreasonably be withheld, to monitor compliance with this policy.  \nSECTION 3. An acceptable Substance Abuse Program is contained in a separate addendum to this  \nCollective Bargaining Agreement, but part of this agreement_and modifications to this  \nLABORERS 18 2003-2007  \nSubstance Abuse Program , by mutual agreement of an employer and the Union, will mt constitute a  \nchange to this agreement.  \nSECTION 4. Any grievance related to any Employer’s substance abuse program shall be resolved  \nthough Article 12, Settlement of Disputes, of thts Agreement.  \n"], ["ARTICLE 27  \nLABORERS-EMPLOYERS' COOPERATION AND EDUCATION TRUST  \n", "   \nSECTION 1. The Employer and the Union recognize that they must confront many issues of mutual  \nconcem which are more susceptible to resolution through Labor-Management Cooperation than  \nthrough collective bargaining. To seek resolution of these mutual concerns and to advance mutual  \ninterest through Labor-Management Cooperative efforts, the Employer and the Union agree to  \nparticipate in the Labor-Management Cooperation Committee described herein which is established in  \naccordance with Section 302 (C\\(9) of the Taft-Hartley Act.  \nSECTION 2. The Employer shall contribute to the Seattle Region Labor-Management Cooperation  \nCommittee in an amount designated by the Union for each hour or portion of an hour for which each  \nemployee covered by this Agreement is entitled to receive pay. Said contribution shall become effective  \nJune 1, 1995 and for each month thereafter for the term of this Agreement. The Employer shall submit  \nall contributions to the Regional Cooperation Committee in accordance with the requirements of the  \nCommittee. The Employer and the Union hereby adopt the Agreement and Declarations establishing  \nthe Regional Cooperation Committee.  \nSECTION 3. Contributions will be made on the same form as the Health and Security payments. The  \npro-rata costs of such forms, collection and accounting will be paid by the Committee to the fringe  \nbenefit administrator.  \nSECTION 4. This Article will sunset May 31, 2005 unless the parties to this contract agree to its  \nextension.  \n"]]