[["", "CF SOUS  \n2007-2012 AGREEMENT  \n© between  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nWASHINGTON AND NORTHERN IDAHO DISTRICT COUNCIL OF LABORERS  \n   \nINDEX Page  \ncece cee ene 1  \n"], ["ARTICLE  \n", "1 Purpose of ]  \nWGK, ss ens nee ei em ape Ben I  \n3 Territory of 2  \n4 Effective Date and 2  \n5 Union 3  \n6 Union Recognition and Hiring Procedure 3  \n7 Subcontractors. en 6  \n8 6  \n9 Lunch Provisions. cece eee 6  \n10 Pay cece eee cnet 7  \n11 Union eee 8  \n12 Settlement of eee eens 8  \n13 Settlement of Jurisdictional 9  \n14 Strikes and Picket 9  \n15 Safety tees 9  \n16 Savings rece este 10  \n17 Hours of 10  \n1S 6 teen anh Mets ene ge ee 12  \n19 Reporting and Minimum Hours 12  \n2 Management Right ss ees ae 13  \n21 Special 13  \n22 Pre-Determined Wage Rate bebe 14  \n23 Union Dues cece eee eee deena es 14  \n24 Equal Employment ee eee ce 14  \n25 Northwest Fair Contracting Industry Improvement Committee 14  \n26 Substance Abuse 15  \n27 Laborers’-Employers’ Cooperation and Education Team ~........... 15  \n28 Light Duty Return to 15  \nAppendix Lr 16  \nSchedule A: Classifications and Wage 17  \nSchedule B: Fringe 20  \nSchedule C: Zone Pay 22  \nAppendix 2: Craft Working tee 24  \nAppendix 3: Compressed Air eee ee 25  \nAppendix 4: Central Washington cece ccc ees 27  \nAppendix 5: Operating of Local Union Hiring 28  \nWashington/Central Labor Local 31  \nWashington and No. Idaho District Council of Laborer  \nLetter of Understanding for Private Sector 32  \n2007 — 2012 1 LABORERS  \n   \n2007-2012 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF W.\\SHINGTON  \nand  \nWASHINGTON AND NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 2003-2007 Agreement, and  \nall other prior Agreements thereto by and between the Associated General Contractors of  \nWashington, a Chapter of the Associated General Contractors «f America, Inc., and the  \nWashington and Northern Idaho District Council of Laborers.  \nFor purposes of this Agreement, the AGC of Washington is not acting as a multi-  \nemployer bargaining agent in a single multi-employer unit, but is acting for and on behalf of  \nEmployers who have individually requested the AGC of Washingtcn to act as their individual  \nand separate bargaining agent in individual Employer units. Further, each individual principal  \nmember reserves the right to review and accept or reject any proposed Agreement negotiated  \nbetween the Union and the AGC of Washington acting as an agent for the individual contractor  \nmembers.  \nThis is a collective bargaining Agreement between certain individual members of the  \nAssociated General Contractors of Washington, a Chapter of the Associated General Contractors  \nof America, Inc. (hereinafter referred to as the \"Employer\"), and Was ington and Northern Idaho  \nDistrict Council of Laborers (hereinafter referred to as the \"Unior™), and shall constitute an  \nAgreement between the parties hereto for the work, conditions and wage rates provided for  \nherein in the territory of Western and Central Washington.  \n"], ["ARTICLE 1  \nPURPOSE OF AGREEMENT  \n", "SECTION 1. The purpose of this Agreement is to promote the settlement of labor disagreement  \nby conference, to prevent strikes and lockouts and to stabilize wage: and working conditions in  \nbuilding, heavy highway construction and engineering work in the arca affected.  \nSECTION 2. Byiaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and  \nprovisions agreed upon by the parties hereto. No agent or represcntative of either party has  \nauthority to make any promise, inducement or agreement contrary to the provisions herein.  \nSECTION 3. The Employer hereby voluntarily recognizes the Union as the exclusive  \nbargaining agent of all employees performing bargaining unit work by this Agreement,  \nand agrees that a majority of those employees have designated th: Union as their collective  \nbargaining representative.  \nSECTION 4. The Union recognizes the AGC of Washington a: the exclusive individual  \nbargaining agent for each Employer who has authorized the AGC of Washington to negotiate  \nindividually with the Union on its behalf.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION |. This Agreement shall cover all Highway, Building, Heavy Construction and  \nEngineering projects including the loading and unloading of barges or other carriers of the  \nEmployer's materials and equipment at loading facilities for the work performed by  \nEmployer parties to this Agreement in the counties outlined in Article 3, Section 1.  \n2007 - 2012 1 LABORERS  \nSECTION 2. For clarification, Heavy, Highway and Engineering projects are defined as  \nfollows: construction of railroads, street railways, roads, highways, streets, alleys, sidewalks,  \ncurbs and gutters, paving (portland cement or asphaltic concrete), airports, bridges, overpasses,  \nsewers, water mains, sanitation projects, irrigation projects, flood control projects, reclamation  \nprojects, reservoirs, dams, dikes, levees, revetments, channels, aqueducts, channel! cutoffs,  \njetties, breakwaters, harbor developments, docks, dry docks, piers, abutments, retaining walls,  \ntransmission lines, duct lines, subways, shafts, tunnels, excavation of earth and rock, power  \ngenerating projects, reinforced earthwork, and all other heavy construction and engineering  \noperations in connection therewith, and all site clearing, demolition work, pipeline and refinery  \nwork when covered by this Agreement.  \nSECTION 3. For further clarification, the term \"Building” shall mean a building structure,  \nincluding modifications thereof, or additions or repairs thereto, intended for use for shelter,  \nprotection, comfort and convenience.  \nSECTION 4. Asbestos/Toxic Waste: This Agreement shall also cover all work in connection  \nwith the handling, contro!, removal, abatement, encapsulation or disposal of asbestos, lead, mold  \nand/or toxic waste.  \n"], ["ARTICLE 3  \nTERRITORY OF AGREEMENT  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties:  \nWhatcom, Skagit, Snohomish, King, Pierce, Thurston, Lewis, that portion of Pacific County  \nnorth of a straight line made by extending the north boundary of Wahkiakum County west to the  \nPacific Ocean, Grays Harbor, Clallam, Jefferson, Mason, Kitsap, Island, San Juan, Chelan,  \nKittitas, Yakima and that portion of Douglas County lying west of the 120° meridian.  \nSECTION 2. Attached hereto and made a part of this Agreement is Appendix 4 which contains  \nany differences in wages, travel or working conditions for the Central Washington area.  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This Agreement shall be effective commencing June 1, 2007, and shall continue  \nin force and effect through May 31, 2012. Upon its expiration, this Agreement shall continue  \nfrom year to year, June | through May 31 of each year, by automatic renewal unless changed, or  \nsuperceded by a successor principal agreement, or terminated. For the purpose of negotiating  \nalterations in wages and other terms and conditions of employment, either party may open this  \nAgreement or any contract effectuated through automatic renewal by giving written \"Notice of  \nOpening” not later than sixty (60) nor more than ninety (90) days prior to the expiration date.  \n“Notice of Opening\" is in no way intended by the parties as a termination of, nor shall it in any  \nway be construed as a termination of this Agreement or any annual contract effectuated through  \nautomatic renewal nor as forestalling automatic renewal as herein provided. The parties reserve  \nthe right to economic recourse in negotiations, except during the interval between the giving of  \n\"Notice of Opening\" and the expiration date.  \n   \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be  \nperfected by giving written \"Notice of Termination” not later than sixty (60) nor more than  \nninety (90) days prior to the expiration date, whereupon the contract shall, on its expiration date,  \nterminate. Effective termination eliminates automatic renewal.  \nSECTION 3. Any \"Notice of Opening” or \"Notice of Termination” given in hand within sixty  \n(60) days of any expiration date shall be absolutely nul! and void and completely ineffective for  \nall purposes.  \nSECTION 4. Notwithstanding the above, this Agreement may be opened by either party on June 1,  \n2010, for the purpose of negotiating wage and fringe benefit rates set forth in Appendix 1, Schedule  \n*  \n“A” only. Such opening shall be perfected by either party giving written “Notice of Opening” to  \nthe other not later than sixty (60) nor more than ninety (90) days prior to June 1, 2010.  \n   \n   \nLABORERS 2 2007 - 2012  \n   \n   \n   \n   \n"], ["ARTICLE 5  \nUNION SECURITY  \n", "SECTION 1. The employees shall become and remain members of :he Union as a condition of  \nemployment from the seventh but not later than the eighth day of etnployment, or the effective  \ndate of this Agreement, whichever is later.  \nSECTION 2. It is further agreed that all Union members employed by the Employer shall  \nmaintain their membership in good standing in the Union.  \nSECTION 3. Failure of any employee to pay or tender normal initiation fees or dues as required  \nby this Agreement shall, upon the request of the Union in writing, sesult in the termination of  \nsuch employee within two (2) working days, provided a is available. Termination  \nin this Article shall be within seven (7) working days under any circuinstance.  \n"], ["ARTICLE 6  \nUNION RECOGNITION AND HIRING PROC!: DURES  \n", "SECTION 1. The Employer will call upon the Local Union in whos: territory the work is to be  \naccomplished to refer qualified applicants for work in the classificz.tions herein contained. In  \nrequesting applicants for work, the Employer shall notify the Local Union office either in writing  \nor by telephone, stating the location, starting time, type of shift sche tule (i.c., 5 days at 8 hours  \nor 4 days at 10 hours), approximate duration of the job, the type of to be performed and the  \nnumber of employees required.  \n   \nA. All qualified applicants referred for work to an Emp oyer shall provide to the  \nEmployer when reporting for work two pieces of identification, one of which has a  \npicture of the applicant.  \nB. All qualified applicants shall complete and sign W-4 anc! I-9 forms as requested by  \nthe Employer.  \nC. An applicant who fails or refuses to submit this informztion or who provides false  \ninformation when referred to an Employer shall be registered on the bottom of the  \nappropriate out-of-work list for which the applicant  \nD. An applicant who, upon a subsequent referral to an Enployer, fails or refuses to  \nsubmit this information, shall be denied use of all hiring facilities within the area of  \nthis District Council unless the applicant enters into a written agreement that the  \napplicant will submit the information to Employers.  \nSECTION 2, When the Employer has placed a verbal or written o:der for referral of workers  \nfrom the Local Union and should a shortage of applicants exist and they cannot be supplied by  \nthe Local Union within twenty-four (24) hours from the time workers ordered are required to  \nreport to the job, Saturdays, Sundays and holidays excluded, the Employer may then seek  \napplicants from other sources. When an Employer so hires employces from sources other than  \nthe Local Union, the Employer shall notify the Union, giving the names and addresses and  \nclassifications of the employees hired within five (5) days of the date of employment.  \nSECTION 3. The Employer shall have the nght to reject any job ipplicant, but the applicant  \nand the Local Union shall be entitled to the reason for such rejection in writing.  \nSECTION 4. Whenever an employee is discharged for cause, iicluding failure to pass a  \nsubstance abuse test, not able to perform the assigned work due to lack of skills or as  \nunsatisfactory, the Employer agrees to send a termination notice, within fifteen (15) working  \ndays to the Union, stating the reasons for termination. If no notic: of cause is provided, the  \nindividual shall be eligible for rehire without exception.  \n2007 - 2012 3 LABORERS  \nSECTION 5.1 General Termination: When a registrant has been terminated as unsatisfactory or  \nhas been discharged for cause by at least three (3) Employers within a twenty-four (24) month  \nperiod, he/she shal} be denied further use of all hiring halls covered by the District Council  \nprovided the Employers have furnished the Local Unions in writing the reasons for such  \nterminations or discharges. Members wishing to demonstrate that corrective action has been  \ntaken by them, and therefore should be allowed access to the hiring hall facilities, may petition  \nthe District Council’s Executive Board for an opportunity to appear and give their position. The  \nburden is on the petitioning member to demonstrate that corrective action has been taken to remedy  \nthe issue(s) outlined in the termination letters. The District Council’s Executive Board shall be the  \nsole judge as to whether such corrective action is sufficient for reinstatement.  \n     \nSECTION 5.2 Skills Termination: When a registrant has been terminated for lack of  \npossessing the necessary skills to perform assigned duties, by at least three (3) Employers within  \na twenty-four (24) month period, satisfactory completion of additional training will be required  \nbefore hiring hall privileges are restored in the classification in question.  \nSECTION 5.3 Substance Abuse Termination: The following provision applies only to those  \nEmployers using the AGC-Labor Substance Abuse Program or one that has been jointly  \nnegotiated with the Union. In order to protect the privacy of all employees, termination notices  \nfor failure of the drug test must be sent “Personal and Confidential” to:  \nBusiness Manager  \nWashington & Northern Idaho  \nDistrict Council of Laborers  \nP.O. Box. 12917  \nMill Creek, Washington 98082-0917  \nWhen a registrant has been terminated, and/or is deemed ineligible for rehire, for failure  \nto pass a substance abuse test, the individual shall be registered on the bottom of the appropriate  \nout-of-work list for which he/she qualifies. Should the registrant be terminated a second time  \nwithin a twenty-four (24) month period for failure to pass a substance abuse test, the registrant  \nshall be denied use of all hiring facilities within the area of the District Council until he/she has  \nsuccessfully completed a State certified drug/alcohol program or has been released for  \nemployment purposes by a State certified counselor, and continues to remain free of all  \nprohibited substances as defined in the AGC-Labor Substance Abuse Program. In order to  \ndetermine compliance with this section, prior to having hiring hall privileges restored, the registrant  \nmust sigh a privacy release to allow the Union to discuss and to exchange with the drug/alcohol  \nprogram or counselor any necessary information pertaining to the registrant’s case  \nSECTION 6. Where Employers engage in a joint venture, individuals employed by a member  \ncompany of the joint venture may be transferred to the job or called for by name by said member  \ncompany of the joint venture within the territory covered by this Agreement.  \n   \nSECTION 7. The referral procedure as contained herein shall be followed except:  \nRequests by the Employer for key personnel to act as supervisors or foremen shall be  \nhonored without regard to the requested employce's place on the out-of-work list. To qualify for  \na request under this Section, the employee must actually perform the duties of the position  \nrequested.  \nBonafide requests will be honored for individuals previously employed by the Employer  \nwhen requested by name and whose name appears on the out-of-work list and who have been  \nlegally employed by the Employer in the area of the jurisdiction of the Local Union.  \nNote: Any individual who was previously hired illegally or improperly by the Employer,  \nmay not seek priority of dispatch under this Section.  \nLABORERS 4 2007 - 2012  \n   \n   \n   \n   \nThe Employer may bring three (3) present employees iit his discretion into the  \ngeographic jurisdiction of the Local Union for each job. In ‘uch cases, the Employer  \ntransferring such employees from one local jurisdiction into anothcr Local Union jurisdiction  \nshall be required to check in and receive clearance from the Local Union having jurisdiction over  \nthe project. Failure to comply with this provision may be grounds for the Union to request  \ntermination of said employees.  \nAdditionally, the Employer may request by name, regardless of their respective position  \nin Group A, one (1) individual for each three (3) Laborers hired. (Exception for Central  \nWashington only: one (1) individual for each one (1) Laborer hired ) The provision will apply  \nto Group A registrants only.  \nWhen the Employer has placed an order for employees re yuiring special skills or of  \nspecial classification, applicants possessing the qualifications of the job will be referred in the  \norder in which their names appear on Group A, C or D of the out-of-v-ork list.  \nSECTION 8. College students: College students seeking employment during the period of May  \nist through October Ist shall register on the Local Union's out-of-work list by personal call or in  \nwriting. An Employer (owner) desiring to hire such students shal] notify the Local Union of  \nsuch desire and the student shall not be employed until such registration has been complied with.  \nWhen a student is called for by name, he will be referred to the Employer without regard  \nto his place on the out-of-work list. But, such request for college s:udents shall be allowed on  \nthe ratio of one (1) for the first five (5) Laborers employed up to a total of three (3) students on  \nany one job. However, this ratio may be waived by mutual agreement of the Union and the  \nEmployer.  \nA college student must demonstrate that he has been accepted as a full time student and is  \ncurrently registered in school with no less than twelve (12) credited h urs of instruction.  \nSECTION 9. Apprentices: The employment of apprentices shall be in accordance with the  \nfollowing ratios per job:  \nA. Apprentices may be hired in the ratio of one (1) appzentice for the first five (5)  \nLaborers employed. After five (5) Laborers have been employed, one (1)  \napprentice shall be hired for each additional five (5) Journeymen Laborers  \nemployed.  \nNOTE: Employers may lose their training agent status vith the State of Washington  \nif they are found to be in violation of the established ratios.  \nB, When performing overtime or emergency work, journeymen Laborers will be  \ngiven preference.  \nWORK DEFINED: By a single crew or on a crew b’’ crew basis, and not to the  \njob as a whole.  \nThe above ratio is subject to the availability of apprentices.  \nD. When Employers wish to transfer apprentices from one project to another  \nresulting in the need to transfer from one local union to another covered by this  \nAgreement, they must have permission of both local JETC subcommittees.  \nAt no time will apprentices’ wage rates exceed those »f journeymen for the same  \nclassification of work.  \nF. If at any time a contractor requests that a named individual be indentured into the  \nApprenticeship program, that individual must first Fave been evaluated by the  \nnew entrant assessment program and passed the Pre-Construction Training (PCT)  \ncourse.  \n2007 - 2012 5 LABORERS  \nG. On jobs requiring special skills, the Employer by mutual agreement with the  \nLocal Business Representative, may waive the above apprentice ratio, on a job by  \njob basis.  \nH. When an apprentice is required to attend training necessary for maintaining  \nand/or upgrading his/her status in the apprenticeship program, and such training  \nnecessitates the absence of the apprentice from a job, the Employer shall grant the  \napprentice leave from the job to satisfy the training requirement and restore  \nhis/her status on the job when the training is completed, provided a position is  \navailable.  \n"], ["ARTICLE 7  \nSUBCONTRACTORS  \n", "   \nSECTION 1. The Employer agrees it will not subcontract or otherwise transfer in whole or in  \npart any work covered by this Agreement to be done at the site of the construction, alteration,  \npainting or repair of a building, structure, or other work unless the person, firm, corporation or  \nother business entity is signatory to this Agreement. The Employer agrees that a member of the  \nUnion will be employed by the Employer or any contractor or subcontractor at the jobsite if there  \nis work to be done coming under the jurisdiction of the Union Agreement. The Union agrees  \nthat it will not take strike action to enforce this Article. In the event of any change in the present  \nlaw, this clause will be re-negotiated.  \nSECTION 2. Whenever the Employer is obligated to satisfy MBE/WBE/DBE recruiting  \nrequirements, the Union and the Employer by mutual agreement may waive this provision prior  \nto commencement of the work in the event an the Employer and Union are unable to find  \nqualified competitive Union MBE/WBE/DBE subcontractors.  \nSECTION 3. When potential union subcontractors are not available in the locality of the jobsite  \nto perform the work and where the general contractor receives no competitive union bids, by  \nmutual agreement, the Employer and the Union may waive this provision. Provided, however,  \nthe Union and the Employer shall review the prices submitted before assigning the non-union  \nsubcontractor.  \nSECTION 4. When the total landscaping portion of a project is under two hundred fifty  \nthousand dollars ($250,000) in value and there is no portion of the landscaping excluded from  \nthe project or bid separately, the Employer may waive this provision. For the purpose of this  \nSection, landscaping shall be as currently defined in WAC 296-127-01346.  \n   \n"], ["ARTICLE 8  \nHOLIDAYS  \n", "SECTION |. Holidays recognized by this Agreement shall be New Year's Day, Memorial Day  \n(last Monday in May), Fourth of July, Labor Day, Thanksgiving Day, Friday and Saturday after  \nThanksgiving Day and Christmas Day. Any holiday which falls on a Sunday shall be observed  \nas a holiday on the following Monday. A holiday shall be a twenty-four (24) hour period,  \nbeginning with the regular starting time of the first shift on the date of the holiday, unless  \notherwise mutually agreed to by the Employers and the Union. No work shall be performed on  \nLabor Day except to protect life and property or by mutual agreement of the Union and the  \nEmployer. If any of the listed holidays falls on a Saturday, the preceding Friday shall be a  \nregular work day.  \n   \n"], ["ARTICLE 9  \nLUNCH PROVISIONS  \n", "SECTION 1. Employees shall not be required to work more than five (5) hours from the start of  \nthe shift without at least a one-half (12) hour break for lunch. This lunch period shall not begin  \nearlier than three and one-half (3'4) hours after the start of the shift. If they are required to work  \npast five (5) hours, one-half (1/2) hour at the applicable overtime rate shall be added to the hours  \nworked and they must then be allowed time to eat their lunch. If not allowed to eat lunch,  \nemployees will be paid an additional one-half (4) hour of overtime.  \nLABORERS 6 2007 - 2012  \n   \n   \n   \n   \nSECTION 2. Employees required to work more than two (2) hours after the end of the regular  \nshift shall be allowed at least one-half (%) hour meal period which :-hall be considered as time  \nworked, and if it is impractical for the employees to leave the job, the y shall be provided a lunch  \nby the Employer. If not given the one-half (1/2} hour meal period. one-half (1/2) hour at the  \napplicable overtime rate shall be added to the hours worked.  \nSECTION 3. Employees required to work more than five hours after the end of the regular  \nshift shall be allowed at least one-half (2) hour meal period which hall be considered as time  \nworked, and if it is impractical for the employees to leave the job, they shall be provided a lunch  \nby the Employer. If not given the one-half (1/2) hour meal period one-half (1/2) hour at the  \napplicable overtime rate shall be added to the hours worked,  \nSECTION 4. In the event that the Employer establishes a ten (10) hour day, the first hunch  \nperiod shall be at mid-shift. Employees’ lunch period may be stagzered during the period of  \nthree and one-half (3%) to five (5) hours from the start of the shift tc cover necessary work of a  \ncontinuous nature.  \nSECTION 5. For the purpose of this Article the applicable cvertime rate following a  \ndelay/missed meal, as noted above, shall be as follows:  \n- Inthe event the rate of the day is straight time, the applicable: overtime rate will be time  \nand one-half (1 12) times the straight time rate of pay.  \n- Inthe event the rate of the day is time and one-half (1 4%), te applicable overtime rate  \nwill be two (2) times the straight time rate of pay.  \n- Inthe event the rate of the day is double time, the applicabl: overtime rate will be two  \nand one half (2 2) times the straight time rate of pay.  \n"], ["ARTICLE 10  \nPAY DAY  \n", "SECTION 1. Employees shall be paid in full once each week (on the same day), but in no event  \nshall more than five (5) days’ (Saturday, Sunday and holidays exclude) wages be withheld.  \nIf the regular payday falls on a holiday, the employees shall be paid on the last regular  \nwork day before the holiday. The check must be dated for the last regular work day before the  \nholiday.  \nThe Employer will have the following options of making payment: negotiable check  \nmade on local bank, paid prior to quitting time at the job site; direct deposit, in the employee’s  \nbank account, at election of employee; or by mail, at election of employee, in writing. If paid by  \nmail, the check shall be postmarked not later than two (2) business cays prior to the established  \npayday.  \nNo employee shall be discharged, laid off, disciplined, replaced, transferred or have any  \nother adverse action taken against him/her for refusing to use the payroll deposit or mail  \noption.  \nThe Employer shall furnish to each employee, at the time of payment of wages, an  \nitemized statement showing the pay basis {i.¢., hours or days worked}, rate or rates of pay, gross  \nwages and all deductions from that pay period. In addition, the name. address and phone number  \nof the Employer shall be indicated.  \nNo adjustment of disputed pay will be made unless the or the Union shall make  \na claim in writing to the Employer’s representative within fifteen days from the pay period  \nin question.  \nSECTION 2. Employees who quit shall be paid not later than the next regular pay period.  \nSECTION 3. Employees who are laid off or discharged shall be paid not later than the end of  \nthe next regular business day.  \n2007 - 2012 7 LABORERS  \nSECTION 4. If the payment is not made expressly as provided in this Article, then the  \nemployee shall be paid two (2) hours pay at the appropriate hourly wage rate for each twenty-  \nfour (24) hour period (Saturday , Sunday, and holidays excepted) thereafter until payment is  \nmade. In the case of payment by mail, the postmark on the envelope will serve as the cutoff date  \nfor any penalty. Employees must notify the Union within three (3) working days after the  \npayday, layoff, of discharge to be eligible for penalty pay.  \n"], ["ARTICLE 11  \nUNION REPRESENTATIVE  \n", "SECTION 1. Authorized representatives of the Union shall have access to the projects provided  \nthey do not unduly interfere with the work of employees, and that they fully comply with the  \nsafety and security procedures established for the project. On projects with restricted access, the  \nEmployer will cooperate with the Union officials in this regard as far as regulations permit.  \nSECTION 2. Union representatives will attempt to report to job site supervision prior to  \nentering the jobsite.  \n"], ["ARTICLE 12  \nSETTLEMENT OF DISPUTES  \n", "SECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their immediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 Is  \noutlined for this purpose.  \nSECTION 2. Procedure for Settlement of Disputes:  \nStep One: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the  \njob between the representative of the Union involved and the Employer, the dispute shall  \npromptly (not later than fifteen (15) working days), be referred to the authorized representative  \nof the Union and the Employer or his authorized representative. Should they fail to effect a  \nsettlement, the matter shall proceed to Step Two.  \nStep Two: The dispute shall be referred to a Board of Conciliation within fifteen (15) working  \ndays. This Board shall consist of two (2) persons who have no direct involvement in the dispute,  \nappointed by each party. If these four (4) persons cannot effect a settlement within seven (7)  \ndays after the dispute has been referred to them, the matter shall proceed to Step Three.  \nStep Three: By mutual agreement, the issue may be referred to mediation. The parties shall  \nrequest a mediator from the Federal Mediation & Conciliation Service or other mutually  \nacceptable service. This person shall serve as the mediator to resolve the dispute. The expense  \nof employing the mediator shall be borne equally by both parties and each party shall be  \nresponsible for their own attorney fees and costs. Should mediation be waived or the parties fail  \nto reach agreement, the matter shall proceed to Step Four.  \nStep Four: The parties shall request a list of seven (7) arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable service and shall alternately strike names unti! only one  \nname remains. This person shall serve as the arbitrator to resolve the dispute. The expense of  \nemploying the arbitrator shall be borne equally by both parties and each party shall be  \nresponsible for their own attorney fees and costs.  \nAny decision shall be within the scope and terms of this Agreement. It may also provide  \nretroactivity not exceeding sixty (60) days and shall state the effective date. Decisions by the  \nBoard shall be rendered within twenty (20) days or at their discretion after the dispute is referred  \nto them, and such decision shall be final and binding upon all parties. By mutual agreement, the  \naforementioned time frames in this Article may be waived or extended.  \nLABORERS 8 2007 - 2012  \n   \n   \n   \n   \n"], ["ARTICLE 13  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION |. There will be no strikes, no work stoppages or slowdowns or other interference  \nwith the work because of jurisdictional disputes.  \nSECTION 2. The Employer shall be responsible for all jurisdictional assignments. In issuing  \nsuch assignments, the Employer shall be guided by area practice. decisions of record and  \njurisdictional agreements of record. Craft junsdiction is neither d:termined nor awarded by  \nclassifications appearing in any labor agreement.  \nSECTION 3. If a jurisdictional dispute arises, it shall first be subraitted to the Local Unions  \ninvolved and the affected AGC Chapter for settlement, then if no unclerstanding or agreement is  \nreached within forty-eight (48) hours, the parties may refer the dispute to the International  \nUnions with which the disputing Unions are affiliated for resolution and the Employer shall  \nabide by the resolution. The disputed work shal! continue as assigned by the Employer until the  \ndispute has been resolved.  \nSECTION 4. MUTUALLY AGREED TO WORK ASSIGNMENTS, The Employer explicitly  \nassigns the following classifications to be performed exclusively by 1 embers of the Laborers  \nUnion at all times:  \nPipe Layer/Tailor Caulker, Remote Equipment Operator IE Compaction and  \nDemolition), Nozzleman Shotcrete/Gunite, Asphalt Raker, Lead Pipe Layer, Morterman  \nand Hodcarrier.  \nSECTION 3. MUTALLY AGREED TO TOOLS OF THE TRADE: The employer explicitly  \nassigns the work classifications to be performed exclusively by members of the Laborer’s Union  \nwhen used as tools of their trade:  \n"], ["ARTICLE 14  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. It is mutually agreed that there shall be no strikes, locl:outs or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 12.  \nSECTION 2. Employees will not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line approved by the Union party  \nto this Agreement.  \nSECTION 3. As required by law, employees shall be furnished to the Employer during labor  \ndisputes with other construction crafts and the Employer will endeavor to work as long as  \neconomically possible during these periods.  \n"], ["ARTICLE 15  \nSAFETY MEASURES  \n", "SECTION 1. The Employer and the employee will conform to all Federal and State health and  \nsafety regulations applicable to work covered by this Agreement and shall have adequate shelters  \navailable where necessary, with heat, where the employees can chan ze and dry their clothes and  \nstore their tools. On all projects covered by this Agreement, ther: shall be provided by the  \nEmployer at all times during construction, sanitary facilities consisting of a reasonable number  \nof toilets and urinals, on tunnel projects separate showers for men and women. Fresh drinking  \nwater will be available to the employees. Employer will furnish all welding, safety and  \nprotective equipment required; including, but not limited to, leather:, hard hats, eye protection,  \near protection, respirators, safety belts and lanyards, reflective vests, flagging signs and paddles.  \n2007 - 2012 9 LABORERS  \nSECTION 2. This Agreement is not intended to and shail not be construed as creating,  \nimposing, or adopting on the Union or representatives any state common-law duties in the areas  \nof safety.  \n"], ["ARTICLE 16  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to and shal! not be construed to permit acts which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in any  \ncourt or other Governmental action, be held invalid, the remaining provisions and their  \napplication shall not be affected thereby. Provided, however, upon such invalidation the parties  \nsignatory hereto agree to immediately meet to re-negotiate such provisions affected. The parties  \nagree to arrive at a mutually satisfactory replacement within sixty (60) days unless a definite  \nextension of time is mutually agreed to. In the event that the parties are unable to negotiate a  \nreplacement, the matter shall be resolved through the provisions of Article 12.  \n"], ["ARTICLE 17  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "A. Eight (8) hours shall constitute a day's work, five (5) days shall constitute a  \nweek's work, Monday through Friday.  \nB. A single shift operation shall be restricted to the hours between 6:00 A.M. and  \n6:00 P.M. and eight (8) hours of continuous employment (except for lunch period) shall  \nconstitute a day's work Monday through Friday of each week. In the event the Job is down due  \nto weather conditions, Monday through Friday, then Saturday may, at the option of the  \nEmployer, be worked as a voluntary make-up day at the straight time rate. However, Saturday  \nshall not be utilized as a make-up day when a holiday falls on Friday.  \nC. Four ten (10) hour shifts at the straight time rate may be established on a project  \neither Monday through Thursday or Tuesday through Friday. There will be no overlapping of  \nfour ten (10) hour shifts between crews or other crafts on the same project of the Employer. In  \nthe event the job is down due to weather conditions, then Friday (when working Monday through  \nThursday) may at the option of the Employer, be worked as a make-up day, In the event the job  \nis down due to weather conditions, then Saturday (when working Tuesday through Friday), may,  \nat the option of the Employer, be worked as a voluntary make-up day. All hours worked in  \nexcess of ten (10) hours a day or forty (40) hours a week must be compensated at the overtime  \nrate. However, Saturday shall not be utilized as a make-up day when a holiday falls on Friday.  \nD. No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a voluntary make-up day, provided they inform the Employer they will not be  \nworking.  \nE. In the event of a civil emergency such as, but not limited to, earthquakes, floods,  \nor fires, starting time of the shift may be made to fit the emergency and eight (8) hours in any  \ntwenty-four (24) hour period may be worked at straight time. In order to work such shift, mutual  \nagreement shall be received.  \nF. Special Shifts: When due to conditions beyond the control of the Employer or  \nwhen contract specifications require that work can only be performed outside the regular day  \nshift, then a special shift may be worked at the straight time rate. The starting time of work will  \nbe arranged to fit such conditions of work. Such shift shall consist of eight (8) hours work for  \neight (8) hours pay or ten (10) hours_work for ten (10) hours pay for four ten hour shifts worked  \nin accordance with paragraph (c) of this Section.  \nLABORERS 10 2007 - 2012  \n   \n   \n   \n   \nG. Holiday Week: In the event that a holiday is celebrated! during the week (Monday  \nthrough Friday), the remaining four days of the week may be worked as four ten hour shifts, as  \n© defined in paragraph (c) of this Section.  \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the “:mployer. Shift hours and  \nrates will be as follows:  \nA. Two Shift Operation: On a two consecutive shift operation, no shift penalty is  \ninvolved for work performed on either of these two shifts. E:.ch shift must be scheduled  \nfor at least eight (8) hours except as provided for in Section ' of this Article. On a two  \nshift operation, the second shift shall be established for a minimum of three (3) days.  \nThe Employer shall notify the Local Union prior to the start of a two (2) shift operation.  \nOnce the starting times are established for the two sh ft operation, they shall not  \nbe changed except upon three (3) working days, written notice to the Union.  \nB. Three Shift Operation: On a three (3) shift operation, the following shall apply:  \nFirst Shift - The regular hours of work on the first shift of three shift operations shall be  \neight (8) hours of continuous employment, except for lunch period at mid-shift, between  \nthe hours of 6:60 A.M. and 6:00 P.M.  \nSecond Shift - The second shift shall be seven and one-half (7-2) hours of continuous  \nemployment, except for lunch period at mid-shift, and shall bi: paid eight (8) hours at the  \nstraight time hourly wage rate.  \nThird Shift - The third shift shall consist of seven (7) conseciitive hours of employment,  \nexcept for lunch period at mid-shift, and shall be paid eight hours at the straight time  \nhourly wage rate.  \n   \nCc. Multiple shift (a two or three shift) operation will no! be construed on the entire  \nproject if at any time it is deemed advisable and necessary ftir the Employer to multiple  \nshifts a specific operation. Those groups of employees only who relieve first shift groups  \nof employees and such first shift groups of employees whe are relieved by groups of  \nemployees on a second shift, and on a three shift operation those groups of employees  \nwho relieve the groups of employees on a second shift, shall be construed as working  \nmultiple shifts. The intent of this clause shall be construe! so as to recognize that a  \n\"reliever group” and a \"relief group” do not necessarily mea “employee for employee\"  \nrelief.  \nD. It is understood and agreed that when the first shift cf a multiple shift (a two or  \nthree shift) operation is started at the basic straight time rate or at a specific overtime rate,  \nall shifts of that day's operation shall be completed at that rate.  \nE. The Employer shall notify the Local Union prior to tke start of a multiple shift (a  \ntwo or three shift).  \nSECTION 3. GENERAL PROVISIONS:  \nA. Call Out. When employees have completed their schcduled shift and are \"called  \nout\" to perform special work of a casual, incidental or irregular: nature they shall receive  \npremium pay in accordance with the proper overtime rates with a minimum guarantee of two (2)  \nhours’ pay at the employee’s overtime wage rate.  \nB. Paving Operations. To take full advantage of weather conditions, starting time of  \noperations for the paving of asphalt paving, road oiling and concrete paving will be at the option  \n© of the Employer. However, standby time will be considered as part of the regular operation and  \nwill be paid at the regular rate.  \n2007 - 2012 11 LABORERS  \n   \nC. Tide Work. When employees are called out between the hours of 6:00 P.M. and  \n6:00 A.M. to work broken time on tide work, all time worked shall be at time and one-half (1-  \n1/2) the basic hourly rate of pay, and a minimum of four (4) hours’ pay at the employee’s straight  \ntime rate. Except for the above, all tide work shall be worked in accordance with provisions of  \nthe general Agreement.  \nD. Maintenance, Watchperson and Flagger. When no other work is in progress and  \nit is necessary to keep a maintenance person, watchperson, or flagger on duty on Saturdays and  \nSundays, they will be paid straight time rates but allowed two (2) regular consecutive days off  \neach week. If these employees work more than five (5) consecutive days in any one week, the  \nsixth (6th) day shall be paid for at time and one-half (1-1/2) the basic rate and the seventh (7th)  \nday shall be paid for at double (2) the basic rate.  \n"], ["ARTICLE 18  \nOVERTIME  \n", "SECTION 1. Work performed in excess of eight (8) hours of straight time per day, or ten (10)  \nhours of straight time per day when four ten (10) hours shifts are established, Monday through  \nFriday, or outside the normal shift, and ail work on Saturdays, except for make-up days, shall be  \npaid at time and one-half the straight time rate. All work performed on Sundays and holidays  \nand work in excess of twelve (12) hours per day shail be paid at double the straight time rate of  \npay.  \nThe Employer shall have the sole discretion to assign overtime work to employees.  \nPrimary consideration for overtime work shall be given to employees regularly assigned to the  \nwork to be performed on overtime situations.  \nSECTION 2._ After an employce has worked eight (8) hours at an applicable overtime rate, all  \nadditional hours shall be at the applicable overtime rate until such time as the employee has had  \na break of eight (8) hours or more.  \n"], ["ARTICLE 19  \nREPORTING AND MINIMUM HOURS PAY  \n", "   \nSection 1, Reporting pay: Employees reporting for work and not put to work shall receive two (2)  \nhours pay at the regular straight time rate, unicss inclement weather conditions prohibits work, or  \nnotified not to report at the end of the previous shift or two (2) hours prior to the start of a shift.  \nEmployer may require employees to remain at the jobsite for the two (2) hours to receive such  \nreporting pay.  \nIt_is understood that it shall be the responsibility of the Employer to secure from each  \nemployee a telephone number by which to be contacted. The Employer will make every effort to  \nnotify employees of inclement weather conditions. If the employee does not, at the Employer’s  \nrequest, furnish a telephone number or fails to inform the Employer of any change of number at  \nwhich he may be reached, then the Employer shali be relieved of any responsibility of notification  \nand shall not have to pay show-up time.  \nWhen employees, including new hires, reporting for work arrive on the job unprepared to  \nperform the work required (for example, under the influence of alcohol or drugs, not possessing the  \nright requested qualifications, or inadequately clothed), the Employer shall not have to pay show up  \ntime, if the employee is put to work and lacks requested qualifications employer shall pay actual  \ntime worked only.  \nReporting pay on overtime days shall be a minimum of two (2) hours at the applicable  \novertime wage rate.  \nLABORERS 12 2007 - 2012  \n   \n   \n   \n   \nSection 2. Employees who work less than two (2) hours shall be paid .wo (2) hours; they shall be  \npaid a minimum of four (4) hours if required to work more than two (21 hours; they shall be paid a  \nminimum of six (6) hours tf required to work more than four (4) hours: they shall be paid eight (8)  \nhours if required to work more than six (6) hours; and they shal] be pa'd ten (10) hours if required  \nto work more than eight (8) hours on a regularly established ten (10) hour shift. When a shift is  \nsuspended due to inclement weather, after the two (2) hour minimum, shall be paid for  \nactual time worked.  \nSection 3. If any employee refuses to start work or if any employee work of his own volition,  \nthe minimums set forth in Section 2 above shall not apply.  \nSection 4, Any applicant who is required to report to the Employer’s designated location for  \nemployment orientation shall be paid a minimum two (2) hours reportiig time. Any applicant who  \nis required by the Employer to travel more than 30 miles from the dispatch point to the  \nemployment orientation shall be paid a minimum of four (4) hours rey;orting time. The Employer  \nwho conducts the onentation at the job location and puts the applicant work shall not be subject  \nto the provisions of this Section (4).  \n"], ["ARTICLE 20  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. The Employer retains full and exclusive authority jor the management of its  \noperation unless otherwise limited by this bargaining Agreement. The Employer shall direct his  \nworking forces at his sole prerogative including, but not limited to uring, promotion, transfer,  \nlayoff or discharge for just cause as traditionally practiced within the Construction Industry. The  \nEmployer shall utilize the most efficient methods or techniques of construction, tools or labor  \nsaving devices. There shall be no limitations upon the choice of materials or design except those  \nimposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management rights shal! not be deemed to exclude  \nother functions not specifically set forth. The Employer retains all egal rights not specifically  \ncovered by this Agreement.  \nSECTION 3. It shall not be a violation of this Agreement when an Employer considers it  \nnecessary to shut down a job to avoid the possible loss of human lift, because of an emergency  \nsituation beyond the Employer's control that could endanger the life and safety of an employee.  \nIn such cases, employees will be compensated only for the actual tinte worked. In the case ofa  \nsituation described above whereby the Employer requests the eraployees to stand by, the  \nemployees will be compensated for the “stand by” time.  \nIf such a condition continues, the Employer agrees to give wt least two hours notice to  \nmembers of the next shift scheduled to report for duty. In the event tliat at least two hours notice  \nis not given, employees who report for work at their regular report ng time and are not put to  \nwork shall be paid \"show up pay\".  \nThis article shall be subject to the grievance procedure set forth in Article 12.  \n"], ["ARTICLE 21  \nSPECIAL CONDITIONS  \n", "SECTION 1. Both parties recognize that there may be extenuating circumstances when it is to  \nthe mutual interest of both parties to modify the terms of this Agreement. In that event, it will  \nnot be a violation of this Agreement for the parties to meet and mutually agree to make such  \nmodifications to meet a specific need on a specific project.  \nSECTION 2. In order to maximize the effect of this provision, all ciafts will be requested to act  \nuniformly. The General Contractor shall encourage his subcontrictors to comply with any  \nmodifications granted under this provision.  \n2007 - 2012 13 LABORERS  \n"], ["ARTICLE 22  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "   \nSECTION L. In the event the Employer bids a public job or project bemg awarded by a Federal,  \nstate, county, city or other public entity which is to be performed at a pre-determined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law  \n74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40 USC 276A-276A7 as amended)) or  \nestablished by the Industrial Commission of Washington pursuant to the provisions of Title 39  \nRCW (39.12) prevailing wages on public works-Washington State, Prevailing Wage on Public  \nWorks, the published hourly wage rate set forth in said public work at the time of bid shall apply  \nfor the first twenty-four (24) months of the project from the date of the notice to proceed. After  \ntwenty-four (24) months the current contract wage and fringe rate will apply. The fringe benefit  \ncontribution rates for Health and Welfare only shall be those as established and maintained by  \nthe Master Agreement. Notwithstanding the above, project agreements may be mutually agreed  \nupon to allow use of the pre-determined wage rate for the duration of a project to exceed twenty-  \nfour (24) months.  \nSECTION 2, In the event the specifications include an escalator provision covering wages,  \nsuch amount will be included as an increase to wages to the extent that the Employer may  \nrecover in the escalator claim.  \nSECTION 3. The Employer may, when requested in writing, supply accurate and reliable  \ninformation on company stationery that will assist the Union in establishing the correct Davis-  \nBacon rates when responding to DOL requests for prevailing wage data.  \n"], ["ARTICLE 23  \nUNION DUES DEDUCTIONS  \n", "SECTION 1. Upon presentation of a proper authorization form executed by the individual  \nemployee, the Employer agrees to deduct Union dues from net pay after taxes and remit same to  \nthe Union in accordance with applicable law. It is understood the Employers will remit each  \nmonth the Union dues deducted in accordance with this Article on the transmittal forms used for  \nfringe benefit contributions and that the pro-rata costs of such forms and the collection and  \naccounting thereof will be paid by the Union to the fringe benefit administrator.  \n"], ["ARTICLE 24  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "SECTION |. The parties to this Agreement acknowledge and agree to comply with the  \nrequirements of Federal and State laws, Executive Orders and other rules and regulations  \ngoverning civil rights to insure that there shall be no discrimination in employment against any  \nemployee or applicant for employment because of age, race, color, religion, sex or national  \norigin.  \nSECTION 2. The parties hereto recognize that the Employer's compliance with project  \nspecifications is of paramount importance. It is mutually agreed, therefore, by the parties to this  \nAgreement, that provisions of this Agreement will be interpreted, applied and enforced in a  \nmanner that will serve to assure compliance with project specifications as they relate to  \nrecruiting, training and hiring.  \n"], ["ARTICLE 25  \nNORTHWEST FAIR CONTRACTING INDUSTRY IMPROVEMENT COMMITTEE  \n", "SECTION |. The Employer agrees to deduct from the net pay (after taxes) of each employee  \nperforming work covered by the terms of the Agreement a sum as listed in Schedule \"A,\" for  \neach hour worked and remit same to the Washington Fair Contracting Foundation.  \nContributions will be made on the same form as the Health and Security payments.  \nThe pro-rata costs of such forms, collection and accounting will be paid by the  \nCommittee to the fringe benefit administrator.  \nLABORERS 14 2007 - 2012  \n   \n   \n   \n   \n"], ["ARTICLE 26  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1. Labor and Management are committed to providing employees with a drug-free  \nand alcohol-free work place. It is the goal to protect the health and :iafety of employees and to  \npromote a productive work place, and to protect the reputation of Libor and Management and  \nthe employees.  \nSECTION 2. Consistent with these goals, the Employer prohivits the use, possession,  \ndistribution or sale, at its employment sites, of drugs, drug paraphernalia or alcohol. A testing  \nprogram pursuant to the Substance Abuse Program, may be instituted, upon mutual consent of  \nlabor and management which consent shall not unreasonably be withheld, to monitor compliance  \nwith this policy.  \nSECTION 3. An Substance Abuse Program is contained in a separate addendum to  \nthis Collective Bargaining Agreement, but it is not a part of this Agre:ment and modifications to  \nthis Substance Abuse Program, by mutual agreement of an employ-r and the Union, will not  \nconstitute a change to this Agreement.  \nSECTION 4. Any grievance related to any Employer’s substanc:: abuse program shall be  \nresolved though Article 12, Settlement of Disputes, of this Agreement.  \n"], ["ARTICLE 27  \nWASHINGTON LABORERS’-EMPLOYERS' COGPERATICIN AND EDUCATION  \nTEAM  \n", "SECTION 1. The Employer and the Union recognize that they must confront many issues of  \nmutual concern which are more susceptible to resolution th-ough Labor-Management  \nCooperation than through collective bargaining. To seek resolution of these mutual concerns  \nand to advance mutual interest through Labor-Management efforts, the Employer  \nand the Union agree to participate in the Washington Laborers’-Einployers’ Cooperation and  \nEducation Team (WALECET) which is established in accordance with Section 302 (C)(9) of the  \nTaft-Hartley Act.  \nSECTION 2. The parties agree that the Employer shall contribute to the WALECET an amount  \nprovided in Schedule A for each employee covered by this Agreement. Said contribution shall  \nbecome effective for hours worked starting January 1, 2006 and for eich month thereafter for the  \nterm of this Agreement.  \nSECTION 3. Contributions will be made on the same form as the Health and Security  \npayments. The pro-rata costs of such forms, collection and accotnting will be paid by the  \nWALECET to the fringe benefit administrator.  \nSECTION 4. This Article will sunset May 31, 2012 unless the partics to this contract mutually  \nagree to continue the contributions to WALECET or ta reallocate for another purpose.  \n"]]