[["", "Dplica be. $6 50  \n   \nI 060 -¢¢.  \nBetween  \nLABORERS’ LOCAL 500  \nTOLEDO, OHIO  \n. Laborers’ District Council of Ohio ~  \nLaborers’ International Union  \nof North America, AFL-CIO  \n2003 - 2007  \n   \nand  \nAssociated General Contractors  \nof Northwest Ohio Inc.  \nLabor Relations Division  \nBUILDING AGREEMENT  \nJuly 1, 2003 through June 30, 2007  \n56 pay  \nLaborers’ Local 500  \nAffiliate of  \nLaborers’ International Union of North America, AFL-CIO  \n2270 Ashland Avenue  \nToledo, Ohio 43620-1200  \n. Phone: (419)  \nFax: (419) 243-2061  \nWA  \n     \nmene tee oe  \n; - - =e .  \n. . . oma dea hs ev - wd eal  \n: _  \n‘  \na ee ope  \nt F a- sy el ewe RT fa  \n= Thomas, Business Manager  \nMobile: (419) 265-9173  \nPager: (419) 449-0111  \nE-Mail: >:  \n~ Phillip Copeland, Sécretary-Treasurer/Field Representative  \nMobile: (419) 265-9171  \n-Thomas P. Leonard, Field Representative. .  \nMobile: (419) 265-9174  \nKenneth Ragland, Field Representative  \nMobile: (419) 265-9175  \nFrankie D. Fann, Apprenticeship Coordinator  \nMobile: (419) 265-9682  \nTable of Contents  \nArticle Page  \n| Term of 1  \nit Collective Bargaining Unit.. . vue I  \nil Union Recognition / Hiring / Nondiscrimination . bese 2  \nIV Work Jurisdiction / Tenders... ee 4  \nD  \nTAGE: . 5  \nScaffolding ... wo  \nExcavating and Foundations . 5  \nShafts and Tunnels, Subways and Sewers ...... 6  \nGeneral Excavating and Grading 6  \nConcrete, Bituminous Concrete & Aggregates.... 6  \nUtilities ANd PiPElINES 7  \nDrilling and Blasting 7  \nPrestressed or Precast......  \nMason Tender cece 8  \nPlasterer Tender ....... O  \nCement Mason Tender 8  \nTAMpOraly 9  \nlron Worker g  \nCarpenter Tender ........  \nRough Materials D  \nSom Finish 19  \nCHORD) nics 10  \nDeep Ic for Refineries and Plants. ........... 10  \n10  \nWrecking... TM  \nToxic / Hazardous Waste .. 11  \nSkid Steer & Forklift 17  \nLead . V2  \nV Wage Rates / Classifications sees 13  \nVI Fringe Benefits .. esas 19  \nVil Contractors Administrative Fund . 28  \n/ National Joint Board 29  \nIX Laborers-Employers  \nCooperation and Education Trust 30  \nTable of Contents  \n(continued)  \nX Subcontracting ... , 30  \nXl Shift Work . vores wa 3O  \nXil Repair / Rehabilitation /  \nMaintenance Work .. ME ot OF 1  \nXI Reporting Time.. 31  \nXIV Parking Provision .. © oo Oe  \nXV Work Hours / Holidays /  \n/ ie Day... sk Ge  \nXVI Picketing ..  \nFOrEMAN 36  \nXV Authorized Union Representative .............. . 37  \nXVill Steward.. von OF  \nXIX Dismissal .. .. 38°  \nXX Grievance and Arbitration .. OG  \nXX] Substance ADUSE 39  \nXXIl Physical Examinations 40  \nWorkers’ Comp. Ins, /  \na, .9acial Security ... . 40  \nXXV_ Job Site Facilities ... . 40  \nXXVI Arbitration . 44  \nXXVIII Termination of  \nNon-Association Contractors 44  \nXXVIl|_ Health & Welfare and Pension Plan ........... .. 42  \nXXIl_ Working Rules .. . 43  \nXXX More Favorable Terms .. AS  \nOff-the-Job Training Program 43  \nXXXII Apprentices ... .. 44  \nXXXIll Employee Competition / Signatures _ .. 46  \nAddendum A  \nHazardous Waste Removal & Lead Abatement . 47  \nAddendum B  \nAdditional Specialized Jurisdiction 48  \nwT W OF  \n1 2 3 4  \n7 8 9 10 11  \n15 16 17 #18  \n22 23 24 25  \n29 30 31  \n11 12 13  \n18 19 20  \n25 26 27  \nMARCH  \nT WT  \n3  \n4 5 6  \n414 1412 43 2  \n18 19 20  \n25 26 27  \n14°15 16  \n21 22 23  \n26 29 30  \n13 14 15  \n20 21 22  \n27 28 29  \n   \nJANUARY  \nT  \n6  \n13  \n20  \n27  \nw oT  \n1  \n7 #8  \n14 15  \n21 22  \n28 29  \nSEPTEMBER  \nT Wi T  \n1 2  \n7  \n14 15 16  \n21 22 23  \n28 29 30  \n9 10 14 12  \n16 17 18 #19  \n23 24 25 26  \n30  \nDECEMBER  \nT W T  \nt 2 3  \n7 8 10  \n14 18 16 17  \n21 22 23 24  \n28 29 30 31  \nF  \n   \nJANUARY  \nT Ww  \n4 § 6  \n11. #2 13  \n18 19 20  \n25 26 27  \n15 16 17  \n22 23 24  \nAPRIL  \nT W T  \n5 6 7  \n12 13 14  \n19 20 21  \n28 27 28  \nNOVEMBER  \nT W T  \nt 2 3  \n8 93 10  \n15 16 17  \n22 23 24  \nDECEMBER  \n7 8  \n14 415 46  \n21 22 23  \n28 29 30  \n   \nAUGUST  \nT W T  \n1 #2 3  \n8 9 10  \n15 16 17  \n22 23 24  \n29 30 31  \nSEPTEMBER  \nT W iT  \n5 6 7  \n12 13 14  \n19 20 21  \n26 27 28  \n   \nvi  \n8 9  \n14°15 16  \n21 22 23  \n28 29 30  \n   \nvii  \nAGREEMENT  \n{1) This Agreement, entered into as of the 1st day of July  \n2003, by and between the Associated General Contractors of  \nNorthwest Ohio, Inc., Labor Relations Division (hereinafter  \nreferred to as “Employer”) and Local No. 500, Laborers’ tn-  \nternational Union of North America and Laborers’ District  \nCouncil of Ohio (hereinafter referred to as the “Union”).  \n(a) It is specifically understood and agreed that the Laborers’  \nDistrict Council of Ohio, as an entity, separate and apart from  \nthe Local Unions of which it is comprised, shall not be liable  \nhereunder for any reason whatsoever, including but not lim-  \nited to acts of local unions which are members of Laborers’  \nDistrict Council of Ohio.  \n"], ["ARTICLE |  \nTERM OF AGREEMENT  \n", "(2) | ThisAgreement shall become effective July 1, 2003,  \nand shalt remain in full force and effect until midnight June  \n30, 2007, and from year to year thereafter unless either party  \ndesires to modify or terminate the Agreement and files a no-  \ntice in writing of its desire to terminate or modify at least sixty  \n(60) days prior to midnight June 30, 2007, or prior to midnight  \nJune 30th of any subsequent year. The parties hereby waive  \nany rights they may have to repudiate this Agreement during  \nthe term of the Agreement or during the term of any exten-  \nsion, modification or amendment to this Agreement.  \n"], ["ARTICLE | I  \nCOLLECTIVE BARGAINING UNIT  \n", "(3) The persons, firms, corporations, joint ventures or  \nother business entities bound by the terms of this Agreement  \nare referred to in this Agreement as “Employer” or “Em-  \n1  \nployers.” The Employers and the Union, by entering into  \nthis Agreement, intend to and agree to estabiish a single  \nmulti-employer collective bargaining unit. Any Employer  \nwho becomes a party to this Agreement shall thereby  \nbecome a member of the multi-employer collective bar-  \ngaining unit established by this Agreement.  \n(4) Employers covered by this Agreement shall be free to  \ndesignate their own representatives for the purposes of col-  \nlective bargaining and contract administration; however, such  \ndesignation shall not affect the Employer’s membership in  \nthe collective bargaining unit established by this Agreement.  \n"], ["ARTICLE III  \nUNION RECOGNITION / HIRING / NONDISCRIMINATION  \n", "(5) UNION RECOGNITION. The Employer recognizes the  \nUnion as the sole and exclusive bargaining agent for all em-  \nployees performing work designated herein as building con-  \nStruction Laborers’ work with respect to hours of work, wages,  \nrates of pay and all other conditions of employment.  \n(6) Each Employer, in response to the Union's claim that  \nit represents an uncoerced majority of each Employer's em-  \nployees, acknowledges and agrees there is no good faith doubt  \nthat the Union has been authorized to and in fact does repre-  \nsent such majority of employees. Therefore, the Union is  \nhereby recognized as the Sole and exclusive collective bar-  \ngaining representative for the employees now or hereafter  \nemployed in the bargaining unit with respect to wages, hours  \nof work and other terms and conditions of employment.  \n(7) Itis mutually agreed that all employees who on July  \n1, 2003, the effective date of this Agreement, are mem-  \nbers of the Union shall, as a condition of employment,  \nremain members of the Union in good standing for the term  \nof this Agreement. All employees hired after the effective  \ndate of this Agreement and all employees who are not  \nnow members of the Union must, as a condition of em-  \nployment, become and remain members in good standing  \non the 7th day following the beginning of their empioyment  \nor the effective date of this Agreement, whichever is the  \n2  \ntater.  \n(8) tn interpreting good standing in the Union, the Em-  \nployer shall not discharge any employee for non-membership  \nin the Union if (1) he has reasonable grounds for believing  \nthat such membership was not available to the employee on  \nthe same terms and conditions generally applicable to all mem-  \nbers, or (2) if he has reasonable grounds for believing that  \nmembership was denied or terminated for reasons other than  \nthe failure of the employee to tender the periodic dues and  \ninitiation fee uniformly required as a condition of acquiring  \nand retaining membership in the Union.  \n(9) HIRING Upon the request of the Employer, the Union  \nwill, at times, furnish experienced men capable of performing  \nthe work of common labor, but the Employer may hire or dis-  \ncharge whomsoever he desires, within the limitations as set  \nforth in paragraph (8), but the employee and the Union must  \nbe given a reason for discharge upon request.  \n(10) Whenever the Employer adds to his Laborer work  \nforce, he shall have the free right to re-employ any Laborer  \nemployed by that Emptoyer during the preceding six (6)  \nmonths. Whenever new hires are employed by the Employer  \nwho have not been employed by the Employer during the pre-  \nvious six (6) months, the Employer shail contact the Union.  \nThe Union will then refer the 1st, 3rd and 5th person and  \nevery other person thereafter employed on each project. If the  \nEmployer rejects the applicant referred by the Union, the  \nEmployer must contact the Union and obtain the 1st and  \n2nd replacements from the Union, provided the Union has  \nthe replacements available. Such referrals shall have the  \nspecific skills required.  \n(11) The Employer, when employing men, shall give prior-  \nity to those men who are qualified to do the work and have  \ncustomarily been employed by Employers in the building and  \nconstruction industry in the Toledo area or the job area. Men  \nnot customarily employed by the building and construction  \nEmployers in the area may be employed according to the cus-  \ntoms of the trade involved.  \n(12) Notwithstanding any of the foregoing provisions  \nof this Article, the Union shall indemnify and hold harmless  \nthe Employer from any and all claims, demands, suits,  \ncharges, complaints, causes of action, judgments, settle-  \nments and orders, including costs and attorney fees re-  \nlated thereto, arising out of the operation and administra-  \ntion of the hiring hall and / or referral procedure under this  \nArticle. Provided, however, the Employer in order to be  \nheld harmless as stated above shall notify the Union within  \nten (10) days of receipt of said claim, demand, etc. and  \nthe Employer shall turn over said claim, demand, etc. to the  \nUnion for defense.  \n(13} An Employer whose business is located outside the  \njurisdiction set forth in Article IV may bring with him one key  \nman on the job. The Employer shall contact the Union and the  \nUnion shall refer the 2nd, 3rd, 5th, 6th, 8th, 9th, 11th and  \nevery person thereafter hired or employed on the job.  \n(14) NONDISCRIMINATION. The Employer agrees in the  \nemployment of employees and the Union agrees in the refer-  \nral of men and/or the selection of apprentices that there will  \nbe no discrimination. The Union and the Employer will not  \ncondone or allow any act or conduct which would be contrary  \nto the Civil Rights Act of 1964, as amended, or any state or  \nfederal laws or regulations providing for equal employment  \nopportunity and prohibiting discrimination because of race,  \ncolor, national origin, religion, sex, age or disability.  \n(15) Whenever in this Agreement “man” or “him” or related  \npronouns may appear, either as words or parts of words, they  \nhave been used for representative purposes and are meant to  \ninctude both the female and male sexes  \n"], ["ARTICLEIV  \nWORK JURISDICTION / TENDERS  \n", "(16) The jurisdiction of Local No. 500 Laborers of  \nToledo, Ohio shall cover the following counties: Defiance,  \nFulton, Henry, Lucas, Williams and Wood.  \n{17) JURISDICTION. The jurisdiction of this Agreement  \ncovers all Construction Craft Laborers and Construction  \nCraft Laborer Apprentices work performed on building  \nconstruction as given by charter grant to the Laborers’  \ninternational Union from the American Federation of  \nLabor-ClO. Construction Craft Laborers and / or Construc-  \ntion Craft Laborer Apprentices will be referred to here and  \nafier as Laborers and / or Apprentices.  \n(18) MULTI-TRADE TENDER. This International Union  \nand the individuals it represents was chartered to tend vari-  \nous building trade unions (e.g. ail material handling to the  \napproximate point of installation and general clean-up} and a  \nMulti-Trade Tender is a natural part of Laborers’ jurisdiction.  \n(19) SCAFFOLDING The building of and stag-  \ning for cement masons, brick masons, and plasterers inctudes  \nbut is not limited to underpinning, shoring, wrecking, raising  \nand moving of all structures, also wrecking of all structures.  \nScaffolding also includes but is not limited to receiving, in-  \nventory of, distribution of with component parts to stackpile  \nand from stockpiles to closest point of erection, including  \ncleaning and oiling, dismantling and stock piling, banding,  \nboxing of parts tor shiprnent and all rough terrain  \n(20) EXCAVATING AND FOUNDATIONS. This applies  \nto excavating for buildings and all other construction, includ-  \ning airport construction, filtration plants, sewage disposal  \nplants and waterworks; digging of trenches, piers, founda-  \ntions and holes; digging, lagging, sheeting, cribbing, bracing  \nand propping of foundations, holes, caissons, cofferdams,  \nwells, cylinders, dams, dikes, subways; grading, pitman, driv-  \ning sheeting by maul or jack hammer, also the of all  \nwork described herein, including direction of traffic and flag-  \nman on the job site. This includes handling and installation  \nof wellpoints or any other dewatering system, backfill and  \niamping, pumping of all water, crumbing out al! excava-  \ntions, and cleaning up of ali debris (paper, weeds, wiring,  \nof all forms not going to be re-used on all  \nfoundations and piers and the cleaning, oiling, stock piling  \nof forms to closest point of erection and preparing for  \nshipping.  \n(21) SHAFTS AND TUNNELS, SUBWAYS AND SEW-  \nERS. Construction of sewer shafts, tunnels, subways,  \nculverts; all underground work invalved in mines, under-  \nground chambers for storage or other purposes, tunnets  \nor shafts for any purpose, whether in free or compressed  \nair. Drilling and blasting, mucking and removal of materials  \nfrom the tunnels and shafts. The cutting, drilling and instal-  \nlation of material used for timbering or retimbering; lagging,  \nbracing, propping or shoring the tunnel or shaft. Assembly  \nand installation of multiplate, liner plate and rings. Pouring,  \npumpcreting or guniting of concrete in any tunnel or shaft.  \nOperation, manual or hydraulic jacking of shields and the  \nuse of such other mechanical equipment as may be nec-  \nessary. All concrete work as described above in addition,  \nthe hooking-on, signaling and dumping of concrete and  \nmaterial. Installation of well points of any other dewater-  \ning systern.  \n(22) GENERAL EXCAVATING AND GRADING This in-  \ncludes all clearing of sites, trees, brush and disposal of same;  \ntamping, filling, back filling, grading and landscaping. Land-  \nscaping consists of preparing the soil, digging of holes, plant-  \ning of trees, shrubs, seed, straw and fertilizer where unskilled  \nor semi-skilled Laborers are connected therewith, including  \nsetting up of lasers and grade checking.  \n{23) CONCRETE, BITUMINOUS CONCRETE AND  \nAGGREGATES. This includes concrete, con-  \ncrete and aggregates for walls, foundations, floors, or any  \nother construction involving mixing, handling, conveying, grout-  \ning, rough grading, pouring in, pifing, vibrating, guniting and  \notherwise applying concrete, whether done by hand or any  \nother operation of motorized wheelbarrows or buggies, or  \nmachines of similar character, whether run by gas, diesel or  \nelectric power; cutting of nails, wall ties, carrying rein-  \nforced rods and mesh, chipping and roughing by hand or  \nany other process; wrecking, stripping, dismantling and  \nhandling of concrete forms, pouring, repairing of side-  \nwalks, driveways, filling stations, parking lots, preparing  \nand grading, tamping of earth and excavating of all floors,  \nsidewalks, etc. This also includes placing of concrete  \naggregates, whether poured, pumped, gunited or placed  \n§  \nby any other process pertaining to the assembly, bracing,  \npropping, uncoupling of all connections and parts of, or to,  \nequipment used in mixing or conveying concrete, aggre-  \ngates or mortar, and the cleaning up of such equipment,  \nparts and / or connections. Additionally it includes the ag-  \ning, curing compounds and sprinkling of foundations of  \nbuildings and structures. This includes the building of cen-  \nters for fireproofing purposes and temporary protective cov-  \nering of all kinds, before and after any concrete pours. The  \ncovering, hanging, placing of tams, covering with burlap bags  \nor insulated blankets, visqueen, or any other type of material  \nfor purpose of protection or any other purpose shall be the  \nwork of the Laborers. The building of all runways, ramps re-  \nquired to convey and place concrete or other aggregates shall  \nbe the work of the Laborers . The cleaning of tools, machin-  \nery, equipment and the mixing of dry shake after the pour  \nshall be the work of the Laborers. When conveyors are being  \nused for placing concrete and are being handied by hand, a  \nsufficient number of Laborers will be used. Ail concrete work  \nas described above and in addition to the hooking on, the  \nunhooking of the bucket, placing, signaling, of all concrete  \nand other aggregates shail be the work of the Laborers. Grout-  \ning of alt kinds including pumps, rotary equipment, whether  \nprecision or otherwise, involving the mixing, and conveying  \nand placing, including all epoxy based materials, is the work  \nof the Laborers. Sand blasting of all materials, including grade  \nchecking and set up of lasers is Laborer work.  \n(24) UTILITIES AND PIPELINES. All sewer, gas, water,  \nelectric, steam and drainage, excavating, digging, pipe-laying  \n(non-metallic) filling, backfilling, when done by hand. Distri-  \nbution of materials used on above work, also concreting and  \ngrouting. Inno event will any Laborer be permitted to work in  \ndepths that is considered hazardous without being prop-  \nerly sheeted, braced and made safe to work.  \n(25) DRILLING AND BLASTING. Drilling, jack hammer-  \ning and blasting, operation of all rock and concrete drifls, in-  \ncluding handling, carrying, laying out of hoses, steel han-  \ndling, instaliation of alt temporary fines and handling and  \nlaying out of all blasting mats involving all work in connec-  \ntion with blasting, handling and storage of explosives,  \n7  \ncarrying to point of blasting, loading holes, setting fuses,  \nmaking primers and exploding charges is the work of the  \nLaborers. Directional drilling is the work of the Laborers.  \n(26) PRESTRESSED OR PRECAST. When prestressed  \nor precast concrete slabs, walls or sections are used, all load-  \ning, unloading, stockpiling, hooking on, signaling, unhooking,  \nsetting and barring into place of such slabs, walls or sec-  \ntions, grouting of all precast whether by squeeze or hand,  \nshall be the work of the Laborers.  \n(27) MASON TENDER. Distribution of all materials used  \nby a brick mason including but not limited to brick, mortar, tile,  \nblock and stone by any method including distribution by mo-  \ntorized wheelbarrows, power pulleys, walk along forkiift trucks,  \nrough terrain forklift including gradels or other machines of  \nsimilar or like characteristics, whether driven by gas,  \nor electric power, including the hooking on and signaling for  \nthe same, ringing signal bells on elevator hoists shaff be the  \nwork of the mason tender, Mixing mortar or grout by hand or  \nby use of gas, electric, or diesel powered equipment shall be  \nthe work of the mason tender.  \n(28) PLASTERER TENDER. Distribution of ali materials  \nused by a plasterer by any method shall be the work of a  \nplasterer tender. When pumped, the assembly, uncoupling,  \nbracing, propping of ail connections and parts of or to equip-  \nment used in mixing or conveying, also, operation of equip-  \nment used. Tending salamander, cleaning of plaster debris,  \nwhich includes scraping, sweeping and any necessary wash-  \ning of floors, walls and windows and ringing signal bells on  \nelevator hoists.  \n(29) CEMENT MASON TENDER. All distribution of all  \nmaterials used by a cement mason by any method shail be  \nthe work of the cement mason tender, including but not lim-  \nited to: excavating, tamping and finished grading of all drive-  \nways, sidewalks, basement, floors, and aprons; all con-  \ncrete work for walls, foundations, floors, or any other  \nconstruction, mixing, handling, conveying, grouting, and  \notherwise applying concrete whether done by hand or  \nany other process; cutting of nails, wires, wall ties, rais-  \ning reinforced rods, mesh, chipping, and roughing by hand  \nor any other process; and ringing of signal bells in eleva-  \ntor hoists. The use of lasers, all grade checking for  \nsub-grade and operating cement mixers is the work of the  \ncement mason tender.  \n(30) TEMPORARY HEAT. When temporary heat is re-  \nquired for concrete work, plaster work, masonry work or to  \nsupply protection to workers or to heat shanties, the tending  \nof these salamanders, or propane heaters, shail be the work  \nof the Laborers.  \n(31) IRON WORKER TENDER. Unioading to a stock-  \npile of reinforced rods, wire mesh, windows, window frames,  \ndoors, door bucks and angle irons when done by hand, also  \nmetal siding, lockers and uncrating of same.  \n(32) CARPENTER TENDER. When there is a continu-  \nous pour of concrete for construction where jacks are used,  \nthe Laborer shall be used to do ail jacking on this type of  \nwork, all signaling or bell ringing on all elevator hoists, clean-  \ning of lumber and pulling of nails, drilling for anchor bolts and  \ndowels when drilling is done in concrete. The Union recag-  \nnizes that stockpile, or stockpiles, shall mean that the Con-  \ntractor representative shall designate the stockpiles at the clos-  \nest point of erection. Concrete forms should be delivered to  \ntne closest point of erection; the oiting and cleaning of such  \nforms is the work of the Laborer. Carpenter tender will convey  \nscaffolding materials from truck to stockpiles and from stock-  \npiles to the closest point of erection. Tender will convey dis-  \nmantled scaffolding and component parts to staging area  \nwhere they will inventory, clean, box component parts, band  \nplanks bracket, frames then load for shipment. Scrap or  \nsalvageable lumber going to the material yard shall be  \npower rigged by Laborers. Hand lines used to raise or  \ntower material or forms to a stockpile shall be performed  \nby Laborers.  \nROUGH MATERIALS.  \nPlanking, shoring, scaffolding, framing, concrete forms,  \nconcrete deck forms, plyscore, shall be unloaded to a  \nstockpile or stockpiles by the Laborer.  \nSEMI FINISH MATERIALS.  \nDrywail, cooling tower materials, (floor tile and acoustical tile)  \nshall be unloaded and stockpiled by Laborers. The unloading  \nof crated, boxed, or cartoned cabinets, fixtures, showcases  \nand display cases from truck to stackpite area on main floor  \nof a building or to elevator or hoist if to be placed on upper  \nfloors of building is the work of Laborers. The unloading of  \ncrated, boxed, or cartoned trim materials such as hardware,  \npaneling, casing, stops, baseboard, chair rails, sash,  \ndoors, door jambs shail be unloaded to a stockpile on the  \nmain floor or stockpiles on the upper floors by Laborers. Of-  \nfice furniture that is assembled, when it arrives on job site,  \nshail be unloaded by Laborers.  \n{33) CLEANING. Cleaning and clearing of al) debris,  \nincluding wire brushing of window frames, scraping of floors,  \nsand blasting and pot tending, removal of surplus material  \nfrom all fixtures within confines of structure and cleaning of  \nall debris in building and construction areas is the work of the  \nLaborers. The general clean-up, including sweeping, clean-  \ning of fixtures, wash down and wiping on construction facility,  \nequipment and furnishings including crates, boxes, package  \nwaste material, clean-up mopping, washing, waxing and pol-  \nishing or dusting of all floors or areas, the cleaning of interior  \nor exterior on all bulidings prior io ine of ihe  \ning by the owner shall be the work of the Laborers. All of the  \nabove work shall apply, not only to general contractors, but to  \nall subcontractors whose work comes within this jurisdiction,  \nwhether mechanical or otherwise.  \nDEEP CLEANING FOR REFINERIES AND PLANTS.  \nDusting, wiping, washing, degreasing and scraping by  \nhand or any other method including sand blasting, water  \nblasting (high pressure included) for paint facilities, all  \nmachinery, floors, walls, ceiling and pits, inctuding toxic /  \nhazardous waste is the work of the Laborers.  \n(34) The manning and operation of all motor driven  \nvacuum systems (wet or dry} shall be the work of the Laborers.  \n10  \n(35) WRECKING The wrecking or dismantling of par-  \ntial or complete buildings and all structures, including all  \ndemolition and alterations in industrial plants, commercial  \nand non-commercial work. Breaking away roof materials,  \nhomes of all kinds, with use of cutting or other wrecking  \ntools, as necessary. Burning, or otherwise cutting, all steel  \nstructural beams. Breaking away, cleaning and removal  \nof all masonry and wood or metal fixtures for salvage or  \nscrap. All hooking on and unhooking and signaling when  \nmaterials for salvage or scrap are removed by crane or  \nderrick. All loading and unloading or materials carried away  \nfrom the site of wrecking. All clean-up, removal of debris,  \nburning, backfilling and renovating, the wrecking and par-  \ntial wrecking of all fixtures, counters, partitions, walls,  \nfloors, shelves, asbestos removal and hazardous waste  \nremoval, etc., when not salvageable, shall be done by the  \nLaborers.  \n(36) TOXIC /HAZARDOUS WASTE. All toxic / hazard-  \nous projects will be subject to any and all safety regulations  \nand insurance provisions that may be required by the appro-  \npriate governmental agencies.  \nWhen dangerous atmospheres are present so that an em-  \nployee is required to wear a special protective suit and / or  \nself-contained breathing apparatus at a private, state, federal  \nor other designated toxic hazardous waste site, that employee  \nshall receive the appropriate hourly rate. Reasonable dress-up  \ntime and clean-up time will be allowed. Local 500 will desig-  \nnate a steward, who shall have access to company monitor-  \ning records and be kept informed of amounts of contaminants  \non the job site. A sheltered “safe zone” area shall be pro-  \nvided. There shall be wash-up facilities on all toxic/ haz-  \nardous waste sites.  \n(37) SKIDSTEER & FORKLIFT. Powered industrial truck  \noperator (skid steer and forklift) class #4 and #5 and (rough  \nterrain) class #7 is the work of the Laborer.  \n11  \n{38} LEAD ABATEMENT. Demolition, removal and dis-  \nposal of any lead contaminated materials shall be the work of  \nthe Laborers.  \n(39} Recognizing that the funds available for construction  \nshould accomplish their greatest possible benefit for the pub-  \nlic, the Employers and the Union agree that all machinery which  \nincreases the man-hour production of all construction work-  \ners shall be used without any restriction.  \n(40) Inthe event the Building Trades does not have a pre-  \njob conference, it is agreed that, upon the request of either  \nparty, a pre-job conference must be held at least five (5) days  \nprior to commencing work. It is further agreed the Union may  \nrequest and hoid a pre-job conference with the Contractor,  \nand if available the owner’s designated representative in at-  \ntendance, on an individual Union basis, wherein the following  \nitems will be discussed and resolved:  \n(A) Hiring procedures, including employment of “key man”  \n(B) Work assignments  \n(C} Wages, hours and conditions  \n(D) Shift work  \n(E) Safety, health hazards and accident prevention  \n(F) Coffee break  \n(41} The parties to this Agreement will form a joint com-  \nmittee for the purpose of discussing trade jurisdictional prob-  \nlems.  \n12  \n"], ["ARTICLE V  \nWAGE RATES/ CLASSIFICATIONS  \n", "(42) Effective the first full pay period after the respective  \ndates set forth below, the wage rates for Defiance, Fulton,  \nHenry, Lucas, Williams and Wood Counties shall be as set  \nforth in paragraph A on pages 14-17 of this Agreement, ac-  \ncarding to such classifications listed as Groups A- F in para-  \ngraph B of this Article, beginning on page 18 of this Agree-  \nment.  \nWith respect to LECET contributions set out in this Article,  \nthe following applies:  \n(a) the contribution to Ohio LECET or Laborer- Employers  \nCooperation and Education Trust, shall be sent to Ohio La-  \nborers’ Fringe Benefit Office, P.O. Box 71-1883, Columbus,  \nOhio 43271.  \n(b) the contribution to Regional LECET, or Ohio Valley  \nand States Regional Laborers-Employers Coopera-  \ntion and Education Trust, shall be sent to Northwest Ohio  \nAdministrator, P.O. Box 697, Toledo, Ohio 43694-0697.  \nNotwithstanding the Wages set out in this Agreement,  \nwhen Laborers complement another craft and that craft is  \nreceiving a premium rate of pay, Laborers will also re-  \nceive the same premium for “hot” or hazardous type of  \nwork.  \n13  \nas  \nA. Laborers’ Local #500 - Jurisdiction for Defiance, Fulton, Henry, Lucas,  \nWilliams and Wood Counties  \nEffective the first full pay period after July 1, 2003, wage rates will be as follows:  \nGroup A*  \nGroup B  \nGroup C  \nGroup D  \nGroup E  \nGroup F  \nEffective the first full pay period after July 1, 2004, wage rates will be as follows:  \nGroup A*  \nGroup B  \nGroup C  \nGroup D  \nGroup E  \nGroup F  \nBase  \nRate  \n$20.00  \n$20.20  \n$20.40  \n$20.50  \n$10.48  \n$13.50  \nBase  \nRate  \n$20.25  \n$20.45  \n$20.65  \n$20.75  \n$10.73  \n$13.75  \nH& W  \n2.60  \n2.60  \n2.60  \n2.60  \n2.60  \n2.60  \nH&W  \n3.20  \n3.20  \n3.20  \n3.20  \n3.20  \n3.20  \nPen.  \n1.70  \n1.70  \n1.70  \n1.70  \n1.70  \n1.70  \nPen.  \n1.70  \n1.70  \n1.70  \n1.70  \n1.70  \n1.70  \nAnn.  \n2.50  \n2.50  \n2.50  \n2.50  \n2.50  \n2.90  \nAnn.  \n2.50  \n2.50  \n2.50  \n2.50  \n2.50  \n2.50  \nT&U  \n10  \n16  \n10  \n10  \n10  \n10  \n.10  \n10  \n.10  \n10  \n10  \n10  \nLMCC Appr.  \n05 07  \nO05  \n£05  \n05  \n05  \n05  \n05  \n.05  \n05  \n05  \nOS  \n07  \n07  \n07  \n07  \n07  \nT&U LMCC Appr.  \n.05 2  \n1  \n12  \n12  \n12  \n12  \nole  \nOhio Reg.  \nLECETLECET CAF Total  \n05 05 26 $27.38  \nO5 05 26 $27.58  \n05 05 26 $27.78  \n05 05 26 $27.88  \n05 05 26 $17.86  \n05 05 26 $20.88  \nOhio Reg.  \nLECETLECET CAF Total  \n05 05 26 $28.28  \n05 05 26 $28.48  \n05 05 26 $28.68  \n05 .05 26 $28.78  \n05 26 $18.76  \n.O5 05 26 $21.78  \nSt  \n“On Firebrick work, Laborers working over fifty (50} feet, Expediters, Hot Pay, Bottom Man and Top Man shall be  \npaid $.75 per hour over Base Rate A.  \nFOREMAN - Plus $1.00 per hour over highest journeyman base rate.  \nGENERAL FOREMAN - Plus $2.00 per hour over highest journeyman base rate.  \nDEDUCTIONS: Dues - $.12 + 3% of gross wages; Laborers’ District Council of Ohio - $.10; SAV - $7.00.  \nClassifications  \nGroup A Building and Construction Laborer, Signalman, Flagman, Tool Cribman, Carpenter Tenders, Utility  \nConstruction Laborer, Guard Rail Erectors, Deep Cleaning, and Hazardous Waste (Level A)  \nGroup B_Finisher Tenders, Concrete Handler, Bottom Men, Scaffold Builders, Tunnel Laborers, Pipe  \nLayers, Air and Power Driven Tools, Burner on Demalition Work, Swinging Scaffold, Mucker,  \nCaisson Worker, Cofferdam Worker, Powder Men and Dynamite Blasters, Creosote workers,  \nMortar Mixer, Form Setter, Mason Tender, Plasterer Tender, Hod Carrier, Laser Beam Set-Up  \nMan, Stonemason Tender and Hazardous Waste (Level B)  \nGroup C Gunite Operator and Hazardous Waste (Level C)  \nGroup Hazardous Waste (Level D)  \nGroup E Watchman, Parking and Landscaping  \nGroup F Installation of Fencing  \n9b  \nEffective the first full pay period after July 1, 2005 wage rates will be as follows:  \nGroup A’*  \nGroup B  \nGroup C  \nGroup D  \nGroup E  \nGroup F  \nLaborers’ Local #500 - Jurisdiction for Defiance, Fulton, Henry, Lucas,  \nBase  \nRate  \n$20.58  \n$20.78  \n$20.98  \n$21.08  \n$141.06  \n$14.08  \nH&W  \n3.80  \n3.80  \n3.80  \n3.80  \n3.80  \n3.80  \nPen.  \n1.70  \n1.70  \n1.70  \n1.70°  \n1.70  \n1.70  \nAnn.  \n2.50  \n2.50  \n2.50  \n2.00  \n2.50  \n2.50  \n10  \n10  \n10  \n10  \n10  \n10  \n05  \n.O5  \n.O5  \n05  \n05  \nWilliams and Wood Counties  \nT&U Appr.  \n05  \n4  \n14  \n14  \n14  \n14  \nOhio Reg.  \nLECET LECET  \n05 O05  \n05 05  \n.05 05  \n05 05  \n05 .05  \n05 05  \nEffective the first full pay period after July 1, 2006 wage rates will be as follows:  \nGroup A*  \nGroup B  \nGroup C  \nGroup D  \nGroup E  \nGroup F  \nBase  \nRate  \n$21.52  \n$21.72  \n$21.92  \n$22.02  \n$12.00  \n$15.02  \nH& W  \n3.80  \n3.80  \n3.80  \n3.80  \n3.80  \n3.80  \nPen.  \n1.70  \n1.70  \n1.70  \n1.70  \n1.70  \n1.70  \nAnn.  \n2.50  \n2.50  \n2.50  \n2.50  \n2.50  \n2.50  \nT&U LMCC Appr.  \n05  \n.05  \n.05  \n.05  \n.O5  \n05  \n10  \n.10  \n10  \n10  \n10  \n10  \n20  \n.20  \n20  \n20  \n20  \n20  \nLECET LECET CAF  \nOhio Reg.  \n.05 05  \n05 O05  \n05 05  \n.05 .O5  \n.O5 05  \n05 05  \n26  \n26  \n26  \n26  \n26  \n26  \nCAF Total  \n26 $29.23  \n26 $29.43  \n26 $29.63  \n26 $29.73  \n26 $19.71  \n26 $22.73  \nTotal  \n$30.23  \n$30.43  \n$30.63  \n$30.73  \n$20.71  \n$23.73  \nZi  \n“On Firebrick work, Laborers working over fifty (50) feet, Expediters, Hot Pay, Bottom Man and Top Man  \nshall be paid $.75 per hour over Base Rate A.  \nFOREMAN - Plus $1.00 per hour over highest journeyman base rate.  \nGENERAL FOREMAN - Plus $2.00 per hour.over highest journeyman base rate.  \n- $.12 + 3% of gross wages; Laborers’ District Council of Ohio - $.10; SAV - $1.00.  \nClassifications  \nGroup A  \nGroup B  \nGroup C  \nGroup D  \nGroup E  \nGroup F  \nBuilding and Construction Laborer, Signalman, Flagman, Tool Cribman, Carpenter Tenders, Utility  \nConstruction Laborer, Guard Rail Erectors, Deep Cleaning, and Hazardous Waste (Level A}  \nFinisher Tenders, Concrete Handler, Bottom Men, Scaffold Builders, Tunnel Laborers, Pipe  \nLayers, Air and Power Driven Tools, Burner on Demolition Work, Swinging Scaffold, Mucker,  \nCaisson Worker, Cofterdam Worker, Powder Men and Dynamite Blasters, Creosote workers,  \nMortar Mixer, Form Setter, Mason Tender, Plasterer Tender, Hod Carrier, Laser Beam Set-Up  \nMan, Stonemason Tender and Hazardous Waste (Level B)  \nGunite Operator and Hazardous Waste (Level C)  \nHazardous Waste (Level D)  \nWatchman, Parking and Landscaping  \nInstallation of Fencing  \nB. Classifications:  \nGroup A: Building and Construction Laborer, Signalman,  \nFlagman, Tool Cribman, Carpenter Tenders, Utility Construc-  \ntion Laborer, Guard Rail Erectors, Deep Cleaning and Haz-  \nardous Waste (Level A}  \nGroup B: Finisher Tenders, Concrete Handler, Bottom Men,  \nScaffold Builders, Tunnel] Laborers, Pipe Layers, Air and  \nPower Driven Tools, Burner on Demolition Work, Swinging  \nScaffold, Mucker, Caisson Worker, Cofferdam Worker, Pow-  \nder Men and Dynamite Blasters, Creosote Workers, Mortar  \nMixer, Form Setter, Mason Tender, Plasterer Tender, Hod  \nCarrier, Laser Beam Set-Up Man, Stonemason Tender and  \nHazardous Waste (Level B)  \nGroup C: Gunite Operator and Hazardous Waste (Level C)  \nGroup D: Hazardous Waste (Level D)  \nGroup E: Watchman, Parking and Landscaping  \nGroup F: Installation of Fencing  \nCc. Effective July 1, 2006, there will be $.20 available (set  \naside) for use for Health and Welfare contributions, if needed,  \nfar the duration of the Agreement.  \nD. The Union will decide if a particular construc-  \ntion project is a targeted job. If the Union believes it is, the  \nUnion will notify the Association of its intention. After the As-  \nsociation notilies the Emplayer, the Union and Employer will  \nthen agree whether to classify the construction project as a  \ntargeted job.  \nE. The Toledo Area Maintenance Agreement is agreed  \nto in concept.  \nF. In order to maintain the area standard established in  \nthe Master Agreement, the parties to said Agreement ex-  \npress their intent to allow signatory contractors to utilize  \n18  \nany or all non-economic terms contained in the  \nLaborers-OCA Heavy / Highway Agreement, provided the  \nwages and benefits paid to bargaining unit employees are  \nno less than the wages and benefits set forth in this Agree-  \nment.  \n"], ["ARTICLE Vi  \nFRINGE BENEFITS  \n", "A. General  \n1. The fringe benefit provisions contained herein in para-  \ngraphs A through F inclusive of this Article shall apply to all  \nEmployer members of the Association, as herein before  \ndefined, all Employers who become signatory or bound by  \nthis Agreement, and all other Employers or Employer  \nGroups who become a party to an Agreement relating to  \nthe fringe benefit programs described herein.  \n2. Alt Employers referred to in paragraph A-t af this Ar-  \nticle (all of which Employers are hereinafter referred to as  \n“Participating Employers”) who are party to and bound by this  \nAgreement acknowledge, accept and agree to be bound by  \nthe Agreement and Deciaration of Trust, as herein before and  \n/orhereafter amended, establishing the:  \n(a) Ohio Laborers’ District Council - Ohio Contractors  \nAssociation insurance Fund;  \n(b) Laborers’ District Council - Ohio Contractors  \nPension Fund of Ohio;  \n(c) Laborers’ Local 500 Christmas Savings Plan;  \n(d)} Laborers’ Administrative and Training Fund;  \n(e} Laborers’ Training & Upgrading Trust Fund;  \n(f} Contractors Administrative Fund;  \n(g} Laborers’ Local 500 Profit Snaring Annuity Plan;  \n19  \n(h) Ohio Valley and Southern States Regiona! Labor-  \ners-Employers Cooperation and Education Trust;  \n(i) Ohio LECET:  \n(j) Laborers’ Local #500 Apprenticeship Fund;  \n(k) Labor Management Cooperative Commitee Fund.  \nand acknowledge, accept and agree to be bound by the  \nPlan and Plan documents of each of said employee benefit  \nplans. The Participating Employers and the Union further  \nacknowledge and agree that the Trustees shal] have the  \nsole and exclusive authority to determine the rules of eligi-  \nbility to participate in said Plans and the benefits and cov-  \n6rage to be provided therein. No person shall have a vested  \nright to participate in any Plan nor to receive any benefits  \nor coverage from any Plan except as expressly stated  \ntherein. The Participating Employers acknowledge and  \nagree that copies of the Trust Agreement, Plans and Plan  \ndocuments have been made available to them at the North-  \nwestern Ohio Administrators office or the Ohio Laborers’  \nFringe Benefit Funds office for their review and inspec-  \ntion prior to the execution of this Agreement and shall be  \navailable to them during the term of this Agreement.  \n3. Ail Participating Employers who are party to and bound  \nby this Agreement shall be bound by the terms, provisions  \nand conditions of afl Rules, Regulations and Resolutions and  \namendments thereto promulgated by the Trustees of the a  \ntore said employee benefit plans in accordance with the afore-  \nsaid Trust Agreements, whether currently existing or promul-  \ngated during the term of this Agreement.  \nAll Participating Employers who are party to and bound by  \nthis Agreement hereby accept the designation of the Employer  \nTrustees of all of said employee benefit plans and any suc-  \ncessor Trustees appointed by the Association in accordance  \nwith the provisions of the Trust Agreements.  \n20  \nB. Contributions  \n1. The Participating Employers shall contribute to each  \nand every employee benefit plan (or to the successor of any  \nof said plans) for all employees of each such Participating  \nEmployer who are members of the collective bargaining  \nunit represented by the Union (whether or not the employ-  \nees are members of the Union), as follows:  \n{a) Ohio Laborers’ District Council - Ohio Contractors As-  \nsociation Insurance Fund: the amount set out in Article  \nV, paragraph A, “H & W”, for every hour worked.  \n{b)} Laborers’ District Council and Contractors Pension  \nFund of Ohio: $1.70 for every hour worked  \n(c) Ohio Laborers’ Training and Upgrading Trust Fund:  \n$.10 for every hour worked  \n(d) Labor Management Cooperative Committee Fund:  \n$.05 for every hour worked  \n(e) Contractors Administrative Fund: $.26 for every hour  \nworked  \n(f} Laborers Local 500 Profit Sharing Annuify Plan:  \n$2.50 for every hour worked  \n(g)} Ohio Valley and Southern States Regional Laborers-  \nEmployers Cooperation and Education Trust: $.05 for  \nevery hour worked  \n(h) Ohio LECET: $.05 for every hour worked  \n(i) Laborers’ Local #500 Apprenticeship Fund: the  \namount set out in Article V, paragraph A, “Appr.” for  \nevery hour worked.  \nNOTE: The Health & Welfare, Pension, Training & Upgrading  \nand Ohio LECET contributions are to be paid to the Ohio  \nLaborers’ Fringe Benefit Office, P.O. Box 71-1883, Colurm-  \nbus, Ohio 43721, as depositors. All other fringe benefit funds  \n21  \nto be paid to the Northwesterm Ohio Administrators, inc. Trust:  \nees, P, 0. Box 697, Toledo, Ohio 43697-0697, as depositors.  \nCc. Deductions  \nt. The Employer agrees to deduct the original Union  \ninitiation fee and monthly dues, or readmission fee, for any  \nemployee who voluntarily and individually authorizes the de-  \nduction. The Union will furnish the employees proper payroll  \ndeduction authorization forms in conformity with federal and  \nstate laws and upon receipt of the authorizations properly  \nsigned by the employee, the Employer will make the required  \ndeductions. The deductions will be paid to the Union by the  \n15th of the month following the deduction.  \nZ. There shall be a Dues Deduction Plan whereby the  \nParticipating Employers shall deduct the sum of twelve cents  \n($.12) plus 3% of the gross hourly pay for each hour paid for  \nevery employee who has signed and provided the Emplayera  \ndues authorization form.  \n3. The Employer agrees to deduct from the base rate  \nseven cents ($.07) per hour for each hour paid; of this amount,  \nfive cents ($.05) shail go to the Narthwest Ohio Building Trades  \nCouncil and two cents ($.02) shall go to the Local 500 Orga-  \nnizational and Assessment Fund.  \n4, The Employer agrees to deduct from the base rate  \nten cents ($.10)} per hour for each hour paid for the Laborers’  \nDistrict Council of Ohio.  \nThe Employer agrees to deduct from the base rate $1.00 per  \nhour for each hour paid for the Laborers’ Local No. 500 Christ-  \nmas Savings Plan.  \nD. Reporting Forms  \n1. All Participating Employers shail report to the  \nAdministrator(s} of the aforesaid employee benefit plans, or  \nsuch other duly appointed depository, for all hours paid {ar  \notherwise contributed for) by all employees participating in  \nthe employee benefit plans on forms provided by the Trust-  \n22  \nees of the Plans. It shall be the obligation of the Employers to  \nhave and use the official reporting forms. lf an Employer  \nmaintains his payroll records and information on computer or  \nother electronic equipment and desires to use and submit the  \nrequired information in the form printed out by the computer  \nor other electronic equipment, the Employer may use and  \nsubmit such forms other than official reporting forms. The  \nAdministrator, however, has the right to reject such forms.  \n2. All reports shall be for the full calendar month last pre-  \nceding; however, an Employer may use other reporting peri-  \nods subject to rejection by the Administrator.  \nE. Time of Payment of Contributions  \n1. All Participating Employers shall remit all fringe  \nbenefit amounts due and owing on or before the Fringe Ben-  \nefit Payment Date, which ts hereby established as the 15th  \nday of each calendar month (or the first business day thereaf-  \nter if the 15th is not a business day), for all hours paid in the  \nprior calendar month. If the Participating Employer remits his  \npayment by mail and the envelope is posted with a postage  \nStamp, and if the stamp is canceled by the U.S. Postal Ser-  \nvice on or before the 15th day of the month (or the first busi-  \nness day thereafter if the 15th is not a business day), it shall  \nbe deemed to have been paid timely regardless of the date of  \nactual receipt. If the Participating Employer remits his pay-  \nments by mail and his envelope is posted with an office post-  \nage meter, the payment must be received by the 15th day of  \nthe month (or the first business day thereafter if the 15th is  \nnot a business day) to be deemed paid timely. If the Partici-  \npating Employer causes the fringe benefit payment to be de-  \nlivered to the Fund Office, it shall be stamped as to the date  \nand time of receipt and, if it is receipted on or before the 15th  \nday of the month (or the first business day thereafter if the  \n15th is not a business day), it shail be deemed timely paid.  \n2. An Employer who is delinquent in the timely remit-  \ntance of fringe benefit payments more than once per calen-  \ndar year, or more than thirty (30} days late at any time, shall  \nmake future payments and deductions within seven (7) days  \nfollowing the close of the workweek for a period of one year.  \n23  \n3. Employer has not remitted the total fringe  \nbenefit amounts due and owing to any Plan and filed the offi-  \ncial reporting forms by the Fringe Benefit Payment Date as  \naforesaid, said Employer shall be liable to the Trustees of  \neach employee benefit plan as to which said Employer is in  \ndefault for liquidated damages in such amount as shall be  \nestablished by the Trustees of each such Plan by a promul-  \ngation of Rules and Regulations in accordance with the Trust  \nAgreements. The Trustees shali notify all Participating Em-  \nployers of all promulgations of Rules and Regulations estab-  \nlishing and revising the liquidated damage charges and any  \nterms, conditions and provisions thereof in advance of the  \nenforcement thereof; but by acceptance and participation in  \nthis Agreement, al! Participating Employers shall be bound  \nby such promulgations on and after their effective dates.  \n4. {fa Participating Employer is in violation of the provi-  \nsions of paragraph E-3 hereof, in addition to the provisions  \nthereof, the Participating Employer shall be fiable to the Trust-  \nees of each said employee benefit plan as to which said Em-  \nployer is delinquent or in default for reasonable attorney fees  \nand any court of law, arbitration proceedings or federal or state  \nadministrative agency costs actually expended by the Trust-  \nees to enforce said Employer’s compliance with the provi-  \nsions of this Agreement.  \nF. Employer Delinquency Control  \n1. The Trustees of the several employee benefit plans may  \nestablish Payroll Audit Programs which shall be binding upon  \nthe parties. The Trustees shall also have the right to deter-  \nmine who shall bear the cost of the audit. The Trustees shall  \nnotify the Participating Employer, in writing, of their desire to  \naudit and allow sufficient notice for the Participating Employer  \nto make available at his premises those payroll records and  \nother records, reports and data reasonably necessary to con-  \nduct the audit in accordance with generally accepted account-  \ning principles. The Trustees and their agents and employees  \nshall conduct the audits at such time and place and manner  \nas to preserve the confidentiality of all information as obtained.  \n24  \n2. CASH DEPOSIT. All Employers shall fumish a minimum  \ncash deposit in the amount of $1000 at the office of the North-  \nwestern Ohio Administrators, Inc. to assure prompt payment  \nof the ernployee Health & Welfare, Pension, Vacation, Ap-  \nprenticeship and Promotion funds as required by this Agree-  \nment. Those Employers employing three to five men shail be  \nrequired to furnish a $1500 cash deposit. Those Employers  \nemploying six to ten men shall be required to furnish a $2000  \ncash deposit. Those Employers employing eleven to fifteen  \nmen shail be required to furnish a $2500 cash deposit. Those  \nEmployers employing over fifteen men shail be required to  \nfurnish a $3000 cash deposit. Provided however, that those  \nEmployers who have employed members of the Union during  \nthe preceding 24-month period and who have made all of the  \npayments aforementioned without default, are hereby exempt  \nfrom furnishing a cash deposit until such time as they be-  \ncome in default. Upon becoming in default, an Employer will  \nbe required to furnish a cash deposit which will be released at  \nthe expiration of the first 24-month period during which there  \nhas been no default.  \n3. Any Employer who has ceased all employment within  \nthe jurisdiction of this Agreement shall be entitled to a release  \nof the cash deposit upon the payment of all of the aforemen-  \ntioned payments.  \n4. Upon release of the cash deposit to an Employer, he  \nshall also receive the interest earned on said cash deposit.  \n5. Inthe event ofa violation of this section by an Employer,  \nthe Union shall be authorized to withdraw its Laborers from  \nsaid Employer until such time as said Employer complies with  \nthe requirements of this section.  \nG. General  \n4. Inthe event any employee benefit plan provided for in  \nthis Agreement and paid for by Participating Employer contri-  \nbutions is reduced or eliminated because of governmental ac-  \ntion, the net savings, if any, to said Employer attributable to  \nsaid governmental action shall revert to the employee as wages  \nand allocated as wages or tringe benefits as determined by  \n25  \nthe Union. The increase, if any, shall be effective as of the  \nfirst day the governmental action is effective. Net savings  \nis hereby defined to be the difference between the cost  \nof the Participating Employer's contribution to Health and  \nWelfare or Pension, as the case may be, and the total cost  \nto the Employer of the governmental program which  \ncaused the reduction in or elimination of the Health and  \nWeltare program or Pension program, as the case may  \nbe. Funds set aside during the term of this Agreement for  \nthe Health and Welfare contribution increases shai! not be  \nconsidered in the application of the foregoing formula and  \nShall, if used during the term of this Agreement and in the  \nevent of governmental action, revert to the Participating  \nEmployer.  \n2. If the federal government institutes wage controls  \nin any form and any portion of this Collective Bargaining Agree-  \nment is deterred or cut back, the parties shall meet promptty;  \nand, if the action of the federal government which caused the  \ndeferral or cutback makes it tegally permissible to do so, the  \nparties shall attempt to reallocate the monetary equivalent of  \nthe deferred or cutback wages or benefits in a manner that  \ncomplies legally with the action of the federal government.  \nIf it is not legally permissible to reallocate the deferred or cut  \nback portion, the Employer shal! commence paying the wage  \nand/or benefit rate that was deferred or cut back when and if  \nit becomes fegally permissible to do so.  \n3. It is acknowledged and agreed by the parties that  \nupon the making of alt contributions required of them by this  \nAgreement, Participating Employers shall have no other or  \nfurther obligation or responsibility to pay for, provide or other-  \nwise fund any tringe benefits; it being the acknowledged in-  \ntention of all parties that benefits from all employee benefit  \nplans shall be limited to those which can be financed from the  \nrespective trust funds. The Participating Employers shall not  \nbe liable or responsible for the failure of the Trustees to se-  \ncure, pay or provide the benefits contemplated in the employee  \nbenefit plans for any participant or beneficiary. The obligation  \nof the Participating Employers shall be and is hereby expressly  \nlimited to the payment of contributions to the trust funds  \n26  \nand no more. If at any time any of the employee fringe benefit  \ntrust funds shall not be sufficient to pay out and provide all of  \nthe benefits provided for in the employee benefit plans, the  \nTrustees shall take such action as may be necessary and  \ndesirable in connection with the reduction of the then exist-  \ning benefits in order that the cost of the benefits shall not be  \ngreater than that which can be paid from the trust funds.  \nWithout limiting the generality of the foregoing, it is expressly  \nacknowledged and agreed that the Participating Employer  \nshall have no responsibility or obligation to increase its con-  \ntributions to the trust funds beyond that otherwise expressly  \nprovided for herein. It is expressly acknowledged, under-  \nstood and agreed that the Participating Employer does not  \nguarantee any benefits to any participant or beneficiary; the  \nobligation and responsibility of the Participating Employer be-  \ning expressly limited to its obligation to make agreed contnibu-  \ntions into the trust funds.  \n4. In the event the parties hereto desire to alter the allo-  \ncation of funds from the overall economic wage package ne-  \ngotiated by the parties and reflected in this Agreement, to in-  \ncrease or decrease the amount of money being contributed to  \nany or all of the existing employee benefit plans ar deduc-  \ntions, they may do so upon the express conditions precedent  \nthat:  \n{a} the Trustees of any plan affected acknowledge and  \nagree in writing;  \n(b) | anysuch change shall amend this Agreement and be-  \ncome effective upon the date requested by the Union, pro-  \nvided the Employer is given a 60-day notice of such change.  \nif the Union should decide to change its Vacation Plan de-  \nduction or dues deduction or assessments, changes shall  \nbecome effective upon the date requested by the Union pro-  \nviding the Employer is given a 60-day notice.  \n5. If an Employer does not have a bond in the required  \namount, upon written notification of the Union, the Empioyer  \nshall remit all contributions and deductions on a weekly ba-  \nsis. Said payment shall be sent to the Union who shail for-  \nward the payment to the appropriate depository.  \n27  \n"], ["ARTICLE VII  \nCONTRACTORS ADMINISTRATIVE FUND  \n", "{43) Each Employer shall pay twenty-six cents ($.26)  \nfor each hour worked by each employee of the Employer  \nwithin the bargaining unit. Such payments by check shall  \nbe made payable to the Northwestern Ohio Administra-  \ntors, Inc., Trustees as depository, and shall be transmitted  \nto the Contractors Administrative Fund, P.O. Box 697, To-  \nledo, OH 43697-0697, no later than the 15th day of the  \nmonth following the calendar month in which the work  \nwas performed. Reporting forms shall be furnished by the  \nTrustees of the Contractors Administrative Fund to the  \nEmployers and the form shall provide that the twenty-six  \ncents ($.26) an hour be made by a separate check pay-  \nable to the Northwestern Ohio Administrators, Inc. Trust-  \nees as depository. Delinquent contributions shall be sub-  \nject to such penalties or assessments as the Trustees of  \nthe Fund may prescribe from time to time.  \n{44} Inno event shall the foregoing provisions of this Sec-  \ntion be subject to or suitable for grievance and arbitration un-  \nder this Agreement.  \n(45) The Trustees of said Fund shail comply with atl present  \nang fuiure federdi iaws yoverning ie same.  \n(46) The Union shall have no participation or control of any  \nkind or degree whatever nor shall the Union be connected in  \nany way with the Contractors Administrative Fund.  \n(47) The Employer Association party to this Agreement  \nagrees to defend, indemnify and hold harmless the Union from  \nany and all claims made against it arising out of the establish-  \nment and existence of the Fund.  \n(48) The Contractors Administrative Fund may be in-  \ncreased at the option of the Construction Contractors Coun-  \ncil.  \n28  \n"], ["ARTICLE VI?!  \nLEGALITY / NATIONAL JOINT BOARD  \n", "(49) understood that the Associated General Contrac-  \ntors of Northwest Ohio, Inc., Labor Relations Division, is act-  \ning only as an agent in the negotiations of this Agreement for  \nthose individuals, partnerships and corporations who are  \nmembers of the Associated General Contractors of North-  \nwest Ohio, Inc., Labor Relations Division, and in no eventis  \nto be bound as principal or held liable in any manner for any  \nbreach of this Agreement by any of the Contractors for whom  \nitis acting, or any employee of such Contractor. The Gontrac-  \ntors who are bound by this Agreement shall not be liable for  \nany acts or things done under or pursuant to this Agreement,  \nexcept as such may be contrary to said Agreement in relation  \nto its own employees.  \n(50) It is the intention of the parties that the terms of this  \nAgreement be in conformity with all laws and regulations. in  \nthe event any provision is declared or determined to be illegal,  \nthe operation of such clause shall be suspended pending  \nnegotiation of a legal clause, but the remaining provisions of  \nthis Agreement shall remain in full force and effect.  \n(51) The Employer and the Union agree to abide by the  \nrules and regulations of the Plan for the Settlement of Juris-  \ndictionat Disputes, nationally and locally approved by the Build-  \ning Trades AFL-CIO, and, if a dispute arises, to  \nrefer the matter to the National Joint Board. Should the Asso-  \nciated General Contractors of America and the Building and  \nConstruction Trades Department, AFL-CIO, agree to a vol-  \nuntary plan for the settlement of jurisdictional disputes, the  \nprovisions and procedures of any such plan will become ef-  \nfective on the date of such Agreement.  \n29  \n"], ["ARTICLE |X  \nLABORERS-EMPLOYERS  \nCOOPERATION AND EDUCATION TRUST  \n", "(52) Theparties to this Agreement recognize the existence  \nof Ohio LECET, Laborers-Employers Cooperation and Edu-  \ncation Trust, and jointly pledge to support such trust. The  \nEmployer will contribute such amounts of money to fund this  \ntrust as both parties agree to.  \n"], ["ARTICLE X  \nSUBCONTRACTING  \n", "{53} The Employer agrees that any portion of the wark cov-  \nered by this contract to be done at the job site shall be done  \neither by his own forces in accordance with the terms of this  \nAgreement or by subcontractors who have signed an agree-  \nment with Local No, 500.  \n"], ["ARTICLE X!  \nSHIFT WORK  \n", "(54) Shift work or starting time agreement for three  \nshift operation.  \nin the event of three-shift operations, the following provisions  \nshall apply:  \nThe work week will begin at 7:30 a.m. (summer) and 8:00  \na.m. (winter) on Monday and continue through five (8) full 24-  \nhour periods.  \nThe first shift shall work eight (8) hours.  \nThe second shift shall work seven (7) hours for eight (8) hours  \nPay.  \nThe third shift shall work seven (7) hours for eight (8) hours  \npay.  \n30  \nThree-shift operations must run for at least two (2) wark-  \ning days.  \nNight only or extra shifts shall be paid eight (8) hours time for  \nseven (7) hours worked, when pay is regular pay. When the  \npay is at premium rate, such as double time, then all shifts  \nwill receive pay only for actual hours worked at the premium  \nrates.  \n(56) only or extra shift at reguiar pay works  \nover seven (7) hours, then the hours over seven (7) shall be  \npaid at overtime rates. The eighth (8th) and ninth (9th) hours  \nshail be paid at time and one-haif (1-1/2) and from the tenth  \n(10th) hour and thereafter shall be paid at double time (2 times).  \n"], ["ARTICLE XII  \nREPAIR / REHABILITATION / REMODELING /  \nMAINTENANCE WORK  \n", "(57) = Allrepair, rehabilitation, remodeling and maintenance  \nwork which is performed in an established operating manu-  \nfacturing plant, warehouse or commercial enterprise outside  \nthe regular hours as a service and convenience to the owner,  \nwill be performed at the base rate of the employee plus  \nseventy-five ($.75) cents per nour.  \n"], ["ARTICLE X11!  \nREPORTING TIME  \n", "(58) Any new employee who reports for work at the re-  \nquest of the Employer shall receive two (2) hours pay if not  \nhired by the Employer and put to work, and at no time shail an  \nemployee be held on the job without being paid for the time  \nheld.  \n(59) Altemployees having worked the previous day up to  \nquitting time, reporting on the job uniess notified to the con-  \ntrary, weather conditions or other causes beyond the  \ncontrol permitting, shall be allowed two (2) hours  \npay at the requiar rate. Any employee who of his own choos-  \n31  \ning absents himself from work without notifying his Em-  \nployer or Jeaves work of his own choosing before his  \nquitting time without notifying his Employer shall not be  \nentitled to reporting time.  \n(60) [fan employee is put to work and employed for:  \n(a) less than two (2) hours, he shall receive two (2) hours  \npay; more than two (2} hours but less than eight (8}, he shall  \nreceive hours worked rounded up to the nearest hour.  \n(b) Notwithstanding the foregoing, an employee must re-  \nmain on the job if so requested in order to be entitled to the  \npay as provided above, and an employee shall be paid only  \nfor the actual time worked if he stops work of his volition.  \n(61) Employees shail not lose any time for traveling from  \njob to job during working hours. Neither shalt they be cam-  \npelled to travel during the lunch period. All tools must be gath-  \nered and returned during working hours.  \n"], ["ARTICLE XIV  \nPARKING PROVISION  \n", "(62) Where free parking is not available, the Employer will  \nreimburse an employee a sum, not to exceed $2.00 per day,  \nupon presentation of his receipt for nis parking. Tie Empioyer  \nhas the option to designate the parking area.  \n(63) | Proper access shail be provided at all times, allowing  \ningress and egress to the parking area.  \n"], ["ARTICLE XV  \nWORK HOURS / HOLIDAYS / BEVERAGES /  \nPAY DAY  \n", "(64) The regular workday shall be eight (8) hours Monday  \nthrough Friday. Starting time shall be 7:30 a.m. April 1st  \nthrough September 30th, with the lunch period between 11:30  \na.m. and 12:00 noon. Starting time shall be 8:00 a.m. Octo-  \nber 1st through March 31st with the lunch period between  \n32  \n12:00 noan and 12:30 p.m. In the event job conditions  \nwarrant, the lunch period may be varied, but no employee  \nshall be required to work more than four and one half (4-1/  \n2) hours before eating lunch.  \n(65) {tis understood that at times the Employer's need for  \nproductivity and efficiency on the job will not allow the crew to  \ntake lunch at the regular time. Under such circumstances,  \nEmployers may schedule part of the crew to take lunch be-  \ntween one hour before and one hour after the regular lunch  \nperiod. {f for any reason this is not possible and the employee  \nis required to work through lunch period, he shail be paid time  \nand one-haif (1-1/2) for same and upon his request shall be  \ngiven one-half (1/2) hour of unpaid time to eat lunch.  \n(66) The Employer, without penalty, may schedule an eight  \nhour workday between the hours of 7:00 a.m. and 5:00 p.m.  \nprovided he gives notice of same to the Northwestern Ohio  \nBuilding and Construction Trades Council before the ciose of  \nbusiness on the previous business day.  \n(67)(a) FOUR TENS ~An Employer at his option may sched-  \nule four (4) ten (10) hour days at straight pay provided the  \nEmployer gives notice to the employees and the steward the  \nFriday before a four-tens (4-10s) schedule is implemented.  \nThe four-tens schedule is to be used from Monday through  \nThursday, with Friday (not Saturday) utilized as a make-up  \nday in accordance with make-up day requirements. Any work  \nperformed either before or after the scheduled ten (10) hour  \nshift shall be paid at premium time. All shift rates are to be  \nrecognized in accordance with Article XI of this Agreement.  \nJobs scheduled for four tens shall be worked as four tens for  \nthe entire calendar week. Start time on four tens shall be  \nscheduled between the hours of 6:00 a.m. and 8:00 a.m. Ifa  \nholiday falls on Monday through Thursday, it will be consid-  \nered a day worked for premium time purposes.  \n{b) Premium rate shall be paid at time and one-half (1  \n2) for the eleventh (11th) and twelfth (12th) hours worked Mon-  \nday through Thursday, and on Friday when used as a make-up  \nday. Double time (2x) shall be paid for all hours worked in  \n33  \nexcess of twelve (12). On Fridays not used as a make-up  \nday, time and one-half (1-1/2x) shall be paid for the first  \nten (10) hours worked with double time (2x) paid on all  \nhours in excess of ten (10). Saturdays shall be paid at  \ntime and one-haif (1-1/2x) for the first eight (8) hours  \nworked with doubie time (2x) paid for all hours worked in  \nexcess of eight (8). All hours worked on Sundays and  \nHolidays shall be paid at double time (2x).  \n(c) Any portion of the Friday make-up day worked that  \nexceeds the number of hours lost due to weather, up to a  \nmaximum of ten (10) hours, will be paid at one and one-half  \ntimes (1-1/2x) the straight time hourly rate. Friday make-up  \ndays will be scheduled for a minimum of ten (10) hours.  \n{68} All work outside the regular working hours, excepting  \nvariation of lunch period, shall be paid at the premium rate of  \npay. Premium rate shall be paid at the rate of time and one-half  \n(1-1/2x) for the first two (2) hours of overtime after eight (8)  \nhours of work (9th and 10th hours), double (2x) after ten (10)  \nhours. Time and one-half {1-1/2} to be paid the first eight (8)  \nhours on Saturday; double time (2x) after eight (8) hours on  \nSaturday. Double time (2x) to be paid on Sundays and holi-  \ndays.  \n(a) Saturday Make- up Day - A make-up  \nnm Ont mde sash ins  \nOn a vawroay dur it 1g a WoUn weasees es  \nceled due to weather conditions.  \nday may be  \no con-  \nNP Nt  \nSuch work shall be paid at the rate applicable if the work had  \nbeen performed Monday through Friday in the Agreement and  \nshall be voluntary on the part of the employees. Employees  \ndeclining such work shall do so without penalty or recrimina-  \ntion. Preference for make-up day work shall be given to em-  \nployees affected by the cancellation. The Union will be noti-  \nfied prior to Saturday make-up day being worked.  \nAny portion of the Saturday make-up day worked that exceeds  \nthe number of hours lost due to weather will be paid at one  \nand one-half (1-1/2) times the straight time hourly rate. Satur-  \nday make-up days will be scheduled for a minimum of eight  \n(8) hours.  \n34  \n(69) Employees may drink beverages  \nwhile at work.  \n(70) The regular pay week shall start on the first shift Mon-  \nday and end before the first shift on the following Monday.  \nPay day shall not be later than the following Thursday.  \n(71) The recognized holidays shall be New Year's Day,  \nMemorial Day, Independence Day, Labor Day, Thanksgiving  \nDay and Christmas Day. If a holiday listed above falls on a  \nSunday, it will be observed on Monday. Local 500 members  \nmay, at their discretion, observe the day set aside for the ob-  \nservance of Martin Luther King’s birthday without recrimina-  \ntion or discipline by the Employer.  \n(72) tis agreed wages shall be paid weekly in currency or  \nby check on the job during regular working hours. Employees  \nshall be paid in full wnen employment is terminated. All men  \nshall be given their unemployment separation slip when laid  \noff or discharged. Any employee having to wait beyond the  \nregular quitting time for his money shall be paid at the regular  \novertime rate for said waiting time; however this shail be con-  \nstrued to apply only to the regular working hours of each day.  \nEmployees leaving their jobs of their own votition shall receive  \ntheir pay the next regular pay day.  \n(73) The above conditions shall apply except that those  \nEmployers who have an established record of payment of  \ntringe benefits to a designated depository for a period of 24  \nmonths shall have the privilege of paying off an employee who  \nhas been laid off, within 24 hours excluding Saturday, Sun-  \nday or holidays, and then by the first working day following, at  \na place designated by the employee from the following alter-  \nnatives: in the mail to the home of the employee, to the Union  \nHall, or at the office of the Employer.  \n35  \n"], ["ARTICLE XV!  \nPICKETING  \n", "{74) {a) It shail not be a violation of this Agreement for  \nemployees covered by this Agreement to refuse to cross  \na picket line and perform work in any instance, where:  \n({b) the purpose of the picketing is lawful, and is duly au-  \nthorized by the Union so picketing, and  \n(c) the establishment thereof is not contrary to or in vio-  \nlation of any valid law.  \n(d) However, for the good of the industry both parties  \npledge their immediate cooperation to eliminate any of the  \nabove mentioned possibilities.  \n"], ["ARTICLE XVII  \nFOREMAN  \n", "{75) The Employer shall designate a foreman whenever  \neight (8) or more men, regardless of the number of crews, are  \nengaged by the Employer to perform work coming within the  \njurisdiction of the Union. When there are separate crews of  \nsix (6) or more employees, a foreman shall be designated for  \nwae:  \n(76) The wage sate for any foreman selected by the Em-  \nployer shall be $1.00 per hour over the journeyman base rate  \nof pay.  \n(77) Employer employs more than eighteen (18)  \nLaborers on a job, a general foreman shall be named. A gen-  \neral foreman shail receive $2.00 per hour over the highest  \nbase rate of pay of Laborers under his direction. The general  \nforeman shall be a member of Local 500.  \n(78) The Laborer foreman shall be selected by the Em-  \nployer. Upon request of the Employer, the Union may under-  \ntake to furnish individuals with sufficient qualifications and  \nexperience to the duties and responsibilities of the  \n36  \nforeman. The designation of the individual as foreman is  \nexclusively the responsibility of the Employer.  \n(79) However, in any case, an Employer-appointed fore-  \nman must be a member of the Laborers’ International Union  \nof North America, Local No. 500.  \n(80) the job warrants a Laborer foreman, Laborers or  \ntenders shall receive orders directly from the foreman. How-  \never, if the job does not qualify for a foreman, the Laborers or  \ntenders shall receive orders directly from the job superinten-  \ndent or whomever the Employer may designate.  \n"], ["ARTICLE XVIII  \nAUTHORIZED UNION REPRESENTATIVE  \n", "The duly authorized representative of Local No. 500, if having  \nin his possession proper credentials, shall be permitted to  \nvisit jobs during working hours to interview Employers, stew-  \nards or an employee, but shail in no way interfere with the  \nprogress of the work. All Employers must furnish business  \nagents with proper credentials to contact all jobs.  \n(82) The business manager or field representative of the  \nUnion shall have the right to select an individual to act as a  \nsteward on the job and whose duty it will be to enforce the  \nterms and conditions set forth in this Agreement. Provided  \nthe individual designated as steward by the Union has the  \nqualifications and the experience, he shall remain on the job  \nuntil it has been completed with the exception of one (1) fare-  \nman, provided he has been employed as a foreman on the  \nproject for 30 days or more. It shall be the duty of the busi-  \nness manager or field representative of the Union to inform  \nthe Employer of the identity of the steward upon his selection.  \n"], ["ARTICLE XIX  \nSTEWARD  \n", "(83) The steward shall be allowed reasonable tims to per-  \nform his steward duties with the feast interference to the job.  \nThe steward’s activities shall be conducted on the  \n37  \nimmediate job site. The steward shail be notified when a  \nlayoff occurs. When Laborers are working overtime, the  \nsteward shall be one of them.  \n(84) ‘If there is a steward on the project when it is tempo-  \nrarily halted or shut down for thirty (30) days or less for any  \nreason, said steward will be the first Laborer employee given  \nthe opportunity to return to work on the same project for the  \nsame Employer. This provision shall not apply after 24 hours  \nnotice to the Union Hail, excluding Saturday or Sunday.  \nStewards are to work, except on jobs of unusual size, and  \nthen shall not wark only after agreement between the Em-  \nployer and business representative involved. (It shall be left to  \neach individual Union and Employer to decide if a job is of  \nunusual size.) If in the opinion of the Employer the job stew-  \nard is not performing his duties impartially, the Employer or  \nhis representative shall agree not to lay off, discharge or trans-  \nfer the steward on the job until he has discussed the matter  \nwith the business manager or his representative, who shall  \nmeet for such discussion on the job site within twenty-four  \n(24) hours after notification to the Union office, Saturday, Sun-  \nday and holidays excluded, and adjust the difficulty to the  \nmutual satisfaction of both parties.  \n(85) The steward shall be allowed to accompany any mem-  \nber of the Union who is seriqusly injured to see thal proper  \nmedical attention is given and the employee’s welfare taken  \ncare of at no Jost time. If injured employee has to be taken to  \nthe haspital or to his home, the steward will furnish both com-  \npany and Union with a complete report.  \n"], ["ARTICLE X X  \nDISMISSAL  \n", "(86) Noemployee shall be dismissed by the Employer or  \nhis representative or penalized by the Union by reason of  \nmaking a Complaint or giving evidence in respect to an al-  \nleged violation of this Agreement.  \n38  \n"], ["ARTICLE X XI  \nGRIEVANCE AND ARBITRATION  \n", "(87) Alt disputes, claims or grievances regarding the  \ninterpretation or application of the existing labor agree-  \nment shall first be taken up between the employee in-  \nvolved and / or the job steward and / or the business  \nrepresentative of the Union and the Employer and / or his  \nrepresentative. These parties shall attempt to settle the  \ngrievance. No grievance shail be filed or processed on  \nfacts or events which have occurred prior to seven (7)  \ncalendar days before the grievance is filed.  \n(88) Inthe event a settlement is not reached, the dispute,  \nclaim or grievance shall be referred by either party in writing,  \non an approved form, to the Joint Labor Reiations Board of  \nthe parties to this contract within three (3) regular working  \ndays, and such board shall take action within seven (7) calen-  \ndar days.  \n"], ["ARTICLE X XII  \nSUBSTANCE ABUSE  \n", "(89) the policy of the Employer to prohibit the manu-  \nfacture, sale, possession or use of a controlled substance in  \nthe workplace. All employees are required to comply with this  \npolicy and shall notify the Employer of any conviction for a  \ncriminal offense which occurred at the workplace during work-  \ning hours involving a criminal drug statute. This notice must  \nbe given within five (5) days of the conviction.  \n(90) The Employer reserves the right to discipline, up to  \npossible termination, any employee convicted of a criminal  \ndrug offense which occurred at the workplace during working  \nhours and employees so convicted may be required to partici-  \npate in an approved drug abuse program at no cost to the  \nEmployer. Discipline may also be imposed and criminal pros-  \necution initiated for the possession or use of a controlled sub-  \nstance tn the workplace. This notice is being issued to com-  \nply with the requirements of the Drug Free Workplace Act,  \nP.L. 100-440.  \n39  \n(91) The NWOGLCA Substance Abuse Policy shall be  \nin effect for all bargaining unit employees working under  \nthe collective bargining agreement in Laborers’ Local 500.  \n"], ["ARTICLE X X11!  \nPHYSICAL EXAMINATIONS  \n", "(92) requires an employee to have a physi-  \ncal examination, the Employer shall pay the cost of the physi-  \ncal examination and will pay the employee’s regular rate of  \npay for all time needed to have the physica! examination.  \n"], ["ARTICLE XXIV  \nWORKERS’ COMP. / UNEMPLOYMENT INS. /  \nSOCIAL SECURITY  \n", "(93) Employers shall provide protection for employees in  \nconformity with the provisions of the Workers’ Compensation  \nAct of Ohio, unemployment insurance and Social Security.  \n{94) The Employer at all times must carry Workers’ Com-  \npensation, Social Security and unernployment insurance, and  \nmust have sufficient funds on deposit to meet all payrolls. In  \ncases where coverage is not carried, this shall be sufficient  \ncause for refusal to work for the Employer not carrying pro-  \ntection.  \n"], ["ARTICLE X XV  \nJOB SITE FACILITIES  \n", "(95) The Employer shall provide a suitable shanty where  \nemployees May dress, keep their clothes and eat their lunches.  \nSaid shanty or shelter house shall meet necessary sanitation  \nrequirements and shall be heated and made comfortable to a  \nreasonable degree. Suitable toilet facilities shall be provided  \non all jobs.  \n(96) if employees are requested to work in inclement  \nweather, they shall be fumished with ample protection by the  \nEmployer, namely, raincoats, boots, rubber pants, slickers, etc.  \n40  \n(97) | Anadequate supply of potable water shall be provided  \nin all places of employment.  \n(98) |The Employer shall furnish ample protective clothing,  \nnamely: raincoats, knee or overboots, headgear, etc. when  \nemployees are required to work in mud, concrete or inclem-  \nent weather or any other wet conditions. Protective clothing  \nshall be issued to the individual for the duration of the job and  \nshall not be reissued until it has been thoroughly sanitized  \nand dried. Protective clothing issued may be chargeable to  \nthe employee if lost or damaged beyond ordinary wear and  \ndeteriaration.  \n"], ["ARTICLE XX V1  \nARBITRATION  \n", "(99) This Agreement between the Northwestem Ohio Build-  \ning Trades Council and Associated General Contractors of  \nNorthwest Ohio, Inc., Labor Retations Division, requiring the  \narbitration of all disputes, dated June 1, 1939, with all amend-  \nments and changes, together with all rules and regulations  \nfor its enforcement, is by incorporated into and made  \na part of this Agreement, the same as if specifically set forth  \nherein.  \n"], ["ARTICLE XXVI1  \nTERMINATION FOR  \nNON-ASSOCIATION CONTRACTORS  \n", "(100) The Union will notify the Association which is sig-  \nnatory to this Agreement of the name and address of any  \ncontractor who becomes signatory to or bound by this Agree-  \nment during the term of this Agreement. The notice shall be  \ngiven in writing within seven (7) days of the time any such  \ncontractor becomes signatory or bound hereto. The notice  \nshall include a copy of the signature page of the contract  \nor the assent card and, if not noted thereon, a statement  \nof the date the contract or assent card was signed or the  \ndate the contractor became bound.  \n41  \n(101) Within seven days of the receipt of a notice  \nfrom the Union of its intent to terminate or modify this  \nAgreement, the Association will notify all such Contrac-  \ntors of whom the Association has been notified by the  \nUnion. Each such Contractor shall have 30 days from the  \ndate the Association received the notice of intent to termi-  \nnate or modify to advise the Union in writing of its intent to  \nnegotiate separately for a renewal agreement.  \n(102) In the event any such Contractor fails to advise  \nthe Union of its intent to negotiate separately within the time  \nperiod set forth above, such Contractor shali be deemed and  \npresumed to agree to the terms and agreement arrived at in  \nnegotiations between the Union and the Association and to  \nbe bound by the Collective Bargaining Agreement resulting  \ntherefrom.  \n(103) The provisions of this Section shall operate for  \nsuccessive Collective Bargaining Agreements until such time  \nas the Employer or Union gives timely notice that said party  \ndesires to negotiate separately. Said notice shall be given within  \nthe time periods provided in the termination clause of this  \nAgreement or any successive Collective Bargaining Agree-  \nment,  \n"], ["ARTICLE XAVITI  \nHEALTH & WELFARE AND PENSION PLAN  \n", "(104) The parties hereto, as part of this Agreement, agree  \nto abide by the terms of the Laborers’ District Council Health  \nand Welfare and Pension Plans.  \n(105) Upon agreement between the Emptoyer and the  \nUnion to establish terms of a Defined Contribution Pension  \nPlan, the Employer shall allocate the amount of money re-  \nquested by the Union from the base hourly wage rate to es-  \ntablish a Defined Contribution Pension Plan. The Employer  \nshall appoint an equal number of Trustees to establish and  \nserve on this Defined Contribution Pension Plan’s Board of  \nTrustees.  \n42  \n"], ["ARTICLE X X!X  \nWORKING RULES  \n", "(106) it is expressly understood that working rules, by-  \nlaws, conditions, practices or customs, unless same are spe-  \ncifically mentioned in this Agreement, shall not be interpreted  \nas being a part hereof.  \n(107) Should any working rule herein contained conflict  \nin any manner with any Article in the Contract, then the Article  \nshall prevail.  \n(108) Construction work not covered by this Agreement  \nshall be governed by the wages and working conditions con-  \ntained in agreements which the Union has with the Employ-  \ners in such other divisions of the construction industry. This  \nshall not apply to jobs of one day’s duration or less.  \n"], ["ARTICLE X X X  \nMORE FAVORABLE TERMS  \n", "(109) If the Union turnishes workers to any Employer  \nunder any more favorable terms or conditions, including wage  \nrates, than those contained herein for the work covered by  \nthis Agreement, the Union agrees that such more favorable  \nterms and conditions shall automatically be extended to the  \nEmployer for that project or projects.  \n"], ["ARTICLE XX Xf  \nOFF-THE-JOB TRAINING PROGRAM  \n", "(110) Having endorsed a Building Trades Training Pro-  \ngram as approved by the Office of Economic Opportunity, the  \nparties agree to amend this Contract to the extent necessary  \ntn order to implement said program.  \n{1411} The parties to this Agreement shall establish a com-  \nmittee which will study the development of an off-the-job train-  \ning program using rates and procedures approved by Local  \n43  \n500, the Laborers’ International Union and the Associated  \nGeneral Contractors of Northwestern Ohio, Inc., Labor Rela-  \ntions Division. Such rates shall not be used for on-site con-  \nstruction.  \n{142} The parties to this Agreement will comply with the  \nFederal and State Executive Orders on Equal Employment  \nOpportunity.  \n(113} The parties establish an apprentice program.  \nAli costs associated with the establishment and the on-going  \ntraining shall be paid by the Employer. The Standards of Ap-  \nprenticeship shall be into this Master Agreement  \n__ as if fully written herein. The Apprentice Committee shall es-  \ntablish the apprentice wage rates and the number of appren-  \ntices allowed.  \n"], ["ARTICLE X X X11  \nAPPRENTICES  \n", "(114) All matters pertaining to apprentices shall be gov-  \nered by the terms and conditions of the Apprenticeship Stan-  \ndards to which the Union and Employers are bound as if futly  \nrewritten herein. a  \n(115} inorder to assure proper training for apprentices, the  \nfollowing ratio of journeymen to apprentices shall prevail:  \nThe ratio of apprentices to journey workers as a total of each  \nemployer's Laborers in the Union’s jurisdiction shall be:  \nOne (1} apprentice after one (1) journey worker employed;  \nTwo (2) apprentices after five (5) journey workers employed;  \nThree (3) apprentices after nine (9) journey workers employed;  \nOne (1) apprentice for every four (4) journey workers  \nemployed thereafter.  \nThe ratio shall be consistent with the proper supervision,  \n44  \ntraining, safety, continuity of employment, and applicable  \nprovisions in the collective bargaining agreement.  \n(116) Apprentice Wages - Apprentices shall be paid a  \nprogressively increasing schedule of wages consistent with  \nskills and knowledge acquired. The rate for each period of the  \napprenticeship is expressed as a percentage oi the skilled  \nConstruction Craft Labor journey worker’s rate specified in  \nthe collective bargaining agreement. The approximate time  \ninterval for each period is indicated; it may be adjusted for  \nindividual apprentices making accelerated progress, or ex-  \ntended as may be required for unsatisfactory progress. Such  \nadjusted periods may be made only by JATC action. The  \nschedule that follows provides for four equal periods of ap-  \nproximately 1,000 hours of work and training each period:  \nFirst 50% of journey worker's rate  \nSecond period - 60% of journey worker’s rate  \nThird period - 70% of journey worker's rate  \nFourth period 90% of journey worker's rate  \nIn no instance will the starting rate be less than the hourly  \nminimum of the Fair Labor Standards Act. The apprentice  \nrate shall be based on the collective bargaining agreement  \nuniess a higher rate is specified by applicable federal or state  \nlaw or regulation. All apprentices will be entitled to all fringe  \nbenefits provided in the collective bargaining agreement.  \n45  \n"]]