[["", "   \n   \n"], ["", "ARTICLES OF AGREEMENT  \nBETWEEN  \nLABOR RELATIONS DIVISION OF THE ASSOCIATED GENERAL  \nCONTRACTORS OF NORTHWESTERN OHIO, INC.  \nAND  \nINDIANA / KENTUCKY / OHIO REGIONAL  \nCOUNCIL OF CARPENTERS  \nLOCAL UNION NOS.  \n351, 372, 744  \nEFFECTIVE JULY 1, 2013 THROUGH APRIL 30, 2018  \n   \nINDEX  \nADMINISTRATIVE PROVISIONS  \nArticle I  \n"], ["", "Article II  \nArticle III  \nArticle IV  \nArticle V  \nArticle VI  \nArticle VII  \nArticle VIII  \nArticle IX  \nArticle X  \nArticle XI  \nArticle XII  \nArticle XIII  \nDeclaration Principles  \nRecognition  \nUnion Security  \nUnion Representation and Access to Jobs  \nGrievance and Arbitration  \nViolation Clause  \nFringe Benefits  \nContractors Administrative Fund  \nCarpenters Joint Apprenticeship and Training  \nDepository Collection Agents  \nUnemployment and Workers' Compensation Insurance  \nPre-Job Conference  \nSubcontracting  \nWORKING CONDITIONS  \nArticle XIV Nondiscrimination  \n"], ["", "Article XV Hiring  \nArticle XVI Foreman  \nArticle XVII Stewards  \nArticle XVIII Apprentices  \nArticle XIX Hours of Work/Overtime/Holidays/Shifts  \nArticle XX Special Shift, Repair, Rehabilitation, Remodeling and Maintenance Work  \nArticle XXI Pay Day  \nArticle XXII Reporting/Show-up Time  \nArticle XXIII Hardship Allowance  \nArticle XXIV _— Discharge or Layoff  \nArticle XXV___— Facilities, Equipment, Safety  \nArticle XXVI Trade Autonomy - Carpenters, Joiners and Lathers  \nJURISDICTIONAL MAP  \nArticle XX VII Wages Rates  \n"], ["", "Article XXVIII Special Work Rates  \nArticle XXIX Market Recovery  \nArticle XXX Withdrawal from Multi-Employer Bargaining Unit  \nArticle XXXI Legality of Agreement  \nArticle XXXII Term of Agreement - Signatures  \n13  \n14  \n15  \n16  \n17  \n18  \n18  \n19  \n19  \n19  \n21  \n24  \n25  \n25  \n26  \n26  \n27  \n28  \nTHIS PAGE LEFT BLANK INTENTIONALLY  \n   \n   \n   \n(1)  \n(2)  \n(3)  \n(4)  \n(5)  \n(6)  \n(7)  \n(8)  \n(9)  \n(10)  \n(11)  \nAgreement between  \nLabor Relations Division of the  \nAssociated General Contractors of Northwest Ohio and  \nToledo Area Carpenter Employers Association, Inc.  \nAnd  \nIndiana / Kentucky / Ohio Regional Council of Carpenters  \n(herein referred to as “Union’”’)  \nLocal Union Nos. 351, 372, 744  \nAdministrative Provisions  \n"], ["ARTICLE I  \nDECLARATION OF PRINCIPALS  \n", "There shall be no limitation as to the amount of work a man shall perform during his working day.  \nThere shall be no restriction of the use of machinery, tools or appliances furnished by the Employer.  \nThere shall be no restriction of the use of any raw or manufactured material, except prison made.  \nNo persons other than the authorized representatives of the Union shall be entitled to contact workmen  \nduring working hours without permission.  \nThe use of apprentices shall be encouraged.  \nThe foreman shall be the agent of the Employer.  \nThe employee is at liberty to work for any Employer signatory to this Agreement, but shall demand and  \nreceive the wages as provided for herein.  \nWherever in this Agreement “man” or “him” or their related pronouns may appear, either as words or  \nparts of words, they have been used for representative purposes and are meant to include both female and  \nmale sexes.  \nThe term \"Union\" as used herein, shall mean the Indiana / Kentucky / Ohio Regional Council of  \nCarpenters and Carpenters Local Unions No. 351, 372, and 744.  \n"], ["ARTICLE I  \nRECOGNITION  \n", "WHEREAS, the parties hereto are desirous of stabilizing employment and promoting harmony and  \nefficiency in the relations between the Employer and the Union, the parties hereto agree as follows:  \nThe Employer acknowledges that the Union has offered to establish its majority status by allowing the  \nEmployer to examine authorization cards voluntarily executed by the Employer's eligible employees in an  \nappropriate unit; the Employer is satisfied that the Union represents a majority of its eligible employees in  \nan appropriate unit and has waived the opportunity to examine the authorization cards; and therefore, the  \nEmployer recognizes, pursuant to Section 9(a) of the Labor/Management Relations Act of 1947 as  \namended, the Union as the sole and exclusive bargaining representative for all full time and regular part-  \ntime journeymen, apprentices, trainees, foremen and general foremen performing carpentry work, but  \nexcluding all office employees, professional employees, managerial employees, guards and supervisors  \n  \nas defined in the Labor/Management Relations Act of 1947 as amended.  \n(12) The Employer waives any right that he or it may have to terminate, abrogate, repudiate or cancel this  \nAgreement during its term, during the term of any future modifications, changes, amendments,  \nsupplements, extensions or renewals of or to said Master Agreement, or to file any petition before the  \nNational Labor Relations Board seeking to accomplish such termination, abrogation, cancellation or  \nrepudiation during the term of any negotiated collective bargaining agreement.  \n(13) Thus the Employer agrees it will not recognize, deal with or enter into contractual or other relations,  \neither written or oral, with any other labor organization, agency, committee, group of employees or any  \nemployee or other person with respect to wages, hours and all other terms or conditions of employment,  \nother than employees covered by this contract.  \n(14) The term \"employees\" as used herein, shall mean all employees including journeymen and apprentices of  \nthe Employer coming within the jurisdiction of the United Brotherhood of Carpenters and Joiners of  \nAmerica, as modified or expanded by decisions of the National Labor Relations Board and/or the  \nNational Joint Board for the Settlement of Jurisdictional Disputes. Any reference to carpenter helpers has  \nno effect in this contract.  \n(15) An employee performing collective bargaining unit defined in this Agreement shall be  \nrecognized as one of the following classifications: Apprentice, Journeyman, Foreman or General  \nForeman. All persons performing bargaining unit work regardless of their title, e.g. superintendent, shall  \nbe compensated in accordance with the terms of this Agreement for such work performed and shall be  \nsubject to the requirements of Article ITI.  \nCOLLECTIVE BARGAINING UNIT  \n(16) The persons, firms, corporations, joint ventures or other business entities bound by the terms of this  \nAgreement are referred to in this Agreement as \"Employer\" or \"Employers.\" The Employers and the  \nUnion by entering into this Agreement intend to and agree to establish a single multi-employer  \ncollective bargaining unit. Any Employer who becomes a party to this Agreement shall thereby become  \na member of the multi-employer collective bargaining unit established by this Agreement and hereby  \nauthorizes the Association as its representative for collective bargaining purposes with respect to the  \nUnion.  \n(17) Employers covered by this Agreement shall be free to designate their own representatives for the  \npurposes of collective bargaining and contract administration; however, such designation shall not affect  \nthe Employers’ membership in the collective bargaining unit established by this Agreement or the  \ndesignation of the Association as the bargaining agent for the multi-employer collective bargaining unit.  \n(18) Both parties to this Agreement agree to abide by the terms and provisions of the Agreement creating the  \nNational Joint Board for the Settlement of Jurisdictional Disputes and the rules of the Joint Board.  \nShould the Associated General Contractors of America and the Building and Construction Trades  \nDepartment agree to a voluntary plan for the settlement of jurisdictional disputes, the provisions and  \nprocedures of any such plan will become effective on the date of such agreement.  \n(19) The Employer and the Union further agree that the work under construction during the pendency of a  \njurisdictional dispute shall continue without a work stoppage on the assignment of the Employer until  \n‘such time as the jurisdictional dispute is resolved as provided herein.  \n   \n(20)  \n(21)  \n(22)  \n(23)  \nThe Employer agrees, as part of the consideration of this Agreement, that neither the Union, its officers  \nor agents shall be liable for damages for unauthorized stoppages, strikes, intentional shutdowns or  \nsuspension of work if the Union is not responsible for the unauthorized work stoppage. The Union will  \nnotify the men when requested that a work stoppage is unauthorized.  \nIt shall not be a violation of this contract and it shall not be grounds for discharge, discipline and/or  \npermanent or temporary replacement for an employee covered by this Agreement to refuse to cross a  \nlawful, primary picket line whether established by this labor organization or any other labor  \norganization.  \n"], ["ARTICLE II  \nUNION SECURITY  \n", "All employees who are members of the Union on the effective date of this Agreement shall be required  \nto remain members of the Union in good standing as a condition of employment during the term of this  \nAgreement. Good standing shall be defined as \"Employees shall have all union obligations fulfilled,  \nincluding monetary obligations paid current, prior to commencing work. New employees shall be  \nrequired to become and remain members of the Union in good standing as a condition of employment  \nfrom and after the seventh day following the date of their employment or the effective date of this  \nAgreement, whichever is later.  \n"], ["ARTICLE IV  \nUNION REPRESENTATION AND ACCESS TO JOBS  \n", "Authorized representatives of the Union and the Carpenters Joint Apprenticeship and Training  \nCommittee shall have access to jobs where employees covered by this Agreement are employed,  \nproviding they do not unnecessarily interfere with the employees or cause them to neglect their work  \nand, further, provided such Union representatives comply with customer rules  \n"], ["ARTICLE V  \nGRIEVANCE AND ARBITRATION  \n", "All disputes, claims or grievances regarding the interpretation or application of the existing labor  \nagreement shall first be taken up between the employee involved and/or the job steward and/or the  \nbusiness representative of the Union and the Employer and/or his representative. No grievance shall be  \nfiled or processed on facts or events which have occurred prior to seven (7) calendar days before the  \ngrievance is filed. These parties shall attempt to settle the grievance. Grievances will be scheduled for  \nhearing within twenty-one (21) days of receipt in the Construction Contractors Council office, unless an  \nextension is agreed upon. The grievance and arbitration procedure established herein shall be applicable  \nto all signatory Employers.  \nIn the event a settlement is not reached, the dispute, claim or grievance shall be referred by either party in  \nwriting on an approved form to the Joint Labor Relations Board of the parties to this contract within three  \n(3) regular working days. The Joint Labor Relations Board shall be a standing committee with  \nrepresentatives and alternates appointed by the respective parties. Grievances shall be entertained at the  \nscheduled dates unless special circumstances, such as safety issues, dictate the calling of a specially-  \ncalled meeting. No more than one continuance will be permitted. In the event a party to the grievance  \ndoes not attend a scheduled hearing within the time period stated herein, the hearing shall proceed and a  \ndecision rendered in his absence. The Joint Labor Relations Board shall make such decisions as it  \ndeems just and proper under the Labor Agreement and after hearing any evidence adduced by any  \n   \n(26)  \n(27)  \n(28)  \ninterested parties. The Joint Labor Relations Board shall make reasonable rules and regulations for its  \nown conduct. These rules and regulations shall be made available to all Employers and Unions. All  \nmajority decisions of the Joint Labor Relations Board are final and binding.  \nIn the event the Joint Labor Relations Board is unable to reach a majority decision within fourteen (14)  \ncalendar days of the scheduled hearing or any mutually agreed to extension, the dispute, claim or  \ngrievance may be referred to a single arbitrator for decision. If an arbitrator cannot be selected by mutual  \nconsent of the parties to the grievance, the Joint Labor Relations Board shail appoint the arbitrator. The  \narbitrator shall make such decisions as he deems just and proper under the Labor Agreement and after  \nhearing any evidence adduced by the parties. The decision of the arbitrator shall be final and binding.  \nThe cost(s) of the arbitrator shall be borne by the losing party.  \n"], ["ARTICLE VI  \nVIOLATION CLAUSE  \n", "Any Employer who violates this Agreement regarding wages and fringe benefit contributions shall  \nreimburse all employees the difference between the wages or pay the proper amounts to the proper fringe  \nbenefit program if the Employer was otherwise in compliance with the Union Security Clause, Article  \n[II, at the relevant time. If the Employer was not in compliance with the Union Security Clause, Article  \nIll, at the relevant time, i.e. the individuals who performed the work were not members of the Union,  \nthen the Employer shall pay the Union the full amount of wages and fringe benefit contributions owed  \nunder this Agreement. Reasonable legal fees and costs incurred by the Union to pursue its case in either  \nsituation will be paid by the Employer, if found guilty.  \nARTCILE VII  \nFRINGE BENEFITS  \nGeneral  \n1. The fringe benefit provisions contained in paragraphs (29) through (41) inclusive of Article VII of  \nthis Agreement shall apply to all Employers who become signatory or bound by this Agreement  \nand all other Employers and Employer Groups who become a party to an agreement relating to the  \nfringe benefit programs described herein.  \n2. All Employers referred to in paragraph (29) of this Article (all of which Employers are hereinafter  \nreferred to as \"Participating Employers\") who are party to and bound by this Agreement  \nacknowledge, accept and agree to be bound by the Agreement and Declaration of Trust, as  \nhereinbefore and/or hereafter amended, establishing the:  \n(a) Ohio Carpenters Health Fund;  \n(b) Ohio Carpenters Pension Plan;  \n(c) Northwest Ohio Carpenters, Millwrights, and Pile drivers Supplemental Pension Fund;  \n(d) Carpenters Joint Apprenticeship and Training Fund;  \n(e) Contractors Administrative Fund;  \n(f) UBC National Fund;  \n(g) Indiana / Kentucky / Ohio Regional Council of Carpenters Dues Deduction Fund;  \n(h) Northwest Ohio Carpenters Savings Plan (Locals 351, 372, 744 );  \n(i): Committee On Political Education (COPE)  \nand acknowledge, accept and agree to be bound by the Plan and Plan Documents of each of said  \n-6§-  \n   \n—-, i i  \na  \nemployee benefit plans. The Participating Employers and Union further acknowledge and agree that  \nthe Trustees shall have the sole and exclusive authority to determine the rules of eligibility to  \nparticipate in said Plans and the benefits and coverage to be provided therein. No person shall have  \na vested right to participate in any Plan nor to receive any benefits or coverage from any Plan except  \nas expressly stated therein. The Participating Employers acknowledge and agree that copies of the  \nTrust Agreements, Plans and Plan documents have been made available to them at the Plan  \nadministrators' office for their review and inspection prior to the execution of this Agreement and  \nshall be available to them during the term of this Agreement.  \nDue to the deleterious and harmful effect unfunded vested pension liability has on the unionized  \nconstruction industry, the parties to this labor agreement which is the authority for the establishment  \nof the Ohio Carpenters Pension Plan do hereby direct that such plan eliminate all unfunded vested  \npension liability. The trustees of the plan shall establish a Funding Policy with the objective to  \neliminate all unfunded vested pension liability and maintain that status throughout the plan’s  \nexistence. In addition, no benefit increases shall be considered or enacted at any time an unfunded  \npension vested lability 1s in existence.  \nTo the fullest extent permitted by law, all Participating Employers who are party to and bound by  \nthis Agreement shall be bound by the terms, provisions and conditions of all Rules, Regulations and  \nResolutions and amendments thereto promulgated by the Trustees of the aforesaid employee benefit  \nplans in accordance with the aforesaid Trust Agreement, whether currently existing or promulgated  \nduring the term of this Agreement.  \nAll Participating Employers who are party to and bound by this Agreement hereby accept the  \ndesignation of the Employer Trustees of all of said employee benefit plans and any successor  \nTrustees appointed by the Association in accordance with the provisions of the Trust Agreements.  \nAt the request of the Union, and with mutual consent of the Association, the health fund provider(s)  \nmay be changed. Further, by mutual consent of the Union and Association, all of the health fund  \nplans referred to in this Article may be combined into one (1) plan. Consent shall not be  \nunreasonably withheld.  \nIn the event the change or combination results in a lesser contribution rate, the difference shall be put  \non the employee's check. In the event the change or combination results in a rate greater than the  \ncurrent rate of contributions, the difference shall be allocated from the base rate of pay.  \n(29) Contributions  \n(b)  \nThe Participating Employers to each and every employee benefit plan (or to the  \nsuccessor of any said plans) for all employees of each such Participating Employer who are members  \nof a collective bargaining unit represented by the Union (whether or not the employees are members of  \nthe Union), as follows:  \nOhio Carpenters Health Fund — Deduction shall be for every hour WORKED as shown on the wage  \naddendum of this contract.  \nOhio Carpenters Pension Plan — Deduction shall be for each hour PAID as shown on the wage  \naddendum of this contract.  \n   \n(Cc  \n(d  \n(f)  \n~~  \n  \nNorthwest Ohio Carpenters, Millwright, and Pile drivers Supplemental Pension Plan — Deduction  \nshall be for each hour PAID as shown on the wage addendum of this contract.  \nCarpenters Joint Apprenticeship and Training Fund — Deduction shall be for each hour WORKED as  \nshown on the wage addendum of this contract.  \nContractors Administrative Fund — Deduction shall be for each hour WORKED as shown on the  \nwage addendum of this contract.  \nUBC National Fund. — Deduction shall be for each hour WORKED as shown on the wage addendum  \nof this contract.  \n(30) Deductions  \n1.  \n(31)  \nThe Participating Employers shall deduct the sum of three and half percent (3.5%) of gross wages paid  \nfor every employee who has signed a dues authorization form for the Regional Council. All dues  \ndeductions shall be in force from date of hire.  \nSavings deduction shall be for each hour WORKED as shown on the wage addendum of this  \ncontract. The participating employers shall deduct the sum shown for every Employee for the Indiana  \n/ Kentucky / Ohio Regional Council of Carpenters Savings Fund. The parties will become signatory  \nto an Agreement which sets forth tn detail how the Carpenters Savings Plan shall function and be  \nmanaged.  \nIt is understood and agreed that if any carpenter employee wishes to make a voluntary contribution of  \nthree cents ($0.03) per hour for each hour worked to Committee on Political Education (COPE), and  \nauthorizes the Employer to make such a deduction on a form complying with applicable state and  \nfederal laws concerning such deduction and assignment, the Employer shall deduct such contributions  \nfrom the earnings of such employee and agrees to transmit them along with other fringe benefits and  \ndeductions to a central depository as determined by the union.  \nPAID hours are the quotient of total gross wages divided by the hourly rate of pay for one regular  \nhour WORKED.  \nReporting Forms  \nAll Participating Employers shall report to the Administrator(s) of the aforesaid employee benefit  \nplans or such other duly appointed depository for all hours paid (or otherwise contributed for) by all  \nemployees participating in the employee benefit plans on forms provided by the Trustees of the Plans.  \nIt shall be: the obligation of the Employers to have and use the official reporting forms. If an  \nEmployer maintains his payroll records and information on computer or other electronic equipment  \nand desires to use and submit the required information in the form printed out by the computer or other  \nelectronic equipment, the Employer may use and submit such forms. The Administrator, however, has  \nthe right to reject such forms.  \nAll reports shall be for the full calendar month last proceeding; however, an Employer may use other  \nreporting periods, subject to rejection by the Administrator.  \n(32)  \n3. The forms must be obtained from the following collection agent:  \n(a) Ohio Carpenters Health Fund, PO Box 1257, Troy MI 48099-1257  \nTime of Payment of Contributions  \n1.  \nAll Participating Employers shall remit all fringe benefit amounts due and owing on or before the  \nFringe Benefit Payment Date, which is hereby established as the 15th day of each calendar month  \n(or the first business day thereafter if the 15th is not a business day), for all hours (paid or worked)  \nin the prior calendar month. If the Participating Employer remits his payment by mail and the  \nenvelope is posted with a postage stamp, if the stamp is canceled by the U .S. Postal Service on or  \nbefore the 15th day of the month (or the first business day thereafter if the 15th is not a business  \nday), it shall be deemed to have been paid timely regardless of the date of actual receipt. If the  \nParticipating Employer remits his payments by mail and his envelope is posted with an office  \npostage meter, the payment must be received by the 15th day of the month (or the first business day  \nthereafter if the 15th is not a business day) to be deemed paid timely. If the Participating Employer  \ncauses the fringe benefit payments to be delivered to the Fund Office, it shall be stamped as to the  \ndate and time of receipt, and if it is receipted on or before the 15th day of the month (or the first  \nbusiness day thereafter if the 15th is not a business day), it shall be deemed timely paid.  \nAn Employer who is more than thirty (30) days delinquent in the timely remittance of fringe benefit  \npayments shall be placed on a weekly payment schedule. Weekly contributions and all deductions  \nare due on the same day of the week that payroll checks are issued to employees. This shall not be  \nlater than four (4) days after the close of the payroll week. The Employer shall remain on weekly  \npay status until all delinquency amounts and assessed liquidated damages have been paid. An  \nEmployer who has been placed on weekly payment of fringe benefits and fails to timely remit its  \nweekly payment shall have its employees withdrawn until such time as said Employer has paid all  \ndelinquencies and assessed liquidated damages.  \nIf a Participating Employer has not remitted the total fringe benefit and payroll deductions due and  \nowing to any Plan or Fund collected by the respective Plan Administrators or depositary collection  \nagents and filed the official reporting forms by the Fringe Benefit Payment Date as aforesaid, the  \nsaid Employer shall be liable to the Trustees of each employee benefit plan as to which the said  \nEmployer is in default for liquidated damages in such amount as shall -be established by the  \ntrustees of each such Plan by a promulgation of Rules and Regulations in accordance with the  \nTrust Agreements. The Trustees shall notify all Participating Employers of all promulgation of  \nRules and Regulations establishing and revising the liquidated damage charges and any terms,  \nconditions and provisions thereof in advance of the enforcement thereof; but by acceptance and  \nparticipation in this Agreement, all Participating Employers shall be bound by such promulgations  \non and after their effective dates.  \nIf a Participating Employer is in violation of the provisions of paragraph (32)(3) hereof, in addition  \nto the provisions thereof, the Participating Employer shall be liable to the Trustees of each said  \nemployee benefit plan as to which said Employer is delinquent or in default for reasonable attorney's  \nfees in any court of law, arbitration proceedings or federal or state administrative agency costs  \nactually expended by the Trustees to enforce the said Employer's compliance with the provisions of  \nthis Agreement. Unless such Trustees, Unions or Association have acted to the contrary, the Rules  \nand Regulations for Liquidated Damages adopted by the trustees of the respective plans shall be  \napplicable to all monies collected under this Bargaining Agreement by the depositary collection  \nagents.  \n   \n   \n   \n(33)  \n(34)  \nEmployer Delinquency Control  \n1. The Trustees of the several employee benefit plans may establish Payroll Audit Programs which  \nshall be binding upon the parties. The Trustees shall also have the right to determine who shall bear  \nthe cost of the audit. The Trustees shall notify the Participating Employer, in writing, of their desire  \nto audit and allow sufficient notice for the Participating Employer to make available on his premises  \nthose payroll records and other records, reports and data reasonably necessary to conduct the audit in  \naccordance with generally accepted accounting principles. The Trustees and their agents and  \nemployees shall conduct the audits at such time and place and manner as to minimize the  \ninconvenience to the Participating Employer, and they shall preserve the confidentiality of all  \ninformation as obtained.  \n2. The Employers acknowledge that the Ohio Carpenters Benefit Plans, as Administrative Managers of  \nthe employee benefit plans hereunder, may institute collection suits in their own name on behalf of  \nall the employee benefit plans to which they act as depository.  \nBONDING REQUIREMENTS  \nAnything in this Agreement to the contrary, notwithstanding, the following bonding requirements shall  \napply to all Employers who sign this Agreement: each Employer of ten (10) or fewer Employees shall be  \nrequired to post with the Union a bond of Twenty-Five Thousand Dollars ($25,000.00) to secure wages,  \nworking assessments where such exist, or may come into existence at any time during the period of this  \nAgreement (or the period or periods of any renewal or extension of this Agreement): and the Employer’s  \ncontributions, including delinquency assessments thereon; and the deductions from the employee’s  \nwages, payable by, or to be deducted by the Employer as the case may be, under the terms of this  \nAgreement. Each Employer of eleven (11) to twenty-five (25) Employees shall be required to post with  \nthe Union a bond of Seventy-Five Thousand Dollars ($75,000.00) to secure wages, working assessments  \nwhere such exist (or may come into existence at any time during the period of this Agreement or the  \ncontributions, including delinquency assessments thereon; and the deductions from the Employee’s  \nwages, payable by, or to be deducted by, the Employer, as the case may be, under the terms of this  \nAgreement. Each Employer of twenty-six (26) or more Employees shall be required to negotiate with the  \nunion an appropriate bond, to secure the same items and matters as provided in this Section, which bond  \nshall in no event be less than One Hundred Fifty Thousand Dollars ($150,000.00). All surety bonds to be  \nfurnished under this Section shall have as sureties thereon surety companies which are authorized to do  \nbusiness in the State of Ohio and such. bonds shall be in form satisfactory to The Union. The foregoing  \nnotwithstanding, any Employer who (i) signs this Agreement, (ii) does not presently have a bond and  \n(iii) is not a “Continually Delinquent Employer” (as herein defined)shall not be required to post a bond;  \nprovided, however, that the Union shall have the right to place a steward on all of the jobs of such  \nexempt Employers; and provided further that should any such employer become a “Continually  \nDelinquent Employer” (as herein defined) or refuse to allow the Union to place a steward on its jobs,  \nsuch Employer shall lose its exempt status and shall be required to immediately post the required bond.  \nAs used herein, the term “Continually Delinquent Employer” shall mean an Employer who has failed to  \nremit all contributions required by the Agreement by the last day of the month following the month in  \nwhich work was performed for either (1) two (2) consecutive months or (ii) for three (3) non-consecutive  \nmonths in any single twelve (12) month period. Whenever an Employer is delinquent, a representative of  \nthe Union may halt the Employer’s work, after approval of the Union’s Executive Committee, without  \nsaid work stoppage being considered a breach of any of the provisions of this Agreement.  \n(35) The Union will not furnish men until the deposit required by this Article is made.  \n-10-  \n(36) General  \n1. In the event any employee benefit plan provided for in this Agreement and paid for by Participating  \nEmployer contributions is reduced or eliminated because of governmental action, the net savings, if  \nany, to said Employer attributable to said governmental action shall be paid to the employee as  \nwages computed as an increase in the hourly rate of pay. The increase, if any, shall be effective as  \nof the first day the governmental action ‘is effective. Net savings is hereby defined to be the  \ndifference between the cost of the Participating Employer contribution to Health Fund or Pension,  \nas the case may be, and the total cost to the Employer of the governmental program which caused  \nthe reduction in or elimination of the Health Fund or Pension program, as the case may be.  \n2. If the federal government institutes wage controls in any form and any portion of this Collective  \nBargaining Agreement is deferred or cut back, the parties shall meet promptly; and, if the action of  \nthe federal government which caused the deferral or cutback makes it legally permissible to do so,  \nthe parties shall attempt to reallocate the monetary equivalent of the deferred or cutback wages or  \nbenefits in a manner that complies legally with the action of the federal government.  \n3. If it is not legally permissible to reallocate the deferred or cut back portion, the Employer shall  \ncommence paying the wage and/or benefit rate that was deferred or cut back when and if it becomes  \nlegally permissible to do so, to the fullest extent permitted by law.  \n4. It is acknowledged and agreed by the parties that upon the making of all contributions required of  \nthem by this Agreement, Participating Employers shall have no other or further obligation or  \nresponsibility to pay for, provide or otherwise fund any fringe benefits; it being the acknowledged  \nintention of all parties that benefits from all employee benefit plans shall be limited to those which  \n| can be financed from the respective Trust Funds. The Participating Employers shall not be liable or  \nresponsible for the failure of the Trustees to secure, pay or provide the benefits contemplated in the  \n| employee benefit plans for any participant or -beneficiary. The obligation of the Participating  \n| Employers shall be and is hereby expressly limited to the payment of contributions to the Trust  \n| Funds and no more. If at any time any of the employee fringe benefit Trust Funds shall not be  \nsufficient to pay out and provide all of the benefits provided for in the employee benefit plans, the  \nTrustees shall take such action as may be necessary and desirable in connection with the reduction  \nof the then existing benefits in order that the cost of the benefits shall not be greater than that which  \ncan be paid from the Trust Fund. Without limiting the generality of the foregoing, it is expressly  \nacknowledged and agreed that the Participating Employer shall have no responsibility or obligation  \nto increase its contributions to the Trust Fund beyond that otherwise expressly provided for herein.  \nIt is expressly acknowledged, understood and agreed that the Participating Employer does not  \nguarantee any benefits to any participant or beneficiary; the obligation and responsibility of the  \nParticipating Employer being expressly limited to its obligation to make agreed contributions into  \nthe Trust Fund.  \n5. In the event the parties hereto desire to alter the allocation of funds from the overall economic wage  \npackage negotiated by the parties and reflected in this Agreement, to increase or decrease the  \namount of money being contributed to any or all of the existing employee benefit plans or  \ndeductions, they may do so upon the express conditions precedent that:  \n(a) The Trustees of any Plan affected acknowledge and agree in writing;  \n(b) The Union shall have the right to make changes in the contributions for HealthFund and Pension  \ncontributions and any such change’shall amend this Agreement and become effective upon the  \ndate requested by the Union, provided the Employer is given a 60-day notice of such change. If  \n-11-  \n   \n(37)  \n(38)  \n(39)  \n(40)  \nthe Union should decide to change its Savings Plan deduction or dues deduction, changes shall  \nbecome effective upon the date requested by the Union, providing the Employer is given a 60-  \nday notice.  \n"], ["ARTICLE VIII  \nCONTRACTORS ADMINISTRATIVE FUND  \n", "Each Employer shall pay the appropriate contribution for each hour worked by each employee of the  \nEmployer within the bargaining unit. Such payments by check shall be made payable to and shall be  \ntransmitted to the depository collection agent no later than the 15th day of the month following the  \ncalendar month in which the work was performed. Reporting forms shall be furnished by the depository  \ncollection agent and the form shall provide that the contribution be made payable to the depository  \ncollection agent trustees as depository. Delinquent contributions shall be subject to such penalties or  \nassessments as the Trustees of the Fund may prescribe from time to time.  \nIn no event shall the foregoing provisions of this section be subject to or suitable for grievance and  \narbitration under this Agreement.  \nThe Trustees of said Fund shall comply with all present and future federal laws governing the same.  \nThe Union shall have no participation or control of any kind or degree whatever, nor shall the Union be  \nconnected in any way with the Contractors Administrative Fund.  \nThe Employer Association party to this Agreement agrees to defend, indemnify and hold harmless the  \nUnion from any and all claims made against it arising out of the establishment and existence of the Fund.  \nThe Contractors Administrative Fund may be increased at the option of the Associated General  \nContractors of N.W. Ohio.  \n"], ["ARTICLE IX  \nCARPENTERS JOINT APPRENTICESHIP AND TRAINING FUND  \n", "The parties hereto agree to the Carpenters Joint Apprenticeship and Training Fund, under which the  \nEmployer will contribute as shown on the wage addendum for each hour worked to members of the  \nUnion. The amount to be paid to the depository collection agent no later than the 15th day of the month  \nfollowing the month in which the payment accrued, with said amount to be distributed as stated in the  \nDepository and Trust Agreement.  \n"], ["ARTICLE X  \nDEPOSITORY COLLECTION AGENTS  \n", "The depository collection agent for all contributions and deductions submitted is Key Bank, P.O. Box  \n74293, Cleveland, OH 44194-4293.  \n"], ["ARTICLE XI  \nUNEMPLOYMENT AND WORKERS' COMPENSATION INSURANCE  \n", "Any Employer employing the employees covered by this Agreement must have full coverage of  \nUnemployment and Workers' Compensation Insurance regardless of the number of employees or length  \nof employment and must comply with all other laws pertaining to employees.  \n-12-  \n   \n(41)  \n(42)  \n(43)  \n(44)  \n(45)  \n(46)  \n(47)  \n"], ["ARTICLE XII  \nPRE-JOB CONFERENCE  \n", "It 1s agreed that upon request of either party, a pre-job conference will be held prior to the  \ncommencement of work. The Union may withhold services of their members if an Employer refuses to  \nattend a pre-job conference. It is further agreed the following items will be discussed:  \nThe Employer will advise the local union representative of the Employer's estimated requirements of  \nnecessary employees. The local union will determine and advise the Employer of the ability of the  \nlocal union to fulfill such requirements when requested.  \n2. The Employer agrees that wherever possible at such pre-job conference, he will notify the Union  \nhaving jurisdiction over the project of any subcontracts let by the Employer, names of the  \nsubcontractors and the nature of the job to be performed by the subcontractors. The Union may  \nrequest the subcontractor to meet with the Union prior to the commencing of work on a project if the  \nsubcontractor did not attend the original pre-job conference for the project.  \n"], ["ARTICLE XIII  \nSUBCONTRACTING  \n", "The Employer agrees he will not subcontract job site work to any Employer who does not have a  \ncollective bargaining relationship, at the time the work is to be performed, with a union affiliated with  \nthe Council covering such work, whose members receive the negotiated wage rates.  \nThe Employer agrees that any portion of the work covered by this contract is to be done at the job site  \neither by his own forces in accordance with the terms of this Agreement or by subcontractors who have  \nsigned agreements with the Northwest Ohio Region of the Indiana / Kentucky / Ohio Regional Council  \nof Carpenters that has trade autonomy (jurisdiction) over the work. The Employer shall not be held  \nfinancially responsible for assignments by subcontractors.  \nThe Employer shall not sublet, piece out, lump out or subcontract carpenter labor, nor shall any  \nemployee work for any Employer or be a partner or associated with others under any type of  \narrangement which permits wages or conditions different from any provision of this Agreement.  \nIt is specifically agreed that no workman (hourly employee) shall do any work in competition with an  \nEmployer signing this Agreement.  \n"], ["ARTICLE XIV  \nNONDISCRIMINATION  \n", "The Employer agrees in the employment of journeymen and the Union agrees in the referral of  \njourneymen and/or the selection of apprentices that there will be no discrimination because of race, color,  \nreligion, sex, age, handicap or national origin in accordance with city, state and federal laws.  \nThe parties to this Agreement will comply with the terms of Federal Executive Order 11246 and the  \nprovisions of the State Executive Order on Equal Employment Opportunity dated January 27, 1972,  \nalong with any subsequent executive orders.  \n-13-  \n(48)  \n(49)  \n(50)  \n(51)  \n(52)  \n(53) .  \n(54)  \n"], ["ARTICLE XV  \nHIRING  \n", "Upon the request of the Employer, the Union will furnish at all times skilled journeymen capable of  \nperforming the work of their trade when same are available, but the Employer will not be restricted to  \nemploy men through the Union. The Employer is at liberty to hire and discharge whoever he sees fit,  \nexcept as otherwise provided in this Agreement. It shall be the responsibility of each person hired by an  \nEmployer covered by this Agreement to notify the Union that he has been-hired, within twenty-four (24)  \nhours after being hired. This notice shall include the Employer's name, the job site location where the  \nperson will be employed and the date of hire. Upon layoff or discharge of any person covered by this  \nAgreement, the Employer shall send the Union written notice, on a form provided by the Union,  \nindicating the name(s) of the individual laid off or discharged, the date(s) of layoff or discharge and the  \nreason(s) for layoff or discharge.  \nSkilled craftsmen living in the area covered by this Agreement shall be given preference in employment  \nwithout regard to Union membership.  \nEmployees shall not be allowed to work overtime for any Contractor other than the one regularly  \nemploying him. No employee shal] transfer from one employer to another without the consent of the  \nEmployer for whom he is working. No employee shall be transferred from one job to another to work  \novertime for the same employer if he replaces another employee.  \nExcept for the Saturday makeup day provided hereafter, if the Employer requires employees to work on  \nSaturday, Sunday and all holidays, he must first secure permission for said work from the Union. The  \nEmployer is to furnish stewards with a list of names of employees who are to work, no later than three  \n(3) hours before the normal quitting time of the day prior to the Saturday, Sunday or holiday in question.  \n"], ["ARTICLE XVI  \nFOREMAN  \n", "Except by mutual agreement between the Employer and business agent, all foremen shall be members in  \ngood standing for one (1) year in the Indiana / Kentucky / Ohio Regional Council. On any job where three  \n(3) or more carpenters are employed, one must act as foreman and receive the foreman's scale of wages.  \nOn jobs where less than three (3) men are employed, the Employer must assume full responsibility.  \nOther than the foregoing requirements, the Employer will determine the number of working and non-  \nworking foremen required. A foreman assigning work within the jurisdiction trade autonomy of the  \nUnion to anyone other than an employee subject to this Agreement shall be in violation of this  \nAgreement.  \nAny employee while acting in the capacity of foreman, who asks for or receives any money from an  \nemployee, shall be subject to dismissal.  \nNo employee shall return or rebate any part of his wages to his Employer or any person representing  \nsame. Any employee found guilty of violation of this paragraph shall be fired.  \n-14-  \n   \n(55)  \n. (56)  \n(57)  \n(58)  \n(59)  \n   \n"], ["ARTICLE XVII  \nSTEWARDS  \n", "Any steward(s) required by this Article shall be appointed by the business agent. All stewards shall be  \nindividuals who have been members in good standing of the Union for at least one (1) year. The Union  \nshall make every effort to appoint a trained Steward from the contractor’s current work force. Stewards  \nthat are appointed to projects shall have all training that is required by the contractor to complete tasks  \nfor the project they are appointed to. A prejob meeting will be arranged by the parties to discuss the  \nspecific job requirements to allow the Union adequate time to meet any training requirements.  \nA steward is required on all jobs and/or all shifts where work within the trade autonomy (jurisdiction) of  \nthe Union is performed. The steward shall be present at all times during working hours, including  \novertime hours, for the purpose of seeing that the terms and conditions of this Agreement are being  \ncomplied with and representing the members of the bargaining unit, and the steward shall remain  \nwith or work with the main body of bargaining unit employees at all times. Under no conditions will  \nbargaining unit employees be required to and/or work without a steward being present.  \nWhere two (2) or more shifts are employed, a steward shall be appointed for each shift. On jobs of  \nunusual size, the business agent may appoint more than one (1) steward per shift, and these stewards  \nshall be known as assistant stewards and account to the steward.  \nUnion stewards are to work except on jobs of unusual size and then shall not work only after agreement  \nbetween the Employer and the business agent involved.  \nThe steward(s) shall be the only authorized representative(s) of the Union on the job and there shall be no  \ndiscrimination against the steward(s) because of activities on behalf of the Union. The authority of the  \nsteward(s) shall be limited to, and shall not exceed, the following duties and activities which may  \nbe performed during working hours without any loss of pay and/or benefits:  \n(a) checking any and/or all individuals doing bargaining unit work and checking the materials on the  \njob to be used;  \n(b) conscientiously attempting to eliminate any and/or all infraction(s) of the Agreement;  \n(c  \neee”  \nchecking the pay stub of any person performing bargaining unit work to ascertain if any and/or all  \nsuch individuals are receiving the wages and benefits required by this Agreement;  \n(d  \n~—  \nthe investigation and presentation of grievances with the designated Employer representative in  \naccordance with the provisions of this Agreement;  \n(e) the transmission of such messages and information which shall originate with and are authorized  \nby the officers of the Union, provided such messages and information have been reduced to  \nwriting or, if not reduced to writing, are of a routine nature and do not involve work stoppages,  \nslowdowns or refusals to handle goods or any other interference with the Employer's business;  \n(f) the investigation and reporting of any accident occurring on the job site.  \n(g) It shall be the duty of the steward to see that the coffee break language in Article XXV be  \nobserved.  \n-15-  \n(60)  \n(61)  \n(62)  \n(63)  \n(64)  \n(65)  \n(66)  \nStewards shail have no authority to take strike action or any other action interrupting the Employer’s  \nbusiness, except as authorized by an official of the Union.  \nThe steward shall be permitted to leave his or her work to investigate and adjust grievances of any  \nbargaining unit employee, provided the steward notifies his supervisor when leaving his work station.  \nThe steward(s)-shall not be transferred from a job and/or a shift while employees remain on the job  \nand/or shift without the consent of the Union. When all employees are transferred from the job and/or  \nshift on a temporary basis, the steward must be retained with the employees and shall be the first  \nemployee to return to the original job and/or shift. The steward shall be one (1) of the last two (2)  \nemployees of this trade to be laid off. In case of a temporary layoff, the steward will be the first  \nemployee called back when work resumes. If a job and/or shift is restarted, the steward shall be one (1)  \nof the first two (2) employees to be recalled, and in no event shall there be more than one (1) other  \nemployee on a job and/or shift without the steward being recalled.  \nIn the case of trouble on the job or in the shop where bargaining unit employees are employed, the  \nsteward shall immediately notify the business agent and remain on the job for instructions from the  \nbusiness agent.  \n"], ["ARTICLE XVIII  \nAPPRENTICES  \n", "The training of apprentices will be undertaken in accordance with the Carpentry Apprentice Training  \nStandards as approved by the Carpenters Joint Apprenticeship and Training Committee which by  \nreference are included in this Agreement the same as if they were specifically set forth herein.  \nAttendance at and participation in the on-the-job training and related classroom instruction required by  \nthe Standards is a condition of continued employment of an apprentice.  \nApprentices shal! be paid the following progressively increasing scale of wages, based on the applicable  \nwage rate paid skilled workers in the trade, according to shift.  \nAll apprentices except on standard rate jobs in Lucas and Wood counties:  \nIst six months.......... 55%*  \n2nd six months.........60%  \n3rd six months.......... 65%  \n4th six months.......... 75%  \n5th six months.......... 80%  \n6th six months.......... 85%  \n- 7th six months.......... 90%  \n8th six months.......... 95%  \nNOTE: For standard rate projects in Lucas and Wood counties, apprentices shall receive 45% of the  \nstandard journeyman rate in the first six-month period and 55% in the second six-month period.  \nEntitlement to wage increases provided for in this section shall be approved by the Carpenters Joint  \nApprenticeship and Training Committee in accordance with the Apprenticeship Standards.  \n* All apprentices shall receive pension contributions after six months of employment.  \n- 16 -  \n   \ni si‘ wl  \n   \n   \n(67)  \n(68)  \n(69)  \n(70)  \n(71)  \n(72)  \n(73)  \nCarpenter apprentices shall be used to tend carpenters.  \nIt is agreed by the Employer and Union that there may be employed one (1) apprentice for every three (3)  \njourneymen. It is agreed by the Employer and the Union that there may be employed in the territory of  \nLocal No. 372 one (1) apprentice to each group of two (2) carpenters, not to exceed a total of five (5)  \napprentices for an entire job or Employer. All contract conditions shall be in force from date of hire.  \nThis ratio may be adjusted by mutual agreement of the parties.  \n"], ["ARTICLE XIX  \nHOURS OF WORK OVERTIME/HOLIDAYS/SHIFTS  \n", "Eight (8) consecutive hours shall constitute a workday and the basic day or first shift shall be from 8:00  \na.m. to 4:30 p.m. Forty (40) hours shall constitute a week's work, Monday through Friday inclusive,  \nwith Saturday provided as a makeup day in accordance with paragraph (74). All carpenters shall have  \nthirty (30) minutes undisturbed lunch period in the middle of each shift. When employees are required  \nto work through their lunch period, they shall be paid at one and one-half (1-1/2) times the established  \nshift rate for such lunch period and an undisturbed break period shall be provided before the end of the  \nworkday. The Employer may schedule an eight (8) hour workday between the hours of 6:30 a.m. and  \n5:00 p.m. provided notice is given to the Union prior to commencement of work.  \nFour-Tens - An Employer, at his option, may schedule four (4) ten (10) hour days at straight pay  \nprovided the Employer gives notice to the employees and the steward the Friday before a four-ten (4-  \n10) schedule is implemented. The four-ten schedule is to be used from Monday through Thursday, with  \nFriday (not Saturday) utilized as a makeup day in accordance with makeup day requirements. Any work  \nover ten (10) hours a day will be paid at the appropriate overtime rate. All carpenters shall have thirty  \n(30) minutes, undisturbed lunch in the middle of each shift. All shift rates are to be recognized in  \naccordance with paragraph (74) of this Agreement. Jobs scheduled for four tens shall be worked as four  \ntens for the entire calendar week. Start time on four tens shall be scheduled between the hours of 6:00  \na.m. and 8:00 a.m. Four tens may also be scheduled Tuesday through Friday in a week in which a holiday  \nfalls on Monday.  \nFlexible 40 — An employer may at his option, schedule five eight hour days, Monday through Friday.  \nThe employer may request employees, who have been scheduled to work the full week, to work up to  \nten hours in a day straight time. The appropriate overtime will be paid after ten hours in the day or 40  \nhours in the week.  \nAny work over eight hours per day shall be voluntary on the part of the employee. Employees declining  \nsuch work shall do so without penalty or recrimination. If a contractor is found to violate the voluntary  \nnature of this provision, the grievance committee in addition to all remedies legally available at its  \ndiscretion shall suspend the contractor’s ability to employ this provision.  \nOvertime - All work outside the regular workday or over forty (40) hours per week shall be paid at the  \novertime rate of pay. All overtime, Monday through Saturday, shall be paid at time and one-half (1-  \n1/2X). All work performed on Sundays or holidays shall be paid at double time (2X). After ten (10)  \nhours of work, the employee shall be allowed sufficient time to eat on the job if work is to continue.  \nHolidays — Recognized holidays shall be New Year’s Day, Memorial Day, Fourth of July, Labor Day,  \nThanksgiving Day, and Christmas Day. When a holiday falls on a Sunday, the following Monday shall  \nbe observed. All hours worked on a holiday shall be paid at doublé time (2x). There shall be no work on  \n-17-  \n   \n(74)  \n(75)  \n(76)  \n(77)  \n(78)  \n(79)  \n(80)  \nLabor Day except in special cases of extreme emergency.  \nMake Up Day - In accordance with paragraphs (69), (70), and (71), a makeup day may be scheduled  \nduring a week when work was cancelled due to weather conditions. Such work shall be paid at the rate  \napplicable if the work had been performed during the regular workweek in the Agreement and shall be  \nvoluntary on the part of the employees. Employees declining such work shall do so without penalty or  \nrecrimination. Preference for makeup day work shall be given to employees affected by the  \ncancellation. The Union will be notified prior to a makeup day being worked. Make up day shall be  \nscheduled for a full workday, with overtime being paid after forty (40) hours has been worked for the |  \nweek.  \nShift Work - When two or more shifts are required, the first shift shall be scheduled during the hours  \ncalled for in a regular workday. Second and third shifts shall be scheduled in conjunction with the end of  \nthe preceding shift. The shift rate of pay for second and third shifts shall be the applicable base rate times  \neight divided by seven [(base rate x 8)/7]. All work on a shift over eight (8) hours or work before or  \nafter the scheduled starting time or quitting time of a shift-shall be paid at the applicable overtime rate.  \nEmployees shall be at their post prepared to start work at the regular starting time.  \n"], ["ARTICLE XX |  \nSPECIAL SHIFT  \nREPAIR, REHABILITATION, REMODELING AND MAINTENANCE WORK  \n", "When for reasons beyond the control of the Employer it is impossible to work a crew in the daytime,  \nnamely work on occupied stores, hotels, office buildings, banks, etc., the Employer may be permitted to  \nfigure such work at the base rate plus one dollar and twenty-five cents ($1.25) per hour; provided,  \nhowever, that he first notifies the business representative in whose territory the work shall be done, with |  \nhis reasons therefore; and further, provided that his reasons are acceptable to the above named party.  \n"], ["ARTICLE XXIl  \nPAY DAY  \n", "Pay day shall be a specific day of the week not later than four (4) days after the close of the payroll. If the  \npay day falls on a holiday, the Employer shall pay on the last regularly scheduled workday prior to the  \nholiday. Itemized deductions and hours worked will be shown on pay stubs. The Union shall have the  \nright to inspect the payroll stubs of employees.  \nPayment shall be made on the job site in cash or by payroll check only. Payroll checks may be mailed to  \nthe employee's current address or directly deposited in an account identified by the member. Employers  \nmay utilize direct deposit of checks if they submit fringe benefit reports and payments electronically.  \nChecks not received by the employee within four (4) days after close of payroll: he shall receive two (2)  \nhours pay and fringe benefits for each day he has to wait, excluding Saturdays, Sundays, and holidays.  \n"], ["ARTICLE XXII  \nREPORTING / SHOW-UP TIME  \n", "Any employee hired by the Employer or referred by the Union who reports to the location designated by  \nthe Employer at starting time and work is not provided for any reason shall be paid one (1) hour show-up  \ntime, providing the employee was not notified by the Employer before leaving home. When the  \n-18 -  \n   \n(81)  \n(82)  \n(83)  \n(84)  \n(85)  \n(86)  \n(87)  \n(88)  \n(89)  \n   \nemployee works beyond the first one (1) hour, he shall receive pay for actual hours worked, rounded to  \nthe next whole hour. The foreman and steward shall make the determination as to weather conditions in  \nits application to this paragraph. Any employee who of his own choosing absents himself from work  \nwithout notifying his Employer, or leaves work of his own choosing before quitting time without  \nnotifying his Employer, shall not be entitled to reporting time.  \nNotwithstanding the foregoing, an employee must remain on the job if so requested in order to be entitled  \nto the pay as provided above; an employee shall be paid only for the actual time worked if he stops work  \nof his own volition.  \nThe wearing of foul weather gear shall not be mandatory.  \nIt is agreed where weather conditions do not permit all the carpenters or apprentices on the job to be put  \nto work, but there is work for part of the crew under shelter, that part of the crew may be worked.  \nIt is also agreed where only part of the crew can work or where overtime is worked, such work will be  \nequitably distributed on a day by day basis among the carpenters and apprentices on the job. When an  \nemployee 1s discharged for the day, the employee shall not work until the following workday.  \n"], ["ARTICLE XXIII  \nHARDSHIP ALLOWANCE  \n", "In particular situations where circumstances will invoke a hardship on employees engaged in field  \nconstruction, an agreement may be worked out between the business agent and Employer whereby the  \nemployees will be compensated for such hardships by travel time, transportation and/or subsistence  \nallowance. If the Employer and business agent cannot agree within twenty-four (24) hours, then the  \nmatter shall be referred to the Joint Labor Relations Board and settlement of the final decision shall be  \nbinding on both parties.  \n"], ["ARTICLE XXIV  \nDISCHARGE OR LAYOFF  \n", "When a man is discharged for cause or laid off during construction of a project, he shall be notified one  \n(1) hour before termination of employment to clean tools, sharpen saws and sharpen edge tools, but must  \nremain on the jobsite and work if his tools do not need attention.  \nWhen a man is discharged or laid off, he shall be paid in full on the job in cash or certified check, or be  \npaid for waiting time that day, and two (2) hours wages and fringe benefits for each additional day.  \nThe above conditions shall apply except that those Employers who have an established record of payment  \nof fringe benefits to a designated depository for a period of 24 months shall have the privilege of paying  \noff an employee who has been laid off or discharged within 24 hours, excluding Saturday, Sunday or  \nholidays, and then by the first working day following, at a place designated by the employee from the  \nfollowing alternatives: in the mail to the home of the employee, to the Union Hall, or at the office of the  \nEmployer.  \n"], ["ARTICLE XXV  \nFACILITIES, EQUIPMENT, SAFETY  \n", "The Employer is to furnish a suitable dry and heated shed or room under lock and key for protection of  \n-19-  \n(90)  \n(91)  \n(92)  \n(93)  \n(94)  \n(95)  \n(96)  \n(97)  \n(98)  \n(99)  \ncarpentry tools on all jobs. If there are five (5) or more carpenters on the job, there shall be a room or  \nshed exclusively for their use: Buildings over four (4) stories in height are to have a shed on each fourth  \nfloor. When there is more than one shift, each shift shall have a separate shed and locked space. The  \nEmployer shall be responsible for loss of tools and clothes due to fire during the working hours. After  \nquitting time, the Employer is to be responsible for tools and clothes in locked space if lost through fire,  \ntheft or other causes of damage. Proof of the loss must be furnished in all cases. Requirements in Local  \n372 jurisdiction as follows: TOOLS - The Employer shall furnish a suitable, lockable, lighted room large  \nenough to accommodate carpenters and apprentices on the job to keep tools and clothing in and the  \nsteward shall be furnished with a key. This room shall be properly heated from October to May. In the  \ncase of fire, theft, flood or windstorm, or by forcible entry on a job at any time, the Employer shall be  \nresponsible for the loss of tools and clothing if the claim is supported by a notarized statement of loss.  \nA 10 minute coffee break shall be observed at the work station in mid-morning.  \nDrinking Water- Any Employer or Owner who employs carpenters shall furnish clean, cold water in  \nsanitary containers with sanitary drinking cups available at all times. Also, sanitary toilets must be  \navailable on all jobs. Ice shall be provided between May | and October 1.  \nWhere free parking is not available, the Employer will reimburse an employee a sum not to exceed $4.00  \nper day upon presentation of his receipt for his parking. The Employer has the option to designate the  \nparking area. Proper access shall be provided at all times allowing ingress and egress to the parking area  \nAny employee working in the water or inclement weather will be provided by the Employer with suitable  \nwearing apparel to keep dry. All rubber sock boots shall be new upon issue; all rubber shoe boots  \nnecessary on the job shall be disinfected and in sanitary condition before being issued when they have  \nbeen used by another employee. On all hard hat jobs, hard hats and new liners shall be furnished by the  \nEmployer and the employee shall be responsible to the Employer for their return in good condition.  \nEmployers will provide waterless hand cleaner on all job sites.  \nNo employee shall be allowed to furnish a steel miter box, level longer than 32\" or labor-saving device  \non any job for an Employer. All types of power equipment including welding and burning equipment or  \nlabor-saving device to be furnished and marked by the Employer. No employee shall be allowed to sell,  \nrent or lease power tools or labor-saving devices to an Employer.  \nWhen a carpenter journeyman is welding and working under hazardous conditions, a local member of the  \nUnited Brotherhood of Carpenters (attendant) shall be standing by as a safety man.  \nThe State & Federal Standards shall be observed as the minimum of safety requirements on all work  \nperformed under this Agreement. In case of injury, the company safety man must accompany the injured  \nemployee to the doctor's office or the hospital when the man is incapable of caring for himself.  \nThe Union will provide employees that at a minimum have completed the OSHA 30 Hour course and  \nwho are current with the NWOGLCA drug testing program.  \nThe NWOGLCA Substance Abuse Policy shall be in effect for all bargaining unit employees working  \nunder the collective bargaining agreement in the Northwest Ohio region of the Indiana / Kentucky / Ohio  \nRegional Council of Carpenters. The NWOGLCA Code of Excellence shall also be in effect.  \nIt is the policy of the Employer to prohibit the manufacture, sale, possession or use of a controlled  \nsubstance within the workplace. All employees are required to comply with this policy and shall notify  \n-20-  \n   \n(100)  \n(101)  \nthe Employer of any conviction for a criminal offense which occurred at the workplace during working  \nhours involving a criminal drug statute. This notice must be given within five (5) days of the conviction.  \nThe Employer reserves the right to discipline, up to possible termination, any employee convicted of a  \ncriminal drug offense which occurred at the workplace during working hours and employees so  \nconvicted may be required to participate in an approved drug abuse program at no cost to the Employer.  \nDiscipline may also be imposed and criminal prosecution initiated for the possession or use of a  \ncontrolled substance in the workplace. This notice is being issued to comply with the requirements of the  \nDrug Free Workplace Act, P.L. 100-440.  \nWhen a carpenter is injured at a shop or job site, the Employer shall take charge of the carpenter and see  \nthat he is given first aid and, if seriously injured, taken to the hospital or his home. The steward shall  \nmake a complete report to the Employer and the Union of the accident. The steward shall see that the  \ncarpenter’s tools, clothing and car are made safe or returned to the injured carpenter's home. Stewards'  \nwages shall be paid by the Employer for all lost time when complying with this paragraph at the regular  \nhourly shift rate. A man injured on the job during working hours shall be paid for the time it takes to go  \nto a doctor. If his injuries are of such a nature that he cannot report back on the job, he shall receive a  \nfull day's pay. If the injured party while still an employee of the Employer on whose job he was injured  \ncannot make a subsequent visit to the doctor outside scheduled working hours, then upon receipt of a  \nwritten request from the doctor, the time required for one subsequent visit (which time shall not exceed  \ntwo hours) shall be paid for by the Employer. Subsequent visits, upon written request from the doctor,  \nmay be allowed with pay at the sole discretion of the Employer.  \n(102) The Employer will determine adequate time before the end of the day or shift for roll-up/pickup.  \n(103)  \nExcept in case of emergency, the use of personal cell phones, pagers, I-pods, and other electronic devices  \nshall be prohibited during work hours. The use of the above stated items shall be restricted to recognized  \nbreak times.  \n"], ["ARTICLE XXVI  \nTRADE AUTONOMY  \nCARPENTERS, JOINERS AND LATHERS  \n", "(104) The term \"carpenters\" and the terms \"joiners\" and \"lathers\" are synonymous and in either case shall mean  \none who performs the work normally allotted to this trade which, subject to the rules and procedures of  \nthe National Joint Board for the Handling of Jurisdictional Disputes, is described as follows:  \n(105) The framing, erecting and prefabrication of roofs, partitions, floors and other parts of buildings of wood,  \nmetal, plastic or other substitutes. The handling and installation of mechanically fastened roofing  \nmaterials. The erection of Stran Steel sections or its equal. The building and setting of all concrete forms  \nand deckings, and the dismantling of same (per international agreement) when they are to be reused  \nanywhere. The cutting and hanging of all framework for roofing and slabs. Where power is used in the  \nsetting or dismantling of forms, all handling and signaling shall be done by the carpenters. The setting of  \nwood templates, for anchor bolts for structural members and for machinery and the placing, leveling and  \nbracing of those bolts. All framing in connection with the setting of metal columns. The setting of all  \nbulkheads, the setting and fabricating of screeds and stakes for concrete and mastic floors where the  \nscreed is notched or fitted or made up of more than one member. The setting of precast concrete,  \nincluding concrete panels and insulated concrete forms. The installation of roofing materials according to  \nthe International Agreement.  \n-21-  \n(106) The handling, moving, and rigging of all carpenter materials from the point of delivery, the handling and  \nmoving of all fixtures from delivery truck, and all rigging involved in the performance of the work of the  \ncarpenter, shall be performed by carpenters.  \n(107) The building and moving of all scaffolding, runways and staying where carpenter's tools are used, the  \nbuilding from the ground up of all scaffolds over fourteen (14) feet in height including metal and  \nspecially designed scaffolding. The building and construction of all hoists and derricks made of wood;  \nthe making of mortar boards, boxes and trestles.  \n(108) Any tarps or plastic material used for the construction of temporary wind break and weather protection,  \nbut not including coverings for concrete slabs and building materials is the work of the carpenter.  \n(109) The cutting or framing of openings for pipes, conduits, ducts, etc. where they pass through floors,  \npartitions, walls, roofs or fixtures composed in whole or in part of wood. The laying out, making and  \ninstalling of all inserts and sleeves for pipes, ducts, etc. where carpenters’ tools and knowledge are  \nrequired. The making and installing of all wooden mortar boards, crippling and backing for fixtures. The  \nwelding of studs and other fastenings to receive material being applied by the carpenters, if these are not  \ncontrary to International Agreements.  \n(110) The installation of all interior and exterior trim or finish of wood, aluminum, kalamein, hollow or  \n(111)  \nextruded metal, plastic, doors, transoms, thresholds and windows. The setting of jambs, bucks, window  \nframes of wood or metal where wood braces or wedges are used. The installation of all wood, metal or  \nother substitutes of casings, mouldings, chair rail, wainscoting, china closets, base or mop boards,  \nwardrobes, metal partitions as per National Decisions or specific agreements, etc. The complete laying  \nout, fabrication and erection of stairs. The making and erecting of all fixtures, cabinets, shelving, racks,  \nlouvers, etc. The mortising and application of all hardware in connection with our work. The assembling  \nand setting of all seats in theaters, halls, churches, schools, auditoriums, grandstands and other buildings.  \nThe manufacture, fabrication and installation of all screens, storm sash, storm doors and garage doors,  \nthe installation of all weather stripping, inside and outside blinds, the installation of wood, plastic or  \nmetal awnings, door shelters, jalousies, optical tooling and plastic welding.  \nThe installation of all material used in drywall construction such as plasterboard, all types of asbestos  \nboards, transit and other composition boards. The application of all materials which serve as a base for  \nacoustic tile, except plaster. All acoustical applications as per National decisions or local agreements.  \n(112) The building of all barricades and enclosures including, but not limited to, containment units.  \n(113)  \n(114)  \n(115)  \n(116)  \n(117)  \n(118)  \nThe installation of rock wool, cork and other insulation material used for sound or weatherproofing. The  \nremoval for caulking and replacing of staff bead and brick mold and all Oakum caulking, substitutes, etc.  \nand all other caulking in connection with carpenter work.  \nThe installation of chalk boards as per National Decisions and local agreements.  \nThe operation of all winches used to raise wooden structures.  \nThe erection of porcelain enameled panels and siding.  \nThe sharpening of all carpenters hand or power tools.  \nThe installation, erection, construction and completion of the following work shall be contracted for  \n-22-  \n   \n   \nby the Employer and shall be assigned to and performed by journeyman carpenters and apprentices.  \n(119) All carrying bars, purlins and furring regardless of size, light iron and metal furring of all description,  \nsuch as rods, channels, flat iron, Nailock, Screwlock, Pomeroy, T.Bar, H.Bar, Z.Bar, metal splines; all  \nlight iron and metal studs such as Stran Steel, Penn Metal, Truscon and all other types of light iron  \nand metal studs and all other light iron furring erected to receive lath and plaster or acoustical materials.  \n(120) The nailing, tying and fastening of all wire and metal lath such as wire cloth, wire mesh, expanded metal  \nlath, hyrib lath and rib and flat expanding metal lath and wire of all descriptions as well as the placing of  \nall hangers and all inserts used for the purpose of supporting suspended ceilings on any of the above  \ntypes of light iron and metal furring which receives lath and plaster or acoustical materials; the placing  \nof all types of floor lath such as hyrib, paperback steelflex floor lath, Penn metal rib and all other  \nappurtenances connected therewith.  \n(121) The installation of all types of lath of any size regardless of how it is attached such as wood lath, plaster  \nboard, button board, flaxilium board, bishopric celotex, gypsum lath, rocklath, sheetrock, styrofoam or  \nany and all types of materials erected to receive or hold plaster, EFIS or acoustical material. The  \nmechanical application of EIFS (Exterior Insulation Finish Systems - Dryvit) insulation board, including  \nEPS (Expanded Polystyrene), Extruded Polystryrene Thermax Sheathing (Polyisocyanurate Foam Core  \nBoard) and cement boards that are to receive EIFS and EFS finishes.  \n(122) The erection of any and all mechanical acoustical systems such as Cuppies, Economy, Fiberglass,  \nJackson, Reynolds Aluminum Securities, Interlock Grid or any other type or kind which takes the place  \nof same to which acoustical material is attached or adhered.  \n(123) The erection of all metal plastering accessories such as metal corner beads, door and window casing  \nbeads, metal picture mold, metal chair rail, metal base, base screed and any and all other metal plastering  \naccessories which are covered and/or serve as a ground, guard or screed for plaster material.  \n(124) The work of the fabrication of all materials on a job shall be assigned to journeyman carpenters and  \napprentices.  \n(125) Carpenters shall use or operate any tools or equipment of the trade necessary to perform the above stated  \nwork.  \n(126) The installation of corian or other substitute.  \n(127) In the event any other craft jurisdiction conflicts with carpenter trade autonomy, no consideration will be  \ngiven in the absence of the corresponding Collective Bargaining Agreement on the job site in question.  \n(128) Any new materials and/or techniques that are introduced replacing traditional carpenter materials and  \ntechniques will be considered the trade autonomy of the carpenter.  \n(129) The union will accept and perform any work that a contractor assigns provided it is part of the Carpenters  \naccepted Trade Autonomy.  \n-23-  \n   \n   \n   \n   \n    \n   \n   \n   \n   \n    \n     \n     \nLucas  \nLocal 351  \n      \n     \n   \n   \n    \n    \n    \n   \n   \n   \nFulton oy  \nOttawa  \n    \n    \n     \n    \n   \n   \n     \n    \n    \n       \n       \n   \n    \n    \n     \n   \n     \n     \n    \n   \n     \n     \n    \n    \nFone Zone\" Local 744  \nLocal 351 3 A  \nZone 2 one aan  \n= — — ae S a ndusky  \nDefiance Henry Wood Local 744  \nLocal 351 Local 351  \nZz 2 Loca! 351 7 Zone 3 4  \none Zone 2 one os a  \n    \nSeneca  \nLocal 744  \n    \n    \n   \n   \n    \n    \n   \n    \n    \n     \n   \n     \n   \n   \nPaulding |  \nLocal 351 Zone 5  \n- Putnam Hancock i.  \none Local 372 Local 351 i  \n    \nZone 4 Zone 2  \n    \n    \n      \n    \nCrawford  \nLocal 744  \nZone 3  \n       \n   \n     \n   \n    \n   \n   \n    \n   \n   \nWyandot  \nLocal 744  \nZone 3  \n   \n   \n   \n    \n   \n   \n   \nVan Wert  \nLocal 372  \nZone 4  \n      \nAllen  \nLocal 372  \nZone 4  \n   \n    \n     \nHardin  \n. Local 372  \na? Zone 4  \n     \n   \n   \n   \n    \n   \n   \n     \n   \n   \n   \n   \nAuglaize  \nLocal 372  \nZone 4  \n    \n   \nMercer  \nLocal 372  \nZone 4  \n    \n      \nIndiana / Kentucky / Ohio Regional Council of Carpenters  \n9278 Bass Pro Blvd.  \n    \n     \n   \nRossford, OH 43460  \nP (419) 893-2317  \n    \n     \nF (419) 893-4021  \n-24-  \n   \n   \n   \n   \n"], ["ARTICLE XXVII  \nWAGE RATES  \n", "(130) Changes in wage rates are effective the first full pay period after the date indicated on the wage  \naddendum and the addendum is include as though written herein. Fringe benefits are based on  \nhours WORKED, except for all pension contributions based on hours PAID. For the purpose of  \nwages and benefits the area covered under this agreement will be broken up into four zones.  \nZone one (1) shall cover the counties of Lucas and Wood.  \nZone two (2) shall cover the counties of Defiance, Fulton, Hancock, Henry, and Paulding,  \nWilliams.  \nZone three (3) shall cover the counties of Crawford, Ottawa, Sandusky, Seneca, and Wyandot.  \nZone four (4) shall cover the counties of Allen, Auglaize, Hardin, Mercer, Putnam and Van Wert.  \nFor a specific break down of wages and benefits refer to the wage addendum and the Zone that  \ncovers the work to be performed. Wage addendum is issued after any change in wage allocation  \nand available from the AGC or the Union.  \nShift Base rate: to calculate see (75) Special Shift Rate: see (77)  \nSpecial Work Rate: see (131) Apprentice Base Rate: see (66)  \nAllocation of Annual Increases. Any agreed upon annual increase shall first be allocated to any  \namount proposed by the Health Fund’s actuary and approved by the Health Fund’s Trustees to be  \nneeded to provide health fund benefits at no greater than their current levels, and next to any  \namount recommended by the Ohio Carpenters Pension Fund’s actuary and approved by the Ohio  \nCarpenters Pension Fund’s trustees to be needed to provide pension fund benefits at no greater than  \ntheir current level. Any balance may be allocated for wages. Should the trustees of the Ohio  \nCarpenters Pension Plan call for a reduction in the amount of hourly supplemental, non-accruing  \ncontributions, the above-listed total straight-time hourly compensation rates shall automatically be  \nreduced by one-half (1/2) of the amount reduced.  \nFuture wage increases:  \n5/1/2014 $1.05 5/1/2016 $1.10  \n5/1/2015 $1.05 5/1/2017 $1.15  \n"], ["ARTICLE XXVIII  \nSPECIAL WORK RATES  \n", "(131) Employer agrees that whenever carpenters or apprentices are required to work on stacks, silos,  \nwater coolers, towers, or build or dismantle scaffolding or catwalks, build, dismantle or work  \non swinging or outrigged scaffolding, or from bosun's chairs, build or strip bridge decking,  \nwhere such work is subject to a free fall, the following rates will be paid:  \nUp to 40-foot free fall - Standard scale 40-100 ft. free fall - $.50 per hr. above scale  \nOver 100 ft. free fall -$1.00/ hr. above scale  \n-25-  \n"], ["ARTICLE XXIX  \nMARKET RECOVERY  \n", "(132) In the. following counties Defiance, Fulton, Hancock, Henry, Paulding, Williams, Allen, Auglaize,  \n(133)  \n(134)  \n(135)  \n(136)  \n(137)  \n(138)  \n(139)  \nHardin, Mercer, Putnam, Van Wert, Crawford, Ottawa, Sandusky, Seneca and Wyandot. The  \nmarket recovery wage rate shall be eighty percent (80%) of the standard building rate. The market  \nrecovery rate may be utilized without Policy Committee approval on all construction, alterations  \nand/or maintenance (interior and exterior) of \"private enterprise\" projects, including office  \nbuildings, service buildings and retail establishments containing up to 25,000 sq.ft. and all  \nrestaurants, churches, two-story motels, nursing homes, warehouses, pre-engineered metal  \nbuildings and strip shopping centers.  \nThe Contractors must provide 48 hours advanced written fax or e-mail notification to the  \nUnion prior to commencement of work for all Market Recovery Projects.  \nResidential Agreement - For wages and working conditions on structures designed for permanent  \nhabitation including single and multi-family dwellings such as apartments and condominiums, see  \nseparate Residential Agreement.  \nMaintenance Agreements - The parties agree to incorporate, by reference, the terms and conditions  \nof the Toledo Area Maintenance Agreement for all maintenance, repair, renovation or retrofit  \nconstruction. Wage rates to be paid under the Toledo Maintenance Agreement shall be those  \ncalled for in this Agreement.  \nWhenever any form of national maintenance agreement refers to applicable wage rates in the local  \nlabor agreement, it shall mean the standard base rate herein and shown on the wage addendum.  \n"], ["ARTICLE XXX  \nWITHDRAWL FROM MULTI-  \nEMPLOYER BARGAINING UNIT  \n", "The Union will notify the Association signatory to this Agreement of the name and address of any  \ncontractor who becomes signatory to or bound by this Agreement during the term of this  \nAgreement. The notice shall be given in writing within seven (7) days of the time any such  \ncontractor becomes signatory or bound hereto. The notice shall include a copy of the letter of  \nassent and, if not noted thereon, a statement of the date the contract or letter of assent was signed or  \nthe date the contractor became bound.  \nWithin seven (7) days of the receipt of a notice from the Union of its intent to amend or modify this  \nAgreement, the Association will notify all such contractors of whom the Association has been  \nnotified by the Union. Each such contractor shall have thirty (30) days from the date the  \nAssociation received the notice of intent to amend or modify to advise the Association and the  \nUnion, in writing, of its intent to negotiate separately for a renewal agreement.  \nIn the event any such contractor fails to advise the Union of its intent to negotiate separately within  \nthe time period set forth above, such contractor shall be deemed and presumed to agree to the  \nterms and agreement arrived at in negotiations between the Union and the Association and to be  \nbound by the Collective Bargaining Agreement resulting therefrom.  \nThe provisions of this section shall operate for successive Collective Bargaining Agreements until  \nsuch time as the Employer or Union gives timely notice that said party desires to negotiate  \n-26-  \n   \n   \n   \n(140)  \n(141)  \nseparately. Said notice shall be given within the time periods provided in the termination clause of  \nthis Agreement or any successive Collective Bargaining Agreement.  \n"], ["ARTICLE XXXI  \nLEGALITY OF AGREEMENT  \n", "If any paragraph of this Agreement should be held invalid by operation of law or by any tribunal  \nof competent jurisdiction, or if compliance with or enforcement of any paragraph should be  \nrestrained by such tribunal pending a final determination as to its validity, the remainder of this  \nAgreement, or the application of such paragraphs as to persons or circumstances other than those as  \nto which it has been held invalid or as to which compliance with or enforcement of has been  \nrestrained, shall not be affected thereby.  \nIf in the event that any paragraph is held invalid or enforcement of compliance with which has been  \nrestrained as set forth above, the parties hereto shall enter into immediate collective bargaining  \nnegotiations, upon the request of either party, for the purpose of arriving at a mutually satisfactory  \nreplacement for such paragraph during the period of invalidity or restraint. If the parties hereto  \ncannot agree on a mutually satisfactory replacement, either party hereto shall be permitted all  \nrecourse in support of its demands in accordance with the provisions of the Agreement.  \n-27-  \n"]]