[["", "DUPLICATE K 2666  \n2000-2003  \nCARPENTERS  \nAGREEMENT  \nCovering  \nCommercial, industrial,  \ninstitutional and Heavy  \nConstruction  \nEntered into between  \nThe Associated General  \nContractors of America  \nGreater Detroit Chapter, Inc.  \nand  \nMichigan Regional Council  \nof Carpenters  \nAFL-CIO  \nDETROIT, MICHIGAN  \n   \nThe Associated General Contractors  \nof America, Greater Detroit Chapter, Inc.  \n23999 Northwestern Highway, Suite 150  \nSouthfield, Michigan 48075  \nPhone (248) 948-7000  \n*  \nMichigan Regional Council of Carpenters  \n3800 Woodward Ave., Suite 1200  \nDetroit, Michigan 48201  \nPhone (888) HAMMERS  \n*  \nApprenticeship Training  \n1401 Farrow, Ferndale, Michigan 48220  \nPhone (248) 541-2740  \n*  \nPension, Employee Benefits Fund  \nand Vacation & Holiday Funds  \n2075 W. Big Beaver Rd., Suite 700  \nTroy, Michigan 48084  \nPhone (248) 822-4200  \nTHE FOLLOWING LOCALS COVER THE  \nCOMPLETE JURISDICTION OF THE  \n> MICHIGAN REGIONAL COUNCIL  \nOF CARPENTERS  \nx  \nCarpenters Local 687  \n3800 Woodward Ave., Suite 1200  \nDetroit, Michigan 48201  \nPhone (888) HAMMER9  \n*  \nCarpenters Local 100  \n140 North 64th Ave., Coopersville, Ml 49404  \nPhone (616) 837-1500  \n» *  \nCarpenters Local 202  \n1300 W. Thomas St., Bay City, MI 48706  \nPhone (517) 686-8888  \n*  \nCarpenters Local 525  \n3617 Gembrit Circle, Kalamazoo, MI 49001  \nPhone (616) 345-8601  \n*  \nCarpenters Local 706  \n1400 W. Genesee Ave., Saginaw, MI 48602  \nPhone (517) 753-1487  \nCarpenters Local 1004  \n2310 W. Washtenaw St., Lansing, M! 48917  \nPhone (517) 484-1301  \n*  \nCarpenters Local 1510  \n12193 ist Ave. South., Escanaba, Mi 49829  \nPhone (906) 789-1670  \n*  \nInterior Systems Local 1045  \n23401 Mound Rd., Suite 202  \nWarren, MI 48091  \nPhone (810) 756-2111  \n*  \nMillwrights Local 1102  \n23401 Mound Road, Warren, MI 48091  \nPhone (810) 756-3610  \n*  \nResidential Carpenters Local 1234  \n23401 Mound Road, Suite 201  \nWarren, MI 48091  \n_ Phone (810) 756-0080  \n   \n   \n   \nAnnuity 22 ee eee 24  \nApprentice Reimbursement Program ............--. 24  \nApprenticeship and Training 7,24  \nBack-to-Work 37  \nChange House eee 4  \nCoffee Bresk .....: en twee nan 10  \nCompensation to Carpenters for Injury or Unemployment . 34  \nDrug Usage .. ee gt ee 5  \nDues Deduction cee eee ee 26  \nEqual Treatment ee eee eee . 6  \nExcess Benefit Fund 25  \nExclusive Bargaining and Employment ............. ]  \nForeman .. 0... et eee 7  \nFour-Ten Workweek 000000 ee eee 0  \nGeneral Principles ......... 4  \n6c ces ib bee eee eee KS 33  \nHealth and Welfare eee 24  \ncen HH ERS 9  \nHours of Work eee 8  \nIndustry Advancement Fund 25  \nInvalidity eee ao  \nJobsite Injury . 3  \nJurisdiction 0 eee 3  \nLabor-Management Productivity & Training Committee . . 24  \nLaability eae cee mr et oe RD 34  \nLunch Period eee eee 9  \nWerte og kw ee ees Kes 9  \nParking .. ee ee teens 4  \nPay Day eevee eee ene  \nINDEX (Continued)  \nPENSION x g cw Ee ER yy HERE ees mee 24  \nPrejob Conference 00. ee eee ee eee es 4  \n2  \nScope of Agreement...... eee ee a)  \nSecurity Deposit 26  \nShow-Up Time ee 3]  \nSteward ee ee eee 32  \nSubcontracting ee 7  \nTools 2. eee 4  \na . 10  \nU.B.C. Funds eee eee 24  \nVacation... 0.0 ee ee 6  \nVacation and Holiday 24  \nWages and Fringe Benefit Contnbutions.............  \n   \n   \n   \n2000-2003 CARPENTERS’ AGREEMENT  \nThis Agreement made as of June 1, 2000 by and between The  \nAssociated General Contractors of America, Greater Detroit  \nChapter, Inc., hereinafter called the Association,” representing its  \nwho are hereinafter called ‘‘ Employer,” and the Michi-  \ngan Regional Council of Carpenters, which has jurisdiction in the  \nentire State of Michigan and all off-shore areas adjacent thereto  \nextending to the tertitorial boundary lines of the United States,  \nhereinafter called the “Union, and its successors, and any  \nadditional counties which may be added to the union through  \nreorganization of the State of Michigan.  \nThe geographic territory governed by this Agreement consists of  \nWayne, Oakland, Macomb, Sanilac, St. Clair, Washtenaw and  \nMonroe Counties and the Townships of Brighton, Deerfield,  \nGenoa, Green Oaks, Hamburg, Hartland, Oceola, Putnam, Tyrone  \nand Unadilla in Livingston County and all offshore areas adjacent  \nthereto extending to the territorial boundary lines of the United  \nStates,  \nWITNESSETH:  \nWHEREAS, it is the intent and purpose of the parties hereto to  \nimprove the relations between the Employer, his employees and  \nthe Union, and to establish an understanding relative to gross  \nwages, hours of work, and all other conditions of employment so  \nthat the Employer, his employees and the Union may all profit  \nfrom the fair and stable conditions in the industry which will result  \ntherefrom,  \nNOW, THEREFORE, in consideration of the mutual promises  \nhereinafter set forth, the Employer and the Union hereby agree as  \nfollows:  \n"], ["ARTICLE |  \nExclusive Bargaining and Employment  \n", "1. The Association signatory hereto recognizes the Union as the  \nsole and exclusive collective bargaining agent for a majority of all  \npersons eraployed as Carpenters in the geographical area coming  \nwithin the jurisdiction of the Union; and  \nThe Union recognizes the Association as the sole and exclusive  \ncollective bargaining agent for its members, the majority of  \ncontractors engaged in commercial, industrial, institutional and  \nheavy con-struction work, for the purpose of collective bargaining  \nin ihe geographical area coming within the jurisdiction of the  \nnion.  \n2. It is specifically agreed and understood that this Agreement  \nexclusively govems the wages, terms, and conditions of employ-  \nment of al! Carpenters performing work of any description coming  \nunder the jurisdiction of the United Brotherhood of Carpenters and  \nJoiners of America, employed by an Employer represented through  \nthe Association, the majority of contractors engaged in commer-  \ncial, industrial, institutional and heavy construction work, regard-  \ntess of whether such Employer is acting in the capacity of a prime  \nor subcontractor.  \n3. The parties to this Agreement acknowledge that they are  \nsubject to state and federal law and municipal ordinances regarding  \nequal employment opportunity and fair employment practices and  \ntherefore will jointly take the necessary steps to comply with these  \nlaws and ordinances within the scope of this Agreement, and that  \nthe employment, referral or selection of all employees shall be on  \nthe basis of qualifications without regard to race, color, sex,  \nreligion, national origin or ancestry.  \n4, The Union agrees to furnish competent workers, if available,  \nupon notification to the office of the Union or authorized person  \not persons. The Employer and Union agree that in the interest of  \njob equity, there shall be no discrimination because of age and  \nboth parties shall endeavor to give favorable consideration to the  \nemployment of Carpenters who are 55 years of age or older  \nproviding such persons are capable to perform the work required.  \n5. The Employer agrees that in the employment of workers to  \nperform the various classifications of labor required under this  \nAgreement, he wili not discriminate against applicants because of  \nmembership or nonmembership in the Union. Each employee shall,  \nas a condition of employment, become and remain a member of  \nthe Union for the term of his employment, after the seventh (7th)  \ncalendar day after the beginning of his employment by an  \nEmployer or Employers in the area covered by this Agreement, or  \nseven (7) days after the date of this Agreement, whichever is the  \nlater.  \n(a) in the event the National Labor Relations Act is amended,  \nwhile this Agreement is in force so that an employee may  \nlawfully be required to become a member of the Union as a  \ncondition of employment in less than seven (7) days, then  \nsuch shorter period of time shall immediately become  \noperative under this Agreement notwithstanding the provisions  \nof Paragraph 5 above.  \n(b) The Employer shali not be obligated hereunder to discharge  \nor discriminate against any employee for nonmembership in  \nthe Union:  \n(1} If he has reasonable grounds for believing that such  \nmembership was not available to the employee on the  \nsame terms and conditions generally applicable to other  \nmembers, or  \n(2) If he has reasonable grounds for believing that member  \n2  \n   \n   \n   \nship was denied or terminated for reasons other than the  \nfailure of the employee to tender the periodic dues and the  \ninitiation fees uniformly required as a condition of acquir-  \ning or retaining membership.  \n(3) The Employer shall be furnished with a notice in writing  \nby the Union, signed by the proper officer, setting forth  \nthat the employee has refused to join the Union, although  \nhe has been offered membership on the same terms as  \nother members or that the employee's membership in the  \nUnion has been terminated for reason of nonpayment of  \ndues or regular initiation fees, and that the Union requests  \nthat said employee be discharged for one of the foregoing  \nreasons.  \n"], ["ARTICLE Il  \nJurisdiction  \n", "1. This Agreement covers all employees performing carpentry  \nwork coming under the jurisdiction of the United Brotherhood of  \nCarpenters and Joiners of America, as determined by Agreements  \nand Decisions of Record (such as for Settling Jurisdictional  \nDisputes Nationally and Locally”) and by area practices in the area  \ncovered by this Agreement.  \n2. If, in the exercise of his management rights, the Employer  \nmakes a specific assignment of any work to an employee covered  \nby this Agreement, the Empfoyer agrees to provide a letter (o the  \nUnion recording the specific assignment if requested to do so in  \nwriting by a Representative of the Union.  \n3. To keep both parties to the Agreement fully informed of  \njurisdictional assignments made to the Union, the Union agrees to  \nprovide the AGC, Greater Detroit Chapter, Inc. a copy of both the  \noriginal request and any Employer's (including non-Association  \nemployers) letter regarding the assignment. The letter should  \nprovide all appropriate information including project name and  \nlocation, quantity, description, and specifics of the work assigned.  \n4. In the event of a jurisdictional dispute involving the Union,  \nthe parties shall request the other union or unions involved to send  \nrepresentatives to the jobsite ta meet with representatives of the  \nUnion and Employer to settle the dispute. If a settlement is not  \nreached at that meeting the Union shall request that its Internation-  \nal Union assign a representative who shall make arrangements to  \nmeet representatives of the other {nternational Union or Unions  \ninvolved and representatives of the Employer on the jobsite to seek  \nsettlement of the dispute. The shalf also request the  \nInternational Unions involved to assign representatives to seek  \nsettlement of the dispute. The Union agrees that there shall be no  \nwork stoppages or strikes over jurisdictional disputes while such  \ndisputes are being processed.  \n5. In the event the Association becomes a party to a National  \nBoard, or a Local or State Board is established to which the  \nAssociation is a party, this Article shall be revised to include such  \nparticipation.  \n6. Prejob Conferences. When requested by the Union, the  \nEmployer agrees to hold a prejob conference to discuss carpentry  \nwork to be performed on said job and consider assignments of  \nwork, following established Agreements and Decisions rendered  \naffecting the building industry.  \n7. The Employer and/or General Builder agree to provide the  \nnames, when available, of all known subcontractors on the specific  \nproject if requested of the project superintendent by the Union  \nrepresentative. Such request may be made at the time of a prejob  \nconference.  \n"], ["ARTICLE if  \nGeneral Princinies  \n", "1. There shall be no restriction on the use of Employer-furnished  \ntools, machinery, power equipment, mechanical equipment or  \nmechanical devices, such as gin poles, except when, in the opinion  \nof the employee, it has become unsafe. There shall be no discrimi-  \nnation against an employee who has claimed that such items indi-  \ncated above have become unsafe. Any dispute arising out of a  \nclaim of unsafe equipment shall be settled in conformance with  \nParagraph 3 of Article XIV, “Steward,” of this Agreement.  \n2. Change House. The Employer shall furnish suitable heat for  \nthe purpose of drying clothes; reasonable, comfortable, and large  \nenough quarters for the exclusive use of all his Carpenters on the  \njob, including suitable storage for tools under lock; and shall pro-  \nvide proper sanitation and suitable sanitary containers for drinking  \nwater with paper cups or a bubbler.  \n3. Parking. The Employer will furnish adequate parking within  \na distance.  \n4. Tool/Clothing Loss. The Employer shall be responsible for  \nthe worker's tools and clothing for loss by fire and/or burglary on  \nthe jobsite when the project is not operating; provided that the em-  \nployee shali have given the Employer an itemized list of his tools  \nby noon of the second day on the job. Such liability shall be  \nlimited to not more than One Thousand Dollars ($1000.00) for loss  \nof tools and Four Hundred Dollars ($400.00) for loss of clothing  \nfor each empioyee. Employers shall be responsible for tools lost  \ndue to damage or accident during working hours provided that  \nsuch loss is not the result of the employee's negligence. The La-  \nbor/Management Productivity & Training Committee will periodi-  \ncally send to Car-penters and Employers an explanation of their  \nobligation under the tool loss provision in the contract accom-  \n   \n   \n   \npanied by a form to be used for reporting tools brought onto the  \njobsite.  \n5. Safety. The Employer agrees to register with the Michigan  \nConstruction Safety Commission and cooperate with its provisions  \non safety. The Union shall cooperate with the individual Employer  \nin carrying out ail pertinent rules and regulations dealing with  \nhealth, safety and welfare of employees promulgated by the  \naforesaid Commission. All employees shall perform their duties in  \neach operation in such manner as to promote safe operations of  \neach particular duty and of any job as a whole.  \n(a) No employee shall be discharged for refusing to work under  \nconditions injurious to his health or safety as determined under any  \nrule or regulation of the State of Michigan or any political subdivi-  \nsion thereof. Such determination shall be made by a responsible  \nagent of the State of Michigan or any of its political subdivisions  \nor by a Safety Inspector from the applicable Insurance Carrier.  \n(b) Employer shalj furnish a safety hat for cach employee and a  \nnew winter liner when required. Hats and liners are to be returned  \nto Employer upon lay-off or discharge.  \n6. Drug Usage. In the interest of safety: intoxication, possession,  \nconsumption or use of alcoholic beverages or illegal drugs is not  \npermitted on jobsites or while driving a company vehicle. The  \nUnion agrees to abide by the substance abuse program approved  \nby the labor-management committee known as Management and  \nUnions Serving Together (M.U.S.T.}, adopted on February 25,  \n1992. or any other M.U.S.T. agreement jointly amended.  \n7. The Employer shali furnish ail power equipment and battery-  \noperated tools. All Employer trucks, power saws, power tools,  \nladders, etc., are to be permanently and adequately marked or  \nidentified to indicate they are the property of the Employer.  \nMagnetic signs on trucks shall not be considered permanent and  \nare not acceptable.  \n8. The Employer agrees that employees shall be allowed time to  \nsharpen their personal tools.  \n9. The Employer agrees to furnish suitable wearing apparel such  \nas pullover boots and raincoats on all jobs where employees are re-  \nquired to work in inclement weather or under extremely wet or  \nmuddy conditions, _  \n10. Jobsite Injury. An employee, who as a result of a disabling  \non-the-job injury, is unable to complete a full day's work shal!  \nnevertheless be paid for the full day on which such injury  \noccurred. The Employer shall mail a copy of Claim Form F-100  \nto employee within ten (10) calendar days of the injury. The  \nSteward or an Employer representative shall accompany injured  \neroployee to the hospital. The shall make arrangements  \nfor an injured employee's transportation from the hospital to his  \nautomobile, to the jobsite, or to his home as may be appropriate  \nunder the circumstances,  \nIl. Vacation. An employee shall be allowed (to take an annual  \nvacation upon two weeks notice to the Employer. If the employee  \nis laid off during the vacation, the employee shall receive a lack  \nof work slip and final paycheck.  \n12. The supervision will be encouraged to call in job starts to the  \nUnion.  \n13. Maintenance work may be performed under the current  \nprovisions of the “General Presidents’ Project Agreement for  \nMaintenance by Contract,\" initially developed by the General  \nPresident's Committee in September 1956. The parties to this  \nAgreement will meet to negotiate a Maintenance Agreement  \napplicabie within the geographic jurisdiction of this Agreement.  \n14. Safety Training: Effective June 1, 2001, each employee  \ncovered by this Agreement shall be required to carry a valid  \nfirst aid training card and scaffold user training card, and  \nshall attend on their own time, any classes or training neces-  \nsary to maintain this requirement. The Union shall make every  \neffort to provide these classes on a regular basis.  \n"], ["ARTICLE IV  \nEqual Treatment  \n", "i. The Union shail not knowingly permit its members to work  \nfor any Employer who does not have an Agreement with the  \nUnion,  \n2. If during the term of this Agreement, the Union has a collec-  \ntive bargaining agreement with any other employer engaged in  \nconstruction work within the geographic jurisdiction of this  \nAgreement as done by the employers that contains terms and  \nconditions more favorable than those contained herein, the Union  \nagrees that such more favorable terms or conditions shall automati-  \ncally become a part of this Agreement replacing those herein  \nwhich are less favorable.  \n3, Should an Employer covered by this Agreement engage in any  \nwork within the geographic jurisdiction of this Agreement (includ-  \ning specialty work and/or home building work) covered by other  \ncurrent existing agreements between the Union and other Em-  \nployers engaged in that work, then that Employer shall be required  \nto comply with such Agreement covering such work. If there is a  \nquestion on the status of any Employer such question shall be  \nsubmitted to the Joint Settlement Board for determination,  \n   \n   \n   \n"], ["ARTICLE V  \nSubcontracting  \n", "|, The Employer agrees that he will not enter into subcontracts  \nfos work covered by this Agreement to be done at the site of the  \nconstruction, alteration, or repair of a building, structure, or other  \nwork with any contractor who does not have a signed agreement  \nwith the Union; provided however, that where there is any dispute  \nover work jurisdiction or assignment of work, such dispute shall  \nbe governed by Article I, hereof.  \n2. The provisions of this Agreement specifically prohibit the use  \nof labor contractors who as a subcontractor furnish workers to  \nperform jobsite work covered by this Agreement, except where the  \nlabor contractor is signatory to this Agreement.  \n"], ["ARTICLE VI  \nForeman  \n", "1. The foreman shall be selected by and be the representative of  \nthe Employer. He shaif not be required to violate any part of this  \nAgreement as a condition of employment. When three (3) or more  \nmembers of the Union are employed, one (1) shall act as working  \nforeman and receive the foreman's rate of pay.  \n2. Any Carpenter employed in a supervisory capacity and re-  \nquired to act in a dual capacity of Carpenter Foreman and Superin-  \ntendent will be covered under terms of this Agreement.  \n"], ["ARTICLE VII  \nApprentices  \n", "1. The use of apprentices shall be encouraged under mutually  \nagreeable indentureship rules and Detroit Carpentry Apprenticeship  \nand Training Standards. The Employer agrees to abide by the  \nrules, regulations and actions of the Detroit Carpentry Joint  \nApprenticeship and Training Committee (JATC) in the employ-  \nment of apprentices. The Employer and Union agree that it is their  \npractical responsibility, in an effort to better the industry, to  \npromote the apprenticeship and training program.  \n(a) Based on total employment, suitably distributed, the Employ-  \ner shall employ apprentices in a ratio of one (1) apprentice to each  \nsix (6} joummeymen. {f an Employer is found to be employing  \napprentices in a ratio of less than one (1) to six (6), he shall be  \ngiven notice to procure apprentices in the proper ratio within two  \n(2} consecutive. working days.  \n2. Payment for School Day. The Employer shall pay the  \nApprentice for attending classes on a regular attendance day, a  \nsum equal to a ful) day's pay; however, should the Apprentice  \nabsent himself from the job, 10% per day missed will be deducted  \nftom payment for school day. Days missed due to weather or other  \nacts by the Employer out of the Apprentice's control will not  \npenalize that Apprentice for the 10% pay for each day falling in  \nthis category. Payment for school day may in no instance be less  \nthan the established scale, but shal! be the actual wage the  \nApprentice is currently receiving. Hours spent in related classroom  \ninstruction shall not be considered as hours of work for the  \npurpose of computing overtime.  \n(a) The Apprentice attends school one day every two weeks. Five  \npercent (5%) of the Apprentices’ wage rate is included in all clas-  \nsification percentages for the payment of tuition.  \n(b) An accepted applicant may be permitted employment on the  \njobsite seven (7) days prior to enrollment into the school or  \nassignment of a school day, providing all other qualifications have  \nbeen met. Such seven (7) days or part thereof shali constitute  \ncredit towards the 90 days probationary period.  \n(c} It is mutually agreed that there will be periodic meetings of  \ninterested parties who will study the apprenticeship program with  \nthe purpose in mind of updating and streamlining the program.  \n3. Apprentice Candidate Program. The Apprentice Candidate  \nProgram shall continue through of this Agreement.  \n"], ["ARTICLE VHl  \nHours of Work  \n", "1. Day Shift. Eight (8) hours shall constitute a day's work  \nbetween the hours of 7:00 a.m. and 4:30 p.m., Monday through  \nFriday, inclusive, except for shift work and the 4-10 workweek  \nhereinafter described, and shall be paid at the regular First Shift  \nrate of wages in Article X. Additional flexibility in the starting  \ntime may be obtained by mutual agreement between the Employer  \nand the Union prior to the start of the job.  \n2. Shift Work. All shift work shall be on a two (2) day basis  \nregardless of the days on which worked.  \n(a) When one-(1) or two (2) shifts are employed, regardless of  \nwhether the day shift is worked, each shift shall work eight (8)  \nhours before the overtime applies.  \n(b} When three (3) shifts are employed, the first shift shall work  \neight (8) hours, the second shift shall work seven and one-half  \n(7%) hours, and the third shift shall work seven (7) hours before  \nthe overtime rate applies.  \nc) Shift work between the hours of 8:00 a.m. Monday and 8:00  \na.m. Saturday shail be paid for at the regular shift rates as sched-  \nuled in Article X. Shift work between the hours of 8:00 a.m.  \nSaturday and 8:00 am. Monday shall be paid for at double the  \nregular shift rates as scheduled in Article X, with the exception  \nthat eight (8) hours of shift work may be performed between 8:00  \n   \n   \n   \na.m. Saturday and 8:00 am. Sunday for one and one-half the  \nstraighttime rate.  \n(d) Employers shall have the right to designate shift hours and  \nshall notify the Union of the start of such shifts within twenty-four  \n(24) hours after start of shift work, except on weekends when  \nnotice shall be given Monday moming. Failure to natify as agreed,  \nall the time worked shall be at double time. No employee covered  \nby this Agreement shall knowingly be allowed to work two (2)  \nconsecutive shifts.  \n(ec) It is understood that in the event job circumstances beyond  \nthe control of the Employer arise, the Employer and the Union will  \nmeet to arrange special shift provisions.  \n3. Overtime. One and one-half the straight-time wage rate shall  \nbe paid for the first two (2) hours of overtime worked, Monday  \nthrough Friday. Eight (8) hours of work may be performed on  \nSaturdays for which one and one-half the straight-time rate shall  \nbe paid. Work performed beyond the first two (2) hours of  \novertime, Monday through Friday, or beyond eight (8) hours of  \nwork on Saturdays shall be paid at double the straight-time wage  \nrate, All work performed on Sundays shall be paid at double the  \nstraight-time wage rate.  \n4. Lunch Period. There shall be a lunch period at the end of the’  \nfirst four (4) hours of work on any shift. In the case of a flexible  \nstarting time, the period may be extended to a maximum of five  \nhours. However, if job circumstances require the employee to work  \nduring the usual lunch period and take his unpaid lunch period at  \nsome other time, then the work performed during the usual lunch  \nperiod shall be paid for at time and one-half. If an employee ts  \nrequested to work more than twelve (12) hours, a funch period  \nof one-half (4) hour shall be allowed at the start of the thir-  \nteenth (13th) hour.  \n(a) When any employee works through his normal lunch period,  \nhe shall be given his lunch period without unreasonable delay  \nbased on job conditions at the completion of his normal lunch  \nperiod. If the employee is not relieved, he shall be paid at time  \nand one-half from the completion of his normal lunch period until  \nrelieved. All Carpenters shall have a full one-half (4%) hour lunch  \nperiod.  \n5. Holidays. The holidays or days so celebrated, recognized by  \nthis Agreement and calling for double time for any work per-  \nformed are: New Year's Day, Memorial Day, Fourth of July,  \nThanksgiving Day, Christmas Day and Labor Day. No work shall  \nbe done on Labor Day except for protection of life or property. If  \nany of the above holidays fall on Sunday, the following Monday  \nshall be considered the holiday and if work is performed the rate  \nshall be double time.  \n(a) ff a holiday is celebrated on Friday or Monday, four 10-hour  \nstraight-time weekdays may be worked during the calendar week  \nin which a holiday is celebrated to enable Carpenters to have a  \n3-day weekend. In addition, the Employer may choose to work  \nfour {0-hour, straight-time weekdays during the week preceding or  \nfollowing this holiday week, to enable Carpenters to have a 4-day  \nweek-end. Jobs which have worked overtime on a regular basis  \nwithin two weeks of the holiday may not change the workweek in  \naccordance with this Paragraph. Notice must be given to the Union  \nat least 5 work days before the first 4-10 day is worked.  \n6. Travel. When an employee agrees to be sent out of the ter-  \nritorial jurisdiction of the Union by the Employer he shall receive  \nall authorized expenses and either the scale or wages in the locality  \nor in this Agreement, whichever is higher.  \n7. Coffee Break. Each Employee shali be allowed to take a cof-  \nfee break near his work station once during the first four (4) hour  \nWOIK and once during the second four (4) hour work period.  \nThe breaks wil] be ten minutes allowed during the middle 60  \nminutes of the work periods at specific times determined by the  \nEmployer and need not be at the same time for all Employees. The  \nUnion agrees that this will not be abused.  \n"], ["ARTICLE [X  \nOptional Four-Ten Workweek  \n", "The Union agrees that the Employer may work a 4-10 workweek  \non a particular job as provided below only under the following  \ncircumstances:  \nt. Laborers and Operating Engineers which work in conjunction  \nwith the Carpenters who are to work 4-10s, whether these Carpen-  \nters are employed by the Employer or by a subcontractor of the  \nEmployer, must also work the 4-10 workweek.  \n(a) At the beginning of a job or at any time during its duration,  \nand for a minimum of one (!) week, the Employer shall have  \nthe option of scheduling work on Monday through Thursday  \nfor ten hours each day at straight-time. Work in excess of ten  \n(40) hours per day but no more than twelve (12) hours per  \nday (Monday through Thursday) shall be paid at time and  \none-half. Work in excess of twelve (12} hours per day  \n(Monday through Thursday) shall be paid at double time. The  \n4-10 workweek may be used by an Employer on a job basis.  \nThe 4-10 workweek may be used only under the following  \ncircumstances:  \n(1) If a prejob conference has not been heid, the Employer  \nwill call the Union and offer to hold a prejob conference  \nto inform the Union of the contemplated schedule for the  \njob.  \n10  \n   \n{2) in the event one (1) or more hours of work are unable to  \nbe performed because of bad weather when 4-]0s are  \nworked Monday through Thursday, the Employer may  \nschedule work on Friday of that week for a minimum of  \neight (8) hours. Work in excess of forty (40) hours for the  \nweek but not more than forty-eight (48) hours shall be  \npaid at time and one-half: Work in excess of forty-eight  \n(48) hours for the week (Monday through Friday) shall be  \npaid at double time. Eight hours of work may be per-  \nformed on Saturdays at time and one-half. Work on  \nSaturdays in excess of eight (8) hours shall be paid at  \ndouble time.  \n(3) On any job scheduled to work on Friday, the Employer  \nshall not bring employees to the job to avoid the payment  \nof premium time.  \n{4} When the Employer warks 4-(0s and §-8s on the same  \njob, he shall not bring in workers not scheduled to work  \n4-10s to avoid payment of overtime.  \n(S) When work is performed under the 4-10 workweek  \nschedule, payday shall be one of the workdays. Once  \npayday has been established on a project under this Sec-  \ntion, that day shall remain the payday whenever 4-10s are  \nworked.  \n"], ["ARTICLE X  \nWages and Fringe Benefit Contributions  \n", "The gross wage shown in these schedules includes required pay-  \nments for Wages, Vacation and Holiday, Insurance, Pension and  \nDues Assessment contributions. Failure to pay the Base Wage and  \nthe funded fringe benefit contributions when due is payment of  \nless than the Gross Wage and shall constitute a status of delin-  \nquency and a violation of this Agreement. The Union shall  \nwithhoid ts members from Employers who are thus in violation:  \nIn the event any Employer is delinquent in the payment of Wages  \nor his contributions to the Insurance, Pension, Vacation and  \nHoliday, Apprenticeship, Dues Assessment or Labor-Management  \nProductivity and Training Funds, the Union, after giving the  \nEmployer and the Association twenty-four (24) hours notice  \n{excluding Saturday, Sunday and Holidays) by certified mail or  \ntelegram, of such delinquency, shall have the nght to take strike  \naction against such Employer, notwithstanding any other provision  \nof this Agreement.  \n11  \n1. The minimum rate of wages for Foremen, Journeymen, and  \nApprentice Carpenters shall be defined as follows: q  \n   \nZone t consists of Macomb, Monroe, Oakland, St. Clair and  \nWayne Counties.  \nZone 2 consists of Sanilac and Washtenaw Counties, and in  \nLivingston County the townships of Brighton, Deerfield, Genoa,  \nGreen Oak, Hamburg, Hartland, Oceola, Putnam, Tyrone and  \nUnadilla.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2000  \nTHROUGH MAY 31, 2001  \nZONE 1 - JOURNEYMAN  \nDay Shift 2nd Shift 3rd Shifé  \nPer Hour Per Hour Per Hour  \n   \n“Base Wape ous: canna $24.135 $25.74 $27.58  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) .... 2.655 2.83 3.03  \n*Special Assessment Fund (Funded) .20 .20 20  \nFunds (Funded) ... . .O5 05 05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) .. 10 1G .10  \nPension — [3% of  \nBase Wage (Funded) .... 3.138 3.35 3.59  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 2.916 3.1] 3.33  \nGROSS WAGE ....... $36.044 $38.23 $40.73  \nApprenticeship (Funded) . . . 16 16 16  \nApprentice Reimb. Fund (Funded) AS AS  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. .O9 .09 .09  \nIndustry Advancement  \nProgram (Funded) ...... 10 10 10  \nTOTAL ............ $36.544 $38.73 $41.23  \n   \n12  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2000  \nTHROUGH MAY 31, 2001  \nZONE 1! - CARPENTER LAYOUT MAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage............. $25.135 $26.81 $28.73  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) .... 2.765 2.95 3.16  \n*Special Assessment Fund (Funded) .20 20 .20  \nU.B.C. Funds (Funded) .... .05 .05 05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) . . 10 10 .10  \nPension — 13% of  \nBase Wage (Funded) .... 3.268 3.49 3.73  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 3.036 3.24 3.47  \nGROSS WAGE ....... $37.404 $39.69 $42.29  \nApprenticeship (Funded) . 16 16 16  \nApprentice Reimb. Fund (Funded) AS 15 15  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. .09 09 .09  \nIndustry Advancement  \nProgram (Funded) ...... 10 8 __.10  \nTOTAL ............ $37.904 $40.19 $42.79  \nZONE 1 - CARPENTER FOREMAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n\"Base Wage $25.385 $27.08 $29.01  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) .... 2.792 2.98 3.19  \n*Special Assessment Fund (Funded) .20 20 .20  \nU.B.C. Funds (Funded) .... .05 05 .O5  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) .. 10 .10 10  \nPension — 13% of  \nBase Wage (Funded) ... 3.30 3.52 3.77  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 3.067 3.27 3.51  \nGROSS WAGE ....... $37.744 $40.05 $42.68  \nApprenticeship (Funded) . . . 16 16 16  \nApprentice Reimb. Fund (Funded) .15 15 «le  \nLabor/Mgmt.  \nProd, & Trng. (Funded) .. 09 09 09  \nIndustry Advancement  \nProgram (Funded) ...... _10 10  \nTOTAL ............ $38.244 $40.55 $43.18  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2000  \nTHROUGH MAY 331, 2001  \n   \nZONE 2 - JOURNEYMAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage............. $23.769 $25.35 $27.16  \n& Holiday — 11% of  \nBase Wage (Funded) .... 2.615 2.79 2.99  \n*Special Assessment Fund (Funded) .20 .20 20  \nU.B.C. Funds (Funded) ... . .05 05 05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) . . 10 10 10  \nPension — 13% of  \nBase Wage (Funded) .... 3.089 3.30 3.53  \nAnnuity Fund — 12.08% of Base  \nWape (Funded) ........ 2.871 3.06 _3.28  \nGROSS WAGE ....... $35.544 $37.70 $40.16  \nApprenticeship (Funded) . . . 6 16 16  \nApprentice Reimb. Fund (Funded) .15 AS WS  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. .09 09 .09  \nIndustry Advancement  \nProgram (Funded) ...... __.10 10 10  \nTOTAL ............ $36.044 $38.20 $40.66  \n   \nZONE 2 - CARPENTER LAYOUT MAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage ............. $24.769 $26.42 $28.31  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) .... 2.429 2.91 3.11  \n*Special Assessment Fund (Funded) a .20 .20  \nU.B.C. Funds (Funded) . .05 05  \nInsurance (Funded) ....... 283 2.85 2.85  \nSupp. Insurance (Funded) . . 10 .10 10  \nPension — 13% of  \nBase Wage (Funded) .... 3.220 3.43 3.68  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 2.992 3.19 3.42  \nGROSS WAGE ....... $36.906 $39.15 $41.72  \nApprenticeship. (Funded) . . . 16 16 16  \nApprentice Reimb. Fund (Funded) ./5 AS AS  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. 09 .09 ,09  \nIndustry Advancement  \nProgram (Funded) ...... 10 __.10 10  \nTOTAL ............ $37,406 $39.65 $42.22  \n   \nZONE 2 - CARPENTER FOREMAN  \nDay ShiN 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage ............. $25.019 $26.69 $28.59  \n*Vacation & Holiday — {1% of  \nBase Wage (Funded) .... 2.752 2.94 3.14  \n*Special Assessment Fund (Funded) .20 .20 .20  \nU.B.C. Funds (Funded) .... 05 .O5 05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) .. 10 10 10  \nPension — 13% of  \nBase Wage (Funded) .... 3.252 3.47 3.72  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 3.022 S22 3.45  \nGROSS $37.245 $39.52 $42.10  \nApprenticeship (Funded) . . . 16 .16 16  \nApprentice Reimb. Fund (Funded) .15 15 15  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. .09 09 09  \nIndustry Advancement  \nProgram (Funded) ...... 10 10 10  \nTOTAL ............ $37.745 $40.02 $42.60  \nDUES DEDUCTION — Per Article X, Paragraph [0, the dues  \ndeduction specified on the monthly fringe benefit contribution form  \n(presently 2% of the Base Wage) shail be deducted from the  \nemployee's pay. The amount of the dues deduction is included in  \nthe Base Wage as stated above.  \n*The Base Wage, Vacation & Holiday and Special Assessment  \nFund contributions are added together before payroll taxes are  \ncalculated. After taxes are calculated, the Vacation & Holiday and  \nSpecial Assessment Fund contributions are deposited into their  \nrespective Fund. For an example, see last page of this bookiet.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2001  \nTHROUGH MAY 31, 2002  \nJOURNEYMAN  \nEffective June 2001 the parties have agreed to a Gross Wage  \nincrease for the Journeyman Carpenter of $1.55 per hour. The  \nJourneyman Carpenter wage rate effective June 2001 will be issued  \nas a supplement to this Agreement.  \nCARPENTER FOREMAN & CARPENTER LAYOUT MAN  \nThe Carpenter Foreman and Layout Man wage rates effective June  \n2001 will be issued as a supplement to this Agreement.  \n15  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2002  \nFHROUGH MAY 31, 2003  \nJOURNEYMAN  \nEffective June 2002 the parties have agreed to a Grass Wage  \nincrease for the Journeyman Carpenter of $1.65 per hour. The  \nJourneyman Carpenter wage rate effective June 2002 will be issued  \nas a supplement to this Agreement.  \nCARPENTER FOREMAN & CARPENTER LAYOUT MAN  \nThe Carpenter Foreman and Layout Man wage rate effective June  \n2002 will be issued as a supplement to this Agreement.  \n16  \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n2. Health and Welfare. The Employer shall pay the amount  \nspecified in Article X, Paragraph [ for all hours worked by each  \nemployee covered by this Agreement to Detroit Carpenters Health  \nand Welfare Fund, hereinafter called Health and Welfare Fund.  \nThe Health and Welfare (also referred to as Insurance) contnbution  \nis calculated on all hours worked.  \n3. Vacation and Holiday. The Employer shall pay eleven  \npercent (11%) of the actual hourly rate (but not less than the  \nminimum base wage) ef each employee covered by this Agreement  \nto Carpenters Vacation and Holiday Trust Fund, Detroit and  \nVicinity, hereinafter called Vacation Fund. The Vacation and  \nHoliday contribution is calculated on all hours paid.  \n4, Pension. The Employer shall pay thirteen percent (13%) of the  \nactual hourly rate (but not tess than the minimum base wage) of  \neach employee covered by this Agreement to Carpenters Pension  \nTrust Fund, Detroit and Vicinity, hereinafler called Pension Fund.  \nThe Pensinn contribution is calculated on all hours paid.  \n5. Annuity. The Employer shall pay twelve and eight hundre-  \nths percent (12.08%) of the actual hourly rate (but not less than  \nthe minimum base wage) of each emplayee cevered by this  \nAgreement to Carpenters Annuity Fund, Detroit and Vicinity,  \nhereinafter called Annuity Fund. The Annuity contribution ts  \ncalculated on all hours paid.  \n6. Apprenticeship and Training. The Employer shall pay the  \namount specified in Article X, Paragraph 1 for all hours worked  \nby each employee covered by this Agreement to Detroit Carpenters  \nJoint Apprenticeship and Training Trust Fund, hereinafter called  \nApprenticeship Fund. The Apprenticeship and Training contribu-  \ntion is calculated on all hours worked.  \n7. U.B.C. Funds. The Employer shall pay five cents ($.05) per  \nhour for all hours worked by each Employee covered by this  \nAgreement to the United Brotherhood of Carpenters Health &  \nSafety Fund of North America, United Brotherhood of  \nCarpenters Apprenticeship & Training Fund of North Amer-  \nica, Labor Management Education and Development Fund, to  \nbe allocated among said Funds by the Union. Said contribu-  \ntions are calculated on all hours worked.  \n8. Apprentice Reimbursement Program. The Employer shall  \npay a Reimbursement Fund contribution in the amount  \nspecified in Article X, Paragraph 1 for all hours worked by  \neach employee covered by this Agreement to the Detroit  \nCarpenters’ Joint Apprenticeship and Training Committee.  \nThe contribution is calculated on an hours worked basis.  \n9. Labor Management Productivity and Training Committee.  \nAn Emptoyer performing work under the terms of this Agreement  \n24  \n   \n   \n   \nshall pay to the Labor-Management Productivity and Training  \nCommittee the amount specified in Article X, Paragraph 1 for  \nall hours worked by each employee covered by this Agreement.  \nThe Articles of Incorporation and Bylaws of the Labor-Managem-  \nent Productivity and Training Committee filed with the State of  \nMichigan on January 29, 1986, and amendments thereto, are  \nhereby incorporated herein by reference.  \n10. Industry Advancement Program. An Employer performing  \nwork under the terms of this Agreement shall pay into the Industry  \nAdvancement Program (LAP) of the Association the amount  \nspecified in Article X, Paragraph 1 for all hours worked by each  \nemployee covered by this Agreement. Contributions shall be in  \naccordance with the Supplemental Agreement hereto and on such  \nforms as are supplied. These funds shall not be considered part of  \nthe Gross Wage. The [AP contribution is calculated on all hours  \nworked.  \n11. Excess Benefit Fund. The Employer agrees to pay a  \nportion of the Pension Fund contribution due under this  \nCollective Bargaining Agreement to the Michigan Regional  \nCouncil] of Carpenters Excess Benefit Fund (hereinafter  \nreferred to as “Excess Benefit Fund”). The administrative  \nmanager of the Carpenters Pension Trust Fund - Detroit and  \nVicinity (hereinafter “Pension Fund”) shall, on a monthly  \nbasis, determine the amount of benefits to be paid to partici-  \npants and beneficiaries of the Excess Benefit Fund in the  \nfollowing month, based on the funding requirements set forth  \nin the Excess Benefit Plan. Before the pension contribudons  \nmade by Employers are allocated to the Pension Fund, the  \nadministrative manager shali cause the moneys necessary to  \npay the total amount determined hereunder to be deducted  \nand paid to the Excess Benefit Fund for distribution. That  \namount shall be the aggregate of all benefits calculated in  \naccordance with the Pension Fund’s Plan in excess of the  \npayment permitted under Section 415 of the Internal Revenue  \nCode, increased to reflect FICA, FUTA and any other similar  \ntaxes applicable thereto, together with any administrative  \nexpenses. The amount of the Employer’s contribution paid  \nover to the Pension Fund shall be reduced by the amount of  \nthe contribution allocated to the Excess Benefit Fund hereun-  \nder. The foregoing notwithstanding, the full amount of the  \npension contributions, prior to the aforesaid reduction for the  \ncontribution to the Excess Benefit Fund, shall be used in  \ndetermining the pension benefit amount of Covered Employees.  \nIf the limitation on benefits imposed by Section 415 of the  \nCode is eliminated or modified such that no current, past or  \nfuture participant’s benefit amount will be affected by Section  \n415, this provision shall automatically terminate, as of the  \neffective date of such law.  \n25  \n12. This Agreement incorporates and the Employer hereby  \naccepts and adopts the terms and conditions of the Plan and Trust  \ndocuments of each Fringe Benefit Fund named in this Agreement,  \nor that may hereinafter be so named, including all rules, regula-  \ntions, policies, procedures and resolutions adopted by the Trustees  \nof said Fringe Benefit Funds, as well as any amendments or  \nmodifications of same not inconsistent with the terms of this  \nAgreement.  \n(a) Contributions shall be paid by the last day of the month  \nfoltowing the month the employee worked. Contributions shall be  \ndeposited each month to such depository as may be designated by  \nthe Trustees of said Funds.  \n(b) Each Employer shall pay as liquidated damages cost of  \ncollection charges, as established by the respective Boards of  \nTrustees, resulting from his delinquency in payment or late  \npayment of con-tributions to the aforesaid Funds. The present  \nschedule of collection charges for late cantrihutians requires a  \npayment of five percent (5%) on all contributions received  \nbetween one and fifteen days after the due date and a payment of  \nten percent (10%) on all contributions received more than fifteen  \ndays after the due date. An additional two percent (2%) per month  \nassessment will be imposed on contributions received more than  \nsixty days late.  \n13. Dues Deduction. The Employer appoints the Contract Ad-  \nministrator of the Carpenters Fringe Benefits Programs as its agent  \nfor the receipt of dues deduction authorizations. Receipt of a writ-  \nten authorization by the Administrator shall constitute receipt by  \neach Employer.  \n(a) The Employer shall deduct from the wages of each employee  \nwho has individually and votuntarily authorized such deduction in  \nwriting the amount certified by the Union to be the Working Dues  \nAssessment uniformly required and a Special Assessment equat to  \nan amount determined by the Union on an annual basis, with a  \nmaximum of twenty cents ($.20) per hour for every hour worked  \nby a member. Any such authorization by any employee shail  \ncontain a provision as required by law for revocation.  \n"], ["ARTICLE XI  \nSecurity Deposit  \n", "|. The parties have heretofore entered into an Agreement and  \nDeclaration of Trust establishing the Carpenters Guaranty Fund,  \nhereinafter called the Guaranty Fund, administered by a joint  \nCommittee of an equal number of Union Representatives and Rep-  \nresentatives appointed by the various Associations. The Guaranty  \nFund shall receive the deposits required hereunder and hold, ad-  \nminister and disperse the same as provided in the trust agreement.  \n26  \n   \n   \n   \n2. Each Employer covered by the terms of an Agreement with  \nthe Union may deposit and maintain with the Guaranty Fund such  \nsum of money as shown in Paragraph 13 of Article X] which shall  \noperate as a security deposit under the terms and conditions of the  \nAgreement. As long as the Employer is represented by the  \nAssociation, the guarantee of the Association as hereinafter  \nprovided shall be in lieu of a deposit by an individual Employer.  \n3. Each Association shall stand surety for the Employers it rep-  \nresents in the amount of $10,000.00 for its Members who are  \nEmployers in Good Standing and $25,000 for its Members who are  \nNew Employers or Delinquent Employers or provide a suitable  \nbond in lieu thereof. Subject to the restrictions and limitations  \nprovided herein the security deposit shall be used to cover claims  \nagainst Employers belonging to the Association for (a) delinquent  \npayments to the various fringe benefit funds, and (6) for up to two  \n(2) weeks of uncollected wages paid by checks not honored by the  \nbank on which drawn. The total liability shall not exceed the  \nSecurity Deposit, subject to the restrictions and limitations  \nprovided herein.  \n(a} Each Association shall advise the Union and the Guaranty  \nFund in writing of the names, addresses and classifications of its  \nmembers not covered by the security deposit of the Association.  \nSuch employer shall then be treated as a non-associated Employer.  \n(b) If the coverage of any Employer is terminated by such notice,  \nthe guarantee of the Association shall nevertheless be liable for  \nany claim against such Employer for delinquent payments accruing  \nprior to such notice and for a period of two (2) weeks following  \nthe receipt of such notice, but in no event in excess of the maxi-  \nmum amount referred to in Paragraph 5 below.  \n(c) The Association shall be notified promptly by the Union or  \nthe administrators of the various fringe benefit funds of the  \ndelinquency of any Employer who is covered by the deposit of the  \nAssociation,  \n4. To the extent provided herein, the principal amount of the  \nsecurity deposit of any individual. Employer who is a member of  \nthe Association shail secure and guarantee payment of such  \nindividual Employer's obligations as described in Paragraph 3  \nimmediately above, but shall not be used to defray the obligations  \nof any other Employer. The obligations of such Employer to the  \nvarious fringe benefit funds shall be deemed to include interest and  \ncost of collection charges assessed by the said funds for fate  \npayment.  \n5. The total amount of all claims by the various fringe benefit  \nfunds for delinquent payments that may be asserted against the  \nsecurity deposit for any one Employer shall be limited to the  \n27  \namount accrued, and in no event shall exceed the amount shown  \nin Section {3 for the classification of the delinquent Employer.  \n6. A statement of delinquency certified by the Administrator of  \nany fringe benefit fund must be based upon an audit, admission of  \nliability or refusal to allow an audit and shall be required before  \npayment from the security deposit may be made by the Guaranty  \nFund. Payment by the Guaranty Fund shall be made immediately  \nupon any one of the aforesaid requirements.  \n7. No claims may be asserted and paid from security deposits  \nmade hereunder for any obligations of Employers accruing prior  \nto June 15, 1970.  \n8. This Security Deposit shall continue until June 1, 2003.  \n9. Each Employer covered by the terms of this Agreement shall,  \nat the end of each pay period, and not later than 4:30 p.m. on Fri-  \nday of the pay week, make payment by cashier's or certified check  \nto the Administrator's office of ihe fringe benefii funds of a sum  \nequal to the fringe benefits owing for that pay period. The  \nEmployer shall submit reporting forms as otherwise required by  \nthe Trustees of the Fringe Benefit Funds.  \n10. In the event any Employer is delinquent at the end of a pay  \nperiod in the payment of wages or in contributions to the fringe  \nbenefit funds provided in Paragraph 9 above, the employees or  \ntheir representatives shall] take such action as necessary, forthwith,  \nto collect such delinquent payments, and it is further agreed that  \nin the event any such action is taken, the Employer shall be  \nresponsible to the employees for all losses resulting therefrom,  \nincluding loss of wages.  \nIl. The provisions of Paragraphs 9 and 10 above shall not apply  \nto any Employer who elects to make a security deposit as set forth  \nbelow with the Guaranty Fund or any Employer covered by the  \nundertaking of an Association, and such Employer shall continue  \nto make payments monthly to the depository of the fringe benefit  \nfunds as prescribed by current rules and regulations.  \n12. Notwithstanding any other provision in Article XI to the con-  \ntrary, the Trustees of the fringe benefit funds may require any  \nEmployer who has been frequently delinquent in making such  \nconinbutions, as certified by the Administrator of any fringe  \nbenefit fund, or whose current payroll exceeds his classification,  \nto comply with the provisions of Paragraphs 9 and 10 of this  \nArticle XI.  \n13. Employers for whom the Association does not stand surety  \nshall comply with the following:  \n(a) An Employer in Good Standing not {ater than December 31  \nof each year shall submit to the Trustees of the Guaranty Fund a  \n28  \n   \n   \n   \nswom affidavit stating the average number of Carpenters on the  \nEmployer's payroll during the twenty-six week period from May  \n| through October 31 of the preceding calendar year and showing  \na computation made by taking the highest number of Carpenters  \nemployed on any one day for each week during the period and  \ndividing the total by the number of weeks during which Carpenters  \nwere on the payroll. The security deposit amount required from  \neach Employer in Good Standing corresponding to the average  \nnumber of carpenters employed shall be as follows:  \nClassification Average Number Deposit  \nof Employer of Carpenters Amount  \nA 1-5 $5,000.00  \nB more than 5  \n(b) A New Employer or a Delinquent Employer shall have the  \noption of either:  \na. Posting a $25,000 security deposit with the Detroit  \nCarpenters Guaranty Fund; or,  \nb. (i) Paying its fnnge benefit contributions on a weekly or  \nmonthly basis as required by the Detroit Carpenters’ Fringe  \nBenefit Funds’ Joint Delinquency Committee, and  \n(ii) Contributing $.10 to the Detroit Carpenters Guaranty  \nFund for each hour worked by all employees covered by  \nthis Agreement. The Guaranty Fund contribution shall be  \nmade together with al! other Fringe Benefit Fund payments.  \nThe hourly contributions made under this Subparagraph  \n(b)(ii) to the Guaranty Fund shall be paid in addition to any  \nexisting security deposit posted by the Employer. The  \nobligation to make the $.10 contribution will cease when  \nthe toial amount deposited by such Employer equals  \n$25,000 in excess of any indebtedness to the fringe benefit  \nfunds.  \n(c) A New Employer is defined as an Employer who has been  \nmaking fringe benefit contributions to the Funds for less than two  \n(2) years. A Delinquent Employer is defined as an Employer who  \nduring the preceding consecutive twelve (12) month period has  \nfailed to make timely payment of any amounts due the Funds  \nhereunder. An Employer in Good Standing is defined as an  \nEmployer who is neither a New Employer nor a Delinquent  \n- Employer. The Detroit Carpenters’ Fringe Benefit Funds’ Joint  \nDelinquency Committee has authority to waive the delinquent  \nStatus of an Employer when the status was the result of errors in  \npayment of insignificant amounts, bnef delays in payment, or  \nerrors due to unintentional clerical mistakes. A New Employer or  \na Delinquent Employer who becomes an Employer in Good  \nStanding may request a refund of his deposit to the extent it is in  \nexcess of the deposit required of him as an Employer in Good  \nStanding.  \n29  \n"], ["ARTICLE Xl  \nPay Day  \n", "1. Friday shall be the weekly pay day on all work, except where  \na State, Federal, or local law or regulation makes it impracticable.  \nEach employee shall be paid weekly, during working hours, by  \nmeans of a payroll check, which shall be accompanied by a stub  \nor memorandum indicating the dates of the pay period, the gross  \namount of the check, F.I.C.A. and income tax withheld; the  \nEmployer's name, address, hours worked and the name.  \nNo more than one week's pay shal! be held back.  \n2. Employer shall fumish with an employce's final paycheck a  \nstatement giving the Employer's Michigan Employment Security  \nAgency (M.E.S.A.} Number,  \n3. A statement showing the total amount of insurance, vacation  \nand pension contributions paid, or to be paid, to the Health and  \nWelfare Fund, Vacation Fund and Pension Fund, shall be furnished  \neach empioyee at ieasi once a munih. if au emapidyee is cmpioyed  \nless than one (1) month, the statement shall be furnished him at  \ntime of termination of employment.  \n4. The Employer shall give any employee who is laid off or dis-  \ncharged, not less than one (1) hour's notice of the lay off or the  \ndischarge. On an extremely large job, or jobs within a large  \nindustrial plant requiring check out of tools, one and one-half (1%)  \nhours’ notice shall be given. An Employee who is laid off or  \ndischarged shall be paid off in full on the job and given a  \nseparation slip stating the reason for such action. A temporary  \nwork stoppage for reasons other than weather and not exceeding  \none work day will not be considered a lay off. In the event a laid  \noff or discharged employee is not paid at the time set forth above,  \nhis pay-off check shall be mailed to the employee by certified mail  \n(no retum receipt requested) before the end of the next business  \nday. If the pay check is not mailed before the end of the next  \nbusiness day, the employee shall be paid an additional two (2)  \nhours pay for each twenty-four (24) hours of delay retroactive to  \nthe day of lay-off. Note: Regarding layoff and discharge, see  \nArticle XIV, Section 5.  \n5. When weather does not permit work to start on pay day, pay  \nchecks shall be issued between the hours of 8:00 am. and 9:00  \na.m. In case issuance of pay checks is not started until after 9:00  \na.m., each employee who has waited from 8:00 a.m. for his check  \nshall be paid for a minimum of waiting time of one and one-half  \n(14) hours, from 8:00 a.m. to 9:30 a.m. If the checks are not  \ndistributed at 9:30 a.m. waiting time shall be paid for by the  \nEmployer in one-half (4%) hour intervals, but not to exceed the end  \nof a normal working day. The Employer shail not be obligated to  \npay for waiting time if he or his representative appears on the job  \n30  \n   \n   \n   \nwith pay checks for issuance any time between the hours of 8:00  \na.m. and 9:00 a.m., nor shail he or his representative be required  \nto remain on the job longer than to issue checks or arrange for the  \nissuance of checks.  \n6. If paychecks are not issued by the end of the regular day's  \nwork or regular shift work on payday, the employee shail be paid  \nan additional hour's pay, at straight time, for each hour he is  \nrequired to wait for his check, up to a maximum additional  \npayment of eight (8) hours’ pay. Additional pay shall not be  \nrequired if Employer was prevented from issuing checks by strikes,  \ncivil disorder, severe weather or other casualty beyond control of  \nthe Employer.  \n"], ["ARTICLE XIII  \nShow-Up Time  \n", "1. When Carpenters are sent from the office of the Union, on  \nrequest of the Employer and are not put to work, or when regular  \nemployees report on any job and are not put to work, weather  \npermitting, they shall be paid not less than two (2) hours’ pay for  \nso reporting. No Carpenter shall be allowed to stay on the job  \nbeyond the first hour unless they are on the payroll of the Employ-  \ner. Should a Carpenter report late to the jobsite, his reporting pay  \nshall be reduced by a deductible for such late reporting.  \n2. If Carpenters are directed to start to work and work less than  \ntwo (2) hours, weather permitting, they shall receive not less than  \ntwo (2) hours’ pay.  \n3. On projects where work cannot start due to weather, the fol-  \nlowing method of payment for show-up time shail apply:  \nAt Start of Normal Shift:  \nThe employce shall receive two (2) hours’ show-up time regard-  \niess of weather at the applicable shift rate, During these two (2)  \nhours the employee must stay on the jobsite unless excused by  \nthe Employer. On Saturdays all show-up time is paid at time  \nand one-half the applicable shift rate, and on Sundays and  \nholidays at double the applicable shift rate.  \nIf Work Starts During the Said Two Hours:  \nCarpenters who start to work shall receive pay at the applicable  \nshift rate as though they commenced work at the start of the  \nshift, plus any time worked beyond the first two hours.  \nIf a Partial Crew of Carpenters is Requested to Report Before  \nTheir Normal Shift Hours:  \nThey shall remain on the job for early start hours, plus two (2)  \nhours into their normal shift. They shall receive one (t) hour's  \npay at the applicable rate for each hour until their normal shift  \nStarting time; and shal? remain on the job for the first two (2)  \n31  \nhours of their normal shift for which they shall receive two (2)  \nhours’ pay at the applicable shift rate.  \n"], ["ARTICLE XIV  \nSteward  \n", "|. A Steward shall be selected on al! jobs from the employees on  \nthe job, if practical. A steward should be first aid and scaffold  \nuser trained. A representative of the Union shall have the right to  \nvisit the job during working hours to interview the Employer,  \nsteward, or workers, but in no way hinder the progress of the  \nwork.  \n2. The Employer agrees that there shall be a steward on the job  \nat all times when Carpenters are working. who shall report any  \nviolation of the Agreement, and perform the usual duties of the  \nsteward with the least interference to the job.  \n3. The steward shall call the foreman's attention to any unsafe  \ncr unsafe working conditions. If the foreman and the  \nsteward cannot agree on what is unsafe equipment or unsafe work-  \ning conditions, or if having agreed, action to correct same is not  \ntaken by the foreman, the steward must make a report to the  \nUnion. The Employer and the Union will then send representatives  \nto the job to observe conditions and agree on corrective measures  \nto be taken.  \n4. The Employer or his agents shail not lay off, discharge, or  \ntransfer a Carpenter steward, so acting on any job, until the matter  \nhas been discussed with representatives of the Union.  \n(a) When a job is reactivated after having been temporarily shut  \ndown, the Steward shal] be the first man recalled after the  \nForeman. Both the Steward and the Union Business Agent shall be  \nnotified of job reactivation by telephone, telegram, or registered  \nmail.  \n5. The Employer shali permit the steward a reasonable amount  \nof time te record the hours worked by the Carpenters on the job  \nand will cooperate with the steward in the procurement of time  \ndata. Any new employees shal] be referred to the steward before  \nstarting to work to be added to the rolls. Before any employee is  \nto be laid off or discharged, the steward shall be notified prior to  \nsuch layoff or discharge.  \n6. The Executive Secretary of the Union or his representative  \nwill place a steward on the jobs of an Employer in the following  \ncircumstances:  \na) When an Employer pays fringe benefits on a weekly basis;  \nb) When an Employer intentionally fails to pay the correct base  \nwage; Or  \n32  \n   \n   \n   \nc) When an Employer becomes more than thirty (30) days  \ndelinquent in the payment of monthly fringe benefit contri-  \nbutions, by either failing to accurately report hours worked,  \nby paying less than the correct contribution rate, or by other-  \nwise not paying the complete amount when due.  \nWhen an Employer has intentionally failed to pay the correct  \nbase wage, a steward will be placed on all of the Employer's  \ncurrent jobs and on all of the Employer's jobs starting within six  \n(6) months of the latest occurrence. When an Employer has  \nbecome more than thirty (30) days delinquent in the payment of  \nfringe benefits, a steward will be placed on all of the Employer's  \ncurrent jobs and on all of the Employer's jobs starting while the  \ndelinquency exists. Stewards must be journeymen carpenters and  \nhave been members of the Union not less than two (2) years.  \n"], ["ARTICLE XV  \nGrievances  \n", "t. Should differences of any kind arise between the Employer  \nand the Union as to the interpretation, application or claimed  \nbreach of any of the terms of this Agreement, all such differences  \nshall be submitted to the grievance procedure herein provided.  \n2. Should any grievance arise, the same shall be taken up within  \ntwenty-four (24) hours of the event giving rise to the gnevance be-  \ntween the duly authorized representatives of the Union and the  \nEmployer.  \n3. If any grievance is not settled as provided above, then either  \nthe Union or the Employer may, within two (2) working days, in  \nwriting, submit the grievance to the Joint Settlement Board herein  \nprovided. No grievances may be filed or processed based upon the  \nfacts or events which have occurred more than fifteen (15)  \nworking days before the grievance is reduced to writing.  \n4. The Joint Settlement Board shall consist of three (3) repre-  \nsentatives appointed by the Employer and three (3) representatives  \nappointed by the Union. The Employer and the Union shall each  \nappoint two alternate representatives, each of whom may serve in  \nthe place of a regular representative who is unable to act. No  \nUnion representative or Employer directly involved in a dispute  \nshail act as a member of the Joint Settlement Board.  \n5. The duty of the Joint Settlement Board shall be to hear all  \ngrievances submitted to the Board within one working day of  \nthe submission. Decisions of the Board shall be reached by a  \nmajority vote of the entire Board. The decisions of the Board shall  \nbe final and binding on the Employer, the Union and the employee  \nor employees involved. The Joint Settlement Board will schedule  \nBoard meetings after ascertaining the Employer's and the Union's  \navailability.  \n33  \n6. If the Board cannot settle or adjust a grievance or dispute, the  \nmatter shal} be submitted to an impartial arbitrator who shall be  \nselected by and be acceptable to the Board. In the event the Board  \nis unable to mutually agree upon an arbitrator within three (3) days  \nfrom the date of impasse on a grievance or dispute, then the  \narbitrator shall be selected according to the rules of the American  \nArbitration Association within five (5) days. The arbitrator's fee  \nshall be shared equally by the Employer and the Union.  \n7. The arbitrator shall confine his decision to the dispute in ques-  \ntion and he shall not have authority to add to, subtract from or in  \nany way modify the terms of this Agreement. The arbitrator's  \ndecision shall be rendered within thirty (30) days from the date of  \nthe hearing and shall be final and binding upon the Employer and  \nthe Union, and the employee or employees involved.  \n8. The Union agrees that there will be no strikes, slowdowns, or  \nwork stoppages as a result of an alleged breach of this Agreement,  \nas provided it: Article X, and that all euch dispute will be  \nhandled expressly as stated herein.  \n9. The refusal or failure by a party against which a grievance has  \nbeen filed to schedule or attend a Joint Settlement Board meeting  \nor participate in any prior Step in the grievance procedure shall  \nconstitute waiver of aj] prior irregularities in the grievance proce-  \ndure, and the complainant may proceed directly to arbitration. If  \nthe complainant prevails in the arbitration over such party, that  \nparty shall pay all costs of arbitration, excluding attorney fees. If  \nthe complainant does not prevail, each party will pay its own costs,  \nexcept the arbitrator's fee shall be shared equally.  \n"], ["ARTICLE XVI  \n", "Compensation to Carpenters for  \nInjury or Unemployment  \n1. Employers shall provide Workers' Compensation Insurance for  \nall Carpenters employed and shall, regardless of the number of  \nCarpenters employed, become a subject Employer under the  \nMichigan Employment Security Act and shall exhibit proof of both  \nsuch coverages to the Union.  \n"], ["ARTICLE XVII  \nLiability  \n", "1. It is understood that the Association is acting only as agent in  \nthe negotiation of this contract and that it is agent only for those  \nEmployers — individuals, partnerships, and corporations — who  \nhave authorized it so to act. In no event shail the Association be  \nbound as principal or be held liable in any manner for any breach  \nof this contract by any of the Employers for whom it is acting or  \nany employee of such Employers. It is further agreed and under-  \nstood that the fiabilities of the Employers who have authorized the  \nnegotiation and execution of this Agreement shali be several and  \nnot joint.  \n34  \n   \n   \n   \n2. The Employer agrees that he will not hold the Union liable for  \nany acts of its members not authorized by said Union. The Union  \nagrees that it will, on written request of the Employer, notify the  \nEmployer within twenty-four (24) hours after receipt of said  \nrequest, whether the act of the member or members of the Union  \ns0 complained of was or was not authorized, and if not authorized,  \nthe Union agrees that it will take immediate steps to rectify the  \nsituation complained of.  \n3. The Union agrees that it will not hold any Employer liable for  \nany acts of the agents of said Employer not authorized by said  \nEmployer. The Employer agrees that he will, on written request by  \nthe Union, notify the Union within twenty-four (24) hours after  \nreceipt of said request at the office of said Employer, whether or  \nnot the act of the Employer's agent so complained of by the Union  \nwas authorized, and if not authorized, the Employer agrees that he  \nwill take immediate steps to rectify the situation complained of.  \n4. It is further agreed and understood that the United Brother-  \nhood of Carpenters and Joiners of America and the Michigan  \nRegional Council of Carpenters, who have authorized the negotia-  \ntion and execution of this Agreement shall not be liable for any act  \nor acts of any member of any Local Union or any acts of the  \nLocal Union itself which may be contrary and in violation of this  \nAgreement.  \n"], ["ARTICLE  \nInvalidity  \n", "t. In the event that any portion of this Agreement is declared to  \nbe or becomes inoperative under State or Federal law, the batance  \nof the Agreement shall remain in full force and effect, and the  \nparties hereto agree to meet and renegotiate the inoperative portion  \nof the Agreement.  \n"], ["ARTICLE XIX  \nScope of Agreement  \n", "I. This Agreement covers the entire understanding between the  \nparties hereto goveming the employment of Carpenters and the  \nmaintenance of employer-employee relationships. All provisions  \nnot covered by this Agreement must be negotiated between the  \nparties.  \n2. This Agreement shall be binding on the Employer, its succes-  \nsors and assigns. Employer will notify the Union thirty (30) days  \nprior to any change in company name, ownership or address.  \n"], ["ARTICLE XX  \nTermination  \n", "{. This Agreement shall remain in full force and effect until June  \n1, 2003 and thereafter shall be renewed from year to year unless  \nany party hereto shall sotify the other party, in writing, at least  \n35  \nninety (90) days prior to any anniversary date of this Agreement  \nof its desire to change in any way or terminate this Agreement.  \nSuch written notice shall be sent by registered or certified mail to  \nthe other party. In the event of notice by either party to change  \nand/or terminate, and no agreement on such changes is reached  \nprior to June 1, 2003, this Agreement shal! be deemed to have  \nterminated on June 1, 2003.  \nTHE ASSOCIATED GENERAL CONTRACTORS OF AMERI-  \nCA, GREATER DETROIT CHAPTER, INC.  \nForrest A. Henry, Director of Labor Relations  \nMICHIGAN REGIONAL COUNCIL OF CARPENTERS  \nWalter R. Mabry, Executive Secretary/Treasurer  \n36  \n   \n   \nMEMORANDUM OF AGREEMENT  \nCARPENTER BACK-TO-WORK PROGRAM  \nA carpenter injured while working for an Employer may return to  \nwork for that Employer at a reduced scale of wages to perform a  \nlimited work scope, \"Bridge Job,\" as approved in writing by the  \nadministrating physician. A Bridge Job is construction-related work  \nwhich may or may not be within the work jurisdiction of the  \nUnion. The scale of wages will be determined by the administrat-  \ning physician's classification of the tasks to be performed com-  \nmensurate with the capability of the carpenter. The work classifica-  \ntions are:  \nVery Light Work: Lifting ten pounds maximum and occa-  \nsionally lifting and/or carrying such articles as dockets, ledgers  \nand small tools. Although a very light job is defined as one  \nwhich involves sitting, walking and/or standing may often be  \nnecessary in carrying out job duties. The amount of walking  \nand/or standing permissible will be determined by the extent  \nto which the injured body part impairs the ability to walk  \nand/or stand.  \nLight Work: Lifting twenty pounds maximum with frequent  \nlifting and/or carrying of objects weighing up to ten pounds.  \nEven though the weight lifted may be only a negligible  \namount, a job is in this category when it requires walking or  \nstanding to a significant degree or when it involves sitting with  \na moderate degree of pushing and pulling of arm and/or leg  \ncontrols.  \nMedium Work: Lifting fifty pounds maximum with frequent  \nlifting and/or carrying of objects weighing up to twenty-five  \npounds.  \nThe Base Wage for Very Light Work will be 30% of the Joumey-  \nman Base Wage. The Base Wage for Light Work will be 50% of  \nthe Journeyman Base Wage. The Base Wage for Medium Work  \nwill be 75% of the Joumeyman Base Wage. For all work classifi-  \ncations, the Employer will pay the full dollar amount of fringe  \nbenefits received by a Carpenter Journeyman in addition to the  \napplicable Base Wage. Compensation would increase as the  \ncarpenter progresses through the work classifications based on the  \nphysician's approval of the next level of physical demand.  \nThe Workers' Compensation insurance provider may pay an  \nadditional weekly amount to the employee as an added incentive  \nto encourage his voluntary participation in the Back-to-Work  \nProgram. This amount, if any, will be determined based on the  \nformula as provided for by the workers’ compensation guidelines.  \nRefusal of a reasonable offer of employment may jeopardize the  \ncontinued collection of benefits in accordance with State law.  \n37  \nA carpenter's employment under the Back-to-Work Program is  \nlimited to a maximum of six months for each incident. Implemen-  \ntation of the Program is discretionary on behalf of the Employer,  \nand is subject to the availability of Bridge Jobs. Upon release for  \nwork by the administrating physician, the carpenter would return  \nto full wages and be placed in available work.  \nTHE ASSOCIATED GENERAL CONTRACTORS OF AMERI-  \nCA, GREATER DETROIT CHAPTER, INC.  \nForrest A. Henry, Director of Labor Relations  \nMICHIGAN REGIONAL COUNCIL OF CARPENTERS  \nWalter R. Mabry, Executive Secretary/Treasurer  \n38  \n   \n   \n   \n2000-2003  \nPILEDRIVING AND CAISSON DRILLING AGREEMENT  \nThis Agreement made June 1, 2000, by and between The Associ-  \nated General Contractors of America, Greater Detroit Chapter, Inc.,  \nwho is hereinafter called the representing its  \nmembers who are hereinafter called, and the Michi-  \ngan Regional Council of Carpenters, which has jurisdiction in the  \nentire State of Michigan and all off-shore areas adjacent thereto  \nextending to the territorial boundary tines of the United States,  \nhereinafter cailed the and its successors, and any  \nadditional counties which may be added to the Union through  \nreorganization of the State of Michigan.  \nThe geographic territory governed by this Agreement consists of  \nWayne, Oakland, Macomb, Sanilac, St. Clair, Washtenaw and  \nMonroe Counties and the Townships of Brighton, Deerfield,  \nGenoa, Green Oaks, Hamburg, Hartland, Oceola, Putnam, Tyrone  \nand Unadilla in Livingston County and all offshore areas adjacent  \nthereto extending to the territorial boundary lines of the United  \nStates.  \nWHEREAS, it is the intent and purpose of the parties hereto to  \nspecify in this Agreement the wages, terms and working conditions  \nof employment of employees performing piledriving and caisson  \ndrilling work;  \nNOW, THEREFORE, in consideration of the mutual promises  \nhereafter set forth, the Employer and the Union agree as foliows:  \n"], ["ARTICLE 1  \nScope of Agreement  \n", "1, The Carpenters’ Agreement as of June 1, 2000 by and between  \nthe parties hereto is incorporated by reference into this Agreement  \nwith the exception of Article VIL, “Apprentices,” and Article XIII,  \n‘*Show-Up Time,” of the Carpenter Agreement. The words  \ndriver\" and shall be substituted in place of the words  \nand in Article I, Paragraph 1, and Article  \nH thereof.  \n2. The following terms and conditions shall apply with respect  \nto work performed by employees covered by this Agreement.  \n"], ["ARTICLE II  \nCrew Size and Manning of Jobs  \n", "The following are minimum crew sizes except that the Union and  \nthe Employer may meet to determine if the crew size can be  \nadjusted due to extenuating circumstances on certain jobs.  \n}. Foundation Pile Driving Rigs:  \n(a) Basic Crew: Three (3) piledrivers and a working foreman  \nshall constitute a piledriving crew when installing all types of  \nfoundation piles such as pipe piles, shell piles, steel piles, wood  \npiles or auger cast piles, except as hereinafter qualified.  \n(b) Supplemental Crew Members: If steady welding work is  \nrequired on the job, a welder shall be added to the crew. Where  \nthere is a minimum amount of welding, one of the crew may do  \nthe necessary welding.  \n2. Steel Sheet Piling Rigs: Three (3) piledrivers and a working  \nforeman shall constitute a crew for driving steel sheet piling,  \nexcept as hereinafter qualified.  \n3, Caisson Drilling Rigs:  \n{a) There shall be a minimum of one piledriver and one work-  \ning foreman on caisson drilling rigs where casings are used.  \n(b) On small caisson jobs when mutually agreed between the  \nEmployer and the Union, and on utility towers, antennas, signs,  \ndewatering wells, gas recovery wells, a crew consisting of only a  \nworking foreman shall be employed where casings are used.  \n4. Drilling Rigs: On rigs used to pre-drill piles and for drilling  \nand installing tiebacks, there shall be a minimum of one working  \nforeman and one (1) piledriver.  \n5. Barge Work:  \n{a) When installing all types of piles or sheet piling from a  \nbarge, four (4) piledrivers and a working foreman shall compose  \na crew. This crew size shall not be required for work covered by  \nParagraph 7.  \n(b) Upon mutual agreement between the Employer and the  \nUnion, barge crew size may be reduced under appropriate cir-  \ncumstances.  \n6. Earth Retention Work: The placing of bracing and lagging  \nin a earth retention system shall be manned as required by the  \ncontractor.  \n7. Non-Industrial Work: A crew of one (1) piledriver and a  \nworking foreman shal) be used for:  \n(a} Wood or lightweight steel sheeting.  \n(b) Small jobs when mutually agreed between the Employer  \nand the Union, and work at marinas, yacht clubs and residences.  \n(c} Article V, Travel,\" will not be paid for work performed  \nunder Paragraph 7.  \n8. Pile Load Tests: Piledrivers shall be employed to set up all  \nload tests. A piledriver shall be employed on all load tests and  \npaid the applicable shift rate. If the regular pile crew is employed  \nfor testing and the test is completed between midnight and 8:00  \n   \n   \n   \na.m., weather permitting work that day, the employee on the third  \nshift shall be paid overtime for that day's regular work.  \n"], ["ARTICLE Ui  \nGeneral Conditions  \n", "|. Whenever the Employer is using any piling which requires  \nwork to be performed prior to the piling being received in the rigs,  \nthe Employer shall employ additional employees to perform such  \nwork and these employees shall be in addition to the number of  \nemployees provided for under the rigs described above. |  \n2. The Employer, in the interest of safety, shall not require  \npiledrivers to work in front of the pile driving rig while the pile  \nhammer is in operation.  \n3. All burning, welding and fabrication of pipe, shell, H-beam,  \nsheet pile or other like material used in the driving or brazing of  \npiles shall be done on the job site or in the Employer's yard by  \npiledrivers except where materials are fabricated at the manufactur-  \ning sources.  \n"], ["ARTICLE IV  \nWages and Fringe Benefit Contributions  \n", "|. The minimum rate of wages for Foremen and Journeyman  \nPiledrivers shall be as follows:  \nZone 1! consists of Macomb, Monroe, Oakland, St. Clair and  \nWayne Counties.  \nZone 2 consists of Sanilac and Washtenaw Counties, and: in  \nLivingston County the townships of Brighton, Deerfield, Genoa,  \nGreen Oak, Hamburg, Hartland, Oceola, Putnam, Tyrone and  \nUnadilla.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2000  \nTHROUGH MAY 31, 2001 q  \nZONE 1 - PILEDRIVER JOURNEYMAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n   \n*Base $24.135 $25.74 $27.58  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) .... 2.655 2.83 3.03  \n*Special Assessment Fund (Funded) .20 .20 .20  \nU.B.C. Funds (Funded) .... 05 .05 .05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) .. 10 AG AO  \nPension — 13% of  \nBase Wage (Funded) .... 3.138 3.35 3,59  \nAnnuity Fund — }2.08% of Base  \nWeare (Punded)  \n2.916 3.11 _ 3.33  \nGROSS WAGE....... $36.044 $3823 $40.73  \nApprenticeship (Funded) .. . 16 16 6  \nLabor/Mgmt.  \nProd. & Trng. . . .09 09 .O9  \nIndustry Advancement  \nProgram (Funded) ...... 10 8 10  \nTOTAL ............ $36.394 $38.58 $41.08 q  \n   \nZONE 1 - PILEDRIVER FOREMAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage ..........--. $25.635 $27.34 $29.30  \n*Vacation & Holiday ~ 11% of  \nBase Wage (Funded) .... 2.82 3.01 3.22  \n*Special Assessment Fund (Funded) .20 .20 .20  \nU.B.C. Funds (Funded) ... . OS .05 .05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) . . 10 10 10  \nPension — 13% of  \nBase Wage (Funded) .... 3.333 3.56 3.81  \nAnnuity Fund — 12.08% of Base  \nWage {Funded} ........ 3.097 3.30 3.54  \nGROSS WAGE ....... $38.085 $40.41 $43.07  \nApprenticeship (Funded) . . . 16 16 16  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. .09 .09 .09  \nIndustry Advancement  \nProgram (Funded) ...... AO =~ 10  \nTOTAL .......,.... $38.435 $40.76 $43.42  \n   \n   \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2000  \nTHROUGH MAY 31, 2001  \nZONE 2 - PILEDRIVER JOURNEYMAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage............. $23.769 $25.35 $27.16  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) .... 2.615 2.79 2.99  \n*Special Assessment Fund (Funded) .20 .20 .20  \nU.B.C. Funds (Funded) .. . . OS .05 05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. Insurance (Funded) . . 10 10 10  \nPension — 13% of  \nBase Wage (Funded) .... 3.089 3.30 3.53  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 2.871 3.06 3.28  \nGROSS WAGE ....... $35.544 $37.70 $40.16  \nApprenticeship (Funded) .. . 16 16 16  \nLabor/Mgmt.  \nProd. & Trng. (Funded) .. .09 09 .09  \nIndustry Advancement  \nProgram (Funded) ...... 10 10 10  \nTOTAL ............ $35.894 $38.05 $40.5i  \nZONE 2 - PILEDRIVER FOREMAN  \nDay Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n*Base Wage............. $25.269 $26.95 $28.88  \n*Vacalion & Holiday ~— 11% of  \nBase Wage (Funded) .... 2.780 2.96 3.18  \n*Special Assessment Pund (Funded) .20 .20 .29  \nU.B.C. Funds (Funded) ... . ,05 05  \nInsurance (Funded) ....... 2.85 2.85 2.85  \nSupp. (Funded) .. 10 10  \nPension — 13% of  \nBase Wage (Funded) .... 3.285 3.50 3.76  \nAnnuity Fund — 12.08% of Base  \nWage (Funded) ........ 3.052 3.26 3.49  \nGROSS WAGE ....... $37.586 $39.87 $42.51  \nApprenticeship (Funded) . . . 16 16 16  \nLabor/Mgmt.  \nProd. & Trng. (Funded) . . .09 .09 .09  \nindustry Advancement  \nProgram (Funded) ...... 10 10 10  \nJOTAL ............ $37,936 $40.22 $42.86  \nDUES DEDUCTION -— The dues deduction specified on the  \nmonthly fringe benefit contribution form (presently 2% of the Base  \nWage} shall be deducted from the employee's pay. The amount of  \nthe dues deduction is included in the Base Wage as stated above.  \n*The Base Wage, Vacation & Holiday and Special Assessment  \nFund contributions are added together before payroll taxes are  \ncalculated. After taxes are calculated, the Vacation & Holiday and  \nSpecial Assessment Fund contributions are deposited into their  \nrespective Fund. For an example, see last page of this booklet.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2001  \nTHROUGH MAY 31, 2002  \nPILEDRIVER JOURNEYMAN — ZONE it AND ZONE 2  \nEttective June 2001 the panties have agreed iv a Gitss Wage  \nincrease for the Piledriver Journeyman of $1.55 per hour. The  \nPiledriver Journeyman wage rate effective June 2001 will be issued  \nas a supplement to this Agreement.  \nPILEDRIVER FOREMAN  \nThe Piledriver Foreman wage rate effective June 2001 will be  \nissued as a Supplement to this Agreement.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2002  \nTHROUGH MAY 31, 2003  \nPILEDRIVER JOURNEYMAN - ZONE 1 AND ZONE 2  \nEffective June 2002 the parties have agreed to a Gross Wage  \nincrease for the Piledriver Journeyman of $1.65 per hour. The  \nPiledriver Journeyman wage rate effective June 2002 will be issued  \nas a supplement to this Agreement.  \nPILEDRIVER FOREMAN  \nThe Piledriver Foreman wage rate effective June 2002 will be  \nissued as a supplement 1o this Agreement.  \n   \n   \n"], ["ARTICLE V  \nTravel  \n", "1, The shipping point on which time shail be based is the Detroit  \nCity-County Building. All travel to be computed on a radius basis.  \n0-40 miles equals free zone. .  \nOver 40 miles @ $10.00/day.  \n"], ["ARTICLE VI  \nPiledriver Show-Up Time  \n", "1. The employee shall receive two (2) hours’ show-up time  \nregardiess of weather. During these two (2) hours the employee  \nmust be available for assignment unless excused by his Employer.  \n2. Any employee who is discharged from his work shall be  \nallowed two (2) hours’ traveling time for going to the main office  \n_ for his pay unless paid on the job.  \n3. When an employee is working beyond the 40-mile free zone  \nand stays through his lunch period, he shall be guaranteed a  \nminimum of one hour's pay in the afternoon portion of the shift  \nwhich shall be considered as afternoon show-up time. During this  \none-hour period, he shall be expected to remain on the job and be  \navailable for work unless excused by the  \n"], ["ARTICLE VII  \nSpecial Piledriver Wage Considerations  \n", "1. Foreman: The foreman shall be selected by and be the repre-  \nsentative of the Employer. He shall not be required to violate any  \npart of this Agreement as a condition of employment. The Pile-  \ndriver Foreman shall be paid one dollar and fifty cents ($1.50)  \nper hour more than the Joummeyman Piledriver, base hourly rate.  \n2. Loftsman or Sticker: This member of the crew shall be paid  \nan additional fifty-five cents ($.55) per hour over the Journeyman  \nPiledriver rate for such time as so employed, and eighty cents  \n($.80) per hour on heights over one hundred and fifty (150) feet.  \n3. Welders: Welders shall be paid fifty-five cents ($.55) per hour  \nover the Journeyman Piledriver rate and a certified welder shall be  \npaid eighty cents per hour more than the Journeyman  \nPiledriver. Where certification is required a test shall be made. The  \ntest fee shall be paid by the Employer.  \n4. Piledriver Trainee: When at least eight (8) piledrivers are  \nworking for an Employer a trainee may be employed if the Union  \nis able to furnish the trainee. (Foreman to be included in the count  \nof the employees.)  \n(a) Trainee shal] be allowed to work in any work crew doing  \nany type of work assigned him, until the trainee services are no  \nrequired. After a two-year training period, the trainee shall  \nbecome a full-time journeyman.  \n(b} Rate of pay for a trainee to be 55% of Joummeyman's rate.  \nAfter six months his rate of pay shal] be increased to 65% of the  \napplicable Journeyman's rate. After one year his rate shall be q  \nincreased to 75% and after eighteen months his rate shall be in-  \ncreased to 85%,  \n   \n(c) Joint Training Committee: This committee shall consist of  \nthree representatives from the Union and three representatives from  \nthe Association.  \n(d) Fringe Benefits for Trainees: The trainee shall receive the  \nsame fringe benefits as set forth for the Journeyman Piledriver.  \n5. Upgrading: The Union shall endeavor to upgrade the skills of  \nmembers in specialty areas which are welding, cutting, burning and  \nthe administrative cost of handling this upgrading shall be funded  \nfrom the apprenticeship contribution.  \n"], ["ARTICLE  \nDivers  \n", "1. The minimum rate of wages for divers shall be as follows:  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2000  \nTHROUGH MAY 31, 2001  \n   \nZONE 1 - DIVER  \n*Base 0-0-2 eee $31.462  \n*Vacation & Holiday — 1!% of  \nBase Wage (Funded) .............-. 3.46)  \n*Special Assessment Fund — (Funded) ..... .20  \nU.B.C. Funds (Funded) OS  \nInsurance (Funded) 2.85  \nSupp. Insurance (Funded} ............. 10  \nPension — 13% of  \nBase Wage (Funded) ............... 4.09  \nAnnuity Fund ~ 12.08% of Base  \nWage (Funded) 3.80  \nGROSS WAGE $46.013  \nApprenticeship (Funded) .............. 16  \nLabor/Mgmt.  \nProd. & Trng. (Funded) ............. .09  \nIndustry Advancement  \nProgram (Funded) 10  \nTOTAL $46.363  \nThe minimum rate of wages per eight-hour day, including fringes, q  \nis $368.10.  \n   \nFifty dollars ($50.00) per day, regardless of hours worked, will be  \n> considered the payment for diver's equipment rental by the contrac-  \ntor.  \nZONE 2 - DIVER  \n*Base Wage 00-2 eee: $31.095  \n*Vacation & Holiday — 11% of  \nBase Wage (Funded) ............--- 3.420  \n*Special Assessment (Funded) ..... 20  \nU.B.C. Funds (Funded) ........-...--. .05  \nInsurance (Funded) 2.85  \nSupp. Insurance (Funded) ..........-.-.- 10  \nPension — 13% of  \nBase Wage (Funded) ............... 4.042  \nAnnuity Fund — {2.08% of Base  \nWage (Funded) 3.756  \nGROSS WAGE $45.513  \nApprenticeship (Funded) ............-. 16  \nLabor/Mgmt.  \nProd. & Trg. (Funded) ............. .09  \nIndustry Advancement  \nProgram (Funded) 10  \n> TOTAL .. $45.863  \nDUES DEDUCTION — The dues deduction specified on the monthly  \nfringe benefit contribution form (presently 2% of the Base Wage) shall be  \ndeducted from the employee's pay. The amount of the dues deduction is  \nincluded in the Base Wage as stated above.  \nThe minimum rate of wages per eight-hour day, including fringes,  \nis $333.14.  \nFifty dollars ($50.00) per day, regardless of hours worked, will be  \nconsidered the payment for diver's equipment rental by the contrac-  \ntor.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2001  \nTHROUGH MAY 31, 2002  \nThe Diver wage rate effective June 2001 will be issued as a  \nsupplement to this Agreement.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2002  \nTHROUGH MAY 31, 2003  \nD The Diver wage rate effective June 2002 will be issued as a  \nsupplement to this Agreement.  \n2. When diver is on stand-by for the day, he shall receive  \njourneyman's pay. If required to dive at any time during the day,  \nhe then shall receive a full day's diving pay which shall be for the  \ndiver's time and equipment rental. He shall be expected to remain  \non the job to do whatever work is assigned following his diving  \nduties.  \n3. Depth Rate: Divers shall receive one dollar ($1.00) per foot  \nper day for depths greater than 30 feet.  \n4. Horizontal Entry Rate: Divers shall receive a premium of  \ntwenty dollars ($20.00) per day for horizontal entry greater than  \ntwenty (20) feet.  \n5S. All divers to furnish up-to-date federally approved modern  \nequipment in good safe working condition. Equipment to include  \nup-to-date communications facilities all at no added cost to the  \nEmployer.  \n6. All divers to have acceptable experience in all facets of diving  \ntechniques.  \n7. All divers to have experience in underwater work associated  \nwith piledriving.  \n8. The diver tender shall be paid seventy-five cents ($.75) per  \nhour more than the Journeyman Piledriver.  \n"]]