[["", "K 867!  \n1,800 woke  \n4/1/2002. 3/31/2007 0 yp  \n2002 - 2007  \nAGREEMENT  \nBETWEEN  \nLABOR RELATIONS DIVISION  \nWESTERN NEW YORK REGION  \nOF AMERICA  \nNEW YORK STATE CHAPTER INC.  \nAND  \nIRE STATE REGIONAL COUNCIL OF CARPENTERS  \ntj  \nON BEHALF OF  \nLOCALS 66, 229, 281, 370, AND 747  \nUNITED BROTHERHOOD OF CARPENTERS  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n| .  \n| ASSOCIATED GENERAL CONTRACTORS ( HVY- Hwy)  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \nAND JOINERS OF AMERICA  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \n|  \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nTheodore J. Czerw  \nAssistant Managing Director  \n1900 Western Avenue  \nAlbany, New York 12203  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \nEMPIRE STATE REGIONAL COUNCIL OF CARPENTERS |  \nJohn J. Fuchs  \nExecutive Secretary/Treasurer/Business Manager  \n270 Motor Parkway  \nDept. A  \nHauppauge, NY 11788  \nTelephone: (631) 952-0808  \nFax: (631) 952-9833  \nINDEX  \nJ.  \n  \nI.  \nTV. Hours of  \nV. Conditions of Employment..................  \nVI. Policy on Substance Abuse..................  \nVIL. Show-up  \nVIM.  \nIX. Certified  \nAIV., Pile  \nAV. Divers and Tenders.........  \nXVI.  \nXVI. Jurisdictional  \nXVII. Rates of Pay and Mode of Payment.............  \nPAGE  \n10  \n“10%  \n"], ["ARTICLE PAGE  \nXIX. Wages & Fringe 16  \n", "XX. New York State Carpenters Labor Management Council Fund....19  \nXXI. Apprentice Contributions | 19  \nXX. 19  \nXXIII. Nondiscrimination in Employment 20  \nXXIV. Most Favored 20  \n. XXV. Alternative Disputes Resolution.............. 20  \nXXVI, Duration and Termination............. 20  \nXXVIL. Savings 21.  \nAppendix A - Geographical J urisdiction....... Al  \nAppendix B - Wage Rate Schedules.............. Bl  \nAppendix © - Wage Rate Schedules... bones : Cl  \nAppendix D — Apprentice Wage Pate Schedules D1  \n| Individual Employer . 23  \n(11)  \nAGREEMENT  \nTHIS AGREEMENT, made the Ist day of April, 2002 by and between the LABOR  \nRELATIONS DIVISION, WESTERN NEW YORK REGION, ASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA, NEW YORK STATE CHAPTER, INC. (hereinafter referred  \nto as the “Association\"), acting for an on behalf of its present and future members and EMPIRE  \nSTATE REGIONAL COUNCIL OF CARPENTERS ON BEHALF OF UNITED  \nBROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA, LOCALS 66, 229,  \n281, 370 and 747(hereinafter referred to as the \"Union\").  \nPursuant to the Constitution of the United Brotherhood of Carpenters and Joiners of  \nAmerica, Carpenter Locals 66, 229, 281, 370 and 747 are affiliated locals of the Empire State  \nRegional Council (Council) and, as such, collective bargaining and ratification is conducted by the  \nCouncil on behalf of Carpenter Locals 66, 229, 281, 370 and 747. Entering into this Agreement will  \nnot bind the parties to the terms of any other Agreement entered into by the Council on behalf of its  \nother affiliated locals, except as provided in Article XII, section 9.  \nWITNESSETH:  \nTHIS AGREEMENT is entered into to prevent strikes and lockouts; to facilitate the  \npeaceful adjustment of grievances and disputes. between the Employer and the Union and its  \nmembers; to prevent waste; unnecessary and avoidable delays and the results through them to the  \nEmployer of cost and expense and to the Employees. covered thereby of loss of wages; to enable the  \nEmployer to secure at all times sufficient forces of skilled workmen; to provide as far as possible for  \nthe continuous employment hereunder of labor; to provide that employment hereunder shall be in  \naccordance with conditions and at wages herein agreed upon, and by reason of this Agreement and  \nthe purpose and intent thereof, to bring about stable conditions in the Industry, keep costs of work  \nin the Industry as low as possible, consistent with fair wages and proper working conditions as  \nprovided for hereunder. This is a pre-hire agreement under Section 8(f) of the National Labor  \nRelations Act.  \nThe Employer is desirous of employing carpenters and joiners and all subdivisions of said  \ntrade in heavy and highway construction and appurtenances thereto within the State of New York  \nand in the Counties of the State of New York outlined hereinafter.  \n"], ["ARTICLE I - LIABILITY  \n", "The Association and the Union named herein are merely negotiating agents for their  \nrespective, present and future members. For eny breach of this Agreement, liability of the members  \nof the Association and the Regional Council or Local Unions shall be several and not joint and the  \nliability of the Association and Regional Council or Local Unions shall be only that of negotiating  \nagent acting without liability for the acts of its respective members. -  \n"], ["ARTICLE i - JURISDICTION  \n", "1. The territorial jurisdiction of this Agreement is hereinafter set forth in Appendix A,  \ntogether with the names of the various Locals of the United Brotherhood of Carpenters and Joiners  \nof America, which are a party to this Agreement.  \nYork are excluded from this Agreement.  \n2 Except as hereinabove set forth in Section 1, all other Counties of the State of New  \n3. The loading, unloading, strinzing of all wood products. metal. masonry, plastic, the  \ninstallation of all artificial turf, or any ciher materials put in place by the members of the  \n-Brotherhood shall .be.the jurisdiction of the United Brotherhood of Carpenters .and Joiners of  \nAmerica. The.operation of:gas,electric,.air or otter mechanical devices used by carpenters shall be  \ntools of the trade and shall come under the jurisdiction of the United Brotherhood of Carpenters and  \nJoiners of America.  \n"], ["ARTICLE It - DEFINITION  \n", "1. This Agreement shall cover ali heavy and-highway construction which shall be all  \nwork performed and work in conjunction therewith as set forth below.  \n2... Highway construction, where referred to.in this Agreement, is.defined.as.including  \nbut not limited to grade crossings, bridges, culverts, retaining walls, curbs, drainage structures,  \nrunways, paving and roadways.  \nto  \n3 Ra 75 tm,  \nad + * r  \nso  \nwhee - “  \n3, This Agreement shall apply to all heavy and highway construction which terms are  \ndefined as being all work performed outside of a building (excepting heavy and highway work as  \nherein defined which has been awarded as a subcontract of a building contract which work is the  \n_ Subject of a building construction collective bargaining agreement containing a subcontracting  \nClause), including but not limited to: water supply, drainage, sanitation, reclamation, irrigation and  \n-flood control projects, hydroelectric developments, dams, reservoirs, docks, piers, jetties, locks,  \n. dikes, levees, channels, breakwaters, harbors, airports, railroads, highways, streets, bridges, and  \nsimilar structures, pile driving, abutments, retaining walls, transmission lines, duct lines, pipe lines,  \nsewers, water mains, Cut and cover work, industrial sites, school sites and athletic fields and site  \nwork only for cement manufacturing plants and all power plants. All concrete work connecting or  \npertaining to Buildings 3 in a shopping center are from this Agreement.  \n4, All sewage treatment plants, water pollution contro! treatment plants, all lift and  \n| pumping stations for the movement or treatment of sewage shall be done under the provisions of this  \nAgreement. Administration buildings, incinerator plants and all buildings other than the ones listed  \n_ above shall be done under the regional council or local union building construction agreement.  \n5. It is understood that where industrial sites, cement manufacturing plants and all  \npower plants are mentioned in Section 3 as included within the scope of heavy construction, it shall  \n7 7 _cover all work in Connection with the grading of the sites to yard grade or to the bottom of the floors  \n--; ,as the grade may indicate, also all construction of roads, railroads and river work; construction  \n.., Of water lines and sewers to the building line.  \n6. For purposes of this Agreement, open cut work is defined as follows:  \n(a) All piling driven around the perimeter of a proposed open cut excavation, the  \ndriving of such piling to the point of practical refusal, whether it be rock or resistance created by  \nmaterial or soil other than rock shall be the. work of the Brotherhood of Carpenters.  \n.(b) - All Carpenter work covered.in \"Definition\" done in an excavation as set forth  \nabove or in an open cut excavation through soil,.rock and/or other material, shall be covered by this  \nAgreement.  \n(c) Should the open cut excavations in paragraphs (a) and (b) be for the purpose  \nof constructing a tunnel (for any use), building, structure, or appurtenances thereto, all form work  \ndone in the open cut excavation shall be done by the Carpenter.  \n(d) Al! Carpenter work for fabrication of forms znd/or other materials done  \noutside of the open cut work area at ground level, or any satellite area used exclusively for such  \nfabrication for the project, for installation below the open cut elevation or in any tunnel and/or shaft  \nshall be performed under this Agreement. ._  \n7. Building construction is defined as al] work done within the building proper.  \n"], ["ARTICLE IV - HOURS OF WORK  \n", "The work week shal] be forty (40) hours, Monday through Friday, inclusive. The regular  \nworkday shall consist of eight (8) hours. The Employer, after consultation with the Union, shall set  \nthe starting ume no earlier than 7:00 a.m., when working eight (8) hours or no earlier than 6:00 a.m.,  \nwhen working in excess.of eight (8) hours. The starting time shall not.be changed from day to day.  \nAll time worked outside the regular workcay and all time worked on Sanirday shall be paid for at  \none and one-half (1-1/2) times the regular hourly rate, except for time worked on Sunday and  \nholidays (stipulated herein) which shall be paid for at double the ‘hourly rate.  \n(a) Two consecutive shifts may be worked in twenty-four (24) hours and shall be  \n‘of-equal duration.and.at.the same rate,.lst.shifi.to start not-earlier. than.6:00.a.1n. .  \n(b) Three shifts may be worked in twenty-four (24) hours and shall be at the same  \nrate and of the duration set forth below:  \nIst Shift § hours’ work  \n8 hours’ pay  \nénd Shifi 7-1/2 hours’ work  \n8 hours' pay  \nard Shift | 7 hours’ work  \n8 hours’ pay  \nEach shift shall have one-half (1/2) hour for junch.  \nWhen two or three shifts are worked, the second and third shifts shal! be considered  \nfor payroll purposes as having been worked in their entirety on the same day on which the first shift  \nstarted.  \nSewers el  \nvl  \n7+ vey  \nReh -  \nunderstood that there is no guarantee that on a given day one shift may  \nnot vary due to weather, equipment breakdown, or any circumstances beyond the contractor's control,  \n‘however, the 2-hour clause will apply. If the Employer provides all-weather equipment and there  \nis work to be performed and any employee refuses to work, the 2-hour clause shall! not apply,  \nproviding safety 1 is not compromised.  \n@) The lunch period may be taken anytime between noon and 1:00 p.m. If an  \nemployee is required to work through lunch, such employee shall be compensated at premium time.  \n(e) FLEXTIME - With respect to any project that is 100% Federally funded,  \nawarded by a Federal Agency, the payment of. overtime after eight (8) hours will not apply.  \nOvertime will only be required to be paid after rorty (40) hours.  \n¢3) Four (4), ten (10) hour days may be worked at straight time during a week,  \nMonday thru Friday, provided the project is more than forty 40) hours, and further  \nprovided to do so is not prohibited by state law. -  \naz  \n"], ["ARTICLE v- - CONDITIONS OF EMPLOYMENT  \n", "| 1. Al employees shall receive five (5) minutes — noon, and at the end of each day's  \nwork, for the purpose of picking up their tools and securing them from loss through theft or damage  \nresulting from job operations or weather conditions.  \nee  \n2. One (1) hour's notice shall be given to a joummeyman at termination of employment.  \n3. Every job shall be provided with a weather ught building or room large enough to  \naccommodate the Carpenters employed, for use as a tool room and shelter. This room shall be  \nprovided with a table and benches for use during lunch time, and for the exclusive use of carpenters,  \nand it shall be equipped with heat during the months of October 1 through April 30.  \n4. A crib for tool boxes shall be provided. The crib shall be fitted for a  \npadlock to be furnished by the Carpenters on the job. When tools and clothing are left in said crib  \nand are in a locked shanty, the Employer shal! be responsible for the loss of said tools and clothing  \nby fire, or theft by forcible entry. The that any carpenter may claim for a loss  \n_ under this provision is Two Hundred Dollars ($200.00) for losses sustained through theft by forcible  \n€ntry and the actual value for tools lost by reason of a fire. A claim must be itemized, in writing, and  \n$wom to before a notary public. Where a carpenter's employment has been terminated, the  \nprovisions of this section shall remain in effect for a period of forty-eight (48) hours from such  \ntermination.  \n5. The Employer agrees to supply of clean, pure and coo! drinking water, either  \nas running water or in a clean, covered container with spigot.  \n6. The Employer shall furnish chemically treated toilets such as Sani-Johns or equal  \nquality.  \n7. All shop men sent to work outside shal] be governed by the conditions of this  \nAgreement. : |  \n8, No employee shall be allowed to furnish his own saw horses, benches, hand screws,  \nstraight edges, ladders, power tools of any kind or description on any construction job.  \n9. The Empioyer is responsible for sharpening all tools.  \n10. (a) At the time of hire or such later date as may be appropriate, employees  \ncovered by this Agreement shall be furnished slip-over rubber boots, rain suits, hats, gloves,  \nappropriate‘clothing for of ‘burning ‘and welding, handling ‘creosoted ‘materials, acid,  \netc. as the nature of the work may require.  \n(b) |The Employees.shall be.responsibie to return.same.to:the Employer at.the  \n‘ume of termination of employment or pay for same, Jess: normal wear.  \n11. Pnor to commencement of work, employees covered by this Agreement shall be  \ncovered by New York State Unemployment, D.B.L. and Workmen's Compensation Insurance or the  \nEmployer shal] assume the full responsibility for such coverage and any loss by the Employee.  \n12. The Employer shal] see that a First Aid Kit is furnished for the job and that the same  \nshall be kept compietely supplied with necessary medical equipment and available for inspection by  \nthe Steward.  \n13. = (a) All scaffold over 14 feet shall be built from the ground up by carpenters  \nexcept wood scaffold which shall be built in its entirety by carpenters.  \n(b) Falsework (temporary necessary for the support of work under the  \n- Carpenter classification shall be done with carpenters.  \n14. The Employer shall move al! company-owned tools.  \nSe  \nPion  \n#%  \nt  \n. agreed:  \n_. the Employee to a verbal  \nWhen is required'to: move from job to job during the workday, the  \nEmployer shall provide the transportation for him and return him to his starting place before the end  \nof the day's work or reimburse him at the rate of fifteen cents ($.15) per mile for use of his own car  \n. as transportation only plus the applicable hourly rate of pay.  \n16. The Union agrees to cooperate with the Company in encouraging their employees to  \n‘ observe. company safety rules and regulations as prescribed pursuant to O.S.H.A. or other  \ngovernmental regulations or legislation, and to wear properly and utilize safety devices or safety  \nequipment as provided by the Company in order to work in a safe manner. The neglect or failure  \nof an employee to obey any of the above shal], after due and proper warning by the Superintendent,  \nthe Foreman and Steward, be just cause for discharge without recourse to the grievance procedure.  \nIn the event any employee performs an unsafe act or operation in such a manner as to directly cause  \nthe Employer to be fined by O.S.H.A., then he shall be subject to immediate discharge.  \n17. (a) The Union and the Employer expressly agreé that a stable work force is  \nrequired at all times in this seasonal industry and that the absence of individual employees may have  \n._& Serious impact on the Employer's project productivity and efficiency. |  \n(b) Absences from scheduled work are to be and accordingly, it is  \n(1) _ the first absence without prior excuse or reasonable cause shal! entitle  \n| 4  \n(2) the second absence without prior excuse or reasonable causé shall  \nentitle the Employee to a written warning notice with copy to the  \n| 3) the third absence “without prior excuse or reasonable cause is  \nto be just cause for discharge of the Employee without recourse to the grievance and arbitration  \nprocedure of this Agreement.  \n18. When an employee covered by this Agreement performs work on a hazardous waste  \nsite, that is State and/or Federally designated as such, and where relevant State and/or Federal  \nregulations require employees to be furnished and those employees use or wear required forms of  \npersonal protection, then in such case an employee. shall receive his regular hourly rate plus $1.50  \nper hour.  \n+  \n=  \n"], ["ARTICLE VI - aN SUBSTANCE ABUSE  \n", "1. The Employer and Union are committed to provide a safe work environment fori its  \nemployees and the public and also maintain a reliable, productive, quality work force and thus affirm  \nthat construction job sites subject to this Agreement must be alcohol and drug free.  \n2. Employees whose job performance is impaired by the use of alcoho! and drugs create  \nan unacceptable safety risk to themselves, ¢ co-workers, and public.  \n3. Employees who violate the joint policy on substance abuse shal] be subject to  \ndiscipline up to and including immediate discharge without recourse to the grievance procedure.  \n"], ["ARTICLE YH - SHOW-UP TIME  \n", "1. Employees ordered to report to work and who are not hired shal) be paid two (2)  \nhours show-up time. Employees must be ready and willing to work in order to be paid show-up  \ntime.  \n2. Unless notified ten (10) hours prior to the start of the shift, employees on the job who  \nreport for work at the. usual furnished owo (2).hours.employment or.paid two (2):hours  \nwages, it being understood that show-up time shall at the:straight time rate regardless  \nof the day of the week involved. Employees must be ready and willing to work in order to be paid  \nshow-up time.  \n3. Employees reporting for work at starting time shall, if put to work, receive a -  \nminimum pay of two (2) hours or actual hours worked, whichever 1 iS greater.  \n"], ["ARTICLE. vin HOLIDAYS  \n", "I. The following holidays shall. be observed: New Year's Day, Memorial Day,  \nIndependence Day, Labor Day, Thanksgiving and Christmas. The 4th of July and Labor Day shall  \nbe paid holidays. An employee who works July 4 and/or Labor Day be paid double time plus  \nthe holiday pay. An employee who works any of the other holidays listed herein shall be paid double  \ntime.  \n2. If any employee covered by this Agreement is laid off during the term of his  \nemployment because of a shutdown due to another craft on the project having a paid holiday, other  \nthan the six (6) mentioned in 1. above, then the Employee covered by this Agreement shall receive  \nholiday pay for each such day at eight (8) hours at the straight time rate of pay.  \n3. With respect to a holiday covered by Sections 1 and 2, the Employee must work his  \nscheduled workday before and his scheduled workday after the holiday and be on the payroll in the  \npayroll week in which the holiday falls except that employees hired after the holiday but in the  \npayroll week shall not receive holiday pay.  \n"], ["ARTICLE IX - CERTIFIED WELDERS  \n", ".. Certified-welders shall receive one dollar and fifty cents ($1.50) per hour over the  \nJourneyman's rate of pay when he is required to perform welding work. If he spends any part of the  \nday welding, he shall receive the welding rate of pay for the entire day.  \n"], ["ARTICLE X - UNION RIGHTS  \n", "1. hiring of new employees and the discharge thereof shall be in accordance with  \nthe Labor Management Relations Act of 1947 as amended. It is agreed that on or after the eighth  \n(8th) day following the beginning of employment or the effective date of this Agreement, whichever  \nis later, membership in the Union shall be a condition of employment.  \n2. It is agreed that all employees who are members of the Union on the date of the  \n_ execution of this Agreement, shall remain: members in good standing during the life of this  \n__ as a condition of continued employinent.  \nBe The Council Representative, or any other authorized representative of the Union shall  \nbe aliowed to visit the jobs of the Employer and interview the men during working hours but he shall  \ncontact the Foreman in charge before so doing. Also, the Union Representative shall arrange or  \ndifferences that may arise between the members and their employers.  \n"], ["ARTICLE xI- - STEWARDS  \n", "L. The Union Repressentative shall place a fully qualified working steward who is a  \nCarpenter journeyman. He shall advise the Employer, or his representative, of the designation. He  \nshall be .  \nemployed whenever any work covered by this Agreement i 1S being done on the job on which he is  \nthe Steward, provided he is qualified to do such work. In the event only one (1) man is required, this  \nwork shall be performed by the Steward. if he so desires.  \n2. The Steward shall be allowed a reasonable length of time to perform his duties,  \nhowever, he shall not leave his immediate work area without first notifying his foreman. The  \nSteward will not leave the project site except in an emergency. The Steward has no authonity to issue  \nworking orders to the men.  \n3. The Steward shall not be laid off, transferred or discharged without the prior mutual!  \nagreement of both parties, except for just cause.  \n4, When the Employer is dissatished with the conduct of the Steward, he-shall notify  \nthe Union Representative of his dissatisfaction, and it shal] be the duty of the Union Representative  \nto take corrective action.  \n5. The Steward shall be notified when any hiring, firing or layoff is contemplated.  \n"], ["ARTICLE XT - FOREMEN |  \n", "I. When four (4) carpenters are employed, one shall be Gesignated as a foreman.  \n2. No foreman shall have more than thirteen (13) carpenters under him unless working  \non the same structure.  \n3. All carpenter foremen shall be journeymen members of.the.trade and shall be hired  \nand discharged subject to the provisions of the Labor Management Relations Act of 1947, as  \namended.  \n4. Any member acting as foreman shall receive at least one dollar and fifty cents ($1.50)  \nper hour over the Journeyman's scale of  \n>: At the start of a job, the Employer shall, if-he desires, designate the (2)  \nforemen of his choice; if additional foremen are required the next two (2) shail be selected by the  \nEmployer from men in the geographic jurisdiction of the local union where the job is located:  \nthereafter, if additional foremen are required they. shall-be-named (1) on the-basis of 50%  \nemployer's choice and (2) 50% from the local geographic area of the Union..  \n- MISCELLANEOUS  \n1, - The conditions on carpenter and pile driver work shal] be uniform the  \njunsdiction of this Agreement, except’as provided in-Article XIV.  \n2.(a) It is agreed that any subcontracts entered into by the Employer for work on the job  \nsite shall be covered by the conditions of this Agreement.  \n(b) It is recognized that there are specific subcontract requirements for D/M/WBE  \nparticipation in most public works contracts and that certain exceptions to the subcontracting clause  \nmay be required for the Employer to comply with these requirements. Every effort will be made by  \nthe Employer to arrange a pre-job meeting with these subcontractors and the Union. It is understood  \nthat in no way shall the enforcement of this clause allow other trades to perform the work of this  \nUnion.  \n10  \nwe  \nead,  \nigen  \naqme  \n(c) By mutual agreement on a project by project basis, an Employer will be permitted to  \n__, - Subcontract to non-signatory specialty subcontractors and will use his best efforts to arrange a pre-job  \nconference for each project.  \n3. In the event that a new owner takes over an unexpired contract or subcontract, either  \nthrough sale or as heir, this Agreement is binding until completion of said contract.  \n4, The Employer agrees that any form work which can be done on the job site, or  \nadjacent to the job site, must be done there, and that any such form work shal] not be performed  \nelsewhere. It is understood, however, that used forms fabricated on other employer projects covered  \nby this Agreement are not affected by the foregoing. Further, structures (bridges, etc.) may be  \nsubcontracted as a whole but the terms and conditions of this Agreement shall apply.  \n5. Employees injured at work shall be paid for time spent going to the doctor's office  \nfor treatment at the time of the injury. If the in writing, that the Employee is unable  \nto retum to work that day, the injured Employee shall be paid for the balance of that working day not  \nto exceed a minimum of eight (8) hours pay. In the event he works in excess of the minimum eight  \nhours he shall be paid for actual hours worked.  \n6. (a) Priorto the commencement of work on a project, the Employer shall call a  \npre-job conference in the area of the project to be designated by the Employer.  \n© The Union agrees that it will attend at the designated time and place together  \n\"with s such other Unions representing employees who will perform work on the project.. The Union  \n. agrees that the Employer shall not be asked or required to attend any pre-job conferences with a  \nsingle craft, provided the Employer has fulfilled his obligation under Section 6 (a).  \n(c) These provisions shall ‘apply equally to any. and all subcontractors.  \n7. - Incidental Millwright work -performed in conjunction with highway-heavy  \nconstruction may be done under the wages. terms and conditions of this Agreement.  \n8... There shall be 100% mobility among Locals. Fringe by benefits shall be  Fectprocated  \nto the home Local.  \n  \n9. Work in other areas. The Employer agrees that if it performs any work covered under  \nany collective bargaining agreement of the Exapire State Regional Council of Carpenters or in any  \nof its regional districts or constituent local unions, excluding United Brotherhood of Carpenters and  \nJoiners of America J.ocal 9 and the New Yoxk City District Council of Carpenters, then, for such  \nwork only, on a project by project basis, the Employer, for the duration of the project, will pay the  \nwages, fringes and abide by any other terms and conditions of employment in the Agreement  \napplicable to employees at the construction site location where said work is being performed. It is  \nunderstood and agreed that under no circumstances will this provision operate to create an NLRA  \nSection 9(a) relationship between any Employer and the Empire State Regional Council of  \nCarpenters, its regional districts or constituent local unions.  \n"], ["ARTICLE XIV - PELE DRIVING  \n", "1. Pile driving shall be covered by the terms and conditions of this Agreement, except  \nthat pile driving in the counties of Allegany, Cattaraugus and Chatauqua is excluded from this  \nAgreement.  \n2. All pile -driving shall be .under the jurisdiction of the United Brotherhood of  \nCarpenters and Joiners of America. This includes all wood, ‘steel sheet piling and  \nbracing of same, and pile lashing (wrapping a cluster of piles with wire  \n3. The unloading .of.piles shall be.done under the jurisdiction of of  \nCarpenters. The Brotherhood shall also joad ard unload, erect, maintain and dismantle all lead and |  \npile hammers; cut, weld or burn al] piles; set up and drive all sheeting of wood or other material and  \nbrace.and shore. the same. .  \n4. (a) Pile driving, as herein defined, shall include all labor eraployed in building,  \n“driving, staying; pulling and cutting off of all pre-cast.concrete. piles while.stil] in leads, pile jackets,  \ncomposite piles, cast-in-place concrete piles and any pre-cast structural shapes or units, the setting  \nof which is performed with pile driving equipment when concurrent with pile driving operations; on  \nregular pile driving ngs, the maintenance from the king-pin out; the operation of the valve when  \nlocated outside of the cab. When a crawler or other type crane is used, the maintenance of the boom  \nto the boom sheave shall be done by the Operating Engineers.  \n(b) In clamshe}} work, where an obstruction exists to the driving of piles, or  \nwhere the crane is working over pile driving men, a pile driver shal] be used as a signalman and  \ntagline man.  \n(c) | Where the clamshell work is for mucking out only, there shall be no pile  \ndriver employed for this work.  \n5. On installation of bearing piles, there shall be a crew of not less than three (3) men  \nand a foreman. On sheet piling there shall be not less than two (2) men and a foreman. Divers,  \nTenders and Certified Welders are included in the crew. On floating derricks used for driving piles,  \n- there shall be no jess than four (4) men and a foreman. Divers and Tenders are included in the crew.  \n.. In the geographical jurisdiction of Locals 229, 281, 370 and 747 the Employer and Union shall make  \nos ad a how many employees are required for a safe pile driving crew.  \n6 Pile load testing equipment shall be erected, maintained and dismantled by  \npile drivers.  \n7. It is agreed, however, that in the sen that the Employer or the Union fee] that more  \nor less men are required for the work to be performed, then this matter shall be resolved between the  \nSuperintendent and Union Representative by mutual consent.  \n8. In connection with the operation of a drill nig used for construction of piling as the  \nlatter tern is used by the architect or engineer in the specifications, there shall be a pile driver  \nassigned to the drill rig. pe  \n"], ["ARTICLE XV - DIVERS AND TENDERS  \n", "| . 1. When the services of Divers. and Tenders are required, the divers and tenders work  \nshall be under the jurisdiction of the United Brotherhood of Carpenters and Joiners of America. All  \nappropriate State and Federal safety laws shall be complied with. The diving rate shall include the  \n_ personal support gear, excluding his air. If a diver furnishes his own air, and it meets all  \nmpplicable standards, he shal! negouate a rental fee for such equipment with the Employer. —  \nZ. The diver's rate shall be $410, $420, 7/1/03; $430, 7/1/04; $440, 7/1/05; $450,  \n7/1/06 per day, providing he dives. The tender's rate shall be one dollar ($1.00) per hour over the  \nCarpenter Journeyman's rate. an |  \n3. The diver and tender rate for a ry cay shall be one dollar i 00) per hour over the  \n| Carpenter Journeyman's rate.  \n4... When services of divers are aes in air lifting (an underwater vacuum, used to  \nclean a surface) operations, it shal] be performed.by members of the Brotherhood. _  \n"], ["ARTICLE XVI - ‘ARBITRATION  \n", "1. During the term of this Agreement. neither Party shall order or permit any strike,  \nlockout, or other work stoppage or slowdown. Further, the Union will not aid, support, or permit  \nunauthorized strikes, slowdowns or work stoppages by its members.  \n13  \n2. During the term of this Agreement any question relating to its interpretation, or its  \nviolation, shal] be submitted to and determined by arbitration, it being understood, however, that the  \nprovisions of this Agreement shall remain fixed during the term of this Agreement. In the event of  \ndifferences between the parties, the expressed terms of this Agreement shall be to the  \nfollowing grievance procedure:  \n(a) Step 1. The Steward and/or Union represenintive shall attempt to resolve the  \ndispute on the job with the Company's senior representative. |  \n(b) Step 2. If Step | is not successful,the Union representative shall attempt to  \nresolve the matter with the Assistant Managing Director, AGC, within forty-eight (48) hours,  \nexcluding Saturdays, Sundays and Holidays.  \n(c)  Step.3. If Step 2 is not International.Representative of the  \nBrotherhood shal] attempt to resolve the matter with the Assistant Managing Director, AGC, within  \nforty-eight (48) hours, excluding Saturdays, Sundays and Holidays, after assigned.  \n(d) Step 4. If Step 3 is not successful, cither party may submit the dispute to the  \nNew York State Mediation Service, in writing, within forty-eight (48) hours and both parties agree  \nto submit to such arbitration and be. bound by and follow the decision rendered...Pending the  \n“sresolving‘of the:dispute:pursuant.to Steps 1,.2,.3:and-4, all:work:shall.continue without i interruption  \nunder the conditions prevailing at the time the dispute arose.  \n3. . .Shouid.eitherof.the parties fail.to.attend the hearing set by the. Arbitrator, after due  \nnotice thereof, the Arbitrator shall proceed with such hearing in the absence of said party, and shall  \nbe empowered to make a final decision and award.  \n4. The arbitrator shal] not have jurisdiction or authority to add to, modify, detract from,  \nor alter in any way the provisions of this Agreement or any amendment or supplement thereto. If  \nthe arbitrator.should determine that the grievance.is not.covered by.this Agreement, he shall.return  \nthe grievance to the parties without decision: and the grievance shall be closed. In such a case, the  \ncosts, if any, shall be borne by ihe .  \n3. Failure of either party to comply with the award and decision of said arbitrator shal!  \nsubject them to the authority of the Federal and/or State laws to enforce said arbitration order.  \n14  \n. 6.~ > The costs of arbitration, which shall involve the fees and expenses of the arbitrator,  \nshall be bome by the Company in case its principal contention is rejected by the arbitrator or by the  \nUnion in case its principal contention is rejected by the arbitrator, except, however, that each party  \n- shall pay the fees of its own representatives and witnesses. Any disputes as to whose principal  \ncontention is rejected shall be determined by the arbitrator. In the case that both parties’ principal  \ncontention is upheld in part, the arbitrator shali designate what part of the costs are to be borne by  \nwhich party according to the relative ments of each party's position.  \n7.. The following express provisions of this contract are not subject to this article:  \n(a) Wage rates. 7  \n(b) Fringe benefit contributions.  \n(c) Junsdictional  \n"], ["ARTICLE XVII - JURISDICTIONAL DISPUTES  \n", "lL The parties hereto mutually agree that if the Employer receives written notification  \n“ from one (1) or-more Unions contesting a work assignment, the Employer shall maintain his work  \nassignment until the dispute has been resolved: in accordance with the following procedure.  \n(a) Contesting Unions and the Employer shall attempt to resolve disputes. If  \nunable | to J do so within forty-eight (48) hours (Saturday, Sunday and Holidays excluded) then;  \n(b) The parties to this Apreement shall meet for the purpose of resolving the  \ndispute. If unable to resolve said “spur: Forty sigh hours Sunday and  \nHolidays an then; sa:  \n(c) The parties to this Agreement will refer said dispute to their International  \nUnion and National AGC. If they are unable to resolve said dispute within five (5) days (Saturday,  \name and Holidays excluded) then;  \n(d) The parties to this Agreement shal! have exhausted their internal remedies  \nand may then seek resolution through the NLRB and/or the Courts. No legal action may be initiated  \nbefore such internal remedies are exhausted.  \n2. Neither party shal] order or permit any lockout, strike, or other work stoppage or  \nslowdown. Further, the Union wil! not aid, support or permit unauthorized strikes, slowdowns or  \nwork stoppages by its members with respect to a jurisdictional dispute.  \nI5  \n"], ["ARTICLE XVI - RATES OF PAY AND MODE OF PAYMENT  \n", "1. The rates of wages and amounts of fringe benefit contributions for employees covered  \nby this Agreement are hereinafter set forth in Appendix B and Appendix C.  \n2. Apprentice wage rate schedules are set forth in Appendix D.  \n3. (a) All employees covered by this Agreement are to be paid on the job weekly  \nduring working hours and not later than Friday for tme worked up to midnight Sunday of the  \npreceding week. In any event, no more than five (5) days shall elapse prior to payment of wages for  \nthe preceding week. If required to call at the office on the job for payment, the Employees shall be  \nallowed sufficient time to get there before quitting time.  \n(b) any employee is discharged or laid off, all accrued wages shall be due and  \npaid immediately, except that by mutual agreement an employee may be paid by.check. mailed with  \n‘twenty-four (24) hours. If not mailed within 24 hours, such employee shall be paid an additional  \n$25.00 for each additional 24 hour period the check was not mailed.  \n(c) Wages shall-be paid incash, except that the Employer may pay by recognized  \npayroll checks where approval has been grasited by the New York State Department of Labor.  \n(d) . Paycheck.stubs or. pay. envelopes shall the ‘number-of: hours worked  \nduring the pay period and also all deductions.  \n"], ["_ ARTICLE XIX - ‘WAGES. AND. FRINGE BENEFITS:  \n", "1, The parties to this Agreemenit have agreed upon hourly g gross increases(for wage and  \nfringe benefit package) forthe period July 1,, nai, through June 30, 2007,for Locals 66, 229, 281,  \n370 and 747 as follows:  \nEffective July 1, 2002 $1.00  \nEffective January 1, 2003 $ .30  \nEffective July 1, 2003 $1.30  \nEffective July 1, 2004 $1.35  \nEffective July 1, 2005 $1.35  \nEffective July 1, 2006 — June 30, 2007 $1.45  \n16  \nERS: .  \n  \nFr et.  \n  \n2.(a) In accordance with the sections hereinabove, it is agreed that where a local union or  \nregional council party to this Agreement has established in accordance with applicable law, a welfare  \nand/or pension fund and/or supplementary unemployment benefit fund and/or apprenticeship fund,  \ntraining fund, education fund, health and safety fund and/or other authorized funds, jointly trusteed  \nby labor and management, then contributions shall be made to such fund or funds.  \n(b) The Employer agrees that it shall make fringe benefit contributions to those fringe  \nbenefit funds set forth in Appendix B and C in the amounts set forth in this Agreement. The  \ndesignations of the specific fringe benefit funds to receive contributions and the amount of  \ncontribution to be made to such fund may be changed during the term of this Agreement. However,  \nin no event shall the gross amount (wages and fringes) paid by an employer exceed the gross  \namounts set forth in Appendix B and C as modified by Section 1 of this Article. In each instance,  \nthe Employer shal] be bound by and shall comply with the agreements, declarations of trust, plans  \n-. and/or regulations of the fringe benefit funds, and the labor management cooperation committees,  \nso designated. The Employer’s remittance shall be in the form and manner as specified by the  \ndesignated recipient of the contribution. In the event that a change of designation occurs during the  \nterm of this Agreement, written notice of such change will be given to each Employer at least thirty  \n__ -(30) days prior. However in the event of any conflict between the agreements, declarations of trust,  \nplans, collection policies and /or regulations of the:fringe benefit funds and the labor management  \ncooperation committees and the terms of the collective bargaining agreement, the terms of the  \n.. collective bargaining agreement shall prevail.  \n3. In the event that a contractor party to this Agreement subcontracts any portion of the  \nwork covered by this Agreement to a subcontractor who is not party to this Agreement, then such  \ncontractor shall assume full responsibility for any unpaid wages and/or fringe benefits due employees  \nby this Agreement. The Union Representative or administrator of the respective funds shall  \nnotify the general contractor, by mail, of the subcontractors delinquency within fifteen (15) days of  \nany delinquency. Fringe benefits are due and payable for all hours worked, except that fringe  \nbenefits will be remitted for a paid holiday not worked. There will be no premium paid on fringe  \nbenefits for overtime hours worked.  \n4. On seven (7) days written notice to the. job site, the Union is granted the absolute  \nright to strike the job of any delinquent contractor, and shall be under no compulsion to return any  \nemployees to employment with such contractor until all delinquencies are completely paid up.  \nWhere such action is necessitated as a result of the delinquency of any contractor in the payment of  \nwages, or of any of the fringe benefit payments as set forth elsewhere in this Agreement such  \ndelinquent contractor shall be required to pay the striking employees wages for each day on strike,  \nfor a period not to exceed three (3) days prior to their return to employment for such contractor.  \nWhere a subcontractor is involved, notice shall also be given to the prime contractor.  \n  \n5. Acceptance of this Agreement will automatically bind all participating contractors  \nto the trust agreements and amendments thereto under which the funds are opersting and shall be  \nconsidered a part of this Agreement in the same manner as if fully set forth herein. The Trustees  \nhave no authority to change the terms and conditions of this Collective Bargaining Agreement.  \n6. (a) The trustees of the various pension and welfare funds and/cr other authorized  \nfunds shal] have the authority to audit the payroll of any employer to determine the  \naccuracy of reports submitted to the respective funds.  \n(b) In addition, the shall be authorized to audit the reports of a  \ncontributing employer who may be more than thirty (30) days delinquent in his reports at a charge  \nof not more than fifty dollars ($50.00) per day for such auditor's expense.  \n(c) A seven (7) day notice io the delinquent Employer of the proposed audit shall  \n-be deemed sufficient netice.  \n(d) Such notice shal] direct him to have his books and records available to the  \nauditor.  \n(e) Any contractor who is or becomes delinquent under the terms of the contract  \n‘Shall .be. required to.post.bonds in such amount as to secure all -future Payments of welfare and  \neach of his jobs.  \nih Davis - Bacon Projects. If a project is 100% federally funded, the Davis - Bacon  \nwage rates provided for in the project proposal can.be paid for the.duration of the project.  \n8. The Union represents that the UBC National Apprentice & Training Fund, UBC  \nNational Health and Safety Fund and UBC National Marketing Fund-have-merged with the  \nCarpenters International Training Fund. She employer agrees to contribute to the Carpenters  \nInternational Fund so long as it can be made a part of the prevailing rate schedule. The amount to  \nbe.contributed is 5:04 per hour-to the Training Fund and $.02 per hour to the Education &  \nDevelopment Fund, which are sub funds of the Carpenters Intemational Fund. However, in no event  \nshall the gross amount (wages and fringes) paid by an Employer exceed the gross amount set forth  \nin Appendix B and C as modified by Section | of this Article.  \n9, The Empire State Regional Council of Carpenters (Council) may allocate, or  \nreallocate all wages and contributions to those fringe benefit funds selected by the Council. Under  \nthis provision, the Council can allocate effective on July 1 of any calendar year between 2002 and  \n2006 any future wage increases in whole or in part to fringe benefits. The Council may realiocate  \nfnnge benefit contribution amounts between fringe funds at any time, upon thirty (30) days prior  \nnotice to Employers. With respect to public work, the prevailing wage rate schedule shall supercede  \nany conflicting allocation or reallocation of the Council.  \n18  \nXX - NEW YORK STATE CARPENTERS LABOR MANAGEMENT  \nCOUNCIL FUND  \nThe Union represents that the State Apprenticeship Education Fund is now known  \n. . as New York State Carpenters Labor Management Council Fund. It is agreed by the Employer and  \nthe Union that, as set forth in Appendix B and C, one half cent ($.005) per hour actually worked shall  \nbe contributed to the New York State Carpenters Labor Management Council Fund.  \n"], ["ARTICLE XXI - APPRENTICE CONTRIBUTION  \n", "j. The Employer agrees that it shall make the appropriate contributions as set forth in  \nits collective bargaining agreement with the Empire State Regional Council of Carpenters and its  \naffiliated Iccal unions to the Empire State Carpenters Apprenticeship Committee, 270 Motor  \nParkway, Hauppauge, New York. It is recognized that these designations may be changed during the  \nterm of the contract. The Employer's remittance shall be in the form and manner as specified by the  \nEmpire State Regional Council of Carpenters. In the event of a change of designation during the term  \nof this Agreement, written notice of such change will be given to each Employer at least thirty (30)  \ndays prior thereto.  \n2. . The employer agrees to be bound anid Shall comply with agreements, declarations of  \n\"trust, plans or other relevant documents with respect to the Empire State Carpenters Apprenticeship  \nCommittee.  \n3... If future discussion on item 12 in the memorandum of agreement causes language to  \nbe changed, it will also apply to this Article on Apprenticeship Contri bution.  \n"], ["ARTICLE Xxxn - DEDUCTI ONS  \n", "lL _ The Employer agrees to deduct from ite baie wage rate of employees covered by this  \nAgreement the amounts hereinafter set forth in. Appendix B and C for each actual hour worked by  \n. such employees. Deductions will be made and submitted to only the Local Union in which the  \nEmployer is working.  \n~ 2, No deductions shall be made for any employee unless the employee has deposited  \nwith the Employer his copy of an executed authorization card which shall in no event be irrevocable  \n_ for a period of more than one (1) year or the termination date of this Agreement whichever shall be  \nthe less.  \n3. Executed copies of the authorization cards will be kept on file by the Union and the  \n| Employer.  \n19  \n4. The Employer assumes no cdligation with respeci to the obtaining of authorization  \ncards, it being understood that this is a duty and obligation of the Union.  \n5. Deductions shall be made in the first payroll period following the furnishing of the  \nauthorization cards. ae  \n6. The Union shall indemnify and save the Employer harmless against any and all  \nclaims, demands, suits or other forms of liability that shall arise out of or by reason of action taken  \nor not taken by the company in reliance upon authonzation cards furnished by the Employees and/or  \nUnion.  \n"], ["ARTICLE XXIII - NONDISCRIMINATION IN EMPLOYMENT  \n", "The Employer.and the Union mutually agree.that they will.comply.and cooperate with all  \nlaws, codes, rules, regulations, executive orders and administrative decisions, whether state or  \nfederal, dealing with nondiscrimination in training, membership, employment, job tenure,  \npromotions and every other matter covered by such laws, codes, etc.,not herein expressly mentioned.  \n‘The use of masculine or feminine gender in this agreement shall be construed as including both  \ngenders.  \n"], ["ARTICLE XXIV -MOST FAVORED EMPLOYER  \n", "Should the union at any time hereafter enter into an agreement with any employer performing  \nwork covered by the terms of this agreement which for.terms .and.conditions more  \nadvantageous to such employer, or should the union in the case of any employer which is bound to  \nthis form of agreement countenance a course of conduct by such employer enabling it to operate  \nunder more advantageous ‘conditions than is provided for then, in-any  \nsuch event, the employers party to this agreement, shal] be automatically entitled to adopt such more  \nadvantageous terms and conditions provided the employer, through the Labor Relations Division,  \n. has.sent.written notice to.the.union calling the relevant matter_or. matters -to.its:attention.  \n"], ["ARTICLE XXV - ALTERNATIVE DISPUTES RESOLUTION  \n", "The Union and Employer agree to consider implementation of a Workers’ Compensation  \nAlternative Dispute Resolution Program.  \n"], ["ARTICLE XXVI - DURATION AND TERMINATION  \n", "It is agreed by both parties to this Agreement that all the conditions of this Agreement shall  \nremain in full force and effect to March 31, 2007, and during each calendar year thereafter, unless  \non or before January 30, 2007, or any year thereafter, written notice of proposed changes in this  \nAgreement shall be served by either party upon the other.  \n20  \n"]]