[["", "| ee.  \nSTATEWIDE  \nBUILDING CONSTRUCTION  \nAGREEMENT  \nBETWEEN  \nMOUNTAIN WEST REGIONAL  \nCOUNCIL OF CARPENTERS  \nAND  \nTHE ASSOCIATED GENERAL  \nCONTRACTORS OF COLORADO  \nBUILDING CHAPTER, INC.  \nASSOCIATED GENERAL MOUNTAIN WEST REGIONAL.  \nCONTRACTORS OF COUNCIL OF CARPENTERS  \nBUILDING CHAPTER, INC,  \nMay 1, 2004 — April 30, 2007 ~  \n   \nony MA =  \n— (0  \nNo =~ ©  \n2004-2007  \nAGC/C BUILDING CONSTRUCTION  \nMASTER AGREEMENT  \nMOUNTAIN WEST REGIONAL  \nCOUNCIL OF CARPENTERS  \nCONTENTS  \nArticle Title Page  \nPreamble tee eee 1  \nPurposS@ ete eee 1  \nCarpenters Craft Jurisdiction .............-.. 2  \nTerritory, Work and Employees Covered ...... 11  \nRecognition ee eee 12  \nUnion Membership ee 12  \nHiring Procedure 13  \nHours and Overtime 00000 21  \nWorking Rules eee 26  \nUnion Representatives 33  \nSafety Clause 0 eee. 34  \nDischarge ........0 02.0.2. eee 37  \nManagement eee eee 37  \n43  \n14  \n15  \n16  \n17  \n18  \n19  \n20  \n21  \n22  \n23  \n24  \n25  \n26  \n27  \nCONTENTS  \n(continued)  \nTitle Page  \nAdminisirative Dues 38  \nTrust Funds eevee 39  \nFringe Benefit Bond 42  \nTrust Fund Delinquencies ...........,..... 43  \nDisputes eee ee ee 44  \nEqual Employment Opportunities ........... 48  \nStrike Prohibition 49  \nEqual 50  \nGovernment Work 52  \nEconomic Relief 53  \nSelf-Performed Work 54  \nSaving Clause ae 20  \nEntire Agreement 95  \nLMCC oo. eee ae 56  \nRe-opener Clause 57  \nSignature Sheet 58  \nAppendix (Wages and Fringe Benefits) ....... 60  \nPREAMBLE  \nTHIS AGREEMENT is made and entered into this 1st day  \nof May, 2004, by and between the Collective Bargaining  \nCommittee of the Associated General Contractors of Colorado,  \nInc. {hereinafter referred to as the Employer) and the Mountain  \nWest Regional Council of Carpenters, on behalf of its affiliated  \nlocal Unions of the United Brotherhood of Carpenters and  \nJoiners of America, (hereinafter referred to as the Union).  \n"], ["ARTICLE 1  \nPURPOSE  \n", "The purpose of this Agreement is to establish the rate of  \npay, wages, hours of employment and all other terms and con-  \nditions of employment of the Carpenter employees of the  \nEmployer, ordinarily known as General (Carpenter) Foreman(s),  \nCarpenter Foreman(s), journeymen, apprentices, and  \nProvisional Carpenters who perform work covered by this  \nAgreement.  \nFurther purposes of this Agreement are to promote a set-  \ntlement of labor disagreements by conference, to prevent  \nstrikes, lockouts, labor disputes and work stoppages, fo stabi-  \nlize conditions in building construction in the area affected by  \nthis Agreement, to prevent avoidable delays and expenses, and  \ngenerally to encourage a spirit of helpful cooperation between  \nthe Employer and employee groups to their mutual advantage.  \nlt is understood that the following terms and conditions  \nrelating to the employment of Carpenters, covered by this  \n-~{-  \nAgreement, have been agreed upon, and that the following pro-  \nvisions will be binding upon the parties to this Agreement during  \nthe term of this Agreement.  \n"], ["ARTICLE 2  \nCARPENTERS CRAET JURISDICTION  \n", "A. The following claimed craft jurisdiction asserted by the  \nUnion herein is intended solely for the protection of the craft  \njurisdiction of the Union as compared with the alleged craft juris-  \ndiction of any other union. Therefore, the Carpenters Union’s  \nclaim of such craft jurisdiction, by itself, does not necessarily, as  \nto all of such claimed craft jurisdiction, constitute work covered  \nby this Agreement, nothing in this Article shall be deemed to  \nconstitute an Agreement by the Employer that the Employer is  \nmaking or will make an assignment thereof to employees cov-  \nered under this agreement.  \nB. The Employer shall make the work assignment in writ-  \ning on the official letterhead when requested.  \nC. This Agreement shall govern all work being self per-  \nformed by the Employer within the recognized jurisdiction of the  \nCarpenters and only employees of the bargaining unit shall per-  \nform the work covered by this Agreement; including but not lim-  \nited to the following: one who prefabricates or constructs forms  \nfor footings or foundations of houses, buildings, structure of all  \ndescriptions, whether made of plastic, wood, metal or any other  \ntype of material, the prefabricating and erecting of all structural  \nparts of a house, building or structure made of wood or any sub-  \nstitute such as plastics, metal or composition materials, who  \n—2-  \nputs together roofs, partitions, fabricates or erects forms for  \ndecking or other structural parts of houses, buildings or any  \nstructure, and also to include the dismantling of all forms. The  \nfabrication, erecting and dismantling of all falsework regardless  \nof material. The word falsework defined as meaning not a per-  \nmanent part of the structure. Where power equipment is used  \nfor the moving of material, used by Carpenters in the erection of  \nany structure of work covered by the Carpenters’ jurisdiction, all  \nhandling, rigging and signaling shall be done by Carpenters.  \nThe fabrication and/or setting of all templates including anchor  \nbolts necessary for structural members or machinery and the  \nwelding, placing and leveling of these bolts is included.  \nThe fabrication, handling and installation of any temporary  \nweather protection consisting of wood frames covered with  \nplastic sheets, tarps or any other material on work being done  \nby Employers signatory to this Agreement. The use of any  \ninstruments or tools on layout work and the shooting of all  \ngrades and elevations incidental to the trade.  \nAll framing in connection with the setting of metal columns.  \nThe setting of ali forms, centers and bulk-heads, the fabrication  \nand setting of screeds and stakes for concrete and mastic floors  \nwhere the screed is notched or fitted or made up of more than  \none member. The assembling and erection of all slip forms  \nincluding all integral parts thereof and welding incidental to the  \ninstallation of same. The unloading, handling, stockpiling and  \ninstallation of all plastic, metal or cardboard dome pans, includ-  \ning stapling and taping of cardboard dome pans to deck and  \ntaping of all joints. The making and setting of all forms used in  \nconcrete work. The unloading, rigging, signaling, erection,  \n-3-  \nfitting, plumbing, aligning, setting, fastening and welding of all  \nprecast and prestressed concrete. The making, setting, releas-  \ning of all forms and molds, and the placing and tensioning of all  \ncables, either prestressed or poststressed cable, either on the  \njob site or casting yards shall be done by the members of the  \nUnited Brotherhood of Carpenters. The operation and erection  \nof all lift-jacks and tracks used on job site to erect precast or  \nprestressed concrete shail be done by Carpenters.  \nThe installation of all molding made of wood, metal, plastic  \nor composition, instaliation of run strips for plumbers or other  \ntrades or cutting for pipes through floors, joists or partitions,  \nforms composed entirely or in part of wood or other material  \nerected by Carpenters.  \nThe installation of all frame work, partitions or any material  \nto include metal studs, floor and ceiling runners, braces or any  \nnailable or screwable framing system or similar construction.  \nThe installation of trim materials, simulated marble tops, back-  \nsplashes for toilets; and bathrooms made of wood, metal or  \npastics oF Composition maienais; fastening on of all wooden,  \nplastic or composition cleats to iron work or on other materials;  \nthe erection and installation of Stran Steel or similar material;  \ncutting and hanging all lumber or other materials between gird-  \ners and joists for fireproofing or concrete centers; setting of all  \nsash, curtain wall, window wall, sun louvers, inside and outside  \nblinds, windows of ail types and component parts of these units  \nmade of any material. The unloading, handling, stockpiling, set-  \nting of all door frames of any type shall be done by members of  \nthe United Brotherhood of Carpenters. Also covered in these  \njurisdictional claims are: the erection or application of all  \n—~4~—  \nshingles, siding, wal] board, or sheets composed of wood, wood  \npulp, plastic, plaster, transite or composition materials or any  \ncombination of any of the above with any other material includ-  \ning combined or faced with metal regardless of the manner  \nattached.  \nErection of all wood, metal, plastic and composition parti-  \ntions; cutting and applying of al! furring of any material; making  \nand fastening of wood brackets for metal ceilings and side  \nwalls; erection of all wood furring for cornices, and putting on all  \ngrounds for plaster or cement finish.  \nThe handling, cutting, fitting and the installation and/or  \nplacing of tectum decking or any other similar material. The un-  \nloading, handling and installation of all exterior and interior  \npanel wall systems including transit, aluminum and any other  \nmaterial. The building, erection and dismantling of all scaffold-  \ning and staging to include “safeway” and similar type brands of  \nany material therein constructed for any purpose in the erection  \nof any structure. The building and construction of all derricks;  \nthe making of mortar boards, boxes and trestles; putting in nee-  \ndie uprights; all shoring of buildings, razing and moving  \nbuildings.  \nFitting, installation and fastening of stops, beads and mold-  \ning in doors and windows; framing of all falsework, derricks and  \nhoists, travelers and ali lumber or material used in the building  \nand construction industry; putting on of all hardware; putting up  \ninterior and exterior trim or finish of wood, or any other material.  \n—-5-  \nThe hanging, setting and installation of wood, metal or  \nplastic doors, sash, jambs, bucks, casings, moldings, chair rails,  \nmantels, sills, base or mop boards, wainscoting, furniture, china  \nclosets, kitchen cabinets, wardrobes, and the installation of  \nbowling alleys.  \nThe installation of all materials and component parts of all  \ntypes of ceilings regardless of their materials composition or  \nmethod or manner of their installation, attachment or connec-  \ntion, including but not limited to the following items: all hangers,  \nsupport components, cross furring, stiffeners, braces, all bars  \nregardless of materials or method of attachment, all integrated  \ngypsum wall board ceiling heat panels, or wall board panels to  \nreceive radiant heat fill, all main tees, cross tees, splines, wall  \nand ceiling angles or moldings, all backing board and all finish  \nceiling materials regardless of method of installation.  \nAll work in connection with the installation, erection and/or  \napplication of ail materials and component parts of moveable,  \nStationary, or curtain walls and partitions regard-  \nless of their material composition or method or manner of their  \ninstallation, attachment or connection, including but not limited  \nto the following items: all floor and ceiling runners, studs, stiff-  \neners, cross bracings, fire blocking, resilient channels, furring  \nchannels, doors and windows including frames, hardware, cas-  \ning, molding, base accessory trim items, gypsum drywall mate-  \nrials, laminated gypsum systems, backing material, finish board,  \nfireproofing of beams and columns, fireproofing of Chase interi-  \nor-exterior insulation systems, sound and thermal insulation  \nmaterials, fixture attachments including all layout work,  \n—-§-  \npreparation of all openings for lighting, air vents or other  \npurposes, and al! other necessary or related work in connection  \ntherewith.  \nIt is further specifically understoad that the installation,  \ntying and connection of ait types of light iron and metai studs  \nand all types of light iron furring erected to receive the materials  \nspecified in this article, including but not to gypsum wall  \nboard, wails, partitions, ceiling heat panels, backing boards,  \nplastic or acoustical materials or any material attached to the  \nabove described light iron construction is specifically included in  \nthe work covered by this Agreement.  \nThe installation, erection and construction to include the  \nwork of fabrication of all materials to receive a plaster finish, to  \nalso include the completing of all light iron construction, furring,  \nmaking and erecting of brackets, clips and hangers; metal iath,  \ncomer beads and arches erected for the purpose of holding  \ngypsum pilaster, cement plaster and all other plaster bases.  \nAll carrying bars, purlins and furring, regardiess of size,  \nlight iron and metal furring of all descriptions such as rads,  \nchannei flat iron and other ceiling systems for the receipt of  \nmetal lath, or rock lath, and all other plaster bases which are to  \nreceive plaster on one or both sides, to include any and ali pias-  \ntering accessories.  \nThe nailing, tying, cutting, welding and fastening, regard-  \nless of the method, of the above and ail wire and metallic lath of  \nall descriptions connected therewith.  \n_7-  \nThe manufacturing and erecting of cooling towers and  \ntanks. The installation of wood, or metal awnings, door  \nshelters marquees and jalousies. The laying and finishing of al!  \nfloors including wood, cork, rubber or any other type of resilient  \nfloor covering, and all underlayment for same. The installation  \nof all draperies and curtains and all related tracks and hard-  \nware. Ali theater screens, interior and exterior, and ali hardware,  \ntracks, scaffolding, frames and related work in stage area. The  \napplication of acoustic tile whether glued or nailed, acoustical  \nsuspended ceilings in their entirety; and all insulation whether  \nnailed, glued, blown or sprayed to include Styrofoam, Zerete,  \nurethane foam, other chemical materials or any similar  \ninsulation.  \nBuilding and erecting stairs, store, office, bank and other  \nfixtures, shelving, racks, whether of wood or other materials;  \nmaking, fitting of screens, putting on weather strips and to  \ninclude all caulking and installation, including security and orna-  \nmental screens and hardware. The installation of laboratory  \nequipment including cabinets, tops and work benches, book-  \ncases and cabinets either separately or used in conjunction with  \nheating or air conditioning units such as Nesbitt or similar type  \nunits, blackboards, tackboards, bulletin boards, billboards,  \nmeterboards and boards of all types.  \nThe unloading, handling, stockpiling and erection of a!) pre-  \nfabricated materials, such as: furniture, cabinets (whether made  \nof wood, metal, plastic or any other materials), store fixtures,  \nframes of all types, including hollow metal doors and hollaw  \nmetal door jambs, doors and millwork of all kinds, prefabricated  \nwalls, floors, roofs, laminated wood materials, etc., shall be  \n  \ndone by members of the United Brotherhood of Carpenters. The  \nerection of porcelain enameled panels and metal siding. The  \nassembling and setting of all seats in theaters, halls, churches,  \nschools, banks, stadiums and open air theaters and other build-  \nings, the installation of all gymnasium equipment including bas-  \nketball backstops, bleachers, seats, athletic equipment, and  \nerection and dismantling of all portable floors, arenas and any  \nsimilar type of installation, installing wood, metal and plastic cor-  \nner beads; erecting mortar and brick hoists and concrete distrib-  \nutors used in erecting building or fireproofing floors, or for pour-  \ning concrete buildings, building and repairing coal pockets,  \nbreakers, washers, tipples; setting of forms for sidewalks, side-  \nwalk lights, curb and gutters and all welding and burning inci-  \ndental to carpentry.  \nThe unloading, handling and installation of raised and/or  \nfloating floors in their entirety whether made of aluminum, steel  \nor any other material, and the drilling and/or cutting of all nec-  \nessary holes.  \nThe operation of winches and jacks whether operated man-  \nually or mechanically by portable operating devices, used to  \nhandle material to be installed or erected by members of the  \nUnited Brotherhood of Carpenters, and all tagging and signaling  \nincidental to the trade.  \nThe building and repairing of all timber trestles, all wooden  \nbridges; jetties, and causeways and all riprap work; and prepa-  \nration of all piles; all new and old work on docks and piers to the  \ninshore line of bulkhead, from the backing log down, including  \nthe decking and forms for same; all piling including wood, stee!  \n-~9-  \nand/or concrete, sheet piling and bracing of same, caissons,  \ncofferdams where piles are bored, jetted, driven or sunk, pulling  \nand removing of all materials pertaining to piledriver’s work, all  \nprecasting and drypacking of piling. Underpinning, shoring and  \nlagging, marine divers, tenderers, and underwater construction  \nworkers. Loading and unloading of all derricks and cranes and  \npile driving material, signaling for excavation, and all signaling,  \npertaining to the piledriver’s work.  \nPile driving work shall consist of pile driving, sheet piling  \nand soldier piling, in its entirety, on all forms of construction in  \nthe handling of al! equipment in connection with same; all han-  \ndling of piles, lining up; cutting off, capping and bracing and  \nwelding of same, this to include cribbing and lagging installa-  \ntion; also all pulling of piles, wood, concrete, or steel; all wharf  \nbuilding, boat docks and inclines of timber or piling; and all  \nrequired or incidental welding associated with pile driving: and  \nthe pulling of pile.  \nCarpenters shall make and set all concrete forms from cel-  \nlar bottom and column base in ceilar bottom down; elevated  \ntrestles and shoring work, including ties and guard rails; ail cut-  \nting, welding, burning pertaining to piledriver’s work, whether of  \nwood, metal, concrete, plastic or of composition material.  \nDB. In the past, the parties have been parties to the  \nNational Joint Board for settlement of jurisdictional disputes. To  \nthe extent that agreements and decisions of record as pub-  \nlished by the National Joint Board for settlement of jurisdiction-  \nal disputes, including the green book, were in existence as of  \nJanuary 1, 1971, the same are recognized and accepted under  \n—10-—-  \nthe terms of this Agreement. [n all other situations, the applica-  \nble provisions of this Agreement shall operate.  \nE. Itis agreed that work covered by this Agreement shali  \nand does include the use of any instruments or tools on layout  \nwork and the shooting of all grades and elevations incidental to  \nthe trade. \\t is further agreed that the Employer maintains the  \nresponsibility for all layout work and may assign the work as  \nprovided in Article 3.  \n"], ["ARTICLE 3  \nRRIT WORK AND EMPLOY COVE  \n", "A. Territory: This Agreement covers the entire state of  \nColorado  \nB. Work: This Agreement shall cover all work within the  \nterritory set forth in Paragraph A of this Article. If the Employer  \nis signatary to the Carpenters Highway and Heavy Engineering  \nConstruction Agreement, the Carpenters’ Residential  \nConstruction Agreement, Drywall and Acoustical Ceiling  \nAgreement, Millwright and Millcabinet Local Union 2834  \nAgreement, then the Employer may perform work described in  \nsuch Agreement pursuant to the terms of such Agreement. All  \nDrywall and Acoustical Ceiling work which has traditionally been  \ncovered by this Agreement is work covered by this Agreement.  \nCc. Employees Covered: The Employer agrees that all  \nwork covered by this Agreement shall be performed by the  \nCarpenters classification as set forth herein.  \n—-11-  \nD. Employees Not Covered: This Agreement shall not  \napply to employees of the Employer who are classified as exec-  \nutives, Managers, supervisors, engineers and their helpers  \nunless so designated by their employer.  \n"], ["ARTICLE 4  \nRECOGNITION  \n", "The Employer recognizes, for the period of this Agreement,  \nthe Union as the sole collective bargaining agent for the  \nemployees covered by this Agreement. The employees in the  \nbargaining unit and only such employees shall perform all the  \nwork covered by this Agreement.  \n"], ["ARTICLE  \nUNION MEMBERSHIP  \n", "A. All present employees covered by this Agreement and  \ncoming under the jurisdiction of the Union, as set forth in the  \nRecogniticn Clause, Article 4, shall, as a condition of emoloy-  \nment, become members of the Union within eight (8) days fol-  \nlowing the date of this Agreement and shall remain members in  \ngood standing during the term of this Agreement.  \nB. All new employees covered by this Agreement, shail,  \nas a condition of employment, become members of the Union  \nwithin eight (8) days following the date of their employment, and  \nshall remain members in good standing during the term of this  \nAgreement. “Good Standing’ for the purposes of this Agreement  \nis interpreted to mean the payment or tender of initiation fees,  \n—_12-  \ncurrent Union dues and administrative dues uniformly required  \nas a condition of acquiring or retaining membership.  \nC. The Union shall have the right to require the removal  \nof employees for failure to pay or tender initiation fees and dues  \nas required by this Agreement. All requests for removal by the  \nUnion of employees for nonpayment of or failure to tender initi-  \nation fees and dues shall be made to the Employer in writing.  \nARTI 6  \nHIRING PRO RE  \nA. The Employer agrees to give the Union the first oppor-  \ntunity to furnish, and the Union agrees to furnish, all classes of  \nCarpenters that are provided for in this Agreement if workers  \nare available for referral. The Employer further agrees that all  \nrequests for Carpenters will be placed with the Union in writing.  \n1. If the Union shall fail to furnish the requisitioned  \nCarpenters within the forty-eight (48) hours peri-  \nod, then in that event the Employer may hire from  \nsuch sources as are available and will notify the  \nUnion, in writing, immediately of employees hired.  \nThe Employer shall also provide with their notifica-  \ntion to the Union the following:  \nEmployees name  \nEmployees Classification  \nEmployees Phone number  \nEmployees Address  \nCopy of Employment Application  \n  \n~13~—  \nB. Subject to the Employer’s right to hire by name, selec-  \ntion of registrant for referral to jobs shall be on a nondiscrimina-  \ntory basis and shall not be based on, or in any way affected by,  \nUnion membership, bylaws, rules, regulations, constitutional  \nprovisions, or any other obligation or aspect of Union member-  \nship, policies or requirements. In addition, the selection of reg-  \nistrants for referrals to jobs shall in no way be affected by race,  \ncolor, age, disability, religion, national origin or gender.  \n1. The Employer agrees to comply with all laws and  \nregulation, state and federal, with regard to the  \nacceptance, selection and referral of job regis-  \ntrants.  \nC. Registration Facilities:  \n1. Registration facilities at Union referral hall shall be  \navailable, as a minimum, between the hours of  \n7:00 a.m. thru 5 p.m., Monday through Friday, hol-  \nidayS excepted.  \n2. Registrants for employment will be registered by  \nthe Union in the order in which they appear for  \nregistration, on whichever group fist represents  \nthe highest preference group for which the appli-  \ncant qualifies.  \n3. Any registrant who is passed over by virtue of not  \nbeing available when his place on the list would  \notherwise have him to referral shall  \nmaintain his relative position on particular group  \nlist on which he is registered.  \n—~14—  \nAny registrant, who is rejected by an Employer, as  \nprovided in this Agreement shall be immediately  \nrestored to his prior place within his group list and  \nshall be referred to another Employer in accor-  \ndance with the position of his group and his place  \nwithin the group.  \nWhen a referred registrant has been employed on  \na job for more than forty (40) hours his/her name  \nshall be removed from the list until such time as  \nhis/her employment has been terminated, at  \nwhich time he/she shall be re-registered at the  \nbottom of the group list for which he/she is  \nqualified.  \nWhen a properly referred registrant refuses to  \naccept employment, after accepting referral, or  \nrefuse employment three (3) times, his name shall  \nbe placed at the bottom of the appropriate list  \nunder which he is entitled to be registered.  \nRegistrants on a referral hall group list not referred  \nto a job within the calendar month of their original  \nregistration or re-registration must re-register  \nwithin the first five (5) working days of each  \nmonth. Registrants who fail to so re-register will  \nbe dropped from the group list.  \nD. Order of Referral:  \n1.  \nThe Employer shall first call upon the Union for  \nsuch workers as the Employer may from time to  \ntime need, and the Union shall furnish to the  \nEmployer the required number of qualified and  \n~45-—  \ncompetent workers of the classification requested  \nby the Employer strictly in accordance with the  \nprovision of this Article.  \n2. Tobe eligible for referral a registrant must:  \na. Meet the minimum training and experience  \nqualifications necessary to perform any spe-  \ncific work assignments as required.  \nb. Be unemployed in the Carpentry trade and  \navailable for work.  \nc. Be currently registered on the out of work list.  \nd. To qualify for referral as a journeymen regis-  \ntrant must submit evidence either of satisfac-  \ntorily having completed a course in appren-  \nticeship training conducted by or under the  \ndirection (discretion) of the standards of the  \nBureau of Apprenticeship, United States  \nDepartment of Labor, or submit satisfactory  \nwritten proof that they have a minimum of  \nfour (4) years experience in the carpentry  \ntrade and demonstrate the ability and knowl-  \nedge to perform the task.  \nE. Registrants evaiuation.  \n1. The Union may additionally request registrants to  \nperform a manipulative test related to the trade  \nspecialty they desire to register under.  \n~16-  \n2. The Union shal! maintain a register of all regis-  \ntrants so qualified, established on the basis of the  \ngroups listed below, each applicant being  \nregistered in the highest priority group for which  \nhe/she qualifies.  \nCARPENTER LIST. Journeymen Carpenters, layout, form  \nbuilders and setters, framers, finish, and welders.  \nINTERIOR SYSTEMS LIST. Journeyman Dry-wallers, metal  \nframer, lather, acoustic specialist, layout and welders.  \n3. The Employer may request by name any qualified  \nCarpenter/Apprentice who has worked for any  \nparticipatory Employer during the last twelve (12)  \nmonth period, provided that they are available.  \n4. The Union shall dispatch Apprentices, other than  \nthose called by name as stated above, from the  \nout of work list in the order that the Apprentice  \nsigned the out of work list regardless of the  \nApprentice's training period.  \nF. Quailification Records:  \n1. The Union shall maintain all training records of  \nregistrants and make available to the Employer  \nupon request.  \n-~17-  \nG. Non-Discrimination:  \n1. Registration and referral of registrants shall be on  \na non-discriminatory basis. The Union agrees to  \ncomply with all laws and regulations, state and  \nfederal, with regard to the acceptance and referral  \nof registrants without discrimination.  \nH. Right to Reject:  \n1. The Employer retains the right to reject any  \nCarpenter referred by the Union. The Employer  \nshall notify the Union, in writing, within twenty-four  \n(24) hours and provide the following:  \na. Name  \nb. Classification  \nc. Date of refusal  \nd. Reason for refusal  \nl. Emplo nt Records  \n1. in addition to the application forms and registra-  \ntion lists provided for herein, the Union shall main-  \ntain employment records for each registrant here-  \nunder for employment during the year immediate-  \nly prior to first registration, and for each subse-  \nquent employment, whether or not with an  \nEmployer. Employment records contain the  \nfollowing information:  \n—~18-  \nName of Contractor  \nDates and places of employment  \nNature of employment  \nReason for termination of employment  \n  \nTHE EMPLOYER SHALL FURNISH A TERMINATION FORM  \nFOR EACH EMPLOYEE EMPLOYED UNDER THIS AGREE-  \nMENT AT THE TIME OF TERMINATION, BUT NO LATER  \nTHAN FORTY-EIGHT (48) HOURS AFTER TERMINATION,  \nTO THE APPROPRIATE HIRING HALL WITH A COPY TO  \nTHE EMPLOYEE, LISTING THE DATE, THE REASON FOR  \nTERMINATION AND ELIGIBILITY FOR REHIRE.  \nJ. Access to Facilities and Records:  \n1. The Employer shall have the right at any time to  \ninspect the referral hall facilities, examine any and  \nall records pertaining to its operation or otherwise  \nprovided for herein, and make any investigation  \nnecessary to establish that the terms of this Article  \nare being fully complied with. Any information con-  \ntained in the records provided for under para-  \ngraphs (F), and (I) shall be made available to any  \nEmployer, as it may request in writing to the Union  \nK. Posting:  \n1. A full copy of this Notice shall be posted in plain  \nview and made available for inspection by appli-  \ncants for employment and employees, at the  \nreferral hall at or near the place of registration, at  \n  \neach building site, at each Employer’s permanent  \noffice and at any other place where notices to  \nemployees and applicants are customarily posted.  \nThe notice shall carry tn bold type the following:  \n“NOTICE TO ALL APPLICANTS, WHETHER OR NOT MEM-  \nBERS OF A UNION: An Agreement exists between the AGC,  \nand the MOUNTAIN WEST REGIONAL COUNCIL OF CAR-  \nPENTERS providing for a non-discriminatory system for recruit-  \ning applicants for employment.”  \nL. Save Harmless:  \nShould either the Employer or Union violate, or fail  \nto comply with, any of the terms or conditions of  \nthis Article, by discrimination or otherwise, and  \nthereby cause liability to be asserted against or  \nimposed on the other, the non complying party  \nshall indemnify, defend, save and hold the other  \nharmless from any and all liability, loss, cost,  \nexpense, and damage, including, but not limited  \nto, legal fees, wages or other charges incurred by  \nreason of such conduct.  \nM. Referral Complaint:  \n1.  \nAny individual who believes he has been discrim-  \ninated against with respect to the operation of  \nthese procedures shall be entitled to appeal in  \naccordance with Article 17.  \n— 96 =  \n"], ["ARTICLE 7  \nUR D OVERTIM  \n", "Section 1. Hours of Work:  \nA. The regular workday shall consist of eight (8) hours  \nwith one-half (1/2) hour lunch period. The Employer shall estab-  \nlish a regular starting time between 5:00 a.m. and 9:00 a.m. A  \nmid-morning break of fifteen (15) minutes will be allowed.  \nB. The regular workweek will consist of five (5) eight (8)  \nhour days, Monday through Friday, for a total of forty (40) hours  \nper week. During a holiday week, the regular workweek will con-  \nsist of the remaining four {4} eight (8} hour days, for a total of  \nthirty-two (32) hours per week.  \nC. Overtime. All time worked on Saturdays, Sundays and  \nholidays, shall be overtime hours and shall be paid for at the  \napplicable overtime rates except as otherwise provided in this  \nsection overtime shall be calculated on the appropriate base  \nhourly wage rate. All fringe benefits, as well as Vacation, shall  \nbe paid at straight time rates.  \nOvertime will be paid only for work over ten (10) hours in  \nthe shift, over forty (40) hours in a regular workweek, over thir-  \nty-two (32) hours in a holiday week. Individual employees not  \nhaving worked a full week shafl be paid overtime on Saturdays  \nafter they have worked forty (40) hours. Excluded from this pro-  \nvision are employees hired in the middle of the week and  \napprentices during their training rotation. This provision may not  \n-~21i-  \nbe utilized unless all employees of the individuals crew are also  \ngiven the opportunity to work.  \nWork on Sundays and holidays shall be paid at the rate of  \ndouble time (2X) for all hours worked. All other overtime shall be  \npaid at the rate of time and one-half (1 1/2X).  \nWhen overtime work is being performed all employees  \nshall be equally considered in regard to the opportunity to work  \novertime if qualified.  \nD. Make-up Provision. Saturday may be used as 2a make-  \nup day, at regular hourly rates, if time has been lost during the  \nregular workweek as a result of weather or equipment break-  \ndown. In the event time is lost for any other reason beyond the  \ncontrol of the Employer, Union permission will be necessary  \nbefore Saturday can be used as a make-up day. The purpose of  \na make-up day is to provide work for the employees and con-  \ntribute to the progress of the job. It shall not be mandatory for  \nan employee fo work a make-up day. During a holiday week,  \nSaturday wil mol be used as a Make-up day for the holiday.  \nE. Four Day Workweek. The Employer can substitute a  \nweekly work schedule consisting of four (4) ten (10) hour days.  \nNotwithstanding any other provisions of this Agreement, and to  \nthe extent permitted by law, such schedule shall be worked at  \nStraight time only. Hours worked over ten (10) in any one work-  \nday or forty (40) in any workweek, shall be paid at one and one-  \nhalf (1 %) the base rate, excluding Sundays and Holidays which  \nshall be paid at two (2X) times the base rate and over thirty (30)  \nhours on a 4X10 schedule during a Holiday week.  \n_22-  \nWhen working 4X10's, the fifth day may be considered as  \na regular workday if time has been lost during the current four  \nday workweek, except when the fifth day falls on a Sunday or  \nholiday. The guidelines for using the fifth day as a make-up day  \nwill be as established in paragraph (D) above. It is agreed that  \na minimum of ten (10) hours will be warked, weather permitting,  \nunless it is mutually agreed to by the Union and the Employer.  \nThe Employer will give a one week (1) notice to the Union  \nprior to changing to a 4 day, (10) ten hour workweek.  \nSection 2. When an employee is required to work more  \nthan two (2) hours beyond the normal shift in any one (1) day,  \nthe Employer will either: a) allow the employee a paid thirty (30)  \nminute dinner period and furnish a meal, or b) pay an addition-  \nal one (1) hour at the applicable overtime rate.  \nSection 3. Lunch Period. One-half (1/2) hour daily shall be  \nthe maximum time required for a lunch period.  \nNo employee shall work over five (5) hours, in the first half  \nof the shift, without a thirty (30) minute lunch period. Employees  \nwill receive the overtime rate after the first five (5) hours of work  \nwithout a thirty (30) minute lunch period until) the employee  \nbegins a thirty (30) minute lunch period or until the end of the  \nshift. In the event of an urgent situation on the job, lunch period  \ncan be delayed up to one (1) hour beyond the five (5) hour max-  \nimum without penalty.  \nSection 4. Holidays. Recognized holidays which shall be  \nobserved by the Employer herein shall be:  \n-23-~  \nNew Year’s Day Labor Day  \nMemorial Day Thanksgiving Day  \nindependence Day (July 4th} Christmas Day  \nWhen any named holiday falls on Sunday, the following  \nMonday will be observed as the holiday. When any named hol-  \niday falls on Saturday, the preceding Friday will be observed as  \nthe holiday.  \nUnder no circumstances shall work be scheduled for Labor  \nDay except in cases of emergency involving life or property.  \nSection 5. National Election Day (Presidential an  \nCongressional). Each employee shal! be allowed one (1) hour  \noff, with pay, for the purpose of voting. Contractors will provide  \none paid hour of time off on national election days to those who  \nshow proof of voter registration and proof of voting during the  \npay period in which the Election Day falls.  \nSection 6. Shifts. The Employer may establish multiple shift  \nwork.  \nA. When two (2) or three {3) allel are worked, they shall  \nbe as set forth below:  \n1. The day shift will have a regular starting time as  \nestablished by the Employer between 5:00 a.m.  \nand 9:00 a.m. The employee shali work eight (8)  \nhours and receive eight (8) hours pay, excluding  \none-half (1/2) hour lunch period.  \n—~24-  \n2. The swing shift will start immediately after the day  \nshift. The employee shall work seven and one-half  \n(7 1/2) hours and receive eight (8) hours pay,  \nexcluding one-half (1/2) hour lunch period.  \n3. The graveyard shift will start immediately after the  \nswing shift. The employee shall work seven (7)  \nhours and receive eight (8) hours pay, excluding  \none-half (1/2) hour lunch period.  \n8B. Less than five (5) consecutive days work on graveyard  \nand swing shifts shall be paid at the overtime rate, Saturdays  \nand Sundays excluded.  \nC. The Business Representative in the area and/or the  \nUnion where the work is to be performed shall be notified forty-  \neight (48) hours prior to starting of shift work.  \nD. When work is to be performed in occupied buildings, or  \non projects where owner conditions dictate special conditions  \nand such work is of a nature that it is not appropriate or practi-  \ncal to perform such work during the regular work hours, the  \nUnion and Employer can negotiate other shifts. When job con-  \nditions are such that access to the site is not available during  \nregular hours, then such work, to include tenant finish, renova-  \ntion, alteration and modernization, may be performed after  \naccess to the premises is available, at the regular rate.  \n—~25-  \n"], ["ARTICLE 8  \nWORKING RULES  \n", "A. Reporting.  \nWhen any new or current employee is called for work by  \nthe Employer and reports with proper tools at the time designat-  \ned by the Employer, ready, willing and qualified to do the work,  \nand no work is assigned, the employee shall be entitled to two  \n(2) hours show-up time except when weather conditions or  \nother conditions beyond the control of the Employer prevent  \nwork performance. If work is ordered to commence, and there-  \nafter a work stoppage occurs, the employee shall receive two  \n(2) hours pay or actual time worked, whichever is greater.  \nWhen any employee is jaid off when reporting to work at  \nthe beginning of the next scheduled shift, the employee shall  \nreceive two (2) hours pay at the straight time rate in addition to  \nwages previously due.  \nWhen any employee has been ordered to report to work by  \nan Employer at a scheduled starting time and reports late to the  \njob site, employment may be refused if a reasonable excuse is  \nnot provided. If put to work, the employee will be paid for actu-  \nal time worked.  \nAll reporting time pay to be paid under this Section shall be  \ncomputed at the appropriate rate. Checks for new hires may be  \nmailed to the employee or the Union, as requested by the  \nemployee.  \n-~26-—  \nB. Payment of Employees.  \nThe Empioyer shall pay employees in full for the payroll  \nperiod. Each Employer shail designate a regular workday of the  \nweek as payday, within one (1) week following the end of the  \npayroll period. All Carpenters employed shall be paid on that  \nsame day each week and will be paid on the job before quitting  \ntime. Payment shall be made by cash, or negotiable check.  \nChecks may be mailed or electronically depasited to the  \nemployee, if requested by the employee.  \nAny employee discharged or laid off shall be paid in full at  \nthe time of termination. Any employee required to wait for pay  \nbeyond the time limit set forth herein, shall be paid eight (8}  \nhours straight time pay, at the rate for the classification held on  \npayday, for each twenty-four (24) hour period or fraction there-  \nof. Employees entitled to reporting pay only will have checks  \nmailed to their residence or the Union as requested by the  \nemployee.  \nAny employee laid off due to shortage of work or job com-  \npletion shall be given one-half (1/2) hour notice.  \nEmployees quitting a job of their own volition will receive  \ntheir pay in full on the next regular payday.  \nWhen the designated payday falls on a holiday, the next  \nworkday shall be determined as the official payday.  \n  \nThe Employer agrees that with each negotiable paycheck,  \nit shall also provide the employees with a payroll stub contain-  \ning the following information:  \nEmployer's name;  \nEmployees name and social security number;  \nHours worked, regular and overtime;  \nPayroll period;  \nGross amount of pay;  \nItemized Deductions.  \nC. Foreman and General Foreman.  \nSection 1. Ail Foremen and General Foremen shall be  \nmembers of the United Brotherhood of Carpenters and Joiners  \nof America. Selection of the Foreman and General Foreman  \nshall be made by the Employer. Foremen shall be assigned as  \nrequired by the Employer.  \n  \n1. No Foreman, regardless of the number of employ-  \nees supervised, shail be required or allowed to  \nwork with the tools of the trade when employees  \nunder the Foreman's direction are dismissed due  \nto weather conditions or other conditions beyond  \nthe Employer's control. Lack of work or comple-  \ntion of job are exceptions.  \n2. The Foreman and General Foreman shall be com-  \npetent journeyman Carpenters and will direct the  \nwork under the supervision of the Employer or the  \nsupervisory employee in charge of the work.  \n— 28 —  \nCarpenter Foremen and/or General Foremen  \nshall not act as a Steward.  \n3. It shall be the duty of every Foreman or General  \nForeman to work in conjunction with the Steward  \non the job. Foremen or General Foremen shail not  \nuse physical violence, abusive or profane lan-  \nguage in dealing with employees. Foremen and  \nGeneral Foremen shall be covered by and subject  \nto all of the provisions of this Agreement and shall  \nbe represented by the Union just as are all other  \nemployees covered by this Agreement.  \nSection 2. Foreman and General Foreman shall receive  \nwages as per the Appendix.  \nSection 3. When a Foreman and/or General Foreman are  \nemployed on a weekly salary basis, such salary shall not be  \nless than the amount received on a forty (40) hour basis plus all  \ncontributions paid to fringe benefits shall be paid to the Trust on  \na minimum of forty (40) hours per week.  \nD. employme ensatio an Worke  \nCompensation. The Employer shall make such deductions from  \nthe employee's salary/ wages as required by state and federal  \nlaws and shall carry unemployment insurance and workers  \ncompensation insurance on all employees. Unemployment  \ncompensation shall be carried by all Employers where one (1)  \nemployee or more is employed.  \n—-29-  \nE. Leaving Employment. No employee shall quit a job  \nwithout giving sufficient notice to enable him to be replaced with  \nanother qualified employee. Any employee requiring leave for  \nsickness or other just cause shall secure such leave from the  \nsuperintendent or Foreman. No employee covered by this  \nAgreement shall be terminated either voluntarily or involuntarily  \nwithout being furnished with a termination slip stating reason for  \ntermination and signed by the Employer with copy provided to  \nthe Union within forty-eight (48) hours.  \nF. Tools and Transportation of Tools. No Carpenter will be  \nallowed to furnish, rent, lease or supply any workbench, miter  \nbox, jackscrews, power tools, electric/battery/pneumatic and  \nacetylene weiding and cutting equipment, sawhorses, or heavy  \nsteei bars exceeding thirty (30) inches in length, drill bits, taps  \nand dies, or files or tools other than those found in the  \nCarpenter's regular tool chest, and Carpenters shail not furnish  \ncars or trucks for hauling or transporting Employer's tools and  \nmaterials.  \nG 7 : is. Carpenters  \nmust have tools in good order when going on any job.  \nCarpenters shall not be prohibited from sharpening tools during  \nworking hours on the job when necessary or Employer may hire  \ntoo] sharpening done off the job-site by others.  \n   \nH. No Restrictions. No rules, customs or practices shall  \nbe permitted that limit production or increase the time required  \nto do any work. There shail be no limitation or restriction of the  \nuse of machinery, tools or other labor saving devices. There  \nshall be no restrictions as to the amount of work an employee  \n—~30-  \nshall perform during the working day. No unfair methods of com-  \npetition between employees will be used.  \n|. Wood Working Machinery. Wood working machinery in  \nuse on a job site must be operated by a journeyman Carpenter  \nor by a registered apprentice and/or provisional Carpenter  \nunder direct supervision of a journeyman.  \nJ. Employment of Apprentices. The employment of  \napprentices shall be governed by the approved Apprenticeship  \nStandards as administered by the Joint Committee on  \nApprenticeship. Apprentices will be required to conform to the  \nrules and procedures required by said Standards.  \nK. Provisional Carpenter. When the Union is unable to  \nprovide manpower in the requisite needs, within forty-eight (48)  \nhours, the Employer may utilize Provisional Carpenters in  \naccordance with the following:  \n1. Definitions:  \na To be paid no less than a first (1st) period  \nApprentice with benefits.  \nb. Joint Evaluation/Determination within thirty  \n(30} day from date of hire and placement to  \nJourneyman or Apprentice status on the thir-  \nty-first (31) day.  \nc. Work under the supervision and at the direc-  \ntion of a Journeyman Carpenter.  \nd. Must be dispatched by the Union.  \n~31—  \ne. May perform all work within the trade autono-  \nmy of the Carpenters jurisdiction defined  \nherein.  \n2. Upon written documentation from the Employer,  \ncollege interns may be hired as Provisional  \nCarpenters, and would be excluded from subsec-  \ntion b as stated above.  \nL. Storage of Tools. On each job, the Employer shall pro-  \nvide an adequate secure tool house or storage room for the  \nsafekeeping of the tools and clothing. During winter  \nmonths, the Employer shall provide properly heated space for  \neating lunches.  \nEmployer will provide for replacement of tools that are  \nstolen and/or damaged while in the custody of the Employer.  \nEmployees will provide to the Employer an itemized tool list  \nupon hiring and prior to the loss.  \nM. ‘lime to Pick Up Tools. Carpenters will be allowed ade-  \nquate time prior to the end of each shift to pick up tools.  \nN. It is agreed that work covered by this Agreement shall  \nand does include the use of any instruments, devices or tools  \non layout work and the shooting of all grades and elevations  \nincidental to the trade.  \nO. No employee covered by this Agreement shall be dis-  \nciplined, discriminated against or discharged for refusing to do  \nwork that is clearly outside the jurisdiction of the Union.  \n—~32-  \nTICL  \nUNION REPRESENTATIVES  \nA. nion Re entative. The Union Representative shall  \nhave access to all projects while construction work covered by  \nthis Agreement is in progress. The Union Representative  \nagrees to comply with safety and security regulations in force on  \nthe project. The Union Representative shall make all necessary  \nand reasonable effort to notify the Employer before entering the  \nproject.  \nB. Steward. A qualified carpenter steward may be  \nappointed by the Union (with concurrence of the Employer,  \nwhich will not be unreasonably withheld) who shall assist the  \nCarpenters and the Employer in maintaining jobsite harmony  \nand progression of the work. All jobsite Stewards will have the  \nability to contact members on the job site to ensure proper ¢ cre-  \ndentials are in order during non-working hours.  \nStewards will adhere to Employer's company policies.  \nManagement will consider the Steward's ability to work through  \ncompletion of the project before they are laid off. Layoff of a  \nSteward prior to completion of a project will require notification  \nto the Union. There shall be no discrimination against the  \nSteward who will be treated, in all respects, as any other  \nCarpenter on the job.  \n—33-  \n"], ["ARTICLE 10  \nETY CLAUSE  \n", "Section 1. The Employer and the Union agree that safety  \non the job is of utmost importance. Every effort shall be made  \ntoward safe and sanitary conditions of work. It shall not be a vio-  \nlation of this Agreement for any employee or employees to  \nrefuse to work under unsanitary or unsafe working conditions,  \nnor shall any employee be discharged for refusing to work  \nunder such conditions.  \nSection 2. Safety standards as contained in OSHA, feder-  \nal, state and local government safety laws, rules and regula-  \ntions must be observed by the employees and the Employer on  \nall jobs covered by the within Agreement; safety policies of the  \nproject owner will be observed.  \nSection 3. Employees shall comply with safety policies  \nestablished by Section 2 and by the Employer, but only to the  \nexteni such policies nave Deen made known to the employee.  \nFailure to comply with such policies or failure to participate and  \ncooperate in such safety program may be cause for discharge.  \nSection 4. Ail accidents and injuries must be reported by  \nthe employees immediately to the Employer. Should any  \nCarpenter meet with an accident or be taken ill on the job, the  \nSteward and/or the Foreman shal! see that the Carpenter is  \nproperly taken care of and tools put away safely. Any necessary  \nexpense or loss of time incurred by this duty shali be defrayed  \nby the Employer.  \n— 34-  \nThe Steward and/or Foreman shall take note of the cause  \nof the accident and report the same to the office of the Employer  \nand the Union as soon as possible. if a Carpenter dies or is  \nkilled on the job, all Carpenters on that job shall cease work for  \nthe remainder of the day. Any Carpenter injured in a job acci-  \ndent during the shift requiring emergency treatment by a physi-  \ncian or hospitalization shall receive pay for the full shift if unable  \nto return to work.  \nSection 5. The Employer agrees to provide, and the  \nCarpenters agree to use, all required safety equipment and all  \nrequired protective clothing as required in Section 2 above. Not  \nincluded are safety toed work boots.  \nA. Goggles, respirators, boots and other personal protec-  \ntive equipment shall be properly cleaned before being issued to  \nemployees.  \n8. The Employer may require the employee to sign a  \nreceipt for any safety equipment and protective clothing or gear  \nwhich may be furnished by the Employer to the employee, and  \nif such safety equipment and protective clothing or gear is not  \nreturned in as good condition as received, ordinary wear and  \ntear excepted, the cost shall be deducted from the final pay-  \ncheck, such deductions not to exceed cost. In the  \nevent safety equipment and/or protective clothing is stolen, the  \nemployee must file a report with the Employer within two (2)  \ndays of the time of loss.  \nSection 6, On all projects Employer will furnish suitable,  \nclean drinking water and single use sanitary cups. Water  \n—35-  \ncontainer will be closed type with spigots or faucets and shall be  \nkept clean at all times.  \nSection 7. The Employer will furnish a sufficient number of  \nsanitary toilets. Toilets will be cleaned on a regular basis.  \nsection 8. The Employer shall be permitted to establish a  \ndrug and alcohol policy. The Employer shall indemnify and hold  \nthe Union harmless against any and all claims, demands, suits,  \nor other form of liability that may arise out of or by reason of  \naction taken or not taken by the Employer for the purpose of  \ncomplying with any of the provisions of this Section.  \nSection 9. The Employer and the Union hereby adopt poli-  \ncies, procedures and conditions for a pre-employment sub-  \nstance abuse analysis to be administered by the Union and  \napproved by the Labor Management Cooperative Committee.  \nSuccessful passage of this pre-employment substance abuse  \nanalysis shall be, and hereby is, a condition of employment for  \nall registrants.  \nAny registrants not successfully passing the pre-employ-  \nment substance abuse analysis shall not be entitled to utiliza-  \ntion of any rights or remedies under any grievance procedure  \npursuant to this Agreement. The Employer will not unreasonably  \nwithhold employment opportunities from those employees who  \nhave successfully completed or are complying with the require-  \nments of an approved substance abuse rehabilitation program.  \nThe Employer shall not hire any registrants unless regis-  \ntrants are in possession of, at the time of commencement of  \n— 36 -  \nemployment, a current identification card showing successful  \npassage of the pre-employment substance abuse analysis. If  \nthe Union cannot supply sufficient, qualified registrants, the  \nEmployer shall test all registrants, as a condition of employ-  \nment, according to the same policies and procedures as con-  \ntained in the Labor Management Cooperative Committee pre-  \nemployment substance abuse analysis program.  \n"], ["ARTICLE 11  \nDISCHARGE  \n", "The Employer shall be the sole judge as to the qualifica-  \ntions of all employees. The Employer shall have the right to dis-  \ncharge for cause any employee who proves to be unsatisfactory  \nto the Employer.  \nThe employer will present to the employee, upon termina-  \ntion, a termination slip with reasons for layoff. A copy of each  \ntermination will be provided to the Union within forty-eight (48)  \nhours of such action.  \n"], ["ARTICLE 12  \nMANAGEMENT  \n", "A. Itis distinctly understood and agreed by the Union that  \nthe Employer reserves the right of management at all times, and  \nmay select, in cases of reduction or replacement of forces,  \nthose employees who are, in its estimation, the best qualified.  \nB. The Employer shall designate what work employees  \nshall do, without regard to seniority.  \n~37-  \nC. Except only as specifically limited by this Agreement,  \nmanagement by the Employer, the direction of the working  \nforces and the maintenance of discipline and efficiency of  \nemployees are the sole, complete and exclusive rights and  \nresponsibilities of the Employer.  \nD. The Employer shall designate in writing the names of  \nits Carpentry subcontractors awarded the work, when specifi-  \ncally requested by the Union.  \n"], ["ARTICLE 13  \nADMINISTRATIVE DUES CHECKOFF  \n", "Each Employer, for the duration of this Agreement, shall  \ndeduct from the pay of each employee who submits a signed  \nauthorization card, (on file with the Union), the Administrative  \nDues Check-off specified by the Union, and shall remit same to  \nthe Trust Fund Administrator.  \nThe Union shali notify the Employer thirty (30) days prior to  \nthe month that any change in the Administrative dues is to be  \neffective. The Union shali obtain and provide to the Employer  \nvoluntary written authorization for each employee.  \nThe Union hereby covenants and agrees to indemnify and  \nhold harmiess the Employer from any and all lawsuits, causes  \nof action, claims and costs (including reasonable attorneys’  \nfees} which may be incurred by the Employer arising from the  \nomission or failure to obtain and maintain the written authoriza-  \ntion of each employee of the Emptoyer, as provided above  \nand/or based in whole or in part upon allegations that the  \n— 38 -  \naforesaid administrative dues do not constitute “membership  \ndues” within the meaning of Section 302(c)(4) of the National  \nLabor Relations Act.  \n"], ["ARTICLE 14  \nTRUST FUNDS  \n", "A. Heretofore by certain Agreements and Declarations of  \nTrust there have been established the following Trust Funds:  \na. Carpenters’ and Millwrights’ Health Benefit Trust  \nFund;  \nb. Centennial State Carpenters’ Pension Trust Fund  \nand Annuity Plan;  \nc. Colorado Carpenters’ and Millwrights’ Vacation  \nTrust Fund;  \nd. Colorado Carpenters’ Apprenticeship Trust Fund;  \ne. Labor Management Cooperative Committee.  \nEach of said Agreements and Declarations of Trust is incor-  \nporated herein by reference as if fully set forth herein. Copies of  \nthe full Agreements are available from the Administrator of the  \nCarpenters and Millwrights Benefit Trust Funds.  \nB. Each of said Trust Funds is administered by a Board of  \nTrustees composed of a number of Employer representatives  \nand an equal number of Union representatives. Each of said  \nBoards of Trustees has adopted certain benefit plans, rules,  \nregulations, eligibility standards and collection procedures. The  \nEmployer and the Union hereby acknowledge that the adoption  \nof said benefit procedures are exclusively within the province of  \n- 39-  \neach of said Boards of Trustees, subject only to those limita-  \ntions set forth in this articte.  \nC. The Employer and the Union agree to be bound by and  \nto comply with the decisions of the Board of Trustees and the  \nterms and provisions of each of said Agreements and  \nDeclarations of Trust, including all benefit plans, rules, regula-  \ntions, eligibility standards and collection procedures as are in  \neffect at the time of execution of this Agreement and as here-  \nafter may be amended, changed, deleted from or added to dur-  \ning the effective term of this Agreement.  \nD. For each straight time hour and each overtime hour  \nworked by each employee covered under this Agreement, and  \nfor each hour due to be paid to each such employee as shift dif-  \nferential, the Employer shall pay to each of said Trust Funds  \ncontributions in the amounts set forth in the Appendix.  \nE. The time, form and procedures of reporting and paying  \nfringe benefit contributions shall be as required by each of said  \nBoards of Trustees pursuant to duly adonted rules, requiations  \nand/or collection procedures; provided, however, that the fringe  \nbenefit contribution due date shall not be sooner than the 10th  \nday of each calendar month for all contributions which have  \naccrued for each full weekly payroll period during the immedi-  \nately preceding calendar month. Written notice of any changes  \nwhich hereafter may be adopted in the collection procedures  \nshall be mailed to the Employer and to the Union not less than  \nthirty (30) days prior to the effective date thereof.  \nF, Auditing. The Employer agrees that upon reasonable  \nrequest therefore and during regular working hours each of said  \n—~ 40 —  \nBoards of Trustees by its designated accountant or other desig-  \nnated representative shall be entitled to audit the books and  \nrecords of the Employer as may be necessary to determine that  \nall fringe benefit contributions have been and are being proper-  \nly reported and paid to each of the Trust Funds in accordance  \nwith its adopted collection procedures. The Employer shal! per-  \nmit examination of all state and federal employment tax reports,  \npayroll ledgers, time cards and other records which may be nec-  \nessary to determine the number of hours worked by employees  \ncovered under this Agreement.  \nIf the audit discloses no delinquencies in reporting or pay-  \nment of fringe benefit contributions, the cost of Such audit shall  \nbe borne by the Trust Funds; otherwise, all or part of the audit  \ncost may be assessed against the Employer.  \nG. From all payments made to the Vacation Trust Fund,  \nthe Employer shall make all regular payroll deductions for fed-  \neral and state income tax, social security, etc., as required in  \nconnection with the payment of wages, but the gross amount of  \nsaid vacation payments shall be transmitted to the Vacation  \nTrust Fund.  \nH. In addition to the Emptoyer’s negotiated contribution to  \nthe Centennial State Carpenters Pension Trust Fund Annuity  \nPlan, individual employees may elect to make an individual con-  \ntribution to the 401({k) option under the Annuity Plan. An employ--  \nee who elects to participate in the 401(k) option may elect to  \nreduce their hourly pay by $0.50 per hour or multiples of $0.50  \nper hour up to a maximum of $4.00 per hour and have such  \nelective deferral amounts contributed to their individual account  \n—41-—-  \nin the Annuity Pian. To participate, each employee must execute  \na written Voluntary Employee Contribution Authorization Form  \nwhich will be effective as of the first day of a payroll period and  \nwhich may be terminated as of the last day of a payroll period.  \nOnce terminated, contributions cannot be re-authorized for thir-  \nty (30) days. Changes in contribution amount must be in writing  \nand cannot be executed more than once per month. All partici-  \npating Employers agree to withhold the authorized amounts  \nfrom the employees wages (pre federal and state income tax)  \nand to report and pay such amounts to the Annuity Plan pur-  \nsuant to procedures established by the Board of Trustees.  \n|. The Memorandum of Understanding of “Retirees  \nReturning to Work” and the Memorandum of Understanding of  \n“Annuity Contributions for General Foreman” are incorporated  \nherein as if written and are extended to the term of this  \nAgreement.  \n"], ["ARTICLE 15  \nFRINGE BENEFIT BOND  \n", "Each Emptoyer signatory to, or Gourd by, this Agreement  \nshal) furnish a Fringe Benefit Payment Bond, letter of credit or  \nsimilar security in such form as may be approved by the Board  \nof Trustees of the various trust funds as follows:  \nNUMBER OF EMPLOYEES FACE AMOUNT*  \n0-5 $7,000.00  \n6-12 $12,000.00  \n13 — 25 $25,000.00  \n26 — 100 $50,000.00  \nOver 100 $100,000.00  \n-~42—  \n*Amounts of minimum bond requirement is subject to change as  \ndetermined by the Board of Trustees each January ‘st.  \nSaid Bonds (or other suitable security) shall be in favor of  \nthe currently designated Administrator (or whomsoever the  \nBoard of Trustees shall designate) of all the aforesaid Fringe  \nBenefit Trust Funds referred to in this Agreement. In the event  \nan Employer fails to furnish a Fringe Benefit Payment Bond (or  \nother suitable security) within ten (10) days after requested, in  \naccordance with the above procedure, the Union shail be  \nrelieved of all obligations under this Agreement insofar as con-  \ncerns such Employer. In addition, in order to preserve its own  \ninterests and protect its members, immediately upon knowledge  \nof any such event, the Union shall authorize and direct its mem-  \nbers to refuse to work for such Employer.  \n"], ["ARTICLE 16  \nTRU UND DELINQUENCI  \n", "A. Throughout the effective term of this Agreement, the  \nEmployer and the Union agree to be bound by and to fully com-  \nply with all terms and provisions of the Trust Agreements  \nreferred to herein and to comply fully with all, regulations and  \neligibility standards adopted by each of said Boards of Trustees,  \ntogether with any and all further amendments, changes and  \nadditions to said Trust Agreements and/or to said rules, regula-  \ntions and eligibility standards which at any time may be  \nadopted.  \nB. In the event of non-payment or delinquent payment of  \ncontributions, the Employer shall pay to each of said Trust  \n—~43-  \nFunds such other penalty payments as may be required, includ-  \ning liquidated damages, interest, audit fees, court costs and  \nreasonable attorney fees for the expense of collection. Article  \n17, Disputes, does not apply for reconciliation of Trust delin-  \nquencies, disparities, and disputes.  \nC. if any of said Boards of Trustees, acting directly or  \nthrough its authorized representatives, makes a determination  \nthat the Employer is delinquent in furnishing timely reports in  \nproper form, making timely payment of contributions or in failing  \nto comply fully with any of the provisions of the applicable  \nAgreement and Declaration of Trust or with any rules, regula-  \ntions or collection procedures of such Trust Fund, then, in addi-  \ntion to the foregoing provisions of this Article, the Union may  \nrefuse to furnish any employees to such delinquent Employer  \nand/or may direct employees currently employed by such delin-  \nquent Employer to cease working and/or may impose econom-  \nic or other legal sanctions against such delinquent Employer.  \nAny such action by the Union shall not be in violation of the  \nStrike Prohibition provisions set forth in this Agreement. Prior to  \nremoval of employees, the Union will give the Employer twenty-  \nfour (24) hours notice.  \n"], ["ARTICLE 17  \nDISPUTES  \n", "A. ontractual Disputes:  \nSection 1. In the event that a dispute, other than a jurisdic-  \ntional dispute, arises involving the application or interpretation  \nof the terms of this Agreement, the parties agree that the same  \n_~44-  \nshall be determined and settled in the manner and by the pro-  \ncedures hereinafter set forth. The employee must notify the  \nEmployer’s representative and the business representative  \nwithin five (5) working days of any dispute. If the parties are  \nunable to reach a settlement, the dispute shall be reduced to  \nwriting and the aggrieved party shall notify the other party that  \nthe dispute is being referred to a Board of Adjustment.  \nSection 2. The Board of Adjustment shall be composed of  \ntwo (2) representatives designated by the Chairman of the  \nAGC/C Collective Bargaining Committee and two (2) represen-  \ntatives designated by the Union herein. The Board of  \nAdjustment shall meet not later than five (5) working days after  \na grievance has been presented to it.  \nShould the Board of Adjustment be unable to render a  \nmajority decision after convening and hearing the dispute, the  \nBoard shall, within five (5) working days, select an Arbitrator  \nwho is not directly connected with the building or construction  \nindustry, either as contractor or Union. Should the parties be  \nunable to agree on the Arbitrator within the stated time limit, the  \nsame shall be selected from a panel of five (5) names submit-  \nted by the Director of the Federal Mediation and Conciliation  \nService in Washington, The party initiating the dispute  \nshall strike first on said list.  \nSection 3. The decision of the Board of Adjustment or the  \ndecision of the Arbitrator, as the case may be, shall be final and  \nbinding upon each party to the dispute in each instance and  \nshall be within the scope and the terms of this Agreement.  \n—~45-  \na. The decision of the Arbitrator shall be rendered within  \nfive (5) working days after the hearing of the dispute  \nbefore him.  \nb. Any expense incurred by engaging an Arbitrator shall  \nbe borne equally by the parties to the dispute.  \nSection 4. The Board of Adjustment and the Arbitrator are  \nempowered to hear and decide disputes growing out of the  \ninterpretation and application of this Agreement, but neither  \nshall engage in negotiations for changes or amendments to this  \nAgreement, wage rates, hours of work or working conditions.  \nSection 5. Time limits stated in this Article may be extend-  \ned by mutual consent of both parties.  \n(B} Jurisdictional Disputes:  \nsection 1. Work shall be assigned by the Employer in  \naccordance with the definitions in Article 2 of this Agreement. If  \na dispute arises, the Employer's assignment shall be followed  \nuntil the matter can be resolved mutually using the procedures  \ndefined herein. The Union and the Employer agree that there  \nwill be no strikes, no work stoppages, slowdowns, lockouts, or  \nother interferences with work.  \nIn the event a dispute should arise between the Union  \nherein and any other Union or Unions with respect to jurisdiction  \nover any of the work covered by this Agreement, such disputes  \nshall be settled by the Unions locally. Any settlement made shall  \nestablish only which of the competing Unions is entitled to have  \n- 46 —  \nits members perform the work in question. Any settlement made  \nshall not establish the number of workmen in a crew or estab-  \nlish performance of work by a composite crew unless these con-  \nditions are agreed to by the Employer.  \nin the event the dispute cannot be satisfactorily resolved as  \noutlined above, then the matter shall be referred to the Interna-  \ntional Unions of the respective competing Unions by the Unions  \nor any one such Union. Thereafter, if the respective  \nInternational Unions resolve the dispute by determining the  \nassignment should be made either to the members of the Union  \nherein or to the members of such other Union, such decision of  \nthe Internationals shall be binding upon the Employer and upon  \neach of said Unions. Any settlement made shall establish only  \nwhich of the competing Unions is entitled to have its members  \nperform the work in question. Any settlement made shall not  \nestablish the number of workmen in a crew or establish per-  \nformance of work by a composite crew unless these conditions  \nare agreed to by the Employer.  \nSection 2. Pending the resolution of the dispute in accord-  \nance with the above procedures or in the event such resolution  \nis not attained, the assignment of work as made by the  \nEmployer shall continue in effect and all work shall proceed  \nwithout interruption, interference, delay or cessation. In the  \nevent a determination is made in accordance with the proce-  \ndures above provided and such determination alters the assign-  \nment previously made by the Employer, no damages, back pay  \nor fringe benefit contributions shall be assessed against the  \nEmployer for work assigned and performed prior to such  \ndetermination.  \n47 ~  \nsection 3. The Employer and the Union shall comply with  \nthe resolution of the jurisdictional dispute when settled under  \nthe above procedures.  \nC. No Work Stoppage:  \nSection 1. Throughout the effective term of this Agreement,  \nthe Union agrees that neither it nor any of its officers, agents or  \nrepresentatives shall engage in, authorize or encourage any  \nstoppage or suspension of work, slowdown, sit-down, picketing,  \nstrike or concerted refusal to work.  \nSection 2. Throughout the effective term of this Agreement,  \nthe Empioyer agrees that neither it nor any of its officers, agents  \nor representatives shall engage in, authorize or cause any lock-  \nout or concerted work stoppage.  \nSection 3. Exempted and excluded solely from the forego-  \ning provisions of this Paragraph (C} is a Union work stoppage  \nauthorizes by Articie 15, Fringe Benefit Bonds; Articte 16, Trust  \nFund Delinquencies; and Article 8(B), Payment of Employees.  \n"], ["ARTICLE 18  \nEQUAL EMPLOYMENT OPPORTUNITIES  \n", "section 1. Both the Employer and the Union agree to com-  \nply with all applicable federal, state and local laws, regulations,  \nrules, directives and orders with regard to the acceptance,  \nselection, classification and referral of applicants for Union  \nmembership and applicants for employment, without  \n~ 48 -  \ndiscrimination due to race, color, national origin, disability, reli-  \ngion, age or gender.  \nSection 2. If, after two (2) full business days after the date  \nof request, the Union is unabie to refer applicants for employ-  \nment to the Employer in sufficient number and types of minority  \ngroups or disadvantaged employment groups as may be neces-  \nsary to enable the Employer to comply fully with the require-  \nments of the Employer's construction contract with an owner or  \nwith any governmental body or agency, then in such event the  \nEmployer may directly recruit and employ, from any source, the  \nnumber of acceptable applicants and employees as may be  \nnecessary to satisfy such contractual requirements. Applicants  \nand employees so selected by the Employer shall otherwise  \ncomply with the provisions of this Agreement.  \nThe name of such governmental agency will be submitted  \nto the Union in writing at such times as requests are made by  \nthe Union.  \nSection 3. The use of masculine or feminine gender or titles  \nin this contract shall be construed to include both genders.  \nRTICLE 4  \nRIKE & L UT PROHIBITION  \nThroughout the effective term of this Agreement, the Union  \nagrees that neither it nor any of its officers, agents or represen-  \ntatives shall engage in, authorize, encourage or threaten any  \nstoppage or suspension of work, sympathy strike, slowdown,  \nsit-down, picketing, strike or concerted refusal to work. The  \n—~49-—  \nparties agree that employees will be required during the term of  \nthis Agreement, under penalty of discharge or discipline, to  \ncross any picket line maintained on any work site. Refusal! on  \nthe part of the employees to cross any such picket line will con-  \nstitute a breach of this Agreement.  \nExempted and excluded from the foregoing provision is the  \nEmployers failure to pay various fringe benefit funds, non-pay-  \nment of wages, failure to comply with Article 13, Administrative  \nDues Check-off, or Employers failure to abide by the decision of  \nan impartial arbitrator.  \nThroughout the effective term of this Agreement, the  \nEmployer agrees that neither it nor any of its officers, agents or  \nrepresentatives shall engage in, authorize or cause any lockout  \nor concerted work stoppage.  \nIt is further agreed that employees will be required to enter  \nany work site through separate gates established by an  \nEmployer for their entrance, even though there may be pickets  \nelsewhere in or out of the premises. The Employer will make  \nevery effort to establish separate gates within forty-eight (48)  \nhours of the establishment of a picket.  \n"], ["ARTICLE 20  \nEQUAL TREATMENT  \n", "The Union agrees that it will not enter into any other agree-  \nment(s} with any Employer, for the type of work covered by this  \nAgreement, except as specifically provided in this Article. It is  \nthe intent of this Article that the Union will not enter into any  \n~50—  \nproject agreement, single job agreement, memorandum of  \nunderstanding, etc. the event the Union enters into, renews,  \nor amends any agreement, ora! or written, with any Employer(s)  \nor affecting any Employer(s), doing work in the geographical  \narea covered by this Agreement, which agreement contains,  \nallows or permits any terms and conditions that are different in  \nany manner from those terms and conditions expressed herein,  \nthen, in that event, any Employer signatory to this Agreement  \n(either individually or as a member of a multi-employer group)  \nshall have the option of adopting such different agreement by  \nwritten notification to the Union. From the date of said notifica-  \ntion, this Agreement shall be deemed amended accordingly.  \nThe Union further agrees that if it should enter into, amend or  \nrenew any agreement referred to in this Article it will notify, with-  \nin ten (10) working days, the Chairman, AGC/C Collective  \nBargaining Committee. The failure to provide such notice will be  \na breach of this Agreement. The Union will allow any qualifying  \nEmployer to sign this full agreement.  \nIt is understood that the Union may negotiate agreements  \nwith specialty subcontractors containing terms and conditions  \nwhich are different from those terms and conditions set forth in  \nthis Agreement (notice to be provided to AGC/C within ten (10)  \ndays}. To the extent any Employer signatory to this Agreement  \nperforms any of the types of work specifically covered by any  \ndifferent agreement, then such Employer may exercise its  \noption to adopt the different terms and conditions, provided the  \nrequesting Employer becomes signatory to said agreement.  \nThe Union may enter into this Agreement on a “trial basis\"  \nwith any Employer (to include any member of a joint venture)  \n-51i-  \nthat was not signatory to or otherwise bound by any type of  \nagreement with the Union during the term of the preceding  \n2001-2004 Agreement. Any Employer that enters into this  \nAgreement on a “trial basis” may elect to terminate this  \nAgreement after one year after signing this Agreement. If the  \nAgreement is not terminated within one year, this “trial agree-  \nment” shall become a full term Agreement or may be extended  \nbeyond one year if approved by the AGC/C Collective  \nBargaining Committee and the Union . An Emptoyer may have  \nonly one “trial basis” Agreement.  \nIt is understood that this Article may not be utilized to adopt  \nany different term or condition which may occur by reason of the  \napplication of Article 21, Government Work and Article 22,  \nEconomic Relief.  \nSpecifically excluded from this Article are those agree-  \nments entered into with Owners which self-perform their own  \nwork, Employers with National Carpenters Agreements, proj-  \nects agreements that are entered into ona multi-trade basis that  \nare available te Employors signatcry to this Agreement, and  \nProject Labor Agreements that are entered into by the Union  \ndirectly with an Owner.  \n"], ["ARTICLE 21  \nGOVERNMENT WORK  \n", "The parties agree that on government projects covered by  \na wage determination decision, Employers will be required to  \npay only those wage rates and fringe benefits set forth in the  \nwage determination applicable to that specific government  \n—~52-  \nproject, for the duration of the project. To the extent that the  \nfringe benefit rates set forth in the pre-determined wage are Jess  \nthan the contract rate, the Employer will pay the contract rate  \nand reduce the wage rate accordingly. If, through the exercise  \nof this Article, a different term or condition should result, the  \nEmployer will only be allowed to use such different term or con-  \ndition on the specific government project.  \n"], ["ARTICLE 22  \nECONOMIC RELIEE  \n", "The Employer and the Union agree that there may be occa-  \nsions when economic relief in the terms of this Agreement  \nwould enhance the Employer's ability to successfully bid proj-  \nects, thus creating more work opportunities for bargaining unit  \nemployees.  \nThe Employer agrees to have thoroughly considered the  \ncompetitive provisions already established in this Agreement  \nsuch as full use of apprentices and provisional Carpenters and  \nthe availability of skilled employees provided by the hir-  \ning hall before requesting any economic relief.  \nThe Union agrees to address the requests in the spirit of  \nmaintaining or recovering work opportunities for its members.  \nAny request for economic relief must be submitted to the Union  \nat least three (3) working days prior to bid date. The Executive  \nSecretary/Treasurer of the Mountain West Regional Council of  \nCarpenters will address Employer requests for economic relief.  \nThe Executive Secretary/Treasurer will respond within two (2)  \n— 53 —  \nworking days after the request is received. The Union may  \ngrant, modify or deny the request.  \nThe Union will notify every Employer signatory to this  \nAgreement bidding the project of any relief granted or denied.  \nlt is understood that if any relief is granted on a project,  \nevery effort will be made to perform work covered by this  \nAgreement using bargaining unit employees.  \nThis provision shall not be utilized by the Employer for the  \npurposes of renegotiating this Agreement generally, shall not be  \nabused by the Employer, and shall only be requested by the  \nEmployer when the circumstances warrant. The Union is obli-  \ngated to abide by the spirit and letter of this provision.  \nThis Article shall not be utilized by the Employer in the  \nadministration of Article 20, Equal Treatment, and Article 21,  \nGovernment Work.  \n"], ["ARTICLE 23  \nSELF-PERFORMED WORK  \n", "It is recognized by both parties to this Agreement that self-  \nperformance of work covered herein is beneficial for training,  \ntrust fund viability and promotion of the carpentry craft and the  \nconstruction industry. Therefore, the Employer agrees to give  \ndue consideration to seif-perform or sub-contract to signatory  \nEmployers.  \n—54~-  \nIn the event the Employer decides to subcontract any por-  \ntion of the work covered herein, the Employer will not exclude  \nany Subcontractors, on the basis of Union affiliation, from bid-  \nding or negotiating the work. Notwithstanding, the Employer is  \nnot restricted in any manner from subcontracting to any  \nSubcontractor of choice, any or all of the work covered under  \nthis Agreement.  \n"], ["ARTICLE 24  \nAN LAUSE  \n", "It is not the intention of either party signatory hereto to vio-  \nlate any federal or state laws governing the employment of  \nemployees covered by this Agreement. Both parties agree that  \nif any portion or part of this document is determined to be illegal  \nunder prevailing laws or regulations, the remainder, not so  \naffected, shall remain in full force and effect, if it is possible to  \nseparate such illegal portion or part. In any event, an immediate  \nconference of the parties involved will be called to assure a uni-  \nform understanding of the issue.  \n"], ["ARTICLE 25  \nENTIRE AGREEMENT  \n", "This document contains all of the agreements and  \nunderstandings between the Employer and the Union. Nothing  \noutside of this Agreement shall modify, change or add to its  \nterms and provisions except for amendments agreed to in writ-  \ning by both parties. The parties to this Agreement assume full  \nresponsibility for their actions insofar as the terms of this  \nAgreement are concerned.  \n- 55 -  \n"]]