[["", "  \n  \nz  \ntel  \n  \n6  \n3  \n  \nmy  \nMe  \n=o  \n=o  \n6\"  \n  \na  \nz  \n  \na  \n  \n°  \nbe  \n   \n"], ["", "ARTICLE I  \nARTICLE Il  \nARTICLE III  \nARTICLE 1V  \nARTICLE V  \nARTICLE YI  \nARTICLE Vil  \nARTICLE VIII  \nARTICLE 1X  \nARTICLE X  \nARTICLE XI  \nARTICLE Xf  \nARTICLE XIll  \nARTICLE XIV  \nARTICLE XV  \nARTICLE XVI  \nARTICLE XVII  \nARTICLE XVIli  \nARTICLE X)X  \nARTICLE XX  \nARTICLE XxI  \nARTICLE Xxii  \nARTICLE XXIII  \nTABLE OF CONTENTS  \nPURPOSE | 000 !  \nRECOGNITION AND JURISDICTION .............. Seer ee |  \nMANAGEMENT RIGHTS cece |  \nWINN SHOP. cea wes wa em we Bie t eb BH ng tm el ta Ay I  \nUNION ACTIVITIES tee tee eee 2  \nLAYOFFS, PROMOTIONS, DEMOTIONS, TRANSFER  \nPOSTING AND OB BIDDING, DISCHARGE AND APPEAL ............. 3  \nSENIORITY 0.0 ne 5  \nLEAVE OF ABSENCE WITHOUT PAY ..... eee teens 6  \nGRIEVANCES AND ARBITRATION ee eee 6  \nPROBATIONARY PERIOD AND APPEAL ......... dae met ne oe Be ed 8  \nINDUSTRY EXPERIENCE ................ ee eee ee 8  \nENFORCEMENT OF STANDARDS cee ee ee. 8  \nSTRIKES AND LOCKOUTS 8  \nHOURS AND OVERTIME 8  \nHOLIDAYS cette eee ees 12  \nLEAVE OF ABSENCE WITH PAY cee eee 13  \nVACATIONS 000 ce eet eens 14  \nLAUNDRY cnn tet 15  \nUNION STORE CARD 15  \nBULLETIN BOARDS cree ves iS  \nVALIDITY OF CONTRACT .. 00. cc ene ee eee 15  \nSTEWARDS 16  \nWELFARE PLAN ete 16  \nTABLE ON CONTENT (CONTINUED)  \n"], ["", "ARTICLE XXIV PENSION recente nee 17  \nARTICLE SEVERANCE FUND 0.0 ccc ccc eee cence 19  \nARTICLE XXVI_ 401K SAVINGS PLAN ... 000.00 cece ig  \n"], ["", "ARTICLE XXVII MISCELLANEOUS WORKING CONDITIONS 19  \nARTICLE XXVIHT WAGES ccc een 20  \nARTICLE XXIX ENTIRE AGREEMENT eee ce cece ee eee tenes 20  \n"], ["", "ARTICLE XXX SUCCESSORS AND ASSIGNS eee 20  \nARTICLE XXXI DURATION OF AGREEMENT ...............0 cee eee 20  \nSCHEDULE A WAGES .. ttc 21  \nSCHEDULE B UNION JURISDICTIONAL BOUNDARIES 24  \nSIDE LETTERS rte eter ne renee eee 25  \nAGREEMENT made and entered into as of the 22nd day of October 2000, by and between  \nPATHMARK STORES, INC., hereinafter referred to as \"Employer\" and UNITED FOOD AND  \nCOMMERCIAL WORKERS UNION, LOCAL 27, AFL-CIO, CLC, hereinafter referred  \nto as \"Union\".  \n"], ["ARTICLE I - PURPOSE  \n", "It is the purpose of the Employer and the Union to set forth, with particularity, in this collective  \nbargaining agreement their duly negotiated understanding with each other in regard to the wages, hours  \nand other conditions of employment for those employees of the Employer who are and will be represented  \nby the Union in the appropriate bargaining unit defined herein.  \n"], ["ARTICLE H- RECOGNITION AND JURISDICTION  \n", "1. The Employer recognizes the Union as the exclusive representative of all Employer's present and  \nfuture supermarket employees, except meat, delicatessen, seafood and security employees, General and  \nAssistant Store Managers and supervisors, within the jurisdictional area of the Union as defined in  \nSchedule \"B\".  \n2. a. All work and services, other than that of General and Assistant Store Managers or supervisory  \nand security employees, connected with or incidental to the handling or selling of all merchandise except  \nmeat, seafood and delicatessen, offered for sale to the public in the Employer's supermarkets covered by  \nthis Agreement, shall be performed only by employees within the unit referred to above.  \nb. The following work, services and merchandise shall be excluded under Paragraph 2a: bread  \nand commercial bakery products, soda, specialty foods, books, greeting cards, seasonal displays, resets,  \nnon-food rack jobbers, cookies and snacks.  \nc. Employees on the payroll as of February 4, 1985 shall not be laid off from employment, nor  \nShall their hours be reduced during the term of this Agreement because of the exclusions.  \n"], ["ARTICLE III - MANAGEMENT RIGHTS  \n", "All rights and powers not expressly restricted or limited by terms and conditions of this Agreement  \nshall remain in and be exercised at the sole discretion of the Employer.  \n"], ["ARTICLE IV - UNION SHOP  \n", "1. Kt shall be a condition of employment that all employees of the Employer covered by this  \nAgreement who are members of the Union in good standing on the effective date of this Agreement shall  \nremain members in good standing and those who are not members on the effective date of this Agreement  \nshal], on the thirty-first (31st) calendar day following the effective date of this Agreement, or date of  \nexecution, whichever is later, become and remain members in good standing in the Union. It shall also  \nbe a condition of employment that all employees covered by this Agreement and hired on or after its  \neffective date, or date of execution, whichever is later, shall, on the thirty-first (34st) calendar day  \nfollowing the beginning ofsuch employment, become and remain members in good standing in the Union.  \nThis provision shall be enforced and applied in accordance with the provisions of Section 8(a)3 of the  \nNational Labor Relations Act, as amended.  \n2. The Employer agrees to discharge any employee for nonpayment of dues and/or initiation fees,  \nupon seven {7} days’ written notice from the Union to do so.  \n3. a. The Employer shall check off uniform initiation fees and regular Union dues upon presentation  \nto it of a lawful check-off authorization executed by the employee. The Union shalt certify to the  \nEmployer the amount of regular Union dues to be deducted pursuant to the check-off authorization. Said  \ndeductions shall be on a weekly basts and remitted to the Union on a monthly basis. A list of all  \nemployees for whom deductions have been made, indicating the amount deducted from each, shall  \naccompany the check,  \nb. The Employer agrees to deduct authorized Credit Union payments from the wages of  \nemployees upon receipt of proper written authorization from an employee. All such deductions and  \nto the Credit Union shall be consistent with the payroll procedures of the Employer.  \nc. The Employer agrees to deduct from the wages of employees, upon receipt of proper  \nauthorization, one annual payment to the Union's Political Action Committee. All such deductions and  \nremittances shail be consistent with the payroll procedures of the Employer.  \n4. For the purposes of this provision, membership in the Union shall mean that the employee either  \ntenders the periodic dues and initiation fees uniformly required by the Union as a condition of acquiring  \nor retaining membership or pays those fees and dues necessary to permit the Union to serve as an exclusive  \nrepresentative of employees.  \n5. The Union agrees to indemnify and save the Employer harmless against any and all claims,  \ndemands, suits or liability that might arise out of or by reason of action taken or not taken in respect to the  \ndeductions made pursuant to the provisions of this agreement.  \nRTICLE UNION ACTIVITIES  \n1. There shall be no discrimination against any employees because of Union membership or  \nactivities. Neither shali there be any discrimination in employment because of race, color, creed, age, sex  \nor sexual preference based on applicable law. It is agreed that Union duties and activities will not be  \ncarried on during hours of work. This shal! not prevent the Union officials from entering stores to satisfy  \nthemselves that this Agreement is being observed.  \n2. It is further agreed that complaints and grievances of the Union or the employees shall be  \ndiscussed with officials of the Employer and that such matters shall not be discussed with store employees  \nduring hours of work, except where an alleged violation of this Agreement is involved.  \n"], ["ARTICLE YI - LAYOFFS, PROMOTIONS, DEMOTIONS, TRANSFERS, POSTING  \nJOB BIDDING HARGE AND APPEAL  \n", "  \n1. Layoffs, Promotions, Demotions and Transfers  \na. In the promotion, demotion, layoff, rehiring and transferring from one type of work to another,  \nor from one location to another, the qualifications of the employees shall be considered in conjunction with  \nseniority standing.  \nb. Part-time employees who are promoted to full-time assignments will receive one (1) month's  \nfull-time credit for each two (2) months of part-time service in determining their proper wage, vacation  \nand health and welfare eligibility. For the purpose of establishing full-time seniority, for layoff purposes,  \nthe date on which promoted part-time employees become full-time shall determine their full-time seniority  \ndate.  \nc. Where practicable, the Employer shall combine existing part-time assignments within each  \nstore so as to provide the maximum part-time employment per individual within the definition of part-time  \nemployment and, further, to create as many forty (40) hour full-time positions as possible.  \nd, When the schedule of a less senior employee is consistently greater than a more senior  \nemployce in another store and it is brought to the attention of the Employer, the employees involved will  \nbe exchanged provided the work can be performed by the employees involved and those employees are  \navailable for the required hours.  \ne. The Employer shall give one (1) week's notice to the Union and the employee of a permanent  \nlayoff of a full-time employee and forty-eight (48) hours’ notice of a permanent layoff of a part-time  \nemployee. A permanent layoff is one in which the Employer has no intention of recalling the employee.  \nf. The Employer will notify the Union within two (2) weeks of all new hires, promotions,  \ndemotions, layoffs and permanent transfers occurring among the members of the Union during the  \nprevious weeks.  \ng. In the case of temporary layoffs caused by strikes, acts of God, power failure or other reasons  \nbeyond the control of the Employer advance notice need not be given in regard to the daily or weekly work  \nschedules.  \nh. In an effort to prevent a layoff or reduction ofa full-time employee to part- time, said employee  \nmay work a schedule which includes up to three (3) straight time nights. The Employer will discuss such  \ncondition with the Union prior to implementing such a schedule.  \ni. In effecting permanent transfers between stores, the Employer shall consider seniority in  \nconjunction with ability and practicability, other criteria, the availability of transportation and the travel  \nrequired.  \nj. The Employer, consistent with the needs of the business, will offer those employees who submit  \n@ written request to the Company and the Union an opportunity to be transferred to another store before  \nnew employees are hired.  \nk. In effecting temporary transfers, the Employer shall make them as the needs of the business  \nrequire. When a temporary transfer is necessary, the least senior employee in the store with similar  \nqualifications for the job in question will be transferred, The Employer agrees to pay the difference in cost  \nof transportation to employees temporarily transferred from one store to another when such transfer  \nincreases their normal cost of carfare,  \n1. Where an employee has been absent from work due to illness or accident for one (1) week or  \nmore, the employee shal! be required to give the Employer not less than forty-eight (48) hours’ notice,  \nexcluding Sunday, of his intention to retum to work. Such employee shall have the right to displace a  \njunior employee either full or part-time respectively, regardless of the posted schedule, without notice.  \nm. The Employer shalt give the Union twenty (20) days advance notice, or pay in lieu thereof to  \naffected employees, of a permanent store closing except if the store is being replaced. This information  \nis to be treated confidentially. The Employer and Union agree to meet prior to the store closing, if  \npossible, to resolve the movement of employees affected with the intent to minimize inconvenience.  \n2. Job Posting and Bidding  \na. The Employer agrees to post permanent openings for higher rated classifications resulting in  \nthe promotion to a classified position, full-time clerk or part- time clerk. The posting may include  \ntransfers of employees from nights to days and days to nights.  \nb. The posting and bidding shall be conducted in the following manner:  \n(1) The position shall be posted for seven (7) days in a readily accessible location.  \n(2) Employees desiring to bid on a posted position may do so within the seven (7) day period  \nby contacting their General Store Manager or Assistant General Store Manager and signing the posting  \nform.  \n(3) The Employer may temporarily assign an employee to the open position while the bid is  \nin progress.  \n(4) The Employer may permanently fill the position from any source in the event no bid is made  \nduring the posting and bidding period.  \n¢. The open position shall be filled in the following manner:  \n(1) In the case of the promotion of a customer service attendant to part- time clerk, the  \nEmployer may consider availability and qualifications in conjunction with seniority which shai! prevail  \nin the event qualifications are relatively equal. The successful bidder shall be placed in the position on  \na sixty (60) day trial period.  \n(2) In the case of the promotion of a part-time clerk to a full-time clerk, the Employer may  \nconsider availability and qualifications in conjunction with seniority which shall prevail in the event  \nqualifications are relatively equal. The successful bidder shall be placed in the position on a sixty (60) day  \ntrial period tn the case of a new job assignment,  \n(3) In the case of the promotion of an employee to a classified position, the Employer shal!  \ninterview those employees who meet the minimum job requirements as determined by the Employer. The  \nEmployer may consider qualifications in conjunction with seniority. The successful bidder shall be placed  \nin the position on a ninety (90) day trial period.  \nd, The Employer agrees, where practicable, to cross train any employee with at least two (2) years’  \nseniority, who is denied a promotion to a position other than a classified position because the employee  \nhas not been trained, provided a request for training had been made by the employce.  \ne. The Employer shal] submit a copy of all posting and bidding forms to the Union and shall retain  \na copy for at least six (6) months.  \n3. Discharge and Appeal  \na, The Employer shall have the right to discharge any employee for good and sufficient cause.  \nAny employee working for a competitor while on vacation or time off shall be considered terminated.  \nCompetitor shall be defined as a supermarket.  \nb. In the case of a discharge of any employee who has been in continuous service for more than  \nsixty (60) days, such employee shal! have the right to appeal to the Union. Untess the Union appeals the  \ndischarge in writing within two (2} weeks from the date of discharge, the case will be considered closed  \nwith no further right of appeal.  \n¢, Upon such appeal, the Employer and the Union shall jointly investigate the reasons for such  \ndischarge and the justification therefor.  \nd. Ifthe Union and the Employer cannot agree as to the justification for such discharge, then the  \nmatter shall be arbitrated in accordance with the provisions of Article 1X.  \ne. In the event that the discharge is found not to be justified, the employee may be reinstated with  \nor without back pay and restoration of privileges and seniority.  \n"], ["ARTICLE VIL- SENIORITY  \n", "1. lists shall be established twice each year and submitted to the Union.  \n2. Seniority for all purposes under this Agreement shall be calculated by continuous service with  \nthe Employer from the last employment date with the Employer. Employees laid off and subsequently  \nrehired by the Employer within six (6) months from the layoff date shall retain their former seniority  \nregardless of any change in their places of employment. Likewise, employees absent solely on account  \nof Worker’s Compensation or ill health shall retain their seniority for a period of eighteen {18) manths  \nfrom the date of absence but not thereafter. An employee who does not report for work immediately if  \navailable, but in any event within forty-eight (48) hours after notice of recall, shall be considered as having  \nterminated his or her employment, provided that illness incapacitating the employee for work shall be  \nsufficient excuse for not reporting if the Employer is informed of the excuse within such forty-eight (48)  \nhours after receipt of notice of recall, An employee absent from work due to illness or accident shall  \nmaintain contact with the store on a weckly basis unless hospitalized.  \n3. are to be made to supervisory positions, they shall not be restricted by seniority nor  \nmade the subject of a grievance. The seniority shall be and accumulated for an employee who  \nhas been promoted to a supervisory position for a period of one (1) year from the date of his promotion  \nfor the purpose of his election to return to his former job.  \n4. Anemployee shall lose all seniority rights if he or she quits or terminates his or her employment,  \nor is properly discharged. An employee employed elsewhere during an unauthorized absence from work  \nor during a permitted leave of absence shal! be considered as having terminated his or her employment.  \n5. The Employer shall comply with the applicable laws of the United States concerning the drafting  \nor enlisting of employees into the military service of the United States, and shali further comply with all  \napplicable laws relating to the reinstatement of said employees to their employment following completion  \nof their military service.  \nRTICLE VIil - LEAVE OF ABSENCE WITH PAY  \n1. Any member of the Union who is elected to a full-time position with the Union, or who is elected  \nas a delegate or representative of the Union in any activity necessitating temporary leave of absence from  \nhis employment, shall be granted such leave of absence without loss of seniority, and at the end of such  \nservice in the business of the Union he shalt be re-employed at his former wage rate plus any increase or  \nless any reduction that may have become effective during his absence.  \n2. Such leaves of absence may be renewed and extended for additional periods of office terms by  \nmutual written consent and approval of both the Union and the Employer, subject to the conditions set  \nforth in Paragraph | above.  \n3. Any employee may be given a leave of absence not to exceed one (1) year for any reason  \nacceptable to the Employer. This decision shall not be withheld arbitrarily or capriciously.  \n"], ["ARTICLE 1X - GRIEVANCES AND ARBITRATION  \n", "1, All grievances or disputes arising during the term of this Agreement concerning the interpretation  \nor application of the provisions of this Agreement shall be handled in the manner hereinafter set forth.  \nStep One: All such grievances or disputes must be brought to the  \nattention of the other party within two (2) weeks after the  \noccurrence,  \nStep Two: Should the Employer and the Union fail to settle such  \ngrievance or dispute arising out of the interpretation or  \napplication of the provisions of this Agreement, either party  \nMay file its grievance in writing with the other party.  \nA “party\" is defined as the Employer or Union but does  \nnot include individual employees.  \n2. Ifany such grievance or dispute cannot be decided between the parties referred to above in Step  \n2, then the unsettled matter may be submitted to an impartial arbitrator by either party after that parly gives  \nfive (5) calendar days' written notice to the other party of such grievance or dispute. [f the parties cannot  \nagree upon the selection of an impartial arbitrator within five {5} calendar days thereafter, or such  \nadditional time as may be mutually agreed upon, then such selection shall be referred to the American  \nArbitration Association and the American Arbitration Association shall handle the unsettled grievance or  \ndispute in accordance with its rules. However, the impartial arbitrator shall render his decision, in writing,  \nwithin thirty (30) days of the close of the hearing unless such time is extended by mutual consent of the  \nparties of such grievance or dispute.  \n3. The arbitrator shal! not have the authority to amend, modify, or in any manner change this  \nAgreement to establish any terms and conditions under this Agreement. The cost of the arbitrator shall  \nbe shared equally by the parties. The decision of the arbitrator shall be final and binding on the parties and  \nemployees involved.  \n4. If either party fails to proceed as required by the grievance and arbitration machinery contained  \nin this article, the arbitrator appointed by the American Arbitration Association shall be empowered to hear  \nand decide the case, even if only one of the parties appears at the hearing or presents evidence.  \n5, The right of the Employer or the Union to seek legal recourse against action in breach of Article  \nXIli without submission to the grievance and arbitration procedures of this article is expressly recognized  \nby the parties.  \n6. In the alternative, either party in the event of an alleged or asserted breach of Article XIII may  \ninstitute expedited arbitration by telegram to American Arbitration Association and the other party, and  \nAmerican Arbitration Association shall designate the arbitrator within twenty-four (24) hours of receipt  \nof telegram. The arbitrator shall promptly hold the hearing, but in no event later than twenty-four (24)  \nhours after the receipt of notice. The award of the arbitrator shall issue forthwith and in no event later than  \nthree (3) hours after conclusion of the hearing. The award of the arbitrator shall be in writing and may be  \nissued without opinion. Ifany party desires an opinion, one shall be issued, but its issuance shall not delay  \ncompliance with the enforcement of (he award. The arbitrator may award injunctive relief and other  \nappropriate relief. Failure of any party to attend arbitration hearing as scheduled and noticed by American  \nArbitration Association shall not delay arbitration and arbitrator is authorized to proceed to take evidence  \nas if such party was present. Enforcement of such an award by a court of law is not precluded by election  \nof this alternative procedure.  \n7. The question of damages shall be exclusively for the arbitrator and not for a court of law, except  \ninsofar as it may be part of an award enforced by a court.  \n8. It is agreed that this Article IX shall exclusively define grievances or disputes which may be  \nsubmitted to the grievance and arbitration machinery.  \n9. This article is the exclusive method of determining employee grievances or disputes conceming  \nthe interpretation or application of the provisions of this Agreement. No employee or former employee  \nshall have any right under this Agreement of any claim, proceeding, action or otherwise on the basis or  \nby reason of any claims that the Union or any Union officer or representative has acted or failed to act  \nrelative to presentation, prosecution, or settlement of any grievance or other matter as to which the Union  \nor any Union officer or representative has authorily or discretion to act or not to act under the terms of this  \nAgreement.  \n10. Anemployee may request a shop steward or bargaining unit member be present at a disciplinary  \nprocedure.  \nRTICLE X - PROBATIONARY PERIOD AND APPEAL  \nThe first sixty (60) days’ employment service of any employce with the Employer shall be considered  \na probationary period. The Employer may discipline of terminate any employee for any reason whatsoever  \nduring the probationary period and there shall be no right of appeal  \n"], ["ARTICLE Xf - INDUSTRY EXPERIENCE  \n", "New employees shall be given credit for a maximum of one (1) year of previous similar supermarket  \nexperience for the purpose of establishing his or her wage rate, provided this experience is declared at the  \ntime of the application for employment.  \n"], ["ARTICLE Xil- ENFORCEMENT OF STANDARDS  \n", "The Union agrees to do everything within its power to enforce its rules and regulations and the  \nEmployer's rules and regulations and through advice, ittstructian and example to matntain the highest  \nstandards of work.  \n"], ["ARTICLE - STRIKES AND LOCKOUTS  \n", "1. It is hereby agreed by the Union and the Employer that since this Agreement provides for the  \norderly and amicable adjustment and settlement of any and ail disputes, differences and grievances, there  \nshall be no resort to strikes, which includes stoppages, of work or picketing, by an employee  \nor group of employees. In view of the foregoing, the Union agrees that if will not authorize any strikes  \nor picketing by the employees, except only in the event that the Employer refuses to submit to arbitration  \nas herein provided or to comply with a final judgment or decree of the court of last resort having  \njurisdiction of the dispute hereunder. Nothing herein contained, however, shall compel any emptayee to  \nwalk through a picket line set up as a part of a duly authorized and legally called strike against the  \nEmployer sanctioned hereunder.  \n2. In the event of a threat of, preparation for, or the actuality of any unauthorized or improper work  \nstoppage, walkout or strike, or improper picketing, the Unton and all of its officials will take every  \nreasonable action to prevent and to stop such proceedings by any of its members.  \n"], ["ARTICLE XIV - HOURS AND GVERTIME  \n", "i. a. The basic straight time workweek for full-time employees shall consist of forty (40) hours to  \nbe worked in five (5) eight (8) hour days within the workweek. Upon the employee's consent, ar to create  \na full-time position, employees may be scheduled to work four (4) ten (10) hour days or three (3) eight (8)  \nhour days, one (1) six (6) hour day and one {1} ten (10) hour day.  \nb. The basic straight time workweek for aif employees will be Monday through Saturday.  \nc. The basic straight time workweek for all employees hired after June 9, 1987 or appointed to  \nfull-time after June 9, 1987 will be Sunday through Saturday.  \n2. All work between 5:00 A.M. and 6:00 P.M. shall be at the straight time rate, except as otherwise  \nprovided.  \n3. a. The Employer may schedule any full-time employee hired before September 9, 1973 to work  \nany one (1) night except Saturday to 10:00 P.M. at the straight time rate within the forty (40) hour  \nworkweek when the store is open for business, A full-time employee, at his option, may be scheduled to  \nwork any one (1) night to 12 midnight at the straight time rate within the forty (40) hour workweek when  \nthe store is closed for business. Full-time second (2nd) shift employees can work three (3) days and two  \n(2) evenings or two (2) days and three (3) evenings on a mutually agreeable basis.  \nb. The Employer may schedule any full-time employee hired or reclassified from part-time to  \nfull-time employment after September 9, 1973 to work any two (2) nights to 12 midnight at the straight  \ntime rate within the forty (40) hour workweek when the store is open for business. However, a full-time  \nemployee who held that position prior to September 9, 1973, reduced to part-time through no fauit of his  \nown and is later restored to full-time status, shall be permitted to work only one (1) night at the straight  \nlime rate as provided for in Paragraph 3a. above. Full-time second (2nd) shift employees can work three  \n(3) days and two (2) evenings or two (2) days and three (3) evenings on a mutually agreeable basis.  \nc. In order to create or maintain as many forty (40) hour positions as possible, the Employer may  \nestablish work schedules which include up to three (3) straight time nights to twelve (12) midnight, A  \nnight crew employee requesting day work may accept such a schedule at the straight time rate in order to  \ntransfer from night crew. Full-time second (2nd) shift employces can work three (3) days and two (2)  \nevenings of two (2) days and three (3) evenings on a mutually basis.  \nd. The Employer may schedule any full-time employee hired or reclassified from part-time to  \nfull-time employment after February 13, 1981 to work any five (5) nights, between the hours of  \nto 12:00 midnight, at the straight time rate within the forty (40) hour workweek, In addition, these  \nemployees may be scheduled before 12:00 noon up to three (3) days per week. A full-time employce on  \nthe payro}) as of February 13, 1981, who worked either a one (1), two (2) or three (3) night schedule, shall  \ncontinue fo maintain such schedule unless he voluntarily accepts a five (5) night schedule.  \n4. a. The Employer may schedule part-time employees to work at the straight time rate between 5:00  \nA.M. and 2:00 A.M.  \nb. Part-time employecs may be employed a maximum of twenty-nine (29) hours per week except  \nduring the period of May 1, to September 30 when they may be employed 2 maximum of thirty-five (35)  \nhours per week.  \nc. Time and one-half (1-1/2) shall be paid to ali part-time employees for hours in excess of  \ntwenty-nine (29) hours per week or thirty-two (32) hours per week if assigned on a night shif, except  \nduring the period of May 1st to September 30th when they shall receive time and one-half (1-1/2) for hours  \nin excess of thirty-five (35) hours per week. Time and one-half (1-1/2) will be paid for work in excess of  \nfive (5) days in any workweek or eight (8) hours in any one (1) day.  \n5. Employees may be scheduled to work up to thirty (30) minutes after store closing hours within  \nthe forty (40) hour workweek for full-time employees and within the limit of hours for part-time  \nemployees without being eligible for premium or avertime pay, except as otherwise herein provided.  \n6. Work performed by full-time employees before 5:00 A.M. and after 6:00 P.M., except for  \nvolunteers and employees hired or promoted to full-time after January 21, 1978 and except as provided  \nin Paragraphs 3 and 5 above, shail be at the overtime rate of time and one-half (1-1/2) the employee's  \nstraight time hourly rate except:  \na. A full-time regularly assigned to night crew during the period January {9, 1975  \nthrough January 21, 1978 shall receive a premium of ten (10%) percent of their basic straight weekly  \nrate while so assigned or reassigned.  \nb. All other employees regularly assigned to night crew will receive a premium of fifty ($.50)  \ncents per hour, or ten (10%) percent of their basic straight time payroll! rate, whichever is the lesser, for  \nactual hours worked on the night crew.  \nc, When the employee in charge of the night stock crew is off for more than one (1) scheduled  \nnight in any given week, the employee replacing him shall receive one-fifth (t/Sth) the rate per night.  \nd. Employees regularly assigned to start their day's work at Jeast two (2) days every week before  \n7:00 A.M. during the period January 19, 1975 through January 2!, 1978 are to be paid a premium of ten  \n(10%) percent of their basic weekly rate while so assigned or reassigned. Upon their reassignment to a  \nnormal schedule within regular store hours, the premium is to be withdrawn.  \ne. Employees who on or before January 21, [978 received the ten (10%) percent premium for  \nnight crew or early morning shift performed prior to 7:00 A.M., who are involuntarily transferred to day  \nshift, shall have the right to such premiums if reassigned to such work during the term of this Agreement.  \nf. (1) Part-time employees may be assigned to wark up to thirty-two (32) hours on a night shift  \nprovided, however, they must be assigned for a full shift of eight (8) hours. Part-time employees assigned  \nto anight crew shall receive a premium equivalent to the premium outlined in Paragraph 6a. or b. for hours  \nworked at night.  \n(2) Part-time employees may work any combination of day hours, evening hours and/or night  \nhours in the same workweek provided there are no split shifts. Eight (8} hours will be the minimum while  \nassigned on the night stock crew and four (4) hours' minimum will apply 1o day and/or evening hours.  \nHowever, part-time night crew employees can work a minimum four (4) hour shift on a mutually agreeable  \nbasis.  \n(3) Part-time employees may be scheduled to work on the night stock crew by inverse order  \nof seniority, Part-time empfoyees will not lose day hours solely as a result of accepting or not accepting  \nnight stock crew work.  \ng. Those night stock crew employees employed as such prior to January 19, 1975 will be  \nscheduled to work five (5) consecutive eight (8) hour nights except for those employees who voluntarily  \nagree to work otherwise. Other full-time night stock crew employees may bid to fill a newly created  \nschedule of five (5) consecutive eight (8) hour nights.  \nh. No night crew may start before 10:00 P.M. and finish later than 9:00 A.M. A night crew may  \nbe scheduled to work five (5) five eight (8) hour nights or three (3) nights and two (2) days, or three (3)  \ndays and twa (2) nights if scheduled on a regular basis. Also, on a mutually agreeable basis, night crews  \nmay be scheduled for four (4) ten (10) hour nights for the applicable premium pay. ‘There shall be no  \nchanging of schedules to avoid paying overtime.  \n7. There shall be no pyramiding of overtime or premium pay. Hours worked at premium pay on  \nSunday and holidays shail not be included in the computation of weekly overtime.  \n8. Ali meal periods shall be not less than thirty (30) minutes nor more than one (1) hour. When  \nrequired on a basis and upon the request of the employee, the meal period will be one (1) hour.  \n9. There shall be no split shifis worked by any employce,  \n10, Employees working more than six (6) hauts ina work day shall receive two (2) daily rest periods  \nof fifteen (15) minutes each, without Joss of pay, one rest period to be in the first half of the work day, the  \nsecond rest period to be in the second half of the work day as near as possible to the middle of the shift.  \nEmployees working six (6) hours or less in any work day shail receive one (1) fifteen (15) minute rest  \nperiod during the day as near as possible to the middle of their shift.  \n1\\. Part-time employees, except for fourteen (14) and fifteen (15) year old employees, shall receive  \na guarantee of four (4) hours’ work for each work day he or she shail be scheduled to work provided the  \nemployee is regularly and continuously available for such work.  \n12. A daily working schedule listing each employee by his or her full name in ink, shall be posted  \nin a conspicuous place on or before 3:00 P.M. Friday. The Sunday schedule shall be posted on or before  \n3:00 P.M. Thursday.  \n13, Part-time employees shail be scheduled a minimum of twelve (12) hours work per week,  \nprovided they are available to work said hours on a regular and continuing basis. Part-time employees  \nwith ten (10) years' service as of February 3, 1990 shall be scheduled a minimum of twenty (20) hours per  \nweek, provided they are available to work said hours on a regular and continuing basis. The minimum  \ndoes not apply to probationary employees, students, part-time employees holding another job, customer  \nservice attendants or employees not available.  \n14. The Employer, consistent with the needs of the business, will endeavor to accommodate  \nemployee requests to their immediate supervisor for early or late shift schedules in the morning, afternoon  \nand evening based on their This accommodation will not apply to Sunday scheduling. The  \nEmployer will not use scheduling, or the threat of scheduling, as a form of discipline.  \n15. Sunday Work  \na. All employees hired on or before April 15, 1993 shall be paid One and one- half (1-1/2) times  \ntheir straight time hourly rate for all work performed on Sunday. Ali employees hired after April 15, 1993  \nshall be paid an hourly Sunday premium for al! work performed on a Sunday based on the following  \nmonths of service:  \nMonths of Service Sunday Premium  \n0 - 12 months One dollar per hour  \n12 - 24 months Two dollars per hour  \n24 - 36 months Three doliars per hour  \nAfter 36 months Four dollars per hour  \nb. The Employer may schedule part-time employees to work at the straight time hourly rate on  \nSunday from 12:01 A.M. to 2:00 A.M., except that part-time employees assigned to a night shift shall  \nreceive the applicable night premium.  \nc, Sunday work, ifavailable, shal! be rotated among the employees who are continuously available  \nfor Sunday work and who are qualified to perform the work as determined by the Employer, except for  \nthat work required for the proper management of a department or store. Sunday rotation shall be by  \nclassification. Replacements for employees who are absent on their schedule Sunday, for whatever reason,  \nshall be replaced if necessary by the senior available employee(s) not already scheduled for that Sunday.  \nThe call-in replacement time will not affect that employee's regular turn on the rotation list.  \nd. All employees scheduled for Sunday work wil! be scheduled for a minimum of four (4) hours,  \n"], ["ARTICLE XV - HOLIDAYS  \n", "|. Atl work performed on the legal holidays listed in Paragraph 3 below shall be paid at one and  \none-half(1-1/2) times the employee's straight time hourly rate in addition to the straight time holiday pay.  \n2. Upon the completion of thirty (30) days’ service with the Employer, regutar full-time employees  \nshall be paid eight (8) hours at the straight time hourly rate if there is no work to be performed on said  \nholidays, provided the employee works on his or her scheduled work day before and his or her scheduled  \nwork day after such holiday, proven illness excepted. Full-time employces who volunteer to work the  \nholiday, if scheduled, must also work on the holiday in order to qualify for holiday pay.  \n3. During the life of this Agreement, the following holidays or the days observed as such shall be  \ncelebrated:  \nNew Year's Day Labor Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nEmployees may use a personal holiday to observe Martin Luther King's Birthday by giving at least  \ntwo (2) weeks advance notice subject to the scheduling requirements of the department.  \n4, Upon the completion of three (3) months’ service with the Employer, regular full-time employees  \nshall be entitled to three (3) personal holidays within each catendar year, One (1) personal holiday shall  \nbe taken in each four (4) month period of the calendar year. Personal holidays may be taken any day of  \nthe workweek and the selection of the day chosen shall be on the basis of mutual agreement between the  \nEmployer and the employee.  \n5. Part-time employees with three (3) or more months of continuous service with the Employer shall  \nbe entitled to three (3) personal holidays of four (4) hours within each calendar year which may be taken  \nin accordance with the conditions as set forth for full-time employees.  \n6. In a week which includes any of these holidays, the workweek for full-time employees is to be  \ncomposed of thirty-two (32) hours of work in four (4) days and eight (8) hours of holiday time for which  \nemployees will receive a full week's pay.  \n7. All work performed by full-time employees in a holiday week, on days other than the holiday  \nand/or Sunday, which is in excess of thirty-two (32) hours, shall be paid for at time and one-half (1-1/2).  \nA full-time employee by mutual agreement may be scheduled to work forty (40) straight time hours in a  \nholiday week. All premium pay shal! be computed as one and one-half (1-1/2) times the employee's  \nstraight time hourly rate.  \n8. All work performed by eligible part-time employees in a holiday week, on days other than the  \nholiday and/or Sunday, which is in excess of twenty-nine (29) hours, except during the period May Ist to  \nSeptember 30th - thirty-one (31) hours, shall be paid for at time and one-half (1-1/2). During holiday  \nweeks, part-time employees may be scheduled to work five (5) days within the limitation of part-time  \nhours. A part- time employee by mutual agreement may be scheduled to work thirty-two (32) straight time  \nhours in a holiday week.  \n9. All part-time employees, upon the completion of sixty (60) days but less than one (1) year of  \ncontinuous service with the Employer, shall be paid four (4) hours' holiday pay at the straight time hourly  \nrate, provided one of the holidays listed in Paragraph 3 above falls on a day he/she would normally be  \nscheduled to work. Part- time employees with one (1) or more years of continuous service, regardless of  \nwhether they are normally scheduled to work on the day that the holiday falls, shall receive holiday pay  \nof four (4) hours. In either case, the part-time employee must work his/her scheduled work day before and  \nhis/her scheduled work day after such holiday, proven illness excepted, and must work at least one (1) day  \nof the holiday week to qualify. Part-time employees who volunteer to work on a holiday, if scheduled,  \nmust also work on the holiday in order to qualify for holiday pay. The work schedules shall not be  \nchanged to avoid holiday pay.  \n"], ["ARTICLE XVI - LEAVE OF ABSENCE WITH PAY  \n", "1. All employees actually summoned and serving on juries shall be granted time off, when needed,  \nfor actual jury duty and will receive the difference between their straight time basic weekly pay and the  \namount received while on jury duty, except such jury duty fee which they receive while serving on their  \nnormal scheduled day off. They will be expected to work when the jury is not in session, but under no  \ncircumstances shall the application of this clause result in a change in the employee's basic weekly pay for  \nhis normal weekly schedule. When a night crew employee is called to serve on jury duty, he shall be  \nexcused from his daily or nightly schedule without loss of earnings. A night crew employee serving on  \njury duty shal! be scheduled to work daytime hours on those days when the jury is not in session.  \n2. After thirty (30) days' employment, four (4) days’ bereavement teave shall be granted in the case  \nof the death of an employee's spouse or child and three (3) days’ bereavement leave shall be granted in the  \ncase of the death of a parent, brother, sister, mother-in-law or father-in-law, grandparent, grandchild or  \nfoster parent of an employee. The time off shall not count Sunday or the employee's scheduled day off.  \nUnder no circumstances shall the application of this clause result in a change in the employee's basic  \nweekly pay.  \n3. New employees, after sixty (60) days of service, shall receive two (2) hours paid leave to attend  \nthe Union's orientation program.  \n"], ["ARTICLE VACATIONS  \n", "l. All full-time employees shall be granted one (1} week's uninterrupted vacation with ful! pay for  \none (1) year of continuous service, and two (2) weeks’ uninterrupted vacation with full pay for three (3)  \nyears’ continuous full-time service occurring at any time within the calendar year.  \n2. Ail full-time employees who have completed eight (8) years' continuous full- time service,  \noccurring at any time within the calendar year, will be granted three (3} weeks’ vacation with full pay, two  \n(2) weeks uninterrupted and one (1) week additional, at a time convenient to both the Employer and the  \nemployee,  \n3. All full-time employees who have completed fourteen (14) years' continuous full-time service,  \noccurring at any time within the calendar year, will be granted four (4) weeks’ vacation with full pay.  \nVacation shall consist of two (2} weeks’ uninterrupted and two (2) additional weeks, with one (1) week  \nat a time convenient to both the Employer and the employee and the other week scheduled before May  \n4. All full-time employees who have completed twenty (20) years' continuous service, occurring  \nanytime within the calendar year, will be pranted five (5) weeks’ vacation with full pay, two (2) weeks  \nuninterrupted and three (3) additional weeks, with one (1} week at a time convenient to both the Employer  \nand the employee, one (1) week before May 15 and one (1} week after September (5.  \n5. Employees who are eligible for three (3) or more weeks of vacatton may schedule one (1) week  \nof vacation in days ai a time convenient to both the Employer and the employee. These days may nol be  \nscheduled the day before or the day after a scheduled holiday or vacation.  \n6. Part-time employees shall be granted vacation with pay, prorated on the average weekly hours  \nfor the year, under the same terms and conditions as above set forth for full-time employees.  \n7. All vacations must be taken within the calendar year and may not be accumulated from year to  \nyear.  \n8. Vacations may be selected by employees on the basis of length of service with the Employer,  \nsubject to the requirements of the Employer's business.  \n9. Any employee who loses more than thirteen (13) weeks in fms annivetsary year because of  \naccident or illness shall be entitled to a prorated vacation.  \n10. In the event the services of an employee are terminated, voluntarily or involuntarily, except for  \ndischarge due to dishonesty, and except as provided for in Paragraph 11 below, there shall be paid to such  \nemployee wages covering the completed period of vacation to which he ts entitled upon the termination  \nof such service.  \n11. An employee having completed one (1) year of service and being laid off shall receive as  \nvacation allowance:  \na. the full week or weeks vacation to whichever he is entitled by reason of his completion of the  \nrequired year af service, and  \nb. One-twelfth (1/12th) of this sum of cach month of additionat service based on his anniversary  \ndate of employment.  \n12. Hone of the specified holidays agreed upon in Article XV, except for the personal  \nholiday, shall fall within the period of the full-time employee's vacation, said full-time employee shali be  \ngranted an additional day's vacation or, in lieu thereof, the equivalent of one (1) full day's pay of eight (8)  \nhours based upon the full-time employee's regular straight time rate. This provision shall apply even  \nthough the holiday falls on a day of the workweek which would ordinarily be the day off for the full-time  \nemployee.  \n13, Employee on-the-job service interrupted by induction into the U.S. Armed Ferces will be  \nconsidered as continuous in determining the length of continuaus on-the- job service required for  \neligibility for various types of vacation grants.  \n14. All vacation pay shall be calculated on the employee's basic straight time hourly rate.  \n15. Ifanemployee is seguiarly and continuously scheduled to work on a night shift for which a fixed  \nnight differential is paid, such differential shall be part of his basic hourly rate for the purpose of  \ncomputing vacation pay. Night differential does not include premium overtime rates of pay.  \n"], ["ARTICLE XVIJS - LAUNDRY  \n", "All coats and aprons required by the Employer to be worn in the stores and markets shall be  \nfurnished and laundered by the Employer. When the employees have agreed, in cooperation with  \nmanagement to have drip dry uniforms, two (2) uniforms shall be supplied to each employee by the  \nEmployer.  \n"], ["ARTICLE Xix - UNION STORE CARD  \n", "The Union agrees to furnish to the Employer at least one {1) Union store card for cach of the  \nEmployer's stores covered by this Agreement, to be displayed on such public portion of the premises as  \nthe Employer may select. Such cards shall remain the property of and shall be surrendered to the Union  \nupon demand.  \nRT E XX - BULLETIN BOARD  \nBulletin boards in the Employer's stores may be used by the Union provided the notices posted  \nthereon are first approved by the Employer's personnel department. This requirement shall not apply to  \nUnion meeting notices which contain only time, place and date of meeting.  \n"], ["ARTICLE XXI1- VALIDITY OF CONTRACT  \n", "The parties hereto agree that should an article, part or paragraph of this Agreement be declared by  \na Federal or State Court of competent and final jurisdiction in the premises to be unlawful, invalid,  \nineffective or unenforceable, said article, part or paragraph shall not affect the validity and enforceability  \nof any other article, part or paragraph thereof, and the remainder of this Agreement shall continue in full  \nforce and effect.  \n"], ["ARTICLE XXI1 - STEWARDS  \n", "t. Kis understood that the stewards of the Union at all times shall be the fast to be laid off, and the  \nUnion shall fumish the Employer with a complete tist of stewards which may be supplemented from time  \nto Lime as may be necessary. [tis further understoad that the stewards of the Union shall nat be transferred  \nfrom one store to another or from day shift to night shift without the cansent of the Unian. The Union will  \nnot unreasonably withhold its consent to such transfer.  \n2. It is understood that the Union shall use its best efforts to secure as stewards high caliber  \nemployees who shall be required to conform to the standards and qualifications required by the Union.  \n3. The stewards or other individual employees covered hereby shall not be considered agents of the  \nUnion for the purpose of calling strikes or causing shutdowns, nor are they authorized to call strikes or  \ncause shutdowns.  \n4. Shop stewards shall be entitled to a }eave of one (1) day each calendar year with pay for shop  \nstewards training and education. The Union must notify the Employer at least two (2) weeks in advance  \nthereof, The shop steward must, upon retuming from the jeave, present the siore manager with written  \nevidence from the Union that the steward has used the leave for the purpose for which the leave was  \nintended.  \n5. Any person designated as steward by the Union shal! receive any and all rights, benefits, duties  \nand privileges of such position, and the Union agrees to designate no more than two (2) persons per  \nlocation if store is open twelve (12) or more hours per day.  \n"], ["ARTICLE XXIIL- WELFARE PLAN  \n", "J. Employees shall be covered for health and welfare benefits as provided by ihe U.F.C.W. -  \nPathmark Benefit Plan after one hundred eighty-one (181) days of continuous employment, subject to the  \neligibility requirements set forth in the plan.  \n2. Part-time employees and customer service attendants hired after February 4, 1985 shat} be covered  \nfor benefits after one (1) year of continuous employment.  \n3, Full-time employees hired or appointed after June 9, (987 with one hundred eighty-one (181)  \ndays of continuous employment and less than four (4) years of full- time employment and part-time  \nemployees hired after June 9, 1987 with six (6) months of service and less than three (3) years of part-time  \nemployment shall be covered for benefits as set forth in the plan. Part-time employees and customer  \nservice attendants hired after August 11, 1998 with eighteen (18) months of service and less than three (3)  \nyears of part-time employment and four (4) years for those hired after October 23, 2000 shall be covered  \nfor benefits as set forth in the Plan.  \n4. The Employer agrees that the Employer Trustees on the UFC W-Pathmark Fund will continue to  \nexplore up-to-date medical plan designs to provide quality cost effective care at rio increased cost to the  \nEmployer.  \n5. AH questions conceming health and welfare benefits shall be determined in accordance with the  \nU.F.C.W. - Pathmark Benefit Plan as governed by the Pathmark Stores, Inc. Health and Welfare Plan  \nDocument and the U.F.C.W. - Pathmark Benefit Fund’s Agreement and Declaration of Trust.  \n"], ["ARTICLE XXIV - PENSION PLAN  \n", "1. a. The Employer shall contribute one hundred eighty-eight ($188.00) dollars per month for each  \nfull-time employee to be paid quarterly to the United Food and Commercial workers Union and  \nParticipating Food Jndustry Employers Tri-State Pension Fund, except as otherwise provided. For the  \npurpose of this paragraph, a \"full-time employee\" is defined as an employee who on the first (Ist) day of  \na calendar month shall have completed at least twelve (12) consecutive calendar months and less than ten  \n(10) years of full-time service and is regularly and continuously scheduled to work a forty (40) hour week.  \nThe monthly contribution shalt be made for each full-time employee, as defined, who ts active during the  \nfirst fiscal week of any fiscal month. There shall be no more than twelve (12) such monthly contributions  \nduring any twelve (12) consecutive calendar months.  \nb. The contribution rate shal! be increased to two hundred fourteen ($214.00) dollars per month  \nfor each full-time employee as defined in Paragraph [.a. above with (en ({0) years of full-time service.  \nc. The Employer shat! contribute one hundred twenty-five ($125.00) dollars per month for each  \nfull-time employee to be paid quarterly ta the United Food and Commercial Warkers Union and  \nParticipating Food Industry Employers Tri-State Pension Fund, except as otherwise provided. For the  \npurpose of this paragraph, a \"full-time employee\" is defined as an employee who was hired or appointed  \nafter June 9, 1987 and who on the first day of a calendar month shail have completed at Jeast sixty (60)  \ndays and less than four (4) years of full-time service and is regularly and continuously scheduled to work  \na forty (40) hour week. The monthly contribution shall be made for each full-time employee, as defined,  \nwho is active during the first (Ist) fiscal week of any fiscal month. be no more than twelve  \n(12) such monthly contributions during any twelve (12) consecutive calendar months. The contribution  \nrate for full-time employees, as defined, with four (4) and less than ten (10) years of full-time service shall  \nbe-in accordance with Paragraph above.  \nd. The monthly contribution shall not be required on behalf of full-time employees hired and  \nclassified as customer service attendants after January 21, 1978, or on behalf of full-time employees hired  \nafter January 21, 1978 when transferred to a customer service attendant classification. For the purpose  \nof this paragraph, time spent as a full-time customer service attendant wiil be applicable following a  \ntransfer to a covered classification.  \n2. a. The shall contribute the sum af forty-seven ($47.00) dallars per month to be patd  \nquarterly to the United Food and Commercial Workers Union and Participating Food Industry Employers  \nTri-State Pension Fund for each part- time employee, except as otherwise provided. For the purpose of  \nthis paragraph, a “part-time employee\" is defined as an employee who, on the first (1st) day of a calendar  \nmonth, shall have completed a1 Jeast twelve (12) consecutive calendar months and less than ten (10) years  \nof part-time service. The monthly contribution shatl be made for each part-time employee, as defined, who  \nis active during the first fiscal week of any fiscal month. There shall be no more than twelve (12) such  \nmonthly contributions during any twelve (12) consecutive calendar months.  \nb. The contribution rate shall be fifty-nine ($59.00) dollars per month for each part-time employee  \nas defined in Paragraph 2.a. above with ten (10) years of full-time service.  \nc. The Employer shall contribute the following applicable sums quarterly to the United Food and  \nCommercial Workers Union and Participating Food Industry Employers Tri-State Pension Fund for  \n| part-time employees hired or promoted after June 9, 1987:  \nervice Contribution  \n60 days to 4 years 15.00 per month  \n4 years to ten years 47.00 per month  \n10 years 59.00 per month  \nThe monthly contribution shal! be made for each part-time as defined, who is active  \nduring the first (1st) fiscal week of any fiscal month. There shall be no more than twelve (12) such  \nmonthly contributions during any twelve (12) consecutive calendar months.  \nd. The monthly contribution shall not be required on behalf of part-time employees hired and  \nclassified as customer service attendants after January 21, 1978, or on behalf of part-time employees hired  \nafter January 21, 1978 when transferred to a customer service attendant classification. For the purpose  \nof this paragraph, time spent as a part-time customer service attendant will be applicable following a  \ntransfer to a covered classification.  \n3. the Employer, at its discretion, will be entitled not to pay twelve (12) months of Pension  \ncontributions during the term of this Collective Bargaining Agreement.  \n4. It is further understood and agreed that the Pension Plan as amended shall be considered as  \nAppendix ! of the Agreement and Declaration of Trust.  \n5. The industry-wide Pension Pian as adopted must have the continuing approval of the Internat  \nRevenue Service as an exempt plan.  \n6. It ts agreed that all questions involving pensions not specifically set forth herein shall be  \ndetermined by the provisions of the Agreement and Declaration of Trust governing the Plan.  \n7. The Union agrees to furnish to the Employer the following Pension Fund and Plan documents on  \na timely basis:  \n. Annual Financial Reports  \n. Annual Actuarial Valuation  \n. Annual Form 5500  \n. Current Plan Document and Amendments as they are proposed  \n. Current Agreement and Declaration of Trust and Amendments as they are proposed  \nNotices and Minutes of Trustees’ Meetings  \n. Withdrawal Liability Demand Letters  \no f  \n8. The terms of a letter agreement between the parties dated February 4, 1985 are incorporated  \nherein by reference.  \n"], ["ARTICLE XXV - SEVERANCE FUND  \n", "The parties agree to the establishment of an Industry Severance Fund. The parties will decide if the  \nFund wil] be an ERISA type and whether it will be single or multi-employer. Effective February 5, 1995,  \nand for the duration of this and the next successor agreement, the Employer shalt contribute no more than  \nthe sum of ten ($. 10) cents per hour for ali employees on the payroll as of February 6, 1993. Contributions  \nshall be made for every straight time hour actually worked up to a maximum of forty (40) hours per week  \nfor full-time employees and thirty-five (35) hours per week for part-time employees. Employees hired  \nafter February 6, 1993 shall not be eligible to participate in the Severance Fund.  \n"], ["ARTICLE XXV1 - 401K SAVINGS PLAN  \n", "Effective March |, 2001, the Employer will provide a401k Savings Plan, The Plan will! provide for  \nemployee contributions only. Plan design details will be contained in the Plan document.  \n"], ["ARTICLE XXVI I- WORKING CONDITIONS  \n", "1. No employee handling cash shall be held responsible for any shortage, being cash or cash  \nunless:  \na. The employee is given his or her own register or till.  \nb. The employee must be given the opportunity to count his/her own cash at the beginning and  \nclose of the work day and is given the register readings that are taken at the beginning and close of the  \nwork day. Weekly Z-out duties shall also be performed.  \nc. Only one (1) such employee is empowered to ring up on the cash drawer for which the clerk  \nis responsibie.  \nd. The clerk has failed to lock and remove the key when the register is unattended. The key will  \nbe accessible to the clerk.  \ne. The employee has read and initialed the cash register policy.  \n2. a. Time clocks will! be provided in all stores of the Employer.  \nb. The Employer and the Union agree that a proven violation of established time clock rules,  \nincluding working before punching tn or after punching out, may subject such an employee to disciplinary  \naction up to and including discharge.  \nc. Furthermore, all time during which an employee is suffered or permitted to work or is required  \nto be on duty or on the Employer's premises or at a given work place shall be considered hours worked and  \nrecorded on the time cards.  \n3. Ifa physical examination or health permit is required by the Employer or local government, the  \ncost of the examination or permit shali be borne by the Employer.  \n4. No employee shall be required to take a polygraph test or any other similar examination.  \n5. The Employer agrees to discuss future dress code changes with the Union prior to implementation  \nand recognizes that the Union reserves its right to use the grievance procedure to grieve on this subject.  \n"], ["ARTICLE XXVili- WAGES  \n", "The wages to be effective during the term of this Agreement are set forth in Schedule \"A° annexed  \nhereto and made a part of this Agreement.  \n"], ["ARTICLE XXIX - ENTIRE AGREEMENT  \n", "This Agreement, upon execution thereof, shal! supersede all previous agreements and supplements  \nhereto which have heretofore been applicable to the employees covered by this Agreement. This  \nAgreement represents the entire Agreement between both parties and there are no other agreements except  \nas set forth herein. Moreover, this Agreement may not be changed or supplemented in any respect, except  \nby an agreement in writing signed by both parties.  \n"], ["ARTICLE XXX _- SUCCESSORS AND ASSIGNS  \n", "This Agreement shall be legally binding upon the parties hereto, their successors and assigns, or  \nother purchasers of the assets of any of the Employer's stores covered hereby who may succced to the  \noperation of said store or stores in any other capacity than successor of assignee.  \n"]]