[["", "K&G6IC  \nAGREEMENT BETWEEN  \nHIGHWAY, RAILROAD AND HEAVY CONSTRUCTION DIVISION  \nOF  \nASSOCIATED GENERAL CONTRACTORS OF MINNESOTA  \nAND  \nLAKES AND PLAINS REGIONAL COUNCIL OF CARPENTERS AND JOINERS  \n  \nTHIS AGREEMENT, by and between, or on behalf of the parties and in the capacities  \nand status designated in Article 2 hereof, establishes rates of pay, wages, hours of employment,  \nfringe benefits, and vacations where applicable, and other terms and provisions conceming  \nemployment relations and collective bargaining between or involving such parties on  \nconstruction work in the State of Minnesota.  \nNOW, THEREFORE, for such purposes, it is agreed as follows:  \n"], ["ARTICLE 1  \nCONSIDERATIONS FOR AGREEMENT  \n", "The considerations for ims Agreement are the mutual promises of the parties and their  \nmutual promises to establish, maintain, and promote sound and harmonious labor relations.  \nIt is desirable to maintain the cooperative relationships and jurisdictional work  \nassignments existing during past years between the Employers and the employees represented by  \nthe Union. 8  \n"], ["ARTICLE 2  \nDESIGNATION OF PARTIES  \n", "(A) Associated General Contractors of. Minnesota (hereinafter called AGC), and affiliated  \norganizations are a party to this Agreement in a representative capacity and as agent only,  \nacting on behalf of certain of its members who have agreed to be bound to the terms of  \nthe Agreement through AGC, and on behalf of such additional Employers as may execute  \nidentical counterparts. The AGC is entitled to recognition in such capacity, as agent and  \ncollective bargaining representative for the Employers who are or may become parties  \nhereto, for all purposes of this Agreement including its right in such capacity to represent  \nsuch Employer parties before NLRB or otherwise pursuant to and/or in aid, support, or  \nenforcement of the terms and provisions of this Agreement.  \n   \n       \n‘  \n  \n:  \n‘  \nfs  \n  \nDel 75  \n  \nDeleted: AND*  \n{  \n. NORTH CENTRAL REGIONAL  \n| COUNCIL OF CARPENTERS4  \n   \n   \n   \n“YY Deleted: 2001 * 2002 * 2003 * 2004  \n   \n=  \nThe AGC members who have agreed to be bound to the terms of this Agreement through  \nthe AGC, or other Employers who have done likewise (hereinafter called Employers), are  \nparties hereto as principals but thetr status is several and not joint.  \n(B)  \nSuch parties shall be bound by this Agreement unless the Council is notified in writing by  \nthose dissenting within thirty (30) days of the signing of this Agreement.  \nThe labor organizations on their own behalf and on behalf of Carpenters, Pilednvers, and  \ntheir Apprentices whom they represent and on whose behalf they are recogmized  \n(hereinafter called the Union) are parties hereto. The status of said Union ts dual, in that  \nthey are parties hereto as pmncipals and also as agents for the employees whom they  \nrepresent and on whose behalf they are recognized or to be recognized as hereinafter  \nprovided. |  \n(C)  \n"], ["ARTICLE 3  \nMILLWRIGHT JURISDICTION  \n", "While not a part of this Contract it is understood that the Twin City Millwright Local #548 has  \nbeen granted by their International Union, jurisdiction over the all the State of Minnesota south  \nof the north lines of Traverse, Grant, Douglas, Todd, Morrison, Mille Lacs, Kanabec and Pine  \ncounties. All counties north of the south line of Carlton, Aitkin, Cass, Crow Wing, Otter Tail,  \nWadena and Wilkin counties in which jurisdiction belongs to Virginia Millwrights Local #1348.  \n"], ["ARTICLE 4  \nUNION RECOGNITION  \n", "The Employers hereby recognize each of the Unions to which the Contractor has agreed to be  \nbound, as the exclusive collective bargaming representative of the employees in the craft  \nsignatory to this Agreement, in respect to rates of pay, wages, hours of employment and fringe  \nbenefits where applicable, and other conditions of émployment-  \nhereby recognized hereunder by the Employer as the sole and exclusive bargaining  \nrepresentatives of the employees respectively represented by them. The respective Unions  \nrepresent that they are qualified for such recognition.  \n   \n"], ["ARTICLE 5  \nSCOPE OF AGREEMENT  \n", "This Agreement shall govern all work done in the area defined as follows: (See wage district  \nmap).  \nDISTRICT 1 - Consisting of Anoka, Carver, Chisago, Dakota, Hennepin, Isantt, Ramsey, Scott,  \nSherbume, Washington and Wright Counties and in Wisconsin: The area from St. Crotx Falls on  \nthe north to Prescott on the south, bordered on the west by the St Croix River and on the east by  \nHighway 35 from St. Croix Falls to Somerset, continuing south from Somerset to Hudson on  \n~The respective’ Unions are’  \nCounty Road I, south to River Falls on Highway 35 and west to Prescott on 35-29. The .”  \nMinnesota Statewide Highway & Heavy Agreement 2  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \n{| Deleted: Five (5) miles east of any  \nDeleted: 5  \n        \nCities or villages located on the eastern  \nborder of this territory shall be in  \nMetropolitan District 1.  \n   \n         \n     \ncorporate or city limits (which ever is greater) of all cities and villages located on the Eastem  \nborder of this district shall be in District 1. This refers to cities and villages in Wisconsin only.  \nSee District 5 for remaining Wisconsin area ).  \nDISTRICT 2 - Consisting of work within Duluth and Superior city limits.  \nDISTRICT 2A - Consisting of the Counties of Aitkin, Carlton, Cook, Crow Wing, Itasca,  \nKoochiching, Lake, Pine, and St. Louis. Also in Wisconsin, Douglas County, and that portion of  \nBayfield County west of Highway 63, and west of a line drawn between Drummond and  \nHerbster and the Lake Superior shore, includes the cities of Drummond and Herbster.  \n   \nDISTRICT 2B — Consisting of Benton, Kanabec, Mille Lacs and Sterns Counties.  \nDISTRICT 3 - Consisting of Blue Earth, Dodge, Faribault, Fillmore, Freeborn, Goodhue,  \nHouston, LeSueur, Mower, Nicollet, Olmsted, Rice, Sibley, Steele, Wabasha, Waseca, and  \nWinona Counties.  \nDISTRICT 4 - Consisting of Becker, Beltrami, Cass, Clay, Clearwater, Crow Wing, Hubbard,  \nKittson, Lake of the Woods, Mahnomen, Marshall, Norman, Otter Tail, Pennington, Polk, Red  \nLake, Roseau, Wadena, Wilkin, Renville, Swift, Kandiyohi, Meeker, McLeod, Chippewa,  \nYellow Medicine, Lac Qui Parle, Brown, Watonwan, Martin, Jackson, Cottonwood, Redwood,  \nLyon, Murray, Nobles, Rock, Pipestone, Lincoln, Grant, Douglas, Todd, Morrison, Traverse, Big  \nStone, Stevens and Pope counties.  \nee a er ee  \nfrom Highway 70 on the north to the area on the south between Wisconsin Highways 35 and 65 ___-  \nand south of Interstate 94. The corporate or city limits (which ever is greater) of all cities and  \ndistrict shall be in District 5. This refers to cities and villages in Wisconsin only.  \n"], ["ARTICLE 6  \nUNION SECURITY  \n", "The Unions recognized under Article 3 of this Agreement shall be entitled to union security to  \nthe extent that each employee in the collective bargaining unit represented by such Union shall,  \non the eighth (8th) day following the beginning of employment in such collective bargaining unit  \nby such Employer under the coverage of this Agreement or the effective date of this Agreement,  \nwhichever is later, be required to become and remain a member in good standing of such Union  \nas a condition of employment.  \nThe Employer will be required to dismiss employees who refuse to comply with this Union Shop  \nprovision after written notification by a bonafide representative of the Union to a responsible  \nrepresentative of the Employer on the job. Each of the Unions shall be entitled to approach  \nindividual employees for organizational purposes as provided by law.  \nMinnesota Statewide Highway & Heavy Agreement 3  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \n--| Deleted: Benton, Kanabec, Mille Lacs  \nand Stems Counties and  \nvillages located on the Western border of this district shall be in District 1, and the corporate or _.--  \ncity limits (which ever is greater) of all cities and villages located on the Eastern Border of this -  \nDeleted: , including any cities or  \nvillages located on the eastern border of  \nthis line in Wisconsin.  \n   \n2 Deleted: 5  \n"], ["ARTICLE 7  \nINSURANCE AND TAXES  \n", "(A) The Employer agrees to carry any and all insurance and pay all applicable taxes as  \n| required by applicable State and Federal laws.  \n(B) The Employer further agrees to pay the State Workmen's Compensation Insurance and  \ninto the State Unemployment Compensation Fund such amounts as are due under State  \nand Federal laws.  \n"], ["ARTICLE 8  \nCONFLICTING AGREEMENTS  \n", "The Employers agree not to enter into any labor agreements covering construction work,  \nexclusive of maintenance and repair shops, with their employees on whose behalf any of the  \nUnions have been granted recognition hereunder individually or collectively which in any way  \nconflicts with the terms and provisions of this Agreement.  \nIn the event the Unions signatory hereto enter into any agreement with any individual Employer  \nor group of Employers competing in the highway and heavy construction industry which  \nprovides for terms and conditions of employment more favorable to said Employer than herein  \nprovided, these more favorable terms and conditions may, at of the Employers  \nsignatory hereto, be implemented as a part of this contract, provided the AGC-Basic Trades  \nLiaison Committee has first met and studied the evidence and is convinced the Union has, in  \nfact, given better conditions or wages to the other party. In the event the AGC-Basic Trades  \nLiaison Committee deadlocks, the arbitration procedure in the grievance article will be followed  \nto reach a final decision.  \n"], ["ARTICLE 9  \n_VIOLATIONS OF AGREEMENT  \n", "—_— mom me ee eee oe ee. es: oe. eet  \ner  \nme ee ee owe wee me ee. ee i eee ig . sae  \n- ~~ me oe ee  \nIn the event that the Employer deliberately violates the provisions of the foregoing  \nArticle or deliberately violates any provisions of this Agreement relating to wages, hours of  \nwork, overtime differentials and vacations, any back pay owed to the employee because of such  \nviolation shall be paid by the Employer at the rate of two times the standard straight time and  \novertime rates. Reasonable evidence of clerical error or honest mistake in interpretation of this  \nAgreement shall exempt the Employer from the double penalty provision, and in such case the  \nEmployer shall be required to pay only the actual amount of back pay involved, at the standard  \nstraight time and overtime rate.  \nSETTLEMENT OF DISPUTES  \n| 1. Any controversy over the interpretation of or adherence to the terms of this Agreement  \nshall first be attempted to be resolved between the Union and the Employer. Any  \ncontroversy or grievance shall be deemed to be waived unless submitted in writing within  \nMinnesota Statewide Highway & Heavy Agreement 4  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \n   \n2 Deleted: 5  \nten (10) working days after the first occurrence of the event or knowledge of the  \ncondition giving rise to the gnevance.  \n2. If a satisfactory settlement cannot be reached within five (5) working days the matter  \nmaybe brought to the AGC-Basic Trades Disputes Board, if both parties agree in writing.  \nIn such case the gneving party shall submit a written statement of the claim and facts of  \nthe matter to other parties including the Employer, the Union and the AGC. (The rules of  \nthe Disputes Board shall be those already adopted by the Joint Committee).  \nBoth parties must sign Agreement to bring matter to Disputes Board. Both parties must  \nsign the document binding them to the Board decision. If either party does not attend  \nmeeting after signing above and being notified of the meeting date and time, a decision  \nwill be rendered though they are not present. Decisions of the Disputes Board will be  \ndrafted at the conclusion of the meeting, signed by members of the Board, and distributed  \nto both parties at that time.  \n   \n3. The Disputes Board is to be made up of equal numbers of Management and Labor  \nRepresentatives, who will meet regularly to settle any disputed, (other than jurisdictional  \ndisputes) to avoid work stoppages, or other problems affecting productivity. This Board  \nshall have no power to add to, delete, or modify any of the terms or provisions of this  \nAgreement. All decision of the Disputes Board shall be final and binding on the parties.  \nIf either party, after signing above documents, refuses to abide by the decision of the  \nDisputes Board, economic action may be taken by the other party.  \nShould the Disputes Board, as established, be unable to reach a decision on the matter  \nbefore it, or because of a deadlock (lack of majority) or if either party refuses to use the Joint  \nDisputes Board then the matter may be referred to a Board of Arbitration that shall operate in the  \nfollowing manner: The Union shall appoint an Arbitrator and the Employer shall appoint an.  \nArbitrator within ten (10) working days and the two Arbitrators thus selected shall appoint a  \nNeutral Chairman. In the event of the failure of the Arbitrators selected by the parties to agree  \non a Neutral Chairman within ten (10) working days after the dispute is referred to Arbitration,  \nthey shall ask the Federal Mediation and Conciliation Service for a list of five (5) names from  \nwhich the aggrieved party shall strike the first two (2) names and the other party shall then strike  \ntwo (2) names, and the final name shall be selected as the Neutral Chairman. The Neutral  \nChairman thus selected shall set the time and place for hearing, which shall begin no later than  \nten (10) working days after his selection, with the final decision to be handed down in not more  \nthan ten (10) working days after the last hearing is held. The time may be extended by mutual  \nagreement between the parties.  \nThe decision of the Arbitrators shall be final and binding on signatories to this Agreement  \nwho are parties to the dispute; provided, however, that the Arbitrators shall have no  \npower to add to, delete, or modify any provisions of this Agreement.  \n   \nof its Arbitrator, and the Employer and the Union will share equally all fees and expenses  \nof the Neutral Chairman.  \nMinnesota Statewide Highway & Heavy Agreement 5  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \nAll work and other conditions prevailing immediately prior to the raising of the question  \nto be decided under this Article shall remain unchanged until final decision has been  \nreached hereunder.  \n"], ["ARTICLE 11  \nMANAGEMENT  \n", "Management reserves the right to manage its jobs to the best interest of Management; the right to  \nretain or dispense with employees; to reduce or increase the number of employees needed on  \neach project, crew, activity or peace of equipment. Management has the nght to determine  \nreasonable employment qualifications of employees and may discharge any employee whose  \nwork is unsatisfactory or who fails to observe reasonable regulations or safety precautions  \nprescribed by the Employer or any governmental agency. The employee shall use any tool,  \nequipment, machinery, new materials, products or procedures of his craft required by the  \nEmployer.  \n"], ["ARTICLE 12  \nSAFETY  \n", "(A) Accident and injury free operations shall be the goal of the Employers and employees.  \nTo this end the Employer and the employee will, to the best of their ability abide by and  \nlive up to the requirements of the State and Federal Construction Safety Codes and  \nRegulation.  \n(B) To this end the Employer shall from time to time issue rules or notices to his employees  \nregarding on-the-job safety requirements. Any employee violating such rules or notices -  \nmay be subject to disciplinary action. No employee may be discharged for refusing to  \nwork under unsafe conditions.  \nCee ee ee ST or ere  \nLOCKOUTS, PICKETS AND STRIKES  \n(A) — The Union and the Employer agree that there will be no strike, work stoppage walkout or  \nother interference with the Employer's business affairs by the Union or member thereof,  \nand there shall be no lockout during the life of this Agreement without first giving the  \nEmployer forty-eight (48) hours notice, and sending the dispute through the procedure  \nestablished in Article 9.  \n(B) The Employers shall not require any employee to go through a primary picket line or  \nbanner to work. It shall not be a violation of this Agreement and it shall not be cause for  \ndischarge or disciplinary action in the event an employee decided not to cross a primary  \npicket line or banner. This clause shall not apply to secondary picket lines or banners,  \nand it shall not apply to jurisdictional picket lines or banners.  \nDeleted: 5  \nMinnesota Statewide Highway & Heavy Agreement 6  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \n| (C) The Unions agree there shall be no cessation of work or any recognition of picket lines  \nany Union, without first giving notice to the Employer.  \n(D) =‘ The Union will not honor any jurisdictional banner.  \n(E) Spread-work tactics, slow down, stand-by crews; forcing of overtime is condemned by  \nboth parties.  \n"], ["ARTICLE 14  \nSUBCONTRACTORS  \n", "(A) If the Employer subcontracts work to be performed at the jobsite, the Employer shall  \nrequire the Subcontractor to sign a subcontract agreement containing the following  \nprovisions: The subcontractor agrees to comply with the provisions relating to wages,  \nhealth and welfare and premium pay of the current collective bargaining agreements of  \nthe Highway-Heavy Construction Industry entered into between the Employers and the  \nUnion for the duration of such prime Contractor or Employer's project:  \nThe Agreement of the Subcontractor to so comply shall apply:  \n1, Only to those collective bargaining agreements which cover classifications of  \nwork in which the Subcontractor has employees working on the project; and  \nbe Only to work performed on the project.  \n(B) The Employer shall require the Subcontractor to sign a subcontract agreement containing  \nthe foregoing provisions only:  \n1. With respect to work located in territorial areas covered by the terms of the’  \ntespective Union agreements; and  \n2. Where the Subcontractor does not represent to the Employer that he has  \nestablished building trades collective bargaining relationship covering the affected  \nclassification of work.  \n(Deleted  \n"], ["ARTICLE 15 |  \nUNION REPRESENTATIVES  \n", "Authorized Representatives of the Union may visit the job during working hours, but  \nshall first make a reasonable effort to contact the job superintendent, or whoever is in charge of  \nthe job. In the event neither is available, said Representative shall leave their business card in  \nthe job office before contacting employees. Said Representatives shall not unduly hinder or  \ninterfere with the progress of the work, and must comply with all safety regulations on the job.  \n{ Deleted: 5  \nMinnesota Statewide Highway & Heavy Agreement 7  \nLakes & Plains Regional Council of Carpenters & Joiners  \n| Expires April 30, 2008  \n"], ["ARTICLE 16  \nROTATION OF EMPLOYEES  \n", "The Union may not require rotation of employees during the life of this Agreement, other  \nthan apprentices shifted for purposes of training.  \n"], ["ARTICLE 17  \nPAYROLL RECORDS  \n", "In case of dispute arising over hours and wages, the Union shall have the right to examine  \nthe payroll records of the individual employee covered by this Agreement upon which there is a  \ndispute. Pnor to the actual examination, a written request shall be submitted to the Employer  \ninvolved.  \n"], ["ARTICLE 18  \nFRINGE BENEFITS  \n", "The Employer agrees to contribute every month, not later than the 15th of the following  \nmonth, hereinafter called the \"due date\", such sums for Pension, Health and Welfare, Vacation,  \nDental, Apprenticeship and Promotion Funds as they may be established, an amount for each  \nhour worked by al! employees covered by this Agreement. Each payment shall be accompanied  \nby a report in a form as specified by the Trustees. The Funds’ Trustees shall equally represent  \nthe Union and the Employer. The terms of the Trust Agreement establishing those funds are  \nhereby incorpurated as a pait hereof.  \n(A) = An Employer shall be considered \"delinquent\" for a particular work month or work week  \nin the case of Employers on weekly reporting under (C) below if its required report and  \nthe payment for that month (week) are not postmarked on or before the 15th day of the  \nfollowing month (Friday of the following week) (the \"due date\"), irrespective of whether  \nsuch delinquency ts willful or otherwise.  \nre, ss me me eee ee eee eee ee  \n   \n_— rm ee es re ee  \n(B) Contributions, which are delinquent, as defined in (A) above shall be deemed to be  \n\"unpaid contributions” for purposes of the Funds’ remedies pursuant to this Agreement  \nand applicable law. An Employer who is delinquent and has unpaid contributions shall  \nbe required to pay to the Funds an additional amount of 10% of the amount of the unpaid  \ncontributions as liquidated damages together with interest on the unpaid contributions as  \nspecified in the Trust Agreements, or if greater, two times the specifted interest on the  \nunpaid contributions.  \n(C) If an Employer become delinquent for a particular work month as to any or all Trust  \nFunds, such Employer shall, in addition to other remedies provided herein, be required to  \nmake reports and payments on a weekly basis without further delinquency for a period of  \n26 consecutive weeks following the original delinquency. Weekly basis shall mean that  \nthe Employer's reports and payment for a particular workweek shall be due on the Friday  \nof the following week (the \"due date\"). An Employer's report and payment shall be  \nconsidered “delinquent” if not postmarked on or before such day.  \nMinnesota Statewide Highway & Heavy Agreement $8  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \nem er ee ee ee ee es  \n| Deleted: 5  \n| (D)  \n(E)  \n(F)  \n(G)  \n(H)  \nwee we ee ee we Mit eet Mew i ee ee ee ete see Fe eet ete ewww eee eee OY ee eee eee  \n‘Trusts be submitted to arbitration according to the Contract. Providing such request in  \nsubmitted to the Union in writing within 72 hours after receipt of the above notice, and  \nprovided further that the Employer deposit in escrow with the Administrator of the Fund  \nthe amount of the claimed delinquent payments. Upon the filing of the request for  \narbitration and the depositing of the amount in dispute, the Union will not engage in any  \neconomic activities pending the resolution of such dispute.  \nIllustration of clauses A, B, C and D: If an Employer's report and payment for the  \nJanuary work month have not been postmarked before February 16, such Contractor  \nbecomes delinquent at that point and must pay the full amount due, plus interest and 10%  \nas liquidated damages or, if greater, double interest. In addition, the Employer shall be  \nplaced on the weekly reporting basis for workweeks commencing after February 16.  \nReports and payments shall then be due each week on the Friday of the week following  \nthe work week until the Employer has completed 26 consecutive weeks without further  \ndelinquency.  \nThe delinquent Employer shall also be required to pay alli costs of collection actually  \nincurred by the Trust Fund, including all attorney fees, service fees, filing fees, court  \nreporter fees, and all other fees, costs and disbursements incurred by or on behalf of the  \nTrust Funds in collecting the amount due.  \nEach Employer who is required to make payments to the Trust Funds shall promptly  \nfurnish to the Trustees or their authorized agents, on demand, all necessary employment  \nand payroll records relating to its employees covered by this Agreement, including any  \nother relevant information that may be required in connection with the administration of  \nthe Trust Funds. The Trustees or their authorized agents may examine such employment  \nor payroll record whenever such examination is deemed necessary in connection with the  \nproper administration of the Trust Funds upon authorization of the Trustees. 3  \nIf any Employer fails or refuses to furnish its payroll records to the Trustees or their  \nauthorized agents upon demand or refuses to afford the Trustees, or their authorized  \nagents reasonable opportunity to examine the same in accordance with standard auditing  \nprocedures, the Trustees may enforce such right by legal action in which event all  \nattomey fees, service fees, filing fees, court reporter fees, and other legal costs and  \ndisbursements, as well as the auditing fees and costs incurred in conducting such audit,  \nshall be paid by such Employer on direction of the Trustees.  \nThe Unions shall also have the right to take economic action, including but not limited to  \nthe right to refuse to supply men; to enforce the rights enumerated in this Article on  \nbehalf of the Unions and the Trustees. The parities to this Agreement acknowledge that  \nthe provisions of this Agreement establishing rates of pay, wages, all hours of  \nemployment and other terms and conditions of employment, including fringe benefits,  \napply to employees employed tn job classifications under this contract.  \nMinnesota Statewide Highway & Heavy Agreement 9  \nLakes & Plains Regional Council of Carpenters & Joiners  \nExpires April 30, 2008  \nDeleted: ¢  \nFormatted: Bullets and Numbering  \nSS  \n"], ["ARTICLE 19  \nSAVING CLAUSE  \n", "This Agreement is intended to be in conformity with all applicable and valid State and  \nFederal laws, rules and regulations. Any conflict between the provisions of this Agreement and  \nthe terms of any such laws and regulations shall cause the provisions of this Agreement so in  \nconflict to be superseded or annulled but shall not supersede or annul the terms and provisions of  \nthis Agreement which are not so in conflict.  \n(A)  \n| (B)  \n| (C)  \n(D)  \n(E)  \n——  \n"]]