[["", "K 73s  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nWORKING CONDITIONS  \nSection 1: Hours of Work  \n(a) The standard work day shall be an established consecutive eight (8) hour period between the hours of 6:30 a.m.  \nand 4:30 p.m., exclusive of a thirty (30) minute lunch period. Forty (40) hours per week shall constitute a week’s  \nwork, Monday through Friday, inclusive. Starting time will be designated by the Employer and the Union will be  \nadvised of the starting time. Subject to the overtime provisions in Section 2 below, the Contractors may schedule  \ndaily work or make-up days.  \n(b) At the option of the Employer the standard work day shall be an established consecutive ten (10) hour period  \nbetween the hours of 6:30 a.m. and 6:30 p.m., exclusive of the thirty (30) minute lunch period. Forty (40) hours per  \nweek shall constitute a week’s work, Monday through Thursday, inclusive. Subject to the overtime provisions in  \nSection 2 below, the Contractors may schedule daily work or make-up days.  \n(c) Ifa second 4 - 10 hour shift is established, the shift differentials of the Agreement shall apply in addition to the  \nabove provision.  \n(d) The 2, 4, and 8-hour provisions as stated in the individual Craft Agreements with AGC/CEA shall apply to the  \nprojects scheduled 4 - 10 hour days per week.  \n(e) On any job site where, it is in the best interest of Union and Contractor, the starting and quitting time foranyday —  \nand/or week shift may be changed when acceptable to both parties.  \nSection 2: Overtime  \nOvertime shall be paid at the rate of time and one-half (1-1/2) after ten (10) hours in a work day and forty (40) hours  \nin a work week; however, all time on Sunday and holidays shall be paid at the rate of double time. Based on the  \nstarting time, a day shall be from the regular starting time of one day to the regular starting time of the next day.  \nNOTE |:  \nTen (10) hours per day may be worked without overtime when job conditions warrant, such as the makeup ofa rain  \nout or for scheduling purposes. However, it 1s understood that no employee will be denied the opportunity to  \ncomplete a normal work week, weather permitting.  \nNOTE 2:  \nIn a holiday week, if a Saturday is worked, and there has been no other day missed, then, the Saturday should be paid  \nat time and one-half (1-1/2). ;  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nSection 3: Payday  \n(a)\"Wages shall be due and payable during working hours each Friday, not later than 4:30 p.m. Should Friday be one  \nof the Holidays mentioned hereinafter, wages shall be payable not later than Thursday, 4:30 p.m. Not more than five  \n(5) days wages shall be held back unless other arrangements have been made.  \n(b) In the event Contractor fails to pay employees as specified, he shall be charged waiting time at time and one-half  \n(1-1/2) and no work shall be performed until employees are paid in full.  \n(c) Any mistakes occurring on the pay check, whether it be favorable or unfavorable to an employee, must be  \nbrought to the attention of the Business Representative by the Employee or the Contractor no later than the close of  \nthe next work day. Failure to do so will remove the Union from responsibility of trying to adjust.  \nSection 4: Pay Checks  \nAll wages shall be payable in lawful currency enclosed in envelopes, or payroll checks showing the name of the  \nemployee, hours worked, in the amount due and withholding tax and social security deductions.  \nSection 5: Severance Pay  \nSe ew  \n(a) If an JronWorker is discharged, all accrued wages shall be due and payable  \n(b) Thirty (30) minutes notice shall be give IronWorkers prior to termination.  \nSection 6: Holidays  \nLegal Holidays shall be those agree between IronWorkers Local Union #84 of Houston and Vicinity and  \nContractors, namely, NewYears Day, Memorial Day, July Fourth, Labor Day, Thanksgiving Day, Friday following  \nThanksgiving Day, Christmas Day. Should any of these Holidays fall on Sunday, the following day, Monday, shall  \nbe observed. Any work performed on these Holidays shall be paid for at customary overtime rates.  \nSection 7: Reporting Time  \nAn IronWorker employed or engaged, reporting to his employer on the job before work time and not permitted to go  \nto work, weather permitting, shall receive four (4) hours pay. If Iron Workers are required to work in the rain, they  \nshall receive a minimum of four (4) hours pay. _  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nSection 8: Shift Work  \n(a) Shift work may be performed at the option of the Employer and may begin with the first, or day shift, on any day  \nof the week, but having once begun it must continue for five (5) consecutive work days, including all shifts on the  \nfifth day, for the eight (8) hour shifts schedule; four (4) consecutive work days, including all shifts on the fourth day,  \nfor the ten (10) hour shifts schedule; three (3) consecutive work days, including all shifts on the third day, for the  \ntwelve (12) hour shifts schedule. The determination of consecutive days shall not include Saturday, Sundays or  \nHolidays, unless worked.  \n(b) Shift work for less than required consecutive work days may be established by mutual agreement between the  \nUnion and Employer at a timely prejob conference.  \n(c) In the event the Contractor fails to work the job the required consecutive work days, unless Agreement has been  \nreached in a prejob conference, the employees working any shift other than the day shift shall be entitled to overtime  \nrate.  \n(d) “Typical Shift Work” Schedules A, B, C and D are attached hereto and made a part of this Agreement. Shifts  \nshall be worked and paid for as shown in Schedules A, B, C and D. To meet the needs of a specific job, it may  \nbecome necessary to change the 6:30-8:00 o’clock starting time. This may be done by mutual agreement between  \nthe Union and Employer at a timely prejob conference. In this case the entire schedule will be moved forward a like  \namount of time and all the principles regarding straight time and premium pay for time worked as outlined in the  \nschedules shall apply.  \nIt may also be necessary to work two (2) nine (9) hour, or two (2) eleven (11) hour shifts in each twenty-four hour |  \nperiod. When this occurs the “end of shift” as outlined in Schedule “B” will be changed.  \n(e) It is agreed that when such shifts are set up no employees will be required to work more than ten (10) hours at a  \nstraight time rate of pay in any one shift, in one twenty-four (24) hour period.  \n(f) Employees working any shift other than the day shift shall receive pay for the actual hours worked at the rate of  \n10% over and above the basic hourly rate.  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nTYPICAL SHIFT WORK  \nSCHEDULE A  \nTWO TWELVE HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon 4 hours at straight time rate  \nLunch period, employee furnished on employee’s time  \nFrom 12:30 p.m. to 4:30 p.m. 4 hours straight time rate  \nDuring this period, employees to be furnished a meal and % hour on company time to eat.  \nTo 8:00 p.m., end of shift 3-1/2 hours at 1-1/2 time plus 10%  \nSECOND SHIFT:  \nFrom 8:00 p.m. to 12:00 Midnight 4 hours at straight time rate plus 10% -  \nLunch period, employee furnished on employee’s time.  \n~ From 12:30 a.m. to 4:30 a.m 4 hours at straight time rate plus 10%  \nDuring this period employees to be a meal and % hour on company time to eat.  \nTo 8:00 a.m., end of shift 3-1/2 hours at 1-1/2 time plus 10%  \n9/6/2006  \nTRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nTYPICAL SHIFT WORK  \nSCHEDULE B  \nTWO TEN HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon  \nLunch period, employee furnished on employee’s time  \nFrom 12:30 p.m. to 4:30 p.m.  \nFrom 4:30 p.m. to 6:30 p.m., end of shift .  \nSECOND SHIFT:  \nFrom 8:00 p.m. to 12:00 Midnight  \nLunch period, employee furnished on employee’s time  \nFrom 12:30 a.m. to 4:30 am.  \nFrom 4:30 a.m. to 6:30 a.m., end of shift  \n9/6/2006  \n4 hours at straight time rate  \n4 hours at straight time rate  \n2 hours at 1-1/2 time rate  \n4 hours a straight time rate plus 10%  \n4 hours at straight time rate plus 10%  \n2 hours at 1-1/2 time rate plus 10%  \nTRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nTYPICAL SHIFT WORK  \nSCHEDULE C  \nTHREE EIGHT HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon : 4 hours at straight time rate  \nLunch period, employee furnished on employee’s time  \nFrom 12:30 p.m. to 4:30 p.m., end of shift 4 hours at straight time rate  \nSECOND SHIFT:  \nFrom 4:30 p.m. to 8:30 p.m. 4 hours at straight time rate plus 10%  \nLunch period, employee furnished on employee’s time  \nFrom 9:00 p.m. to 12:00 a.m., end of shift 3-1/2 hours at straight time rate plus 10%  \n   \n   \nTHIRD SHIFT:  \nFrom 12:30 a.m. to 4:30 a.m. 4 hours at straight time rate plus 10%  \nLunch period, employee furnished on employee’s time  \nFrom 4:30 a.m. to 8:00 a.m., end of shift 3-1/2 hours at straight time rate plus 10%  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nTYPICAL SHIFT WORK  \nSCHEDULE D  \nTWO EIGHT HOUR SHIFTS  \nFIRST SHIFT:  \nFrom 8:00 a.m. to 12:00 Noon 4 hours straight time rate  \nLunch period, employee furnished on employee’s time  \nFrom 12:30 p.m. to 4:30 p.m. 4 hours at straight time rate  \nSECOND SHIFT:  \nFrom 5:00 p.m. to 9:00 p.m. 4 hours at straight time rate plus 10%  \nLunch period, employee furnished on employee’s time  \nFrom 9:30 p.m. to 1:30 a.m., end of shift 4 hours at straight time rate plus 10%  \nWhen checking system is used on a job, IronWorkers shall not be required to check in or out more than once a day  \non their own time. Sufficient time will be given IronWorkers to put up tools prior to quitting time. IronWorkers  \nshall check in on their own time and check out on company time.  \nSection 9: Foreman  \n(a) Every job that employs two (2) or more IronWorkers, one (1) must be designated as foreman and receive  \nforeman’s pay.  \n(b) IronWorkers shall not be required to take orders from any person except IronWorker foreman in charge of work.  \nWork may be changed by the general foreman, assistant superintendent or superintendent when, in their opinion,  \nsuch action 1s necessary. The IronWorker foreman shall then be notified and orders pertinent to the resumption of  \nwork shall be.given by him.  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nSection 10: Stewards  \n(a) A steward shall be selected on each job by the Business Representative. The steward or his appointee shall be on  \nthe job during all working hours when IronWorker work is being performed on the job. The Contractor’s  \nSuperintendent on the job must give the Business Representative eight (8) working hours notice prior to discharging  \na steward. The steward shall confine his steward’s activities to the job of the Contractor on which he is employed.  \n(b) A steward shall represent the IronWorkers and perform his duties without loss of regular pay.  \n(c) No Steward shall be removed or discharged for carrying out his duties.  \n(d) The steward shall at all times be courteous and polite to the contractor, owner and IronWorkers, and shall  \nperform his duties in a gentlemanly and businesslike manner, without causing loss of time to IronWorkers or  \nhimself. The Contractor shall allow the steward a reasonable time to attend to these duties, when it becomes  \nnecessary for him to do so. This steward shall have the right to call the business agent to his place of work when he  \ndeems it necessary.  \n(e) In case of accident or sickness on the job the steward shall gather such evidence as may be useful to the injured  \nIronWorker and notify the Local Union at once. He shall also see to it that the injured receives medical  \nattention, remove him to his house or hospital and gather and take care of his tools.  \n=~  \n—- ee eS _ —. ee =. 2  \n(f) A steward cannot be discharged for enforcing working rules as prescribed tn this Agreement.  \nSection 11: Business Representative  \nBusiness representative must be admitted on all jobs when IronWorkers subject to this Agreement are employed  \nwhen he deems it necessary.  \nSection 12: Apprentices  \n(a) Apprentices shall be governed in accordance with IronWorkers Statewide Apprentice Program, Joint  \nApprenticeship Committee of Houston and Vicinity representing Associated General Contractors, Inc., Houston  \nChapter, Construction Employers Association of Texas; and the IronWorkers Local Union #84 of Houston and  \nVicinity as registered by the Bureau of Apprenticeship and Training, United States Department of Labor.  \n(b) Apprentice ratio to Journeyman shall as specified in the Apprenticeship Standards.  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nSection 13: Protective Clothing  \n(a) Employees required to perform work which would result in damage to clothes or shoes by chemical action shall  \nbe furnished suitable protective clothing by the contractor, and where such protective clothing or equipment  \nfurnished by the contractor is not suitable, then contractor shall furnish overalls to such employees. Failure to return  \nsuch clothing or shoes at the end of the shift or day may result in disciplinary action.  \n(b) Contractors to provide safety equipment required by contractors to be worn on job.  \n(c) Contractors to furnish welder’s gloves when needed.  \n(d) Contractors to furnish protective welding equipment when needed.  \nSection 14: General Conditions and Provisions  \n(a) Out of ever four (4) IronWorkers employed by contractor, one (1) shall be over fifty (50) years of age.  \n(b) Under no conditions shall any IronWorker be required to stand physical examination to obtain or hold a job,  \nexcept IronWorkers applying for maintenance jobs. This to apply to maintenance men only.  \n(c) Workmen shall be at their place of work at the starting time and shall remain at place of work performing their  \nassigned functions under the supervision of the employer until the quitting time. The parties reaffirm their policy of  \na fair day’s work for a fair day’s wage.  \n(d) Contractors shall furnish a tool and dressing room large enough to accommodate all on job. Inno  \ncase shall same be used for any other purpose.  \n(e) Ice water in clean vessels and sanitary drinking cups shall be furnished at all times by the Contractor.  \n(f) IronWorkers working in excess of two hours of unscheduled overtime past the regular quitting time of day or  \nshift shall be furnished a meal on company time and at company expense and each additional four (4) hour period  \nthereafter. IronWorkers working in excess of two hours of scheduled overtime past the regular quitting time of day  \nor shift shall furnish their own meal and shall eat on company time and each additional four (4) hour period  \nthereafter. In lieu of the meal if the Company and agree, the Company shall pay the IronWorkers $6.00  \nfor the meal plus one-half pay at the applicable rate (straight time or overtime) when the meal should have been  \nfurnished.  \n(g) Toilets kept clean and sanitary shall be furnished for all IronWorkers on the job.  \n(h) Contractors will be responsible for IronWorker tools in case of forced entry to a tool shed, burglary or fire, up to  \na maximum liability of three hundred dollars ($300.00) per IronWorker. Employees will furnish an inventory of  \ntools being brought to the job which will be verified by project supervision. Employees must furnish a sworn  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \naffidavit as proof of loss.  \n(I) Coffee breaks shall not be tolerated although there is no objection to an employee bringing his coffee bottle to his  \nplace of work and consuming coffee when his work permits.  \n(j) Absenteeism and tardiness are costly and disruptive and shall not be tolerated. If any employee is discharged for  \nbeing absent or late for work, his pay shall not be due at the time of discharge but shall be due on regular payday.  \n(k) The selection of craft foreman and general foreman shall be entirely the responsibility of the employer, it being  \nunderstood that in the selection of such foreman the employer will give primary consideration to the qualified men  \navailable in the local area. After giving such consideration the employer may select such men from other area.  \nForeman and general foremen shall take orders from individuals designated by the employer.  \n(1) Cutting torches and welding devices and chain falls are tools of the trade having jurisdiction over the work being  \nperformed.  \n(m) There shall be no limit on production by workmen or restriction on the full use of equipment.  \n(n) Slowdowns, standby crews and feather bedding practices will not be tolerated.  \n““\"~~(0)\"A steward shall qualified workman’ performing this craft-and shall exercise “no ‘supervisory “~~  \nfunctions. There shall be no non-working stewards. .  \n(p) The Union agrees that when Contractors request workmen, it will exert every effort.to supply skilled workers  \nwithin 48 hours. ,  \n(q) Where unusual circumstances demand overtime, such overtime will be kept at a minimum.  \n(r) It is in the best interest of all to promote an alcohol and drug free working environment. Drug testing policies  \nmutually developed by the Contractor and the Union will be implemented. Owner mandated drug Policies will be  \nfollowed by the Contractors and the Union.  \n10  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nAGREEMENT ENTERED INTO  \nBY  \nAND BETWEEN  \nThe Houston Chapter Associated General Contractors of America, Inc. an the Construction Employers’ Association  \nof Texas, hereinafter referred to as “CONTRACTORS”,  \nand  \nThe Ironworkers Local Union #84 of Houston and Vicinity, hereinafter referred to as “UNION”.  \n"], ["ARTICLE I  \nRecognition  \n", "Contractors recognize the Union as Bargaining Agent for all Ironworkers and Ironworkers Apprentices that it may  \nlawfully represent who may be employed by Contractors party to this Agreement in the area described in Article IV  \nhereof.  \n"], ["ARTICLE II  \nRecognition of Management  \n", "Union recognizes the Contractors as Management of ali their work in all respects subject to the terms and conditions  \nof this Agreement.  \n"], ["ARTICLE III  \nScope of Agreement  \n", "Section 1: This Agreement covers the rates of pay and working conditions of all the employees of Contractors  \nwhom the Union may lawfully represent, engaged in any work over which the jurisdiction of the Ironworkers Local  \n‘Union #84 of Houston and Vicinity at this time is recognized by The Building and Trades Department of the AFL-  \nCIO.  \nSection 2: Contractors recognize that there are subcontracting firms that have bargaining contracts with the  \nUnion. The Union agrees to furnish all signatory general contractors with current lists of those subcontracting firms.  \nThe signatory contractors agree to include the subcontractor firms on those lists when they are soliciting  \nsubcontracting prices to use in the preparation of their general contract bids to the Owner and to award the  \nsubcontract to those firms when they do in fact provide the lowest responsible bid to the contractor and are, in the  \nopinion of the contractor, qualified to perform the size and type of work to be subcontracted.  \n11  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nWhen Union subcontractors indicate they intend to submit sub-bids, general contractors will review with those  \nUnion subcontractors the provisions of the new bargaining contract and encourage those subcontractors to base their  \nsub-bids on the new competitive provisions. When an open shop subcontractor submits the low responsible sub-bid,  \nthe general contractor will endeavor to arrange a meeting between the subcontractor and the Union to discuss the  \nnew competitive provisions in the bargaining contract.  \nSection 3: The attached Working Conditions are an integral part of the Agreement, and shall supersede all other  \nexisting working rules. It is further agreed that neither the Constitution of the International Union, nor the Bylaws of  \nthe Ironworkers Local Union #84 or any Local Union, shall be considered a part of this Agreement, nor used in the  \ninterpretation thereof.  \n"], ["ARTICLE IV  \nTerritorial Jurisdiction  \n", "The territory covered by this Agreement shall be the territorial jurisdiction of Local #84 which extends halfway-to  \nthe nearest outside Local Union of the International Association of Bridge, Structural and Ornamental Ironworkers  \nwhich includes all of the following counties: Harris, Fort Bend, Wharton, Waller, Montgomery, Grimes, Walker,  \nMadison, and parts of the following counties: Galveston, Chambers, Liberty, San Jacinto, Polk, Trinity, Houston,  \nRoberts, Brazos, Burleson, Washington, Austin, Colorado, Lavaca, Jackson, Matagorda, and Brazoria’ ~~  \n"], ["ARTICLE V  \nEstimated Forces  \n", "Section 1: In order to economically and efficiently serve the building public, it is important to have experienced  \nskilled workmen. Contractors recognize the Union as a source of such skilled manpower and will, therefore, use it  \nas a source when in need of workmen. The Union agrees that when Contractors request workmen, it will exert every  \neffort to supply skilled men. Contractors shall be the sole judge of any applicant’s qualifications. Contractors shall  \nexercise their right to hire and to reject any job applicant without regard to Union membership or nonmembership.  \nSection 2: It is mutually agreed by the signatory parties to this Agreement that the Contractors and the Union, in  \n_ all matters concerning job applicants or employees will abide by all laws applicable to this contract including  \nExecutive Orders and Federal and State Civil Rights Laws.  \n"], ["ARTICLE VI  \nGrievance Procedure  \n", "Section 1: All disputes, other than those pertaining to wage rates, fringe benefits and jurisdictional disputes that  \nmay arise on any job covered by this Agreement, shall be handled in the following manner without permitting the  \ngrievance to interfere in any way with the progress and prosecution of the work.  \n12  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nSection 2: It is agreed that the Joint Board of Interpretation shall be composed of two (2) representatives of the  \nIronworkers and two (2) representatives from the Contractors, to whom shall be referred disputes arising over the  \ninterpretation of the agreement. These members shall be named within twenty-four (24) hours after receipt of  \nnotification. The decision of the Joint Board of Interpretation shall be final and binding on all parties involved. The  \nJoint Board of Interpretation shall make its decision within forty-eight (48) hours.  \nSection 3: In the event of failure of the Joint Board of Interpretation to arrive at a solution, Contractors and the  \nUnion shall each select one (1) person, and such person shall be named within two (2) days after the Joint Board has  \nfailed to arrive at asolution. The two (2) persons selected by the Union and by the Contractors shall within two (2)  \ndays name one (1) additional person and said three (3) persons shall within four (4) days render a decision. This  \ndecision shall be final and binding on all parties involved. In the event these two (2) persons cannot agree on a third  \nperson, then they shall immediately request the Federal Mediation and Conciliation Service for a list of nine (9)  \nprofessional arbitrators. One of the list of the nine (9) professional arbitrators shall be selected within forty-eight  \n(48) hours as the third person. The decision of the Board of Arbitration shall be final and binding on all parties  \ninvolved.  \n"], ["ARTICLE VII  \nJurisdiction  \n", "The work of the Union and other labor that the Union may lawfully represent shall be work recognized as such by  \nthe Building and Construction Trades Council, AFL-CIO.  \nIt is understood and agreed that employers party to this Agreement shall not sign a stipulation to be bound by the  \nterms of this Agreement establishing the Impartial Jurisdictional Disputes Board nor be bound by its future  \ndecisions. And such stipulation that previously may have been entered into on or on behalf of the employer, is  \nrescinded by executive of this contract. It is further understood that the parties to this Agreement shall not submit  \nany dispute to the Impartial Jurisdictional Disputes Board.  \nIn the event a jurisdictional dispute shall arise, such dispute shall be settled in accordance with the regulations of any  \nagency established by law or mutual agreement to settle such disputes. Any such mutually agreed upon procedure  \nshall include all of the unions involved in the dispute and the Employers. The initial steps in such a mutually agreed  \nupon procedure shail include:  \nA meeting at the jobsite between the business agents of the Union involved and the Employer. If the dispute is not  \nresolved, there shall be a meeting between the international representatives of the Union involved. The participants  \nin such meeting shall consider (a) Decision of Record (b) Agreements of Record (c) Area Practice and (d) Efficiency  \n(craft most suited to perform work involved).  \nThere shall be no strikes, work stoppages, or other interferences within the work by reason of jurisdictional dispute.  \n13  \n9/6/2006  \n   \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \n"], ["ARTICLE VIII  \nWages and Classifications  \n", "Foreman: When two (2) or more Employees are employed, one shall be selected by the Employer to act as  \nForeman and receive a Foreman’s wage to be not less than $1.25 above Journeyman scale, and the Foreman is the  \nonly representative of the Employer who shall issue instructions to the workmen.  \nThe Employer may employ on one piece of work as many Foreman or pushers as in his judgment are necessary for  \nsafe, expeditious and economical handling of the same.  \nGeneral Foreman: The Employer, at his option, may employ an Ironworker to act as General Foreman who shall  \nreceive a General Foreman’s wage to be not less than $2.25 above Journeyman scale.  \nProject Foreman: The Employer, at his option, may employ an Ironworker to act as Proiect Foreman who shal!  \nreceive a Superintendent’s wage to be not less than $3.00 above Journeyman scale.  \n   \n14  \n9/6/2006  \nTRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nSection 1: Effective the first day of the first full payroll period beginning on or after the effective dates  \nindicated, not less than the following hourly rates shall apply to: .  \nCOMMERCIAL RATES  \n(Commercial Rates Apply To Most Traditional Building Work)  \nEffective  \nJan. 1,2004 May 9.2004 April 1, 2005  \nIRONWORKER, Journeyman $17.65 $18.15 $18.65  \nHealth Benefit 2.90 2.90 2.90  \nPension (Defined Benefit) 1.00 1.00 1.00  \nPension (Defined Contribution) 50 50 50  \nApprenticeship & Training 20 20 .20  \nVacation Fund 55 55 55  \nIMPACT Fund 1% 1%* 1%*  \nIRONWORKER, Foreman $1.25 above Journeyman  \nIRONWORKER, General Foreman: $2.25 above Journeyman  \nIRONWORKER, Project Foreman: $3.00 above Journeyman  \n*1% of Wage Scale listed in the current contract. Contributions to ILM.P.A.C.T. shall be based on hours  \nworked. Contributions made for work performed at premium pay shall be based on the straight time rate.  \nNOTE: The Contractors recognize the Union is the source of Apprentices in good standing with the Ironworkers  \nStatewide Apprentice Program. Only Apprentices in good standing with the Ironworkers Statewide Apprentice  \nProgram are eligible for the Apprentices Rates listed below. (Nothing herein shall be construed to violate current  \nTexas law.)  \nIRONWORKER, Apprentices:  \nIst period 65% of Journeyman Wage  \n2nd period 70% of Journeyman Wage  \n3rd period 75% of Journeyman Wage  \n4th period 80% of Journeyman Wage  \n5th period 85% of Joumeyman Wage  \n6th period 90% of Journeyman Wage  \n+ Health Ben. + Def. Cont. Pension + Appren. + Vacation + 1% I.M.P.A.C.T  \nNote: The Defined Benefit Pension contribution will not be paid on Apprentices.  \n15  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \n   \nSection 2: Effective the first day of the first full payroll period beginning on or after the effective dates  \nindicated, not less than the following hourly rates shall apply to:  \nLIGHT COMMERCIAL RATES  \n(Definition of Light Commercial Projects: Churches, schools, retail shopping centers including malls, industrial  \noffice and warehouse parks, treatment plants, and City of Houston architectural work, except wage-rate jobs, such as  \nDavis-Bacon projects.)  \nEffective  \nJan. 1,2004 May 9, 2004 April 1, 2005  \nIRONWORKER, Journeyman $16.03 $16.03 $16.47  \nHealth Benefit 2.90 2.90 2.90  \nPension (Defined Benefit) 1.00 1.00 1.00  \nPension (Defined Contribution) 50 50 50  \nApprenticeship & Training. 20 .20 20  \nVacation Fund 35 5 ae)  \nIMPACT Fund 1% 1%* 1%*  \nIRONWORKER, Foreman - $1.25 above Journeyman  \nIRONWORKER, General Foreman: $2.25 above Journeyman  \nIRONWORKER, Project Foreman: $3.00 above Journeyman  \n*1% of Wage Scale listed in the current contract. Contributions to I.M.P.A.C.T. shall be based on hours  \nworked. Contributions made for work performed at premium pay shall be based on the straight time rate.  \nNOTE: The Contractors recognize the Union 1s the source of Apprentices in good standing with the Ironworkers  \nStatewide Apprentice Program. Only Apprentices in good standing with the Ironworkers Statewide Apprentice  \nProgram are eligible for the Apprentices Rates listed below. (Nothing herein shall be construed to violate current  \nTexas law.)  \nIRONWORKER, Apprentices:  \nIst period 65% of Journeyman Wage  \n2nd period 70% of Journeyman Wage  \n3rd period 75% of Journeyman Wage  \n4th period 80% of Journeyman Wage  \nSth period 85% of Journeyman Wage  \n6th period 90% of Joumeyman Wage  \n+ Health Ben. + Def. Cont. Pension + Appren. + Vacation + 1% I.M.P.A.C.T  \nNote: The Defined Benefit Pension contribution will not be paid on Apprentices.  \n16  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \n   \nSection 3: INDUSTRIAL RATES  \n(Industrial Jobs are: NASA, petro-chemical plants, metal-processing facilities and energy-related plants.)  \nThe parties also agree that other plants on a project-by-project basis may be designated to carry the Industrial rate by  \nmutual agreement of the parties involved in that project in advance.  \nFurther, the parties agree that at those plants carrying the Industrial rate, there will be traditional (architectural and  \ncivil) commercial building projects, such as office buildings, offices, warehouses, gate houses, cafeterias, driveways,  \noutside utility work, storm/sanitary sewer work and the like (projects not directly related to plant processing  \noperations), which by mutual agreement of the parties involved in that project in advance shall carry the Commercial  \nbuilding rates. .  \nEffective the first day of the first full payroll period beginning on or after the effective dates indicated, not less than  \nthe following hourly rates shall apply to all Industrial jobs:  \nEffective  \nJan. 1, 2004 May 9, 2004 April 1, 2005  \nIRONWORKER, Journeyman $20.15 $20.15 Same rates  \nHealth Benefit 2.90 | 2.90  \nPension (Defined Benefit) 1.00 1.00 “  \nPension (Defined Contribution) 50 50  \nApprenticeship & Training .20 .20  \nVacation Fund 55 35 a  \nIMPACT Fund - 1% 1%  \nTotal  \nIRONWORKER, Foreman $1.25 above Journeyman  \nIRONWORKER, General Foreman: $2.25 above Journeyman  \nIRONWORKER, Project Foreman: $3.00 above Journeyman  \n*1% of Wage Scale listed in the current contract. Contributions to I.M.P.A.C.T. shall be based on hours  \nworked. Contributions made for work performed at premium pay shall be based on the straight time rate.  \n17  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nNOTE: The Contractors recognize the Union is the source of Apprentices in good standing with the Ironworkers  \nStatewide Apprentice Program. Only Apprentices in good standing with the Ironworkers Statewide Apprentice  \nProgram are eligible for the Apprentices Rates listed below. (Nothing herein shall be construed to violate current  \nTexas law.)  \nIRONWORKER, Apprentices:  \nIst pertod 65% of Journeyman Wage  \n2nd period 70% of Journeyman Wage  \n3rd period 75% of Journeyman Wage  \n4th period 80% of Journeyman Wage  \n5th period 85% of Journeyman Wage  \n6th period 90% of Journeyman Wage  \n+ Health Ben. + Def. Cont. Pension + Appren. + Vacation + 1% ILM.P.A.C.T  \nNote: The Defined Benefit Penston contribution will not be paid on Apprentices.  \nSection 4: On any project where the public agency has predetermined and specified the prevailing wage rates for  \nthe Project, signatory Contractors may pay the prevailing wage rate specified by the public agency plus the existing  \n~~ fringe benefits ‘effective “April 1, +2005 of five Collars: and fifteen cents ($5:15) plus  \nSection 5: The Union agrees that in the event it enters into any understanding, contract, or agreement with any  \nother Employer engage in the same or similar work within the geographic area covered by this Agreement, which  \ncontains any provisions relating to wages or hours or working conditions which are more favorable to such other  \nEmployer than the provisions of this Agreement, the same wages, hours and/or working conditions will be allowed  \nto those employers covered by this Agreement to the same extent as those offered to those other employers. The  \nterms and conditions of the present Statewide Ironworkers Agreement are specifically excluded from this  \nclause.  \nSection 6: If at any time during the contract term there is a financial need to defer a part of wages into the Health  \nand Welfare Fund or the Pension Fund in order to maintain the Fund’s financial stability, this may be done with  \nproper legal clearance, prior approval of the Fund Trustees, and sufficient notice to affected Employers.  \n"], ["ARTICLE IX  \nBonding  \n", "Prior to commencing work under this Agreement, each individual Employer that has not previously paid into an  \nIronworkers’ Fringe Benefit Trust Fund, on a timely and correct basis, or any Employer that has not paid all  \nIronworkers’ fringe benefit payments on time for the previous period of at least six (6) months, shall post a surety  \nbond or cash bond in lieu thereof, in the amount of Thirty Thousand Dollars ($30,000) to insure timely payments of  \ncontributions to the Trust Funds specified in this Agreement. Any such surety bond must be issued on a bonding  \ncompany acceptable to the Ironworkers’ Pension and Health Benefit Funds Board of Trustees. The bond shall be  \nposted immediately with the Administrators of the Trust Funds.  \n18  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nAny Employer not previously paying into an Ironworkers’ Fringe Benefit Fund, may select, upon agreement with the  \nUnion, to pay fringe benefit contributions biweekly until the Employer achieves six months’ experience as referred  \nto above. Administrators of the Trust Funds shall be notified immediately to this provision.  \nIn the event an Employer becomes delinquent in the timely payment of fringe benefit contributions, and after failure  \nof adequate response within ten (10) days of the notice to pay, the surety bond may be increased to two times the  \naverage annual contribution rate or Sixty Thousand Dollars ($60,000), whichever is greater, for a period of six (6)  \nmonths. The Union and the Management Trustees in the geographical area where the work is involved shall make  \nthe decision. If an Employer is ninety (90) days delinquent in payment of any of the funds, the Unions shall have the  \noption of not furnishing workers to the Employer until past delinquencies are paid and the new bond is posted.  \nWorkers currently employed by the Employer will be notified by the Union that the Employer is delinquent and that  \nthey may not be credited for benefits.  \nAny or all of the actions set forth above shall not limit any remedies that the Trustees of the various Trust Funds may  \nhave available to them for the timely collection of funds due. .  \nThe above bonding requirements shall not apply to Employers who have signed the International Ironworkers  \nAgreement and have posted a Fifty Thousand ($50,000) bond with the International.  \n"], ["ARTICLE X  \nApprentice Training Contribution  \n", "It is agreed that effective April 1, 2005 the contribution rate of twenty (.20¢) shall be paid into the Statewide  \nApprenticeship Program for each hour worked by each Ironworker or other labor covered by the terms of this  \nAgreement and will continue for the duration of this Agreement; however, the District Council has the option to  \nrequire the Employer to divert a part of wages into the Apprentice Training Fund by giving thirty (30) days’ notice.  \nThe contribution of the Employer shall be used exclusively to defray training costs, as provided for in the Joint  \nApprenticeship Training Program.  \nFor Supervisory Employees working in covered employment, the Employer will be obligated to contribute on the  \nbasis of 173 hours per month or part thereof.  \nA copy of said Agreement and Declaration of Trust of the Texas Iron Workers & Employers Apprenticeship  \nTraining & Journeyman Upgrading Fund, as well as the Apprenticeship Standards, together with all amendments  \nthereto, shall be considered as part of this Agreement as though set forth herein at length. Copies of the Fund’s  \nAgreement and Declaration of Trust will be available upon written request submitted to the Board of Trustees at:  \nAdministrator, 9555 W. Sam Houston Pkwy.,Suite 400, Houston, Texas 77099.  \nIt is agreed that five cents (5¢) per hour paid into the training funds of each Local Union shall be designated for and  \npaid into the jointly administered National Iron Workers and Employers Apprenticeship Training and Journeyman  \n19  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nUpgrading Fund, pursuant to the National Iron Workers and Employers Apprenticeship Training and Journeyman  \nUpgrading Fund dated April 1, 1983. A copy of the National Fund’s Agreement and Declaration of Trust, together  \nwith all amendments thereto, shall be considered as part of this Agreement.  \n"], ["ARTICLE XI  \nHealth Benefit Contribution  \n", "It is agreed effective the first full payroll period beginning on or after April 1, 2005 that the contribution rate of two  \ndoliars and ninety cents ($2.90) shall be paid to the Texas Ironworkers’ Health Benefit Fund for each hour worked  \nby each Ironworker or other labor covered by the terms of this Agreement and will continue for the duration of this  \nAgreement.  \nFor Supervisory Employees working in covered employment, the Employer will be obligated to contribute on the  \nbasis of 173 hours per month or part thereof. :  \nA copy of said Agreement and Declaration of Trust of the Ironworkers’ Health Benefit Fund, together with all  \namendments thereto, shall be considered as part of this Agreement as though set forth herein at length.  \n“Copies of the Fund’s Agreement and Declaration of Trust will be available upon written request submitted ‘to the ~  \nBoard of Trustees at Zenith Administrators, 9555 W. Sam Houston Pkwy, Suite 400, Houston, Texas 77099.  \n"], ["ARTICLE XII  \nPension Fund Contribution  \n", "It is agreed that the contribution rate of one dollar and fifty cents ($1.50) shall be paid to the Texas Ironworkers’  \nPension Fund for each hour worked by each Ironworker or other labor covered by the terms of this Agreement and  \nwill continue for the duration of this agreement; however, the District Council has the option to require the  \nEmployer to divert a part of wages into the Pension Fund by giving thirty (30) days’ notice.  \nFor Supervisory Employees working in covered employment, the Employer will be obligated to contribute on the  \nbasis of 173 hours per month or part thereof.  \nA copy of said Agreement and Declaration of Trust of the Ironworkers Pension Fund, together with all amendments  \nthereto, shall be considered as part of this agreement as though set forth herein at length.  \nCopies of the Fund’s Agreement and Declaration of Trust will be available upon written request submitted to the  \nBoard of Trustees at Zenith Administrators, 9555 W. Sam Houston Pkwy, Suite 400, Houston, Texas 77099.  \n"], ["ARTICLE XIII  \nTexas Iron Workers’ Vacation Fund  \n", "20  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nIt is agreed that the contribution rate of fifty-five cents (.55¢) shall be paid to the Texas Iron Workers’ Vacation  \nFund for each hour worked by each Ironworker or other labor covered by the terms of this Agreement and will  \ncontinue for the duration of this Agreement.  \nA copy of said Agreement and Declaration of Trust of the Texas Iron Workers’ Vacation Fund, together with all  \namendments thereto, shall be considered as part of this Agreement as though set forth herein at length.  \n"], ["ARTICLE XIV  \nI.M.P.A.C.T.  \n", "(ronworkers-Management Progressive Action Cooperative Trust)  \nIt is agreed effective the first full payroll on or after June 1, 2003 the Employer any wage scale rate listed in current  \ncontract shall contribute an amount equal to one percent (1%) for each hour worked by each Ironworker or other  \nlabor covered by the terms of this Agreement to the Ironworkers-Management Progressive Action Cooperative Trust  \n(I.M.P.A.C.T.), a jointly administered Cooperative Trust with federal tax exempt status under Section 501(a) of the  \nInternal Revenue Code as an exempt organization under Section 501(c)(5) of the Internal Revenue Code and will  \ncontinue for the duration of this Agreement. Tax exempt status determination was rendered under the initial name  \nof the Trust, which was Employers Responsive Educational Cooperation Trust of North America. The general  \npurposes of the Trust include the improvement and development of the Ironworking Industry through education,  \ntraining, communication, cooperation and governmental lobbying and legislative initiatives.  \n   \nContributions to 1.M.P.A.C.T. shall be based on hours worked. Contributions made for work performed at premium  \npay Shall be based on the straight time rate.  \n   \nThe reporting, payment, frequency of payment and administration of such contributions shall be governed by the  \nterms of the 1M.P.A.C.T. Trust Agreement as thought set forth in the Agreement herein at length. A copy of said  \nAgreement and Declaration of Trust of the Ironworkers’ I.M.P.A.C.T. Fund, together with all amendments thereto,  \nshall be considered as part of this Agreement. |  \nCopies of the Trust’s Agreement and Declaration of Trust will be available upon written request submitted to the  \nBoard of Trustees at Zenith Administrators, 9555 W. Sam Houston Pkwy, Suite 400, Houston, Texas 77099.  \n"], ["ARTICLE XV  \nWorking Assessment Check-Off  \n", "During the life of this Agreement, Employer agrees to deduct assessments in the amount of three percent (3%) of  \ngross pay for each hour for which each Employee is paid wages from the weekly pay of each Employee, exclusive of  \nHealth Benefit, Pension, Apprentice Training and Vacation for each Employee who executes or has executed an  \n“Authorization for Check-Off’ form as provided for by the Union. It is understood that this Working Assessment  \nCheck-Off will be deducted at the appropriate amount as specified by the Local Union, now and in the future.  \nAccompanying each monthly payment shall be a form furnished by the Union on which the Employer will show  \nnames and social security numbers of Employees on whose account deductions were made; the amount of such  \ndeductions for each Employee; and, total of all such deductions, the same to be made on a monthly basis. In the  \n21  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \nHOUSTON, TEXAS  \nevent the Employer has Employees who refuse to sign such “Authorization for Check-Off” form, their name and  \nhours shall also be placed on this form with the same being indicated. The Employer shall be held harmless for any  \ndeduction made in good faith after having received the authorization.  \n"], ["ARTICLE XVI  \nSupplemental Dues Check-Off  \n", "During the life of this Agreement, Employer agrees to deduct for supplemental dues the amount of twenty cents  \n(20¢) per hour (IWDC of Texas Operating Account - five cents [5¢], IWDC of Texas General Fund — five cents  \n[5¢}], Working dues - ten cents [10¢]) for each hour worked, exclusive of Health Benefit, Pension, Apprentice  \nTraining, and Vacation for each Employee who executes or has executed an “Authorization for Check-Off” form as  \nprovided for by the Union. It is understood that this Supplemental Dues Check-Off will be deducted at the  \nappropriate amount as specified by the District Council, now and in the future.  \nAccompanying each monthly payment shall be a form furnished by the Union on which the Employer will show  \nnames and social security numbers of Employees on whose account deductions were made; the amount of such  \ndeductions for each Employee; and, total of all such deductions, the same to be made on a monthly basis. In the  \nevent the Employer has Employees who refuse to sign such “Authorization for Check-Off”’ form, their name and  \nhours shall also be placed on this form with the same being indicated. The Employer s shall be held harmless for any  \n   \n   \nmade in good faith after having received thé authorization.  \n"], ["ARTICLE XVII  \nQualifying Intent  \n", "It is not the intention of either party to violate any State or Federal Law and all language used in this Agreement  \nwhere susceptible or more than one meaning, shall be interpreted in a manner consistent with law. If any clause,  \nsentence or Article shall be interpreted as being contrary to law, such clause, sentence or Article is automatically  \neliminated and the remainder of the Agreement shall continue in full force and effect.  \n"], ["ARTICLE XVIII  \nDuration  \n", "Section 1: This Agreement when executed shall be deemed to define wages, hours, rates of pay, working rules  \nand other conditions of employment, and no new or additional issues shall be the subject of negotiation during the  \nterm of this Agreement.  \nSection 2: This Agreement shall be effective as of April 1, 2005 and shall continue in full force and effect until  \nmidnight, March 31, 2006. This Agreement shall be automatically renewed from year to year thereafter unless either  \n22  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \n1  \nparty to this Agreement shall give at least sixty (60) days written notice to the other of its desire to terminate, modify  \nor change this Agreement prior to March 31, 2006. It is also agreed that begotiations shall commence not later than  \nthirty (30) days after the date such notice is given.  \nIN WITNESS WHEREOF, the parties hereto have executed this Agreement onthe ___ day of April, 2005.  \nIRONWORKERS LOCAL UNION #84 HOUSTON CHAPTER,  \nOF HOUSTON AND VICINITY ASSOCIATED GENERAL CONTRACTORS OF  \nAMERICA, INC.  \nBY:  \nED VARGOCKO BY:  \nBOB HIGGINS  \nBY:  \nJERRY NEVLUD  \nCONSTRUCTION EMPLOYERS’ ASSOCIATION  \nOF TEXAS  \nBY:  \nJOE BYRD, JR.  \n23  \n9/6/2006  \nTRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nAMENDMENT TO AGREEMENT  \n(MARKET RECOVERY RATES FOR USE ON LIGHT COMMERCIAL AND INDUSTRIAL  \nPROJECTS)  \nThe Houston Chapter Associated General Contractors of America, Inc. and the Construction Employers’  \nAssociation of Texas, hereinafter referred to as “CONTRACTORS”,  \nand  \n‘The Ironworkers Local Union #84 of Houston, Texas and Vicinity, hereinafter referred to as “UNION”, hereby  \nagree that the Agreement between the parties executed on April 1, 2005, shall be amended April 1, 2005, to add  \nthe following:  \nWAGES & CLASSIFICATIONS  \nARTICLE VIII, Wages & Classifications, Section 2, is amended to add the following:  \nSection 2: Effective the first day of the first full payroll period beginning on or after the effective dates  \nindicated, not less than the following hourly rates shall apply to Market Recovery Rates for Light Commercial jobs:  \nMARKET RECOVERY RATES FOR LIGHT COMMERCIAL  \n(Definition of Market Recovery Rates for Light Commercial Projects: Schools, retail shopping centers  \nexcluding malls, industrial office and warehouse parks, treatment plants, work not part of the original bid for  \nconstruction of the building*, and City of Houston architectural work, except wage-rate jobs which carry higher  \nrates, such as Davis-Bacon projects.)  \nEffective Effective Effective  \nJan. 1, 2004 May 9, 2004 Aprill, 2005  \nIRONWORKER, Journeyman $16.03 $16.03 $16.47  \nHealth Benefit* 2.90 2.90 2.90  \nPension (Defined Benefit) 1.00 1.00 1.00  \nPension (Defined Contnbution) 50 50 50  \nApprenticeship & Training .20 .20 20  \nVacation Fund 5 5 55  \nI.M.P.A.C.T. Fund 1% | 1% 1%*  \nIRONWORKER, Foreman $1.25 above Journeyman  \nIRONWORKER, General Foreman: $2.25 above Journeyman  \nIRONWORKER, Project Foreman: $3.00 above Journeyman  \n*1% of Wage Scale listed in the current contract. Contributions to I.M.P.A.C.T. shall be based on hours  \nworked. Contributions made for work performed at premium pay shall be based on the straight time rate.  \nNOTE: The Contractors recognize the Union 1s the source of Apprentices in good standing with the Ironworkers  \n24  \n9/6/2006  \n   \nIRONWORKERS LOCAL UNION #84  \n| (HOUSTON & VICINITY)  \nStatewide Apprentice Program. Only Apprentices in good standing with the Lronworkers Statewide Apprentice  \nProgram are eligible for the Apprentices Rates listed below. (Nothing herein shall be construed to violate current  \nTexas law.)  \nIRONWORKER, Apprentices:  \nIst period 65% of Journeyman Wage  \n2nd period 70% of Journeyman Wage  \n3rd period 75% of Journeyman Wage  \n4th period 80% of Journeyman Wage  \n5th period 85% of Journeyman Wage  \n6th period 90% of Journeyman Wage  \n+ Health Ben. + Def. Cont. Pension + Appren. + Vacation + 1% I.M.P.A.C.T  \nNote: The Defined Benefit Pension contribution will not be paid on Apprentices.  \nContractors will consult with the Union prior to using Market Recovery Rates on work not part of the  \noriginal bid for construction of the building. Mutual agreement to use this rate on this work is required.  \nARTICLE VIII, Wages and Classifications, Section 3, is amended to add the following language:  \nMARKET RECOVERY RATES FOR INDUSTRIAL  \n* A Special Market Recovery Rate for Industrial Projects is to be used only in plants that have been lost to  \nOpen Shop Contractors. This rate is not applicable in plants where the Ironworkers already have a presence.  \n** In addition, there will be a Special Rate between Commercial and Light Commercial Wage Rates available  \nto AGC and CEA Contractors for New Construction at NASA.  \n*** = NOTE: The Contractors and the Local’s Business Agent will establish the rates on a project-by-project basis  \nby mutual agreement, and applies to Industrial Work initiated or bid after April 1, 2000.  \nOTHER SPECIAL WORKING CONDITIONS  \nThe parties agree to the following other special Working Conditions:  \nWORKING CONDITIONS, Section 12: Apprentices, is amended to add Section 12 (c), which shall read as  \nfollows:  \nSection 12 (c): On Market Recovery for Light Commercial Projects, Apprentices may be used beyond the normal  \nratios.  \n25  \n9/6/2006  \nIRONWORKERS LOCAL UNION #84  \n(HOUSTON & VICINITY)  \nWORKING CONDITIONS, Section 14: General Conditions and Provisions, is amended to add Section 14 (s),  \nwhich shall read as follows:  \nSection 14 (s): Particularly with respect to Market Recovery for Light Commercial Projects, it is agreed that there  \nwill be special cooperation and teamwork, particularly in maintaining a drug-free job site, implementing productivity  \nimprovements, and quickly resolving any job site problems. |  \nAll other terms and conditions in the base contracted dated April 1, 2005, including, but not limited to, Article X,  \n"]]