[["", "BUILDING AGREEMENT  \n   \n2005  \nKit'  \nBetween  \nLABORERS’ LOCAL 423  \nCOLUMBUS, OHIO  \n   \nLaborers’ District Council of Ohio  \nLaborers’ International Union  \nof North America, AFL-CIO  \n   \nCentral Ohio Division ~  \nAssociated General Contractors  \nof America, Inc. |  \nJune 1,2005 through May 31, 2008  \nLaborers’ Local 423  \nAffiliate of  \nLaborers’ International Union of North America, AFL-CIO  \n   \n620 Alum Creek Drive  \nColumbus, Ohio 45405-1653  \nPhone: (614) 252-1093  \nFax: (614) 252-6909  \nBob McCaskill  \nBusiness Manager  \nJames Green  \nSecretary-Treasurer  \nTABLE OF CONTENTS  \n   \nNO.  \ntf  \nHI  \nVi  \nVil  \n  \nIX  \nXI  \nXII  \nXIfl  \nXIV  \nXVI  \nXVII  \nXVIII  \nXIX  \nXX  \nXXI  \n"], ["ARTICLE PAGE NO.  \n", "l  \nPreamble 2  \nNon-DISCrimimatiOn 2  \nUnion Recognition and Rights ee 3  \nEmployer Recognition and Rights 9  \nTraditional Work of the Trade 10  \nClassifications and Wages, Fringe Benefit  \nContributions, Hazardous Pay 13  \nEmployee Deductions 20  \nFringe Program Contributions 2 |  \nWork Day, Work Week, Shifts, and Overtime 21  \nWorking Rules 25  \nSafety cece 29  \nGrievances, Differences, and Arbitration ......... 32  \nStrikes and cece 34  \nDetermination of Jurisdictional Disputes ......... 34  \nHealth and Welfare, Pension Fund,  \nTraining and Upgrading 35  \nBONGINg 37  \nLaborers-Employers Cooperation &  \nEducation Trust (LECET) 38  \nAPPIentiCeShip 39  \nIndustry Fund 39  \nMore Favorable Contract 41  \nSavings Clause 4]  \nLaborers-Term and Acceptance 42  \n43  \nAssent of Participation 45-47  \nJANUARY  \nTW T  \n4 5 6  \n11 12 13  \n18 19 20 19 20 21  \n25 26 27 26 27 28  \nFEBRUARY AUGUST  \nTw T w oT  \n1 2 3 3  \n8 9 10 10  \n15 16 17 17  \n22 23 24 24  \n31.  \nSEPTEMBER  \nTW T F  \n1  \n6 7 8  \n13 14 #15  \n20 21 22  \n27 28 29  \nOCTOBER  \nTW T  \n4 5 6  \n11 12 13  \n18 19 20  \n25 26 27  \nNOVEMBER  \nTW T  \n1 2 3  \n8 9 10  \n15 16 17  \n22 23 24  \n29 30  \nDECEMBER  \nT WwW T  \n1  \n6 7 8  \n14 15 16 13 14 15  \n21 22 23 20 21 22  \n28 29 30 27 28 29  \n   \n   \n“aa  \n   \nJANUARY  \nT WwW T  \n3.4  \n10 11 12  \n17 18 19  \n24 25 26  \n31  \nFEBRUARY  \nTW  \n1 2  \n7 8 9  \n14 15 16  \n21 22 25  \n28  \n1 2  \n7 8 9  \n14 15 16  \n21 22 23  \n28 29 30  \n13 14 15  \n20 21 22  \n27 28 29  \n11. 12 13  \n18 19 20  \n25 26 27  \nAUGUST  \nTW iT  \n3  \n10  \n17  \n24  \n31  \nSEPTEMBER  \nTW T F  \n5 6 7  \n12 13 14  \n19 20 21  \n26 27 28  \nOCTOBER  \nTW T  \n3 4 =#«5  \n10 11 #12  \n17 18 19  \n24 25 26  \n31  \nNOVEMBER  \nTW T  \n1 2  \n7 8 9  \n14 15 16  \n21 22 23  \n28 29 30  \nDECEMBER  \nTW T  \n5 6 7  \n12 13 14  \n19 20 21  \n26 27 28  \n   \nJANUARY  \nTW T  \n3 4  \n10 11  \n17 18  \n24 25  \n31  \nFEBRUARY  \nT W T  \n1  \n6 7 8  \n13 14 15  \n20 21 22  \n27 28  \nMARCH  \nTW T  \n1  \n6 7 8  \n13 14 15  \n20 21 22  \n27 28 29  \nJUNE  \nTW T  \n5 6 7  \n12 13 14  \n19 20 21  \n26 27 28  \nAUGUST  \nTW T  \n+ 2  \n7 8 9  \n14 15 16  \n21 22 23  \n28 29 30  \nSEPTEMBER  \nTW T F  \n4 5 6  \n11 12 13  \n18 19 20  \n25 26 27  \nOCTOBER  \nTW T  \n2 3 4  \n9 10 11  \n16 17 18  \n23 24 25  \n30 31  \nNOVEMBER  \nTW T  \n1  \n6 7 8  \n13 14 15  \n20 21 22  \n27 28 29  \nDECEMBER  \nTW T  \n4 5 6  \n11°12 #13  \n18 19 20  \n25 26 27  \n   \n   \nJANUARY  \nTW T  \n2 3  \n9 10  \n16 17  \n23 24  \n30 31  \nFEBRUARY  \nT W T  \n5 6 7  \n12 13 14  \n19 20 21  \n26 27 28  \nT W T  \n3.44 =§  \n10 11 12  \n17 18 19  \n24 25 26  \nSs M TW T  \n1 2 3  \n8 9 10  \n15 16 17  \n22 23 24  \n29 30 31  \nAUGUST  \nTW T  \n5 6 7  \n12 13 14  \n19 20 21  \n26 27 28  \nSEPTEMBER  \nOCTOBER  \nTW T  \n1 2  \n7 8 9  \n14. 15 16  \n21 22 23  \n28 29 30  \nNOVEMBER  \nTW T  \n4 5 6  \n11°12 #13  \n18 19 20  \n25 26 27  \nDECEMBER  \nTW T  \n2 3 4  \n9 10 11  \n16 17 18  \n23 24 25  \n30 31  \n   \n   \nAGREEMENT  \nTHIS AGREEMENT is made and entered into this Ist  \nday of June, 2005, by and between the Central Ohio  \nDivision, Associated General Contractors of America,  \nInc., 1755 Northwest Boulevard, Columbus, Ohio,  \nhereinafter referred to as the “‘Association”’ and Laborers’  \nDistrict Council of Ohio for affiliated Local Union No.  \n423 of the Laborers’ International Union of North  \nAmerica, 620 Alum Creek Drive, Columbus, Ohio,  \nhereinafter referred to as the “Union.”  \nThis Agreement is negotiated by the District Council as  \nagent on behalf of Local No. 423, hereinafter referred to  \nas the “Union” and shall be binding upon such Union  \nand its members and by the Association as bargaining  \nagent only for its employer members who have assigned  \ntheir bargaining rights to the Association, a list which  \nhas been presented to the Union, and shall be binding  \nupon such employer members and employers signatory  \nhereto. Such employers may hereinafter be referred to as  \nthe “Employer.”  \nIt is understood and agreed that the Laborers’ Distnct  \nCouncil of Ohio, as an entity, separate and apart from the  \nLocal Unions of which it is comprised, shal! not be liable  \nhereunder for any reason whatsoever, including, but not  \nlimited to, acts of Local Unions which are members of  \nthe Laborers’ District Council of Ohio.  \nThe provisions of this Agreement shall govern the  \nrelations by and between the Association and its signatory  \nmembers and the Union and its members in Franklin,  \nFayette, Fairfield, Hocking, Licking, Pickaway, Union  \nand Madison counties in Ohio as chartered to Local No.  \n423 by the Laborers’ International Union of North  \nAmerica.  \nPREAMBLE  \nThe construction industry is engaged in furnishing services  \nessential to the progress and well being of the general  \npublic. Both of the parties to this Agreement recognize  \nthat they have a high degree of responsibility to the public  \nto service its needs without interruption.  \nTherefore, it is desirable to promote harmonious relations  \nbetween the parties in the interest of the public and in  \nthe interest of the parties as well.  \nBy the execution of this Agreement it is the intent of the  \nparties to stabilize employment in the construction  \nindustry, establish an orderly procedure for the settlement  \nof misunderstandings, grievances or disputes, agree upon  \nwage rates, fringe benefits, hours and conditions of  \nemployment and to eliminate strikes, boycotts, lockouts  \nand stoppages of work to the end that Employers are  \nassured continuity of operation and the employees of the  \nEmployers are assured continuity of employment.  \n"], ["ARTICLE I  \nNON-DISCRIMINATION  \n", "It is mutually agreed that the Employers and the Union  \nwill not discriminate against or limit the employment  \nopportunities of any individual, employee, applicant for  \nemployment, or applicant for Union membership or  \ntraining and upgrading for reasons of race, color, religion,  \nsex, age or national origin. Every Employer and the Union  \nagree to abide by all laws, regulations, rules and executive  \norders, regarding equal employment opportunity whether  \nstate or federal applicable to employment and the Union  \nmembership in general or as applied to specific jobs or  \nprojects. When any duly constituted public authority shall  \nlawfully direct an Employer as a condition of bidding  \n2  \n   \nwithin the specifications of a project to carry out any  \nprogram or requirement for equal job opportunity upon  \nany job, the Union will meet such programs or  \nrequirements upon request of the Employer. The words,  \nhe, him, men, workmen, etc., when used herein shall  \ninclude both singular and plural number and masculine,  \nfeminine and neuter gender, as may be appropriate.  \n"], ["ARTICLE II  \nUNION RECOGNITION AND RIGHTS  \n", "Section 1. The Contractor recognizes and acknowledges  \nthat the Laborers’ District Council of Ohio of the  \nLaborers’ International Union of North America, AFL-  \nCIO, is the sole representative of all employees in the  \nclassification or work under its jurisdiction covered by  \nthis Agreement, for the purposes of collective bargaining.  \nSection 2. Subject to the provisions and limitations of  \nthe National Labor Relations Act, as amended, all present  \nemployees who are members of the Union on the effective  \ndate of this Agreement shall continue their membership  \nin the Union for the duration of this Agreement to the  \nextent of paying an initiation fee and membership dues  \nuniformly required as a condition of acquiring or retaining  \nmembership in the Union. All employees who are not  \nmembers of the Union and all persons who hereafter  \nbecome employees shall become members of the Union  \non the eighth (8th) day following the beginning of their  \nemployment or on the eight (8th) day following the  \neffective date of this Agreement, whichever is later, and  \nshall remain a member of the Union, to the extent of  \npaying an initiation fee and the membership dues  \nuniformly required as a condition of acquiring or retaining  \nmembership in the Union, whichever employed under and  \nfor the duration of this Agreement.  \nSection 3. The Union may notify the Contractor in writing  \nof any default on the part of an employee to pay his  \ninitiation fee and membership dues, and if the employee  \nhas not paid his initiation fee and/or membership dues  \nwithin three (3) days from the receipt of written notice,  \nthe Contractor shall discharge such employee, provided  \nmembership was available under the same terms and  \nconditions generally applicable to other members or  \napplicants.  \nSection 4. Hiring Hall Procedures. The parties agree  \nto provide an efficient, competent, and safe system of  \nproduction in the construction industry to eliminate the  \nevils of casual employment, thereby securing a fair  \ndistribution of employment and a living wage to those  \nworkers who must gain their livelihood from the industry  \nto which they contribute their labor and productivity, and  \nto provide an orderly procedure of referral of applicants  \nfor employment and hereby establishing the following  \nprinciples and plan of referral for job applicants:  \nA. In the employment of workmen for all work covered  \nby this Agreement the following principles and provisions  \nshall govern:  \n1. This Union shall maintain a facility at which it shall  \nestablish and maintain non-discriminatory  \nemployment lists for the use of applicants of employment  \nin the geographical area serviced by that facility. Such  \nfacility shall comply with all laws, executive orders and  \ncourt rulings both state and federal. Local Union 423 will  \nmaintain regular dispatch hours on Monday through  \nFriday from 6:00 a.m. to 12:00 p.m. and from 1:00 p.m.  \nthrough 3:00 p.m. excluding contractual holidays. All  \napplicants are admonished that they must be available to  \nanswer their telephones during these normal dispatch  \nhours. A single instance of unavailability occurs when an  \n4  \neae eee  \napplicant cannot be reached by telephone after two sepa-  \nrate calls, each lasting ten rings and placed sixty (60) seconds  \napart during these regular dispatch hours on the same day.  \nAn applicant will be considered unavailable if he or she  \ncannot be reached after three (3) separate instances of  \nunavailability on different days during regular dispatch  \nhours.  \n2. Applicants shall be entitled to registration on, and  \ndispatching from, the employment lists, but subject  \notherwise to the provisions of this Article.  \nAn applicant’s registration of availability for referral shall  \nbe in effect for thirty (30) days. An applicant must again  \nregister his or her availability before the expiration of  \nthat period to retain his or her position on the out-of-  \nwork list. Applicants will be required to register their  \navailability every first Monday of each month to retain  \ntheir positions on the out-of-work list for the next month.  \nIf the first Monday of the month falls on a legal holiday  \nas set forth in the Collective Bargaining Agreement, then  \nit will be automatic check-off for the month meaning the  \nsame position will be retained from the prior month.  \n3. Applicants who have been registered on the  \nemployment lists in the order of time and date of  \nregistration shall be in groupings in the out-of-work lists  \nas described herein. Each applicant for employment shall  \nbe required to furnish such information as shall be  \nconsidered necessary to the operation of said employment  \nlists. Each applicant shall complete prior to registration,  \nan approved form to record such information as shail be  \nsubmitted to him. Applicants shall list any special skills  \nwhich they may possess.  \n4. When the Employer calls the Union for workers, the  \nUnion shall immediately dispatch from the lists the  \n5  \nnumber of qualified and competent workers requested.  \nThe Union shall dispatch workmen strictly in accordance  \nwith the provisions of this Agreement.  \n5. It shall be the responsibility of the Employer when  \nordering workers to give the Union pertinent information  \nregarding the prospective employment.  \n6. The Union shall furnish, in accordance with the request  \nof the Employer, such qualified and competent workers,  \nby use of a wnitten identification slip, and this slip shall  \nstate information pertinent to the prospective employment.  \nThe selection of workers for dispatching to jobs shall be  \non a non-discriminatory basis and shall not be based on,  \nor in any way, affected by Union membership, by-laws,  \nrules, regulations, constitutional provisions, or any other  \naspects or obligations of Union membership, policies or  \nrequirements. The Union will not be held responsible for  \nthe acts, tortuous or otherwise, or failure to act, of those  \nit refers.  \n7. Dispatching of applicants or workers for employment  \nwill be as follows:  \na. Applicants or workers whom an Employer requests by  \nname provided they have been employed by the Employer  \nduring the preceding twelve (12) months and are in  \ncompliance with the Hiring Hall rules and regulations.  \nb. Other applicants or workers whose names are  \nregistered in “Group A.”  \nGroup A. All applicants who have worked as building  \nand construction Laborers for the past three (3) years;  \nand have been employed for a period of at least six (6)  \nmonths within the past three (3) years by Employers  \nSignatory to a collective bargaining agreement with the  \n6  \nUnion, by Employers signatory to an Agreement with the  \nUnion not containing discriminatory referral provisions.  \nGroup B. All applicants who have worked as building  \nand construction Laborers for the past two (2) years or  \nmore.  \nGroup C. All applicants for employment who have  \nworked as building and construction Laborers for less  \nthan two (2) years or who have had no prior construction  \nexperience.  \nThe Union shall maintain each of the separate groups  \nlists set forth above which shall list the applicants within  \neach group in the order they registered as available for  \nemployment.  \n8.The Union shall refer applicants to the Employer by  \nfirst referring applicants in “Group A” in the order of  \ntheir places on said list, and then referring applicants in  \nthe same manner successfully from the lists in “Group  \nB,” and “Group C”. Applicants who are rejected by the  \nEmployer shall be returned to their appropriate place  \nwithin their Group and shail be referred to another  \nEmployer in accordance with the position of their Group  \nand their place with the Group. Upon registrants being  \nreferred for employment and actually employed on a job  \nmore than ten (10) days worked, such registrant names  \nshall be removed from the list until such time as their  \nemployment has been terminated, at which time, they  \nshall be registered at the bottom of the appropriate list  \nunder which they are entitled to be registered. However,  \nafter receiving three (3) short-term job referrals  \nconsecutively or accumulating more than ten (10) days in  \nthree (3) short-term referrals or less, that applicant must  \nagain register in order to be included on the out-of-work  \nlist and will be placed at the bottom of the out-of-work  \nlist at the time of registration.  \n7  \n9. Any member who refuses or is unavailable for two (2)  \nconsecutive referrals shall be moved to the bottom of the  \nout-of-work list. A member will be considered unavailable  \nif he or she cannot be reached after three (3) phone calls  \nhave been placed to the telephone number provided by the  \nmember, unless the member has given the Local Union  \nnotice in writing of unavailability for a period not to exceed  \nthirty (30) days, which notice can be given no more than  \ntwice in a calender year.  \n10. When ordering workers, the Employer will give notice  \nto the Local Union or its Agents. The Employer agrees to  \ngive at least twelve (12) hours notice to the Union in  \norder to permit it to furnish the employees needed. In the  \nevent that, after such notice, the appropriate Local Union  \nor its Agents shall not furnish such workers, the Employer  \nmay procure workers from any other source or sources.  \nHowever, it will be the responsibility of the Employer to  \nnotify this Union, or its representative, of such workers  \nby name.  \n11. Applicants who accept referrals and then fail to appear  \nat the job site without reasonable cause will be removed  \nfrom the out-of-work list for sixty (60) days.  \n"], ["ARTICLE I  \nEMPLOYER RECOGNITION AND RIGHTS  \n", "Section 1. The Union hereby recognizes the Central Ohio  \nDivision, Associated General Contractors of America,  \nInc., as the sole bargaining representative for its respective  \nmembers.  \nSection 2. The Employer shall have complete freedom of  \nselectivity in hiring and discharging employees without  \npenalty to the Employer or Union in concurrence with all  \nfederal and state laws and the Employer retains the nght  \nto reject any job applicant or worker referred by the Union  \nsubject to Hiring Hall provisions.  \nSection 3. The Employer shall be free to direct al! of his  \nforces including transfers of his personnel from one  \nlocation to another within the jurisdiction of Local 423.  \nOnce employees are dispatched to an Employer, they may  \nbe retained by the Employer until there is no further work  \nfor them on any such jobs, or unless the employees shall  \notherwise be terminated under genera] management  \nprerogatives.  \nSection 4. This Agreement shall be binding upon  \nsignatory non-member contractors and/or subcontractors.  \nSection 5. Pre-job Conference. The Contractor and Busi-  \nness Manager shall hold a pre-job conference for any job  \nrequiring more than six (6) Laborers or Tenders. In the  \nevent subcontractors are used, the General Contractor will  \nadvise the Union as to the name of the subcontractors.  \nShould extenuating circumstances arise in the judgment  \nof the Contractor and the Union, which may have the  \npotential to seriously affect the ability of a Contractor to  \nsecure a contract, amendments or adjustments to this  \nclause may be enacted on a project-by-project basis, if  \n9  \nmutually agreed upon by both the Contractor and the  \nUnion. The Union, upon receiving such list of  \nsubcontractors, will request the subcontractors for a pre-  \njob conference. All subcontractors to whom work is sublet  \nmust comply with all of the terms and provisions of this  \nAgreement between the Central Ohto Division,  \nAssociated General Contractors of America, Inc. and the  \nLaborers’ International Union of North America, AFL-  \nCIO Local No. 423.  \n"], ["ARTICLE IV  \nTRADITIONAL WORK OF THE TRADE  \n", "Section 1. The terms of this Agreement shall bind the  \nEmployer and employees to the obligation and the right  \nto perform traditional and historical Laborers’ and  \nTenders’ work heretofore awarded to the specific trade  \nand all other work agreed to by the Employer and Union  \nunless such limitations upon work as arises from decisions  \nof arbitrators, the courts or any other methods of third  \nparty determination. Traditionally awards have included  \nbut are not necessarily held to the following:  \nGENERAL BUILDING WORK: Tending masons,  \nplasterers, carpenters, and other building and construction  \ncrafts; mixing, handling and conveying of all materials  \nused by masons, plasterers, carpenters and other building  \nand construction craft whether done by hand or by any  \nother process. Cleaning and clearing of all debris.  \nThe members of the Union shall handle and distribute  \nall materials used by the Employer to the mechanic from  \nthe unloading point where delivery vehicles unload same.  \nMaterials for bricklayers and plasterers shall be handled  \nby the Tenders.  \n10  \nMixing and handling mortar both by hand and by machinery  \nshall be the work of a Mason’s or Plasterer’s Tender. All  \nscaffold required for masonry work shall be erected and  \ndismantled by mason or plasterer tenders.  \nTEMPORARY HEAT: Tending of all portable heaters  \nas required.  \nSCAFFOLDING: Building and dismantling of  \nscaffolding and staging for all crafts that Laborers tend.  \nEXCAVATIONS AND FOUNDATIONS: Excavation  \nfor building and all other construction; digging of trenches,  \npiers, foundations and holes; digging, lagging, sheeting,  \ncribbing, bracing, and propping of foundation holes,  \ncaissons, cofferdams, dams and dikes.  \nCONCRETE: Concrete for walls, foundations, floors  \nor for any other construction; mixing, handling, conveying,  \npouring, vibrating, curing and covering; guniting and  \notherwise applying concrete whether done by hand or any  \nother process; chipping and wrecking or stripping;  \ndismantling and handling concrete forms and false work.  \nSTREETS, WAYS AND BRIDGES: Work in the  \nexcavating, preparation, concreting, asphalt and mastic  \npaving, paving, pavers, ramming, curbing, flagging and  \nsurfacing of streets, ways, courts, underpasses, overpasses,  \nand bridges and the grading and landscaping thereof and  \nother semi and unskilled labor connected therewith.  \nTRENCHES, MANHOLES, ETC.: Cutting of streets  \nand ways and laying of conduits for all purposes to within  \nfive (5) feet of a building line; digging of trenches,  \nmanholes, etc., handling and conveying materials for  \nsame; back-filling, grading and resurfacing of same and  \nother semi and unskilled labor connected therewith.  \n11  \nTUNNELS, SUBWAYS, AND SEWERS: Construction  \nof all sewers, shafts, tunnels, subways, caissons,  \ncofferdams, dike dams, aqueducts, culverts, flood controls  \nand airports. Construction of all sewers and laying of all  \npipe, water line and water mains and all work pertaining  \nthereof up to five (5) feet of the building.  \nUNDERPINNING AND SHORING: Shoring,  \nunderpinning, raising and moving of all structures.  \nDRILLING AND BLASTING: Al! work of drill  \nrunning, jack hammering and blasting.  \nCOMPRESSED AIR: All work in compressed air  \nconstruction and operations of air compressors in  \nconnection with Laborers’ work to be done by Laborers.  \nSIGNAL MEN: Signal men for all Laborers’ work as  \ndefined herein.  \nGENERAL EXCAVATION AND GRADING: Semi  \nand unskilled labor connected with clearing, excavating,  \nfilling, backfilling, grading, grade checking and  \nlandscaping of all sites.  \nFACTORIES: Laborers in factories and mills.  \nGENERAL LABORERS: Al! Laborers in shipyards,  \nmaterial yards, junk yards, asphalt plants, concrete plants,  \ncemeteries, too! room attendants, cleaning of company  \ntools, and the cleaning of streets, ways and sewers and  \nall Laborers’ work of any unskilled and. semi-skilled  \nnature.  \nPITS, BLASTERS, YARDS, AND QUARRIES: All  \ndrillers, signal men and Laborers in quarries, crushed  \nstone yards, gravel and sand pits.  \n12  \nWRECKING: . The wrecking of ‘buildings and all  \nstructures including demolition, inclusive of asbestos  \nabatement, including all removal of asbestos where  \ndemolition is for remodeling or renovation.  \nWATCHMEN: Flagman, guards, garbage and debris  \nhandlers and dump men.  \nCATHODIC PROTECTION: All construction and  \ndemolition work in conjunction with cathodic protection  \nincluding but not limited to, all testing, welding, cleaning  \n(by any mode or method), drilling of holes, installation  \nof anchors and electrical wire, mounting of rectifiers,  \nrunning conduit and pulling wires to connect to DC side  \nof rectifier. Installation of conductive paste, spray or roll-  \non all necessary coatings or paint, installing anodes and  \nconductive gels. Loading, unloading, transporting,  \nhandling, sizing, fitting and placement of all materials as  \nwell as operating any and all necessary equipment for  \nsame.  \n"], ["ARTICLE V  \nWAGES & CLASSIFICATIONS  \nFRINGE BENEFIT CONTRIBUTIONS  \nHAZARDOUS PAY  \n", "Section 1. Wages and Classifications: The wage rates  \nand classifications that follow have been established and  \nagreed to for the duration of this Agreement.  \nWage increases will be effective the first full pay period  \nafter the effective date shown in this Agreement.  \nSection 3 of this Article refers to wage classifications for  \nHazardous Waste Removal & Lead Abatement Workers.  \n13  \nSection 2. Fringe Benefit Contributions: Contributions  \nreferenced in this Article for Health and Welfare (H&W),  \nPension, Training and Upgrading (T&U), and LECET,  \nare those fringe benefits referred to in Articles XIV and  \nXVI. The contribution for the Construction Advancement  \nProgram of Central Ohio (CAPCO) is that contribution  \nreferred to in Article XVII.  \nArticles VII and XIV govern how fringe increases shall  \nbe diverted from the wage package, if necessary.  \nSection 3. Hazardous Waste Removal & Lead Abate-  \nment Workers: For Laborers working in an exclusive  \nor “hot” area with toxic or hazardous materials, one of  \nthe following personal protective equipment ensembles  \nwill be required for necessary protection against toxic  \ncontaminants. All of the ensembles increase the risk of  \ncertain types of worker-related injuries.  \nLevel A: (Wage Group 1) To be worn only in established  \n“safe zones” may consist of, from normal work clothes to  \nnormal skin protection such as gloves, face shields,  \ngoggles, coveralls, and occasionally respiratory protection.  \nLevel B:(Wage Group 2) Protective equipment includes  \na protective suit and an Air Purifying Respirator (APR)  \nwith the appropriate filter canisters. The ensemble is used  \nwhen contaminants are reliably known not to be hazardous  \nto the skin and not IDLH (Immediately Dangerous to Life  \nor Health) and correct filter protection is available. This  \nensemble offers adequate protection for many jobs. Heat  \nstress may be a problem due to the suit, and respiration  \nis more difficult due to the inherent restrictions to  \nbreathing in an APR. Also, normal job related injury risk  \nwill be nearly as high as for Level C equipment.  \n14  \noo ‘ail  \nLevel C: (Wage Group 3) Protective equipment includes  \na chemically resistant splash suit and a SCBA or Airline  \nRespirator. This ensemble is required when the situation  \nis very hazardous, such as oxygen deficient atmospheres,  \nIDLH atmospheres, or confined space entries, but the risk  \nof skin exposure is not as great as in Level D situations.  \nThe Level C ensemble gives the second highest level of  \nprotection, but also puts physical stress on the worker;  \nprimarily heat stress, reduced vision, dexterity and  \nmobility directly attributable to wearing of the protective  \nequipment. Therefore, in addition to the hazardous  \nmaterial, the hazard of normal job related injuries is  \ngreatly increased.  \nLevel D: (Wage Group 4) Protective equipment is  \nrequired when the area has been known to contain  \nextremely toxic contaminants or contaminants unknown  \nbut may be expected to be extremely toxic and/or  \nImmediately Dangerous to Life and Health (IDLH). This  \nensemble includes a fully encapsulated chemical suit  \n(moon suit), Self-Contained Breathing Apparatus  \n(SCBA), or Airline Fed Respirator, and various types and  \nnumbers of boots and gloves; cool vests and voice  \nactivated radios are optional equipment sometimes worn.  \nLevel D ensembles provide the highest level of protection  \nfrom contaminants but places the greatest physical and  \nmental stress on the worker. The claustrophobic  \nenvironment of the moon suit causes anxiety in most  \npeople, which greatly increases the already inherent heat  \nstress problems. Also, this ensemble reduces vision,  \nmobility, dexterity, and communication capacity, all of  \nwhich increases the risk of normal job related injuries;  \nie., slips, falls, caught between, etc.  \n15  \nSection 4. Hazardous Pay: Hazardous pay shall be at  \nthe rate of twenty-five cents ($.25) per hour added to the  \nclassification rate shown in Article V for the following  \nclasses of work:  \nA. All scaffolds at fifty feet (S0') or more above the  \nfoundations or grade level, whichever is higher.  \nB. Caisson work and tunnel work of fifteen feet (15')  \ndepth or deeper.  \nC. “Hot Pay” - When Laborers complement another  \ncraft and that craft is receiving a premium rate of pay, the  \nLaborers will also receive premium pay for this “hot”  \ntype of work.  \n16  \n(This page left intentionally blank).  \nCLASSIFICATIONS  \nGroup 1: General Laborers, Carpenter Tender, Cathodic  \nProtection, Cleaning Debris, Cleaning of all Material,  \nGeneral Clean-up including Vacuum Cleaning, Scraping  \nand Cleaning of Walls and Floors, Landscape, Installation  \nand Removal of Fencing, Sod Layers, All Portable  \nHeaters, Flagman, Loading and Unloading of all Trucks,  \nHandling and Conveying all Materials, Washing of all  \nWindows, Conveyer Belt, Jurisdiction over the use of all  \nWater Pumps up to and including three (3\") inch intake,  \nWatchmen, Water Boy and Tool Room Attendant.  \nGroup 2: Skid Steer Specialist, Concrete Specialist, Brick  \nTender, Stone Mason Tender, Plaster Tender, Mortar  \nMixer and Operator, Cement Mason Tender, Construction  \nSpecialist, All Scaffold Builders, Bush Hammering,  \nLagging, Jack Hammer Operator, Air or Electrical  \nPneumatic Tool Operator, Power Driven Tools, Power  \nBuggy Operators,Pouring and Placement of all Concrete,  \nFork Lift Operators, Power Wheelbarrow Operators,  \nAsphalt and Blacktop Rakers, Wrecker / Demolition, Sand  \nBlasting and Chipping, Welders on Demolitions, Grade  \nCheckers, A person on a bucket pouring Concrete, Gunite  \nNozzle Man, Wagon and Churn Drill Operator, Concrete  \nSaw Operator, Brush Feeders on Pulverizers, Pipe Layers,  \nPavers set in sand, Bottom Man, Laser Gun, Burners,  \nSand Blasting of Concrete, Vibrator Man, Steward, Signal  \nMan, Caisson, Caisson Bottom Man, Pile Drivers,  \nAsbestos and Lead Abatement Laborers, Hazardous Waste  \nLevel (B)  \nGroup 3: Hazardous Waste Level (C)  \nGroup 4: Hazardous Waste Level (D)  \n18  \nWAGE RATES  \nLaborers’ Local Union No. 423  \nWages and Fringe Benefits of Laborers  \nJurisdiction for Franklin, Fayette, Fairfield, Hocking,  \nLicking, Pickaway, Union and Madison Counties  \nEffective June 1, 2005 through May 31, 2008  \n6-1-05 6-1-06 6-1-07  \nGroup1 $19.83 $19.98 $20.83  \nGroup2 20.14.  \nGroup3 =. 20.45 20.60 21.45  \nGroup4 20.76 20.91 21.76  \nFOREMAN: $0.50 per hour above Group 2 rate.  \nGENERAL LABORER FOREMAN: $0.50 per hour  \nabove the foreman rate.  \nFringes Paid on All Hours Worked  \n(in addition to the hourly rate of pay)  \n6-1-05 6-1-06 6-1-07  \nee eee  \nH& W_ $3.80 $4.40 $4.40  \n   \nPension 1.90 2.00 2.00  \nT&U 10 10 10  \nLECET .O5 05  \nCAPCO* 10 10 10  \n* Construction Advancement Program of Central Ohio  \nDeductions  \nAll rates to have Laborers’ District Council of Ohio  \nworking assessment of ten (10) cents per hour worked.  \nWorking dues of 3% are deducted from gross pay.  \n19  \n"], ["ARTICLE VI  \nEMPLOYEE DEDUCTIONS  \n", "Upon written authorization the following items are to be  \ndeducted from wages for the term of the Agreement:  \n* Christmas Savings - $1.00 Per Hour  \n¢ Working Dues - 3% of Gross Wages  \n¢ Laborers’ District Council of Ohio Assessment  \n- $.10 per hour  \nCHRISTMAS FUND DEDUCTIONS: The Union will  \nhave an agreement with the depository which will protect  \nthe interest and equity of the workers. No money can be  \nwithdrawn from Christmas Savings prior to December  \n14th. The Union shall provide the Christmas Fund  \nparticipants, in writing, details of the program upon  \nrequest.  \nChanges in Christmas Savings deductions during the life  \nof Agreement must be authorized by adoption of  \nappropriate resolution by the Union and written  \nauthorization.  \nAll authorized deductions shall be paid to Local 423 or its  \ndesignee upon receipt of signed authorization by each  \nemployee by the of each month. Laborers’ District  \nCouncil of Ohio Assessment shall be submitted on the  \nfringe benefit form.  \nA ten per cent (10%) per month penalty shall be paid by  \nan Employer to Local No. 423 or its designee whenever  \npayment for authorized deductions are postmarked later  \nthan midnight of the 15th of each month or midnight of  \nthe next regular working day if the 15th falls on a weekend  \nor holiday.  \n20  \n"], ["ARTICLE Vil  \nFRINGE PROGRAM CONTRIBUTIONS  \n", "Health & Welfare, Pension, LECET and Training and  \nUpgrading are trusteed Fringe Benefits. The Union  \nreserves the right to transfer into the Trusteed Fringe  \nBenefit Programs upon agreement of its members the  \namount of funds or wage increases as are necessary for  \ncontinuity of benefits for its members.  \nThe Union shall reserve the right to refuse to work for  \nany Employer who is not covered by Workers’  \nCompensation, or who fails to withhold Social Security  \nor fails to contribute to Fringe Benefit Programs and  \nauthorized payroll deductions.  \n"], ["ARTICLE VIII  \nWORK DAY, WORK WEEK,  \nSHIFTS AND OVERTIME  \n", "Section 1.  \nA. REGULAR WORK DAY. A regular work day shall  \nconsist of eight (8) hours within a twenty - four (24) hour  \ntime period.  \nB. A REGULAR WORK WEEK shall consist of five  \n(5), eight (8) hour work days Monday through Friday  \ninclusive or four (4) ten (10) hour work days when  \nworking 4-10’s. On projects financed by federal funds  \nand for which prevailing rates prescribed by the Davis-  \nBacon Act are applicable, work performed in excess of  \nten (10) hours in a regular day’s work or in excess of  \nforty (40) hours shall be paid as overtime. On all other  \nprojects, work performed in excess of eight (8) hours in a  \nregular day’s work shall be paid as overtime.  \n21  \nLaborers tending Bricklayers. At the option of the Em-  \nployer, the regular pay week will begin on Sunday morning  \nand end on Saturday night. Regular working days shall  \nbe Monday through Friday inclusive.  \nC. COFFEE BREAK. A uniform ten (10) minute coffee  \nbreak shall be granted at mid-morning and observed at  \nthe employees’ work station. Any violation of this  \nprivilege is a violation of the contract.  \nD. LUNCH HOUR. Normal lunch hour shall be a one-  \nhalf hour period, which begins no sooner than three and  \none-half hours nor later than four and one-half hours from  \nthe starting time. When workmen are required to work  \nthrough the normal lunch hour, such work shall be at time  \nand one-half.  \nE. SHIFTS.  \n1. First shift (day shift) shall consist of eight (8)  \nhours work commencing at the Employer’s discretion  \nbetween 7:00 a.m. and 8 a.m., except when daylight  \nsavings time applies, the Employer has the discretion  \nto commence at 6:00 a.m.  \n2. Second shift - The second shift shall consist of  \neight (8) hours work for which the employee receives  \neight (8) hours pay plus ten percent. Overtime shall  \nbe allowed and paid for work performed after the  \neight (8) hours worked.  \n3. Third shift - The third shift shall consist of eight  \n(8 ) hours work for which the employee receives eight  \n(8) hours pay plus fifteen percent (15%). Overtime  \nshall be allowed and paid for work performed after  \nthe eight (8 ) hours worked.  \n22  \nF. OVERTIME. Whenever Laborers are required to work  \nover-time they shall be paid at the time and one-half (except  \nwhen working directly with crafts which receive double  \nand on holidays as listed in Section 2 below).  \nG. SATURDAY MAKE-UP. When time is lost during  \nthe work week to inclement weather, the parties mutually  \nagree to a Saturday make-up day. The Saturday make-up  \nday will not be scheduled to work for less than eight (8)  \nhours. The Saturday Make-Up will be worked at the option  \nof the Employer and employee.  \nH. FOUR - TEN HOUR DAYS (4 -10’s) By mutual  \nagreement, the Employer may work four (4) ten (10) hour  \ndays at the straight time rate of pay. The Contractor shall  \npay overtime for a!l hours worked over ten (10) hours per  \nday and over forty (40) hours per week. When working a  \nfour (4) ten (10) hour day schedule, if time is lost during  \nthe week due to inclement weather or situations beyond  \nthe control of the Contractor, Friday may be utilized as a  \nmake-up day. Employees willing to work on Fridays shall  \nbe scheduled for not less than eight (8) hours, subject to  \ninclement weather or situations beyond the control of the  \nContractor.  \nSection 2, HOLIDAYS AND SATURDAYS. Double the  \nnormal rate shall be paid for all work performed New  \nYear’s Day, Memorial Day, July 4th, Labor Day,  \nThanksgiving Day, Christmas Day, and Sundays. Time  \nand one-half (1-1/2) the regular rate shall be allowed and  \npaid for all work performed on Saturday, except as  \nprovided for in Article VIII, Section G. Each employee  \nshall have the option not to work on any of these days  \nwithout penalty. (Memorial Day per Building Trades  \nproclamation). When any holiday falls on Sunday, the  \nfollowing Monday shall be observed as such holiday.  \n23  \nLabor and Management mutually agree to the observance  \nof Martin Luther King Day and the day after Thanksgiving  \nas an optional work day for employees. It is understood  \nbetween the parties that those employees observing one  \nor both of these days will not be penalized. It is also  \nunderstood that those employees who choose to work on  \nthese days will be compensated at the usual rate of pay,  \nnot the premium rate of pay. Employees who wish to  \nobserve one or both of these optional days must notify  \nthe Employer forty-eight (48) hours in advance of the  \nobservation.  \nSection 3. At no time shall an employee be held on a job  \nwithout being paid for the time held.  \nSection 4, Subject to provisions of Article HI, Section  \n2, employee(s) shall be put to work at the time ordered  \nor be paid two (2) hours pay, unless he has been notified  \nnot to report due to the possibility of inclement weather  \nor other conditions that exist before leaving the job at the  \nend of his previous shift, or he received notification on  \nthe day in question. Those men starting to work must be  \nallowed not less than four (4) hours pay, weather  \npermitting. This section does not apply within a fifty mile  \nradius of the project. When Laborers are unable to work  \nbecause of the strike of some other craft, the show-up  \ntime provisions of this Agreement shall not apply.  \n24  \n   \n"], ["ARTICLE IX  \nWORKING RULES  \n", "Section 1. The Field Representative and/or the Business  \nManager shall have access to the project during working  \nhours. The Business Manager or Field Representative  \nshall advise the Contractor or his representatives of his  \npresence on the project. The Business Manager or Field  \nRepresentative shall at no time interfere with or hinder  \nthe progress of the work.  \nSection 2. Stewards and foremen may be referred out of  \norder at the discretion of the Business Manager. A steward  \nshall be a working employee, appointed by the Business  \nManager, from the Employer’s work force. In addition to  \nhis work as a Laborer, he shall be permitted to perform  \nsuch Union duties during working hours which cannot be  \nperformed at other times. The Union agrees that such  \nduties shall be performed as expeditiously as possible,  \nand the Contractor agrees to allow the Stewards time for  \nthe performance of such duties. The Steward will confine  \nthese duties to the job site of his Employer. The Business  \nManager shall notify the Contractor of his appointment  \nof each Steward. The Steward shall have authority to  \nreport all safety hazards and unsafe working conditions  \non the job site to the Contractor and/or Employer and/or  \nhis representatives. The Labor Steward is the last man  \non the job provided he can do the work at hand. At the  \ncompletion of the job the Foreman shall remain the last  \nman on the job.  \nIn the event an employee is injured while in performance  \nof his work and requires the attention of a physician, such  \nemployee shall be paid for a full day’s work for the date  \nof injury, provided the attending physician or hospital  \ndeems the patient unable to return to work. Employer  \nand Steward shall also be responsible for seeing that the  \n25  \nemployee is accompanied to the hospital or doctor if  \nnecessary. In the event of accident, the Steward shall make  \na complete report to the Employer and the Union. No  \nemployee shall suffer loss of time as a result of an accident  \nor the necessity of first aid resulting from an accident on  \nthe day of accident.  \nSection 3. There shall be no restrictions on the use of  \nmachinery, tools and labor saving devices.  \nThe Employer shall provide the following:  \nA. An adequate place to safely house tools and clothes.  \nB. A heated place in which to eat lunch and in which to  \nchange clothes.  \nC. Suitable toilet facilities.  \nD. Where the Employer does not have a power signal  \nthe Steward on the job shall have the right to call time.  \nWhere the Employer requires the employee to work under  \nconditions where protective wearing apparel, such as rain  \nsuits, boots, rubber gloves and hard hats, etc., against  \nhazards is necessary, same will be made available by the  \nEmployer.  \nThe employee will be responsible for such apparel and if  \nnot returned to the Employer, the cost of same will be  \ndeducted from the employee’s pay check unless such loss  \nis beyond the employee’s control.  \nSection 4. Drinking Water. Any Employer who employs  \nLaborers shall furnish ice water during hot weather in  \nSanitary containers with sanitary drinking cups available  \nat all times.  \n26  \n   \nSection 5. All Employers recognize the desirability of  \nemploying workers in the jurisdiction of Local 423 when  \nworking in the geographical area covered by this contract,  \nprovided that Employers from outside the area may  \ntransfer one foreman into the area. All additional Laborers  \nshall be brought in only by mutual consent of the Local  \nUnion in conformance with hiring hall agreements.  \nSection 6. There shall be a working Foreman for seven  \n(7) or more workers and for each increment of seven (7)  \nworkers. It shall be at the discretion of the Employer to  \nchoose the Foreman whom he deems fit, and the foreman  \nshall receive instructions and take orders from, and  \nperform such supervisory or work assignments as are made  \nby, the one in charge designated by the Employer. He  \nshall receive fifty cents ($.50) more per hour than the  \nGroup 2 rate. A General Laborer Foreman may be hired  \nat the discretion of the Employer and shall be compensated  \nat fifty ($.50) cents over the Labor Foreman rate.  \nSection 7. All employees shall be paid by check on the  \njob every Friday at regular quitting time in full for all  \ntime worked up to and including quitting time of the  \nTuesday or Wednesday preceding pay day; if not paid at  \nquitting time, the Employer shall be charged waiting time  \nat the rate of straight time until the men are paid a  \nmaximum of eight (8) hours for each twenty-four (24)  \nhours waiting period. For Laborers tending bricklayers,  \nthe Employer has the option to pay by quitting time on  \nThursday. Laborers will be paid through Saturday night  \nof the previous week. The preceding provision shall apply  \nexcept in the case of natural disaster, acts of God or  \ncircumstances beyond the Employer’s control.  \n27  \nAt the option of the Employer and with written authoriza-  \ntion of the employee(s), the Employer may utilize a direct  \ndeposit system of payment to the employees. When this  \ndirect deposit is used, the employee will receive a copy  \nor computer stub indicating the hours worked, deductions  \nand amount deposited into the employee’s account.  \nAll Employers shal! include a detachable check stub with  \nall payroll checks showing the number of straight time  \nhours and the number of overtime hours worked by the  \nemployee in that pay period. This stub shall also show  \nthe amount of each authorized payroll deduction. All  \npayroll checks and check stubs shall have the Contractor’s  \nname and address printed thereon.  \nEach payroll check and its corresponding stub will carry  \nidentical numbers, and each check stub will show the  \nemployee’s name exactly as it appears on the check.  \nWhen an employee is discharged or laid off, he shall be  \npaid by check along with a proper separation slip as  \nprovided by the Unemployment Compensation Office of  \nthe Ohio Department of Job and Family Services on the  \njob at the time of such discharge or layoff. When an  \nemployee is kept waiting for his money, he shall be paid  \nStraight time for waiting until paid. The preceding  \nprovision shall apply except in the case of natural disaster,  \nacts of God or circumstances beyond the Employer’s  \ncontrol. When entitled to waiting pay, the employee shall  \nbe paid at the rate of straight time, a maximum of eight  \n(8) hours for each twenty-four (24) hours waiting period.  \nWhen an employee quits work of his own accord he shall  \nreceive his pay at the next regular pay day.  \n28  \n   \n"], ["ARTICLE X  \nSAFETY  \n", "Section 1. The parties to this Agreement agree that all  \nEmployers and employees shal] comply with the Safety  \nProvisions set down in the Federal Occupational Safety  \nand Health Act, the Construction Safety Act of 1970 and  \nthe Safety Code of Ohio, including revisions.  \nSection 2. The Employer shall have the right to discharge  \nany employee for failure to comply with safety require-  \nments and failure to use equipment provided by the Em-  \nployer to meet the standards imposed under the Federal  \nOccupational Safety and Health Act, the Construction  \nSafety Act of 1970 and the Safety Code of Ohio, including  \nrevisions.  \nSection 3. The Contractor is to be the sole judge as to the  \nsatisfactory performance of work by an employee, and  \nmay discharge for just cause, any employee whose work  \nis unsatisfactory or who fails to observe the safety  \nprecautions, substance abuse policies, or other rules and  \nregulations, prescribed by the Contractor for health, safety  \nand protection of his employees. However, no employee  \nshall be discharged for defending the rights of any  \nemployee under the terms of this Agreement.  \nDRUG/ALCOHOL TESTING. The Employer and the  \nUnion are committed to a policy that promotes safety in  \nthe work place, employee health and well being. In  \nconsideration of this policy, the Union and the Employer  \nagree that any employee found to be under the influence  \nof, in possession of, or engaged in the distribution of drugs  \nor alcohol on the job site shall be subject to disciplinary  \naction, up to and including immediate discharge.  \n29  \nWithin two (2) weeks of reporting to the job site, each  \nnew Laborer may be scheduled for a drug test. Employees  \nusing a prescription drug which may impair mental or  \nmotor function shall inform their supervisor in writing of  \nsuch drug use.  \nEmployee involvement with drugs and alcohol can  \nadversely affect job performance and employee morale.  \nIn the Construction Industry the consequences of drug or  \nalcohol use or influence while on the job site can be  \ndisastrous. The Employer and the Union, therefore agree  \nto the following policy to insure all employees a safe and  \nefficient job site free from the effects of drug and alcohol  \nuse or influence.  \nAny job site is subject to massive and random drug  \nscreening. Any employee who is involved in an on-the-  \njob accident resulting in an injury to a person or property  \nor whose observed behavior raises a reasonable suspicion  \nof probable cause or illegal drug or alcohol use impairment  \nwhile on the job site, may be required, as a condition of  \ncontinued employment, to submit to a test for alcohol  \nand/or illegal drug use which impairs the employee’s  \nability to safely perform his/her duties on the job site.  \nSuch tests usually involve a sampling of the employee’s  \nurine, blood or breath. Any employee who its asked to  \nsubmit to such a test will be required to sign a consent  \nform. If an employee who is asked to submit to a test  \nrefuses to do so, or refuses to sign the consent form, that  \nemployee will be subject to disciplinary action up to and  \nincluding discharge.  \nAll testing will be done by a reliable, established  \nlaboratory. If this initial test screen result indicates  \npositive findings, further testing of the same sample must  \nbe done to confirm the original findings, before the  \nlaboratory can report a positive finding. The confirmation  \n30  \ntest will be conducted by an independent accredited  \nNational Institute of Drug Abuse or College of American  \nPathology Laboratory and will utilize the more scientific  \nGas Chromatography / Mass Spectrometry examination  \n(GC/MS). The results of all tests will be kept confidential  \nbetween the employee, the Employer and the Union. The  \nemployee shall be paid his/her regular hourly wage and  \nfringes for time required for drug testing provided the  \nresults are negative.  \nIf the GC/MS test results are positive, the employee shall  \nbe granted a leave of absence for up to thirty (30) days  \nfor the purposes of drug and alcoho] rehabilitation. If the  \nemployee is eligible, such rehabilitation programs are  \ncovered under the Health and Welfare Plan, providing  \nthe employee confines his/her self to a twenty-four (24)  \nhour licensed rehabilitation medical facility.  \nThe employee shal] be removed from the Employer’s job  \nsite. Upon presentation of certification of the employee’s  \nsuccessful completion of the drug/alcohol rehabilitation  \nprogram, the employee may be restored to his/her orginal  \njob with the Employer.  \nIf the employee was reinstated, he/she shali for the next  \nsucceeding twelve (12) month period, present to the com-  \npany representative monthly certification of negative drug/  \nalcohol test results. Failure to do so will result in denying  \nthe employee the right to maintain his/her availability to  \nbe sent to a job site or if working, to be removed from  \nwork.  \nApplicants who are eligible to be referred to a job, and  \nare informed, prior to the referral, of the Employer’s  \nrequirement to pass a drug test, and accept the referral  \nand subsequently fail the test, will be barred from re-  \nsigning the list until the applicant submits proof of a  \n31  \n“negative” drug test, administered by a designated accredited  \nlab, before he or she can again be placed on the out-of-  \nwork list. The test will be at the applicant’s own expense.  \n"], ["ARTICLE XI  \nGRIEVANCES, DIFFERENCES  \nAND ARBITRATION  \n", "In the case of grievances, misunderstandings, differences  \nor disputes upon any job or should the Union and the  \nAssociation differ as to the meaning and application of  \nprovisions of this Agreement, there shall be no work  \nstoppages or lockouts on account of such matters. An  \nearnest effort shall be made to settle such differences and  \nin the following manner:  \nSection 1. When the grievance, misunderstanding, differ-  \nence or dispute arises upon a job:  \na. The Steward or Foreman shall immediately notify  \nthe Job Superintendent and the Field Representative  \nthat a condition of dispute exists. Either the Superin-  \ntendent, Business Manager, or Field Representative  \nshall call for a meeting in an effort to resolve the  \ndifference as expeditiously as possible.  \nb. Upon any failure to solve differences by Paragraph  \n(a), either the Union, the Employer or the Association  \nshall call a meeting in an effort to settle the dispute  \nwithin forty-eight (48) hours of the meeting held under  \nParagraph (a).  \nc. If the differences includes a question of payment  \nof wages and/or Fringe Benefits, the employee and  \nthe Union shall be shown the Employer’s pay records  \nas they apply to the employee and the time in question.  \n32  \nSection 2. When the Union or the Association differ as to  \ncontract interpretation, the Union or the Association shall  \ncall for a meeting naming a date and time which shall be  \nreasonable. The parties shall meet and engage in an earnest  \neffort to solve the matter.  \nSection 3. When either the Association, Employer or the  \nUnion shall determine the efforts under Paragraph | or 2  \nhave failed, such party may file with the other party a  \nnotice in writing of its intention to arbitrate. When a notice  \nhas been filed, then either party may file two copies  \nthereof with the regional office of the American  \nArbitration Association, which rules are made a part of  \nthis Agreement.  \nThe notice to the American Arbitration Association shall  \ninclude a request that said Association submit a list of  \nfive (5) names of persons chosen from the National Panel.  \nThe parties shall within seven (7) days of receipt of the  \nfive (5) names meet and cross off not more than two (2)  \nnames each and return the remaining name to the  \nAmerican Arbitration Association Regional Office as the  \nselected arbitrator. The choosing of an Arbitrator by this  \nmethod shall be final and binding on both parties. The  \ncost of the arbitration shall be borne equally by the  \nindividual employer member of the Association involved  \nin the dispute and the Union.  \n33  \n"], ["ARTICLE Xl  \nSTRIKES AND LOCKOUTS  \n", "No question, issue, dispute, misunderstanding or other  \nmatter whatever which may arise between the parties shall  \nbe the occasion of or cause for any lockout, strike, work  \nstoppage, or other interference with or hindrance of work  \nduring the term of this Agreement. The Employer will  \nnot lock out any of its employees during the term of this  \nAgreement. The Union agrees that it shall not strike,  \nengage in a work stoppage, slowdown, or any other  \ninterference with or hindrance to any work covered by  \nthis Agreement. The Union, the Association and the  \nEmployer agree to settle all issues, disputes,  \nmisunderstandings in an orderly manner under the  \nprovisions of this Agreement for grievances and  \narbitration.  \n"], ["ARTICLE XII  \nDETERMINATION OF JURISDICTIONAL  \nDISPUTES  \n", "The Union and Association agree that during the term of  \nthis Agreement all its official acts shall be to discourage  \nstrikes, slow-downs or stoppages of work occasioned by  \nJurisdictional disputes between the Union and any other  \nUnion, and all employees who are members of the  \nsignatory Union, covered by this Agreement, shall perform  \nthe duties customarily performed by them without regard  \nto past, present or future disputes based on jurisdictional  \nclaims.  \nIn the case of any disagreement, the Employer will make  \nthe job assignment guided by International Agreements,  \nawards of appropriate boards and area practice. Such an  \nassignment will be final, pending however the right of  \nany affected Union to institute proceedings before the  \n34  \nNational Labor Relations Board, if applicable, or before  \nany local Joint Board for the Settlement of Jurisdictional  \nDisputes, if such board shall be created and recognized  \nby the Union and the Association, or before an arbitrator  \nas provided in Article XI, Section 3.  \nShould the Employer choose to do so, he may make an  \nassignment and elect to proceed in one of the areas stated  \nabove. All decisions rendered will be final and binding.  \nPending any decision as aforesaid, all workers represented  \nby the Union shall remain working and there will no  \nstrike, work stoppage, slowdown or any interference with  \nthe normal program of the work.  \n"], ["ARTICLE XIV  \nHEALTH AND WELFARE, PENSION FUND,  \nTRAINING AND UPGRADING  \n", "The Association and the Union agree to provide Fringe  \nBenefit Programs for Health & Welfare, for Pension, for  \nTraining and Upgrading. Such programs will be  \nadministered by the Trustees of the Laborers’ District  \nCouncil of Ohio, 102 Dorchester Square, Westerville,  \nOhio; Labor Relations Division of the Ohio Contractors  \nAssociation, 1320 Dublin Road, Columbus, Ohio; The  \nCentral Ohio Associated General Contractors of America,  \nInc., 1755 Northwest Boulevard, Columbus, Ohio; and  \nthe Trustees of the Laborers’ District Council and  \nContractors Pension Fund of Ohio, P.O. Box 71-1883,  \nColumbus, Ohio 43271, respectively, under and pursuant  \nto the Trust Agreements which establish such funds.  \nThe Association and the Union further agree that  \nemployees of Employers other than members of the  \nAssociation and their employees may participate and share  \nin the benefits of the Fringe Benefit Programs administered  \n35  \nby the Trustees of the Trusts mentioned above; provided,  \nhowever, that said non-member employers sign an  \nagreement obligating them to comply with all the provisions  \nof this Agreement and of the Trust Agreements mentioned.  \nAll payments shall be made and other conditions shall be  \nmet as are provided for by this Agreement and the Trust  \nAgreements mentioned above. The sums paid into the  \nrespective funds shall be based upon the hours worked of  \nLaborers established by Article V of this Agreement. Each  \nEmployer shall upon request of an official agent of the  \nTrustees administering such Fringe Benefit Program(s),  \npermit such agent or designee during regular business  \nhours, to inspect and make copies of any and all records  \nof the Employer pertaining to compensation paid to  \nemployees; hours worked by employees; monies withheld  \nfrom employees for taxes paid on account of employees;  \nand all other records relevant to and of assistance in  \ndetermining whether the Employers’ obligations  \nhereunder to make payments to the funds have been  \nfaithfully performed.  \nIt is further agreed by and between the parties hereto that  \nall funds and all parts of the Fringe Benefit Program(s)  \nwill be used and operated at all times in such a manner  \nthat payments to the funds by the Employer contributions  \nwill be deductible as expense items of said Employers  \nfor tax purposes with all governmental taxing units. No  \nemployee shal! have the option to receive, instead of the  \nbenefits provided for by the Agreements and Declarations  \nof Trust, any part of the payments of an Employer. No  \nemployee shall have the right to assign any benefits to  \nwhich he may be or become entitled under the terms and  \nDeclaration of Trust, or to receive a cash consideration  \nin lieu of such benefits either upon termination of the  \ntrust herein created or through severance of employment  \nor otherwise.  \n36  \nIf the trustees of a fringe fund determine it necessary to  \nincrease the contribution rate to a fund, the Employer  \nshall, upon receipt of such appropriate notice, contribute  \nto the fund such additional necessary amounts as the  \ntrustees determine necessary for this purpose. Such  \namounts are to be deducted from the direct pay of the  \nemployee only at wage adjustment time.  \n"], ["ARTICLE XV  \nBONDING  \n", "Any Employer who is a party to this Agreement will  \nbe required to post a cash bond to guarantee the  \npayment of wages, fringe benefit payments and any  \nlegal assessment for any employee who voluntarily and  \nindividually authorizes the deduction in writing on  \nforms furnished by the Union, except Central Ohio AGC  \nmembers will not be required to post bond unless said  \nCentral Ohio AGC member has a history of delinquency  \nin fringe benefit payments. A Central Ohio AGC Employer  \nmember may be declared a delinquent Employer by action  \nof the Board of Trustees of a Fringe Benefit program and  \nrequired to post bond.  \nThe amount of the bond required for an Employer will be  \ndetermined by the number of Laborers employed and the  \nfollowing formula:  \n1. 1-5 Employees covered herein .....$ 5,000.00  \n2. 6-20 Employees covered herein .... $10,000.00  \n3. 21-40 Employees covered herein .... $20,000.00  \n37  \n"], ["ARTICLE XVI  \nLABORERS-EMPLOYERS COOPERATION  \nAND EDUCATION TRUST - (LECET)  \n", "Section 1. The Employer and the Union recognize that  \nthey must confront many issues of mutual concern which  \nare more susceptible to resolution through labor-  \nmanagement cooperation than through collective  \nbargaining. The Employer and Union also recognize that  \nworkers as well as business benefits from labor-  \nmanagement cooperation. To seek resolution of these  \nmutual concerns and to advance mutual interests through  \nlabor-management cooperative efforts, the Employer and  \nthe Union agree to participate in the Labor-Management  \nCooperation Trust Fund described herein which is  \nestablished in accordance with Section 302(c)(9) of the  \nTaft-Hartley Act.  \nSection 2, The Employer shall contribute to the Laborers-  \nEmployers Cooperation and Education Trust (LECET)  \neffective as of the effective date of this Agreement,  \nincluding any extensions or renewals thereof. The  \nEmployer shall contribute to LECET at the rate of five  \ncents ($.05) for each hour or portion of an hour for which  \neach Employer covered by this Agreement is entitled to  \npay. The Employer shall submit all contributions to  \nLECET in such manner and at such times and place as is  \nreflected in this Agreement. The Employer shall also  \nsubmit such reports as LECET deems necessary to verify  \ncontributions. The Employer and the Union hereby adopt  \nthe Agreement and Declaration of Trust establishing  \nLECET, a copy of which has been provided to each.  \n38  \n"], ["ARTICLE XVil  \nAPPRENTICESHIP  \n", "To maintain sufficient, qualified Laborers for the indus-  \ntry, to present proper learning opportunities, and to ef-  \nfectuate the principles and desires of the negotiating par-  \nties created by the foregoing, the Contractor and the Union  \nhereby fully subscribe to the future establishment of a  \nJoint Apprenticeship Committee in accordance with the  \nprovisions of the “Laborers’ Apprentice and Training  \nStandards.” To further apprenticeship training, the Em-  \nployer will set aside $.10 (ten cents) per hour of covered  \nemployment for such training when and if both parties  \nagree it is needed after June |, 2005, through May 31,  \n2008.  \n"], ["ARTICLE XVII  \nINDUSTRY FUND  \n", "Employers subject to the terms of this Agreement who  \nemploy Laborers within the jurisdiction of Laborers’ Local  \n423 shall abide by all terms and conditions of the  \nConstruction Advancement Program, which is as follows:  \nA. The Employers have established a program to pro-  \nmote the common good of the Construction Industry.  \nB. The Employers have established the Construction  \nAdvancement Program by a Declaration of Trust dated  \nNovember 14, 1968, a copy of which is available for  \ninspection by the parties at the office of the Trustees  \nthereof at 1755 Northwest Boulevard, Columbus, Ohio,  \nand which is included herein by reference and made a  \npart hereof. Each Employer covered by this Agreement  \nshall pay ten cents ($.10) for each hour worked by each  \nLaborer or other employee within the bargaining unit to  \nthe Construction Advancement Program of Central Ohio.  \n39  \nThis payment shall be included and submitted with the  \napprenticeship training contribution when established by  \nmutual agreement as set out in Article X VII or transmitted  \ndirectly to the Construction Advancement Program of  \nCentral Ohio.  \nC. —_ The consideration of this Agreement is as follows:  \n1. Recognition of the need for providing the means  \nwhereby the Employer can facilitate and supplement the  \nfinancing of its Collective Bargaining, contract  \nmaintenance and other activities.  \n2. Obligations assumed by the Employer to withhold,  \ncollect and forward monies from the pay of its employees  \nfor the benefit of its employees.  \nThis Program is to be administered for the purpose set  \nforth in Section A, Article XVII and in accordance with  \nthe terms of said Declaration of Trust.  \nThe monthly contribution period shall end with and  \ninclude the last full weekly pay period of the month.  \nPayment and reports for contribution period shall be  \nmailed or delivered to the Program Office, or authorized  \ncollection point, on or before the | Sth day of the following  \nmonth. Payments postmarked or delivered after the 15th  \nday of the following month shall be subject to an additional  \ncharge of ten percent (10%) per month until paid to  \nreimburse the Construction Advancement Program for  \ndamages due to additional administrative expenses and  \ncosts of collection arising from late payment.  \nThere is specifically excluded from the purpose of the  \nConstruction Advancement Program of Central Ohio, the  \nnight to use any of its funds for lobbying in support of anti-  \nlabor legislation and/or to subsidize contractors during a  \n40  \nperiod or periods of work stoppages or strikes.  \nThe administration of the Construction Advancement  \nProgram shall comply with all present and future federal  \nlaws governing same.  \n"], ["ARTICLE XIX  \nMORE FAVORABLE CONTRACT  \n", "The Union agrees that should it permit or enter into a  \nContract Agreement, understanding or condition with an  \nEmployer or group of Employers on job-site construction  \nwork within the area covered by this Agreement, which  \nContract, Agreement or understanding is more favorable  \nto that Employer or group of Employers than the terms  \nset forth, such more favorable terms shall immediately  \nbe incorporated into this Agreement and applied to  \nContractors doing that type or similar work as the  \nEmployer or group of Employers to whom the more  \nfavorable terms have been granted.  \n"], ["ARTICLE XX  \nSAVINGS CLAUSE  \n", "It is mutually agreed that if any clause, term or provision  \nof this Agreement is hereafter found to be illegal or in  \ncontravention of any court ruling, National Labor  \nRelations Board ruling or ruling of any other board or  \nagency having jurisdiction in the matter, such clause, term  \nor provision shall be or become inoperative of any effect  \nwithout disturbing the other clauses, terms or provisions  \nof this Agreement. The remaining part of this Agreement  \nshall remain in full force and effect.  \nIt is mutually agreed that should local, state or federal  \nlegislation be passed after the effective date of this  \nAgreement, impacting this Agreement, then the negotiating  \n41  \nteams shall immediately meet-to resolve any problems  \ncreated. If no resolution is reached within a thirty (30) day  \nperiod, then each Employer signatory shall have the right  \nto withdraw from the Agreement after providing a sixty  \n(60) day written notice to both the Union and the  \nAssociation.  \n"]]