[["", "7 . 7 iz 7 || |  \né . = . . *  \n‘ 2 ‘ + - s '  \n. ‘ > . -  \n‘ a? - * ~ * - .  \n“ : . “es >  \n> . - ‘  \n7 . e = > ‘ =  \nA s 8 . . x “ \"  \nve - ' .  \n- * a =  \n   \n  \nLabor Agreement  \nBetween  \nNew Mexico Building Branch,  \nAssociated General Contractors  \nAnd  \nSouthwest Regional Council of Carpenters  \nFor the Period —  \nJune 1, 2007 through May 31, 2010  \nQo  \n   \nLabor Agreement  \nBetween  \nNew Mexico Building Branch,  \nAssociated General Contractors  \nAnd  \nSouthwest Regional Council of Carpenters  \nFor the Period  \nJune 1, 2007 through May 31, 2010  \n“.  \n   \n   \nTHIS AGREEMENT entered into as of this day of , 2007, by and between  \nNEW MEXICO BUILDING BRANCH, ASSOCIATED GENERAL CONTRACTORS, (hereinafter  \nreferred to as AGC or the ASSOCIATION), and the SOUTHWEST REGIONAL COUNCIL OF  \nCARPENTERS (hereinafter referred to as the UNION);  \nThe CONTRACTORS desire to be assured of their ability to procure employees for all the work  \nthey may do in the State of New Mexico in sufficient numbers and skill to assure continuity and quality of  \nwork in the performance and completion of their construction contracts.  \nIt is the interest of all parties to establish uniform rates of pay, hours of employment and working  \nconditions which shall be applicable to all workmen represented by the UNION and performing work for  \nthe CONTRACTORS as such work is hereinafter defined in this Agreement, and to provide for peaceful  \nand harmonious relationships during the term of this Agreement.  \nIT IS  \n"], ["ARTICLE I - COVERAGE AND RECOGNITION  \nI. Coverage: Shall cover the entire State of New Mexico.  \n", "A. Construction: This Agreement shall apply to building construction.  \nB. Definitions:  \nt. “Building Construction” and “Construction” shall mean; i) the construction, erection,  \nalteration, repair, modification, addition to or improvement in whole or in part, or  \ndemolition, of any building structure; ii) the installation, operation, maintenance and repair  \nof equipment and other facilities used in connection with the performance of such building  \nconstruction and performed at the job site, but excluding manufacturer’s warranty repairs.  \n2. “Building Structure” shall include all buildings, whether commercial,  \nindustnal, governmental, or for the Department of De‘ense.  \n3. This shall include any work connected with new construction, alterations or repairs of  \nmetal stud framing, drywall installation, acoustic ceilings and EIFS Systems. This  \nsection is not limited to the above.  \n4. There is excluded from this Agreement all road, highway, and street work; the paving of  \nparking lots; and all work incidental to any of the foregoing.  \nC. Yard Shop and Warehouse Work. Al) work performed in the Contractor’s warehouses,  \nshops or yards which have been particularly provided or set up to handle work in  \nconnection with a job or project covered by the terris of this Agreement, shall also be  \nsubject to the terms and conditions of this Agreement, and except when yard, shop or  \nwarehouse work is performed under the terms of other Agreements with the UNION.  \nD. Observance of Agreement in Subcontracts.  \n1. Every subcontract for construction, covered under the terms of this Agreement, granted  \nby a contractor shall require that the subcontractor observe all the terms of this  \nAgreement,  \nby any subcontractor to any workman covered under this Agreement or to any Fund  \nspecified in Article 1X, for work performed on the Ccntractors job, provided that written  \ndemand is sent to the subcontractor, with a copy to the contractor, and payment has not  \nbeen made within five (5) working days after receipt of such demand by the  \nsubcontractor.  \nAs used in this Agreement: Subcontracting is the performance on the jobsite of covered  \nconstruction, by any person, firm or corporation pursuant to Agreement with a  \n2. Each Contractor shall be responsible for payment of all wages and fringe benefits owed  \n   \ncontractor or with a subcontract. A subcontractor is one who performs subcontracting,  \nand the terms includes a subcontractor of a subcontractor  \n4. If a signatory general contractor receives competition from a non-signatory general  \ncontractor, this clause may be waived for wood-Framing, drywall and metal studs to  \nwhich drywall is applied, insulation, acoustical ceilings, formwork, millwork/cabinets  \ntraditionally not installed by the contractor with his own forces.  \n5S. Moreover, a package bid or combination bids where the major portion of that package  \nor combination is drywall may also be watved.  \na) In both cases, the following provisions must be met:  \nb) The general contractor must give five days notice to the Union of his  \nintent to waive this clause, and  \n6. The work which is being waived is not work traditionally performed by the contractor  \n(general or sub) with his own forces.  \n7. The general contractor will seek bids from Union for work described in  \nand a non-union subcontractor is uses, the general contractor will so notify the Union  \nwithin forty-eight (48) hours of bid time, Saturdays, Sundays and Holidays excluded.  \nAt the option of the Union, the general contractor will arrange «. meeting of a representative of the  \nUnion, the subcontractor, and a representative of the general ccntractor, to discuss the possibility  \nand merits of a labor Agreement prior to the subcontractor starting work on the project. If an  \nagreement is not reached between the subcontractor and the Union, and tf the general contractor  \nuses the non-union subcontractor, this subcontractor clause is waived.  \nE paragraph d. (1) if the Union subcontract bids which are received are non-competitive,  \n   \n   \nUnion Recognition. The Union claims, and the Contractor acknowledges and agrees, that a  \nmajority of its employees have authorized the Union to represent them in collective bargaining.  \nThe Contractor hereby recognized the Union as the exclusive bargaining representative under  \nSection 9(1} of the National Labor Relations Act of all full-;ime and regulas part-time employees  \nperforming construction work within the craft jurisdiction of the Carpenters on all present and  \nfuture Jobsites in New Mexico. The jurisdiction of the UINION shall be that which has been  \nhistorically defined by the Building and Construction Trades Department of the American  \nFederation of Labor Congress of Industrial Organizations anc: as it my be further defined through  \njurisdictional agreements, decisions and awards.  \nAssociation Recognition. The UNION recognized the ASSOCIATION as the sole and exclusive  \ncollective bargaining representative for those of its members whom it authorized to represent in  \ncollective bargaining, and any other contractors who become signatories hereto, as provided in  \nArticle XTV.  \nExcluded Employees. Not withstanding anything contained hzrein to the contrary, the following  \ncategories of the CONTRACTORS’ employees shall not be covered by the provision of this  \nAgreement: executive; general superintendent; assistant genera| superintendents; civil) engineers;  \nengineers employed as engineers; engineering technicians; all supervisory employees and guards  \nas defined in the National Labor Relations Act, as amended; tiniekeepers; messenger boys; office  \nworkers; and any other classes of employees which may be from coverage under the  \nNational Labor Relations Act as from time to time amended.  \nEffect of Agreement:  \na. This Agreement applies to all construction worl: performed in New Mexico by  \nCONTRACTORS. However, if the UNION enters into an Agreement with any  \n   \nemployer covering construction in any part of New Mexico, which Agreement  \nprovides for wages lower than 10 percent of current negotiated rates than this  \nAgreement (all hereinafter referred to as “more favorable terms”) then such more  \nfavorable terms shall forthwith become part of this Agreement and shall  \nsupersede the wage rates, regardless of whether such agreement is limited to one  \nor more employers or covers less than the geographic jurisdiction of the Union.  \nThe Union will notify the association of its intent to negotiate other Agreements  \n(project or otherwise) with any contractor for any project within the State of New  \nMexico. Upon completion of such negotiations, the Union will notify the  \nassociation of the terms and conditions of any such agreement. This Article 1 (5.)  \n(a) may be reopened mutually by the association and the union.  \nWork Preservation Committee: Relicf may be granted ta signatory contractors (General  \nContractor and Subcontractor) on any job with open shop competition. On such “targeted jobs”,  \nthe union shall notify the association, in writing, in advance of the bid opening of any special terms  \nand conditions offered on these targeted jobs. It shall be the responsibility of the individual  \ncontractor to obtain this information from either the association or the union,  \nWhen signatory contractors consistently experience open shop competition on private works  \nprojects, they may request relief from a “Labor Management Com:nittee”, appointed jointly by the  \nAssociation and the Union. This committee will discuss definitions of work covered under the  \nAgreement and will communicate tts interpretations of these definitions to all signatory contractors  \nwho are bidding or negotiation that project. The Committee will meet at least once per quarter and  \nat the call of either party, The parties also agree that these procedures may be amended mutually at  \nany time during the course of this Agreement.  \n"], ["ARTICLE I — HARMONY AND COOPERATION  \n", "1. Management Rights: The Employer retains full and exclusive authority for the management of its  \noperations, except as expressly restricted by this Agreement. By way of illustration only, and not.  \nlimiting either as to authority or types of authority retained, this authority shall include, but not be  \nlimited to, the following. The Employer shall direct his working forces at his sole prerogative,  \nincluding but not limited to, hiring, promotion, transfer, lay-off, or discharge. No rules, customs, or  \npractice shall be permitted or observed which limit or restrict production, or limit or restrict the  \nworking efforts of employees. The Employer may utilize the most efficient methods or techniques  \nof construction, tools, or other labor saving devices. There shall be no limitations upon the choice  \nof materials or design.  \nThe Employer shall schedule work, and shall determine when overtime will be worked; provided,  \nhowever, that no employee shall be required to work under any conditions that are injurious to his  \nselection of craft foremen over workmen of their respective crafts shall be entirely the  \nresponsibility of the employer.  \n. Meetings: The representatives of the Union and of the Association shall meet on problems of  \nmutual interest at such times and places as may be agreed to by their respective chairmen.  \n. Pre-Employment Conferences: Prior to commencing work on a project, CONTRACTORS’  \nrepresentatives and UNIONS’ representatives shall hold a pre-employment conference at the  \nrequest of either party.  \nPublic Construction Projects: The parties will cooperate on public construction projects, federal  \nand state, to the end that authorized construction projects sliall be awarded to the contract  \ni health or safety, as provided in the Federal or State regulations governing construction. The  \n   \nconstruction industry and that contracting officials will be accurately and fully informed as to  \nfringe benefits and prevailing rates of pay hereunder.  \n5. List of Contracts: Within 48 hours after receipt of a ‘written request from the Council, a  \nContractor shall furnish the Council with a list of all contracts and subcontracts entered into for a  \nspecific job.  \n"], ["ARTICLE HI - ACCREDITED REPRESENTATIVES AND STEWARDS  \n", "I. Access: Accredited representatives of the UNION shall hav access during working hours to all  \nopen jobs, Access to jobs being put in place under governmerital restrictions shal] be subject to the  \nregulations prescribed by the owner. Accredited representitives shall not unnecessarily delay  \nworkmen or the progress of the job during working hours. Contractors agree to assist Union  \ntoward securing access to closed jobs. “Closed” and “Open” refer to jobs on which Federal  \ngovernment security clearance is necessary for personnel.  \n2. Stewards:  \na. A craft steward may be designated in writing by a business representative of the Union for  \neach job, out of the employees currently working on job.  \n. The Steward shall be permitted on a job at all times; shall be a working employee; and  \nshall not be subject to discharge on account of Union activities. Such activities shall not  \nunreasonably interfere with the Steward’s work for the Contractor. A Steward can be  \ndischarged for cause without twenty-four (24) hours notice.  \nc. The Contractor shall be notified in writing of the selection of each steward. The  \nContractor shall give the Council prior written notize twenty-four (24) hours before  \ndischarging a steward and reason for discharge. This twenty-four (24) hour notice shall  \ncover transfer or reassignment of a Steward.  \n   \nd. The Steward’s duties shall include, but not necessarily be limited to, the following:  \n1. Check the job referral of each employee dispatched under the terms of this  \nAgreement to the Contractor.  \n2. Work with the Contractor’s designated representative in charge of the job in an  \nattempt to resolve disputes prior to the application of the grievance procedure.  \n3. Report to the Contractor’s designated representative any employee covered by this  \nAgreement who works for less than the negotiated wage scale, for less than the  \novertime rate or who goes to work without the jab referral.  \n4. Report to the Contractor’s designated representetive any work belonging to the craft  \nbeing done by nonunion men or by workmen of another craft.  \n5. Report to his business representative any grievances, which have not been resolved  \nunder step | of the grievance procedure (Article VII 2a).  \n6. Report to his business representative any employee covered by this Agreement who  \nleaves the job site without giving the employer arid job steward prtor notice.  \nunsafe manner on the job site to the Contractor's designated representative or his  \nbusiness representative.  \n8. In case of injury to an employee, the steward shall care for the injured employee’s  \ntools.  \n9. The steward shal! suffer no lost time in the perfor mance of his duties as outlined or  \nin the securing of weekly reports.  \n10. The job steward shall not cause or encourage a work stoppage, and shall not  \nencourage, or cause, any employee to leave a job, or discourage any employee from  \ni 7. Report any reckless or unsafe working conditions or employees’ working in an  \n   \n   \nreporting or cause any employee not to report, for work. Violation of this  \nsubparagraph shall constitute cause for immedite discharge.  \n"], ["ARTICLE IV —- SETTLEMENT OF JURISDICITONAL DISPUTES  \n", "1. No Strikes: There will be no strikes, no work stoppages, slowdowns, or other interferences with  \nthe work because of jurisdictional disputes.  \nWork Assignments: Work shall be assigned by the Employer in accordance with the definitions in  \nArticle I, 1(a) and 1(b) of the Agreement. Ifa dispute arises, the Employer’s assignment shall be  \nfollowed until the matter can be resolved mutually using procedures defined in Article VIII or by  \nother mutually agreed upon procedure.  \n3. Tools of the Trade: The following tools shall be considered “tools of the trade”.  \na. Welding torch: The welding torch is a tool of the trade having jurisdiction over the work  \nbeing welded, Craftsmen using the welding torch shall perform any of the work of their  \ntrade and shal] work under the supervision of the craft foreman.  \nb. Trucks and Forklifts: Trucks (one ton and under) «nd forklifts may be operated by  \nmembers of this union for the transporting of tools, matevials, and equipment related to their  \nwork.  \n4. Two Hours Unrelated Work: The employer may assign work normally performed by carpenters  \nto members of another union provided that: (1) this work does not exceed two man hours per day  \nand (2) this other union agrees to this same language in its collective bargaining Agreement.  \n"], ["ARTICLE V ~ UNION SECURITY  \n", "1. Employer’s Freedom: Subject only to the limitations of this greement, the CONTRACTORS  \nshall have entire freedom selection in hiring. The CONTRACTOR may discharge any employee  \n- 10 -  \n   \nfor just cause provided there shall be no discrimination ageinst any employee by reason of any  \nUNION activity which does not interfere with the proper perfarmance of his work.  \n. Union Shop: As a condition of employment, every employee performing construction work within  \nthe jurisdiction of the Union, and not a member of the Union at the time of employment, shall, after  \nthe seventh day following the beginning of such employment or the effective date of this  \nAgreement, whichever is later, offer to become a member of the Union and tender the uniformly  \nrequired initiation fees and dues, and all employees who are or who become members of the Union  \nshall remain members in good standing of the Union during the term of this Agreement, provided  \nthat the construction and application of this provision shall be subject to Section 8 (a)(3) of the  \nNational Labor Relations Act as amended.  \nEnforcement of Union Shop: If an employee fails to tender initiation fees and/or dues uniformly  \nrequired as a condition of acquiring or retaining membership in good standing, and the Union  \nrequests the Contractor to terminate the employment of such employee for such reason, the Union  \nshall:  \n. Inform the Contractor in writing of the specific reason for the request, including dates and  \nother pertinent data, with a copy to the employee.  \n. The written request shali be made on the official letterhead of the Union, over the signature  \nof the business agent or other responsible official of the Union.  \nc. Prior to the termination of employment by the Contractor due only to failure to tender such  \ninitiation fees and/or periodic dues as are required by the Union, and in conformity with  \nSection 8 (a)(3) of the National Labor Relations Act, upon notice to the Contractor, the  \nemployee shall have three (3) days within which to correct the matter complained of.  \n-{l-  \n4. Save Harmless: The UNION agrees to indemnify, defend, save and hold the CONTRACTOR  \n| harmless from all liability, loss, cost, expense and damage, including, but not limited to, legal fees,  \nwage or other charges, resulting from any action taken, or cmission to act, in good faith by any  \nCONTRACTOR in reliance upon such written requests,  \n"], ["ARTICLE VI ~ NON-DISCRIMINATORY REFERRAL PROCEDURE  \n", "In the employment of workmen for all work covered by this Agreement in the territory described, the  \nfollowing provisions shall govern:  \n|  \n|  \n  \ni 1. The Local Unions shall establish and maintain open and nondiscriminatory hiring lists for work  \ni covered by this Agreement. It is agreed by the Employer and the Union to fully comply with all  \nprovisions of the Federal and State laws to the end that no person shall, on the grounds of sex,  \nrace, color, national be excluded from participation in or be denied the benefits of the  \nterms of this Agreement or otherwtse subjected to discrimination by not having full access to the  \nterms of this Agreement. The Southwest Regional Council of carpenters Hiring Hal! Procedures  \nare herein included, by reference.  \n. Exclusive Procedure: The Contractor shail notify the Union of the need for workmen coming  \nwithin its jurisdiction and the Union shall refer workmen to the Contractor as provided herein.  \nThe Contractor shall hire only such workmen as are referred by the Union in writing, except as  \notherwise provided for in this Agreement.  \na. Registration facilities at Union referral hall shall be available, as a minimum, between the  \nhours of 7:30 am through 5 pm., Monday through Friday, hclidays excepted  \n-12-  \n1 3. Registration Facilities:  \n. Applications for employment will be registered by the Union in the order in which they  \nappear for registration, on whichever group list represents the highest preference group for  \nwhich the applicant qualifies.  \nAny registrant, who is rejected by a Contractor, as »rovided in this Agreement shall be  \nimmediately restored to his prior place within his grou: list and shall be referred to another  \nContractor in accordance with the position of his/her group and his/her place within the  \ngroup.  \nRegistrants on a referral hall group list not referred to a job within the calendar month of  \ntheir original registration or re-registration must re-register between the first and fifth day of  \neach month, Registrants who fail to re-register will be cropped from the group list.  \n3. Order of Referral:  \na. Eligibility for referral starts with applicant’s personal request for their name to be placed  \nnumerically on the out of work list. (First come, first served)  \nb. The Union shall maintain a register of all applicants sc qualified, established on the basis  \nof the groups listed below, each applicant being registered in the highest priority group for  \nwhich he/she qualifies.  \nI CARPENTER LIST. Journey-worker Carpenters, layout, form builders and  \nsetters, framers, finish, and welders.  \n2 INTERIOR SYSTEMS LIST.  Journey-worker Dry-wallers, metal framer,  \nlather, acoustics specialist, layout and welder.  \nc. The Employer may request by name any qualified worker whose name is on the out of  \nwork list.  \n  \n   \n1. The Union shall dispatch Apprentices, other than those called by name as stated  \nabove, from the out of work list in the order that the Apprentice signed the out of  \nwork list regardless of the Apprentice’ training period.  \nd. It shall be the responsibility of the Employer when requesting workers to give the Local  \nUnion all of the pertinent information relating to the work assignment to enable the  \ndispatch of the workers required.  \n4. Hiring Hall Fees: In order to help defray the cost of providing: hiring hall services to the workmen  \nand employers, the signatory Unions may charge a registration fee, not to exceed the reasonable  \nproportionate cost of operating the referral hall, to any applicant who is not a member of the Local  \nUnion when he seeks to register.  \n. 48 Hours Notice: The Contractor shall be free to recruit suf“icient workmen outside the referral  \nhall, and provide such workmen need not be registered, in ether of the following events: (a) If  \nUnion referral facilities fail to provide required workmen sufficient to fill the Contractor’s request  \nwithin forty-eight (48) hours following such request (Saturday, Sundays, and holidays excepted);  \nor (b) where it is apparent that referrals cannot be made by the Union within the required forty-  \neight (48) hours, in which event the Union shall promptly so notify the Contractor. In either case,  \nthe Contractor shall notify the Union weekly, in writing, of any «uch hiring.  \n- Right to Reject: The Contractor may reject any Union referred applicant for any reason other than  \nUnion or Non Union status. The Contractor shall maintain a written record of referred applicants  \nwho have been rejected for employment, together with the reascn for such rejection. Such records  \nshall be made available to the Union upon request.  \nTHE CONTRACTOR SHALL FURNISH A TERMINATION FORM FOR EACH EMPLOYEE  \nEMPLOYED UNDER THIS AGREEMENT AT THE TIME OF TERMINATION, BUT NO  \n_14-  \n   \nf  \nmmm men eee el  \ntd.  \nLATER THAN TWENTY-FOUR (24) HOURS AFTER TERMINATION, TO THE  \nAPPROPRIATE HIRING HALL WITH A COPY TO THE EMPLOYEE, LISTING THE DATE,  \nTHE REASON FOR TERMINATION AND ELIGIBILITY FOR REHIRE. THE CONTRACTOR  \nMAY USE A FORM SUPPLIED BY THE UNION OR THE CONTRACTOR.  \n. Posting: A full copy of the Southwest Regional Council oi Carpenters Hiring Hall Procedures  \nshall be posted in plain view and made available for inspection by applicants for employment and  \nemployees, at the referral hall, at or near the place of registration, at each building site, at each  \nContractor’s permanent office and at any other place where notices to employees and applicants are  \ncustomarily posted,  \n. Areas Excluded: This Article shall have no application to ccnstruction work to be performed or  \nput in place in an area so remote that the Union cannot provide registration and referral service  \nthrough a referral hall for the site or project, of which fact the Union shall promptly notify the  \nContractor, or when, due to some governmental rule or regulation, the registration or referral  \nprovisions herein cannot be lawfully applied to a site or project.  \n. Referral Hall Defined: For the purpose of this Article, the term “referral hall” shall be any office  \nor building space in the charge of a Union representative in possession of the required employment  \nrecords, and having adequate personnel and facilities for the reyistration and referral of applicants  \nfor employment and the maintenance of records and supplying of information as required herein.  \nThe Union shall furnish a list of referral halis on request.  \nApprentices: The term “applicants for employment: as used in this Article shall be construed to  \ninclude applicants for employment as apprentices. All apprentices referred, shall be certified by the  \nreferral hall as registered by a joint Apprenticeship Committee or group.  \n  \n11. Save Harmless: Should either the Contractor or Union violate, or fail to comply with, any of the  \nterms or condition of this Article, by discrimination or otherwise, and thereby cause liability to be  \nasserted against or imposed on the other, the non complying party shall indemnify, defend, save  \nand hold the other harmless from any and all liability, loss, cost, expense and damage, including,  \nbut not limited to, legal fees, wages or other charges incurred by reason of such conduct.  \n12. Violation: If an applicant for employment who has legally registered on an out-of-work list be  \ndenied employment through an employer’s violation of the hiring hall provisions, and only after an  \ninitial warning in writing from the Union, the employer shall be liable for the applicant’s full wages  \nand other benefits for eight (8) hours pay. If the employer refuses to correct the violation when  \nnotified by the Union, the pay will continue until the matter is ccrrected.  \n"], ["ARTICLE VII — UNIVERSAL-WORKING-RULES:  \n", "a 1. Straight Time: Single daytime shift, erght (8) consecutive hours exclusive of lunch period, shail  \nconstitute a day’s work. Forty hours (40), from Monday through Friday, exclusive of lunch  \nperiods, shall constitute a week’s work. Such work shall be paid for at the applicable straight-time  \nrates set forth in the wage schedules attached hereto.  \na, Four (4) Ten (10) Hour Days: A contractor may, provided he so states to the Union in  \nwriting prior to the start of a job, may work four (4) ten (10) hour days per shift but no more  \nthan ten (10) hours per shift at the straight time rates. Cvertime rates as applicable shall  \napply to all time worked in excess of ten (10) hours per day, forty (40) hours per week,  \nSaturdays, Sundays, and Holidays, shall_be at overtime rate.  \nRolling 40’s can be worked by two separate crews i.e.) first crew works  \nMonday through Thursday. Second crew works Friday through Monday. Overtime rates as  \n_16-  \n   \napplicable shall apply to all time worked in excess of ten (10) hours per day, forty (40)  \nhours per week and Holidays.  \nc. Starting and quitting times, once established, shall be uniform and consistently applied.  \n2. Overtime: It is agreed that overtime is undesirable and not in the best interest of the industry or  \nthe craftsmen. Therefore, except in unusual circumstances, will not be worked. Where  \nunusual circumstances demand overtime, it will be kept to a minimum.  \na. Time and One-Half: The following time worked shall constitute overtime to be paid  \nfor at the rate of time and one half the applicable straight time rate set forth in the  \nwage schedules attached hereto:  \n1). Hours in excess of eight (8) in any one day; except as provided in (1)  \nabove; hours in excess of forty (40) in ary week.  \n. Anon working day (except Sundays and Holidays) may be used to make-up time  \nstraight-time rate, provided however, such mzke-up work will be performed by  \nemployees of the employer covered by this Ayreement and employed on the job  \nduring the week in which time was lost and that such make-up work be on a  \nvoluntary basis only and no employee shall be discharged for his refusal to perform  \nsuch work. A holiday shall not be considered a “lost day” for purposes of this  \nAgreement.  \ne. Double Time: All work on Sundays and Holidays  \n3. Additional Overtime Provision:  \na. When an employee is called out or otherwise recuired to report to work without at  \nleast a complete work shift off since his previous shift, aJ] such call out time shall be  \n-17-  \nlost in the week immediately preceding the mak:-up day and time will be paid at the  \n   \npaid at the applicable overtime rate until he shall have had an eight (8) hour rest  \nperiod or a complete work shift off. Like: vise, any employee working on an  \nOvertime basis will continue to draw the overtime rate until such time as he has had  \nan eight (8) hour rest period or a complete work shift off. Any employee called out  \nshall be guaranteed four hours pay at the appropriate overtime rate.  \nb. Any employee working a total number of hours in excess of eight (8) on one or more  \nshifts during a twenty-four (24) hour period shall receive the applicable overtime  \nrate for hours worked in excess of eight (8).  \nc  \na  \nWork performed in excess of five consecutive hours without a thirty (30) minute  \nlunch period shall be paid for at one and one-helf times the straight time hourly rate  \nuntil a thirty (30) minute lunch period has been provided.  \nd. No work shall be performed in excess of ten consecutive hours unless a second  \nlunch period of at least thirty (30) minutes is furnished and the employees are paid at  \nthe applicable overtime rate therefore.  \ne. In the event the particular work in progress cari be completed within the eleventh  \nhour, it may, upon mutual consent, be continued to completion without interruption,  \nprovided the Contractor pays for the lunch period at the applicable rate.  \n4, Multiple Shifts: |  \na. When so elected by the Contractor, multiple shifts may be worked for three (3) or  \nmore consecutive days, provided the Union is aotified twenty-four (24) hours in  \nadvance of the effective date of the starting of such multiple shift operations.  \nb. If the Contractor elects to work the day shift between 8:00 a.m. and 5:00 p.m., that  \nshift shall work eight consecutive hours, exclusive of a thirty (30) minute lunch  \n-18-  \n   \nperiod. Second shift shall work seven and one half consecutive hours, exclusive of a  \nthirty (30) minute lunch period, for which working time employees on the shift shall  \nreceive eight (8) hours pay at straight time retes, Mondays through Fridays. The  \nthird shift shall work seven (7) consecutive hours, exclusive of a thirty (30) minute  \nlunch period, for which working time employees on the shift shall receive eight  \nhours pay at straight time rates, Mondays through Fridays. On three-shift  \noperations, all time worked on the third shift shall be deemed to have been worked  \non the same day as the first shift started.  \n5S. Show-Up Time: Any employee on the payroll of the Contractor or any workman referred to a job  \nwho reports for work at the regular starting time and for whom no work is provided, shall receive  \ntwo (2) hours pay at the applicable rate, unless he has been notified before leaving home not to  \nreport, or has been discharged, laid off or has voluntarily quit the employer on the same job. Any  \nhours pay and, if more than two (2) hours are worked in any one day, shall be paid for actual time  \nworked; provided that in either situation, the employee shall be paid only for time worked if he has  \nbeen prevented from working for reasons beyond the contro! of the Contractor, inclement weather,  \nor breakdown causing discontinuance of a major unit of the praject, and has not been required or  \nrequested to remain on the project by the Contractor or his agent. Employees referred under Article  \nVI to Contractors jobs that arrive in an unfit condition for work, \\vithout proper tools or credentials,  \nwho are not ready to go to work. Or who are not otherwise qualitied, shall not be paid for show-up  \ntime. Each employee will furnish his employer with his current address and telephone number, if  \nany.  \n-19-  \n5 employee who reports for work and for whom work is provicled shall receive not less than two  \n   \n6. Payment of Wages: Employees shall be paid weekly on the jobsite during working hours; no more  \nthan five (5) days pay shall be withheld from an employee’s wages. Failure to pay by quitting time  \non the established payday shall make the employer subject to the penalty set forth below:  \na. Any employee who is laid off or discharged luring the employer’s regular office  \nhours and who is not paid the wages due him within his regular work shift, shall be  \nentitled to eight (8) hours pay at his regular straight time rate for each twenty-four  \n(24) hour period or fraction thereof between the end of his last shift and the time he  \nis paid in full; provided that the employer shal] be required to pay such an employee  \nonly during regular office hours. In no event shall penalties under this rule accrue  \nagainst a Contractor for Saturdays, Sundays cr Holidays, unless work has been  \nnormally scheduled for such days. Any employee who quits shall be paid on or  \nbefore the next regular payday.  \n. When discharge occurs outside the employer’s regular office hours, the Contractor  \nshall, on the following work day, either have the paycheck available at the payroll  \npaycheck to the employee to the address shown cn the employer’s records or as may  \nbe designated by the employee. The postmark be determinative of the date of  \nmailing.  \n7. Holidays: The recognized holidays hereunder shall be New Year’s Day, Memorial Day,  \nIndependence Day, Labor Day, Thanksgiving Day and Friday af:er, and Christmas Day. Whenever  \none of those holidays fall on Sunday, the Monday following shall be the legal holiday. No work  \nshall be performed on Labor Day except to save life or Carpenters who are veterans of  \nmilitary service to the United States may take off from work on the Veterans’ Day which is  \n20 -  \ni office prior to the closing of such office or if requested by the employee, mail the  \n   \n   \nrecognized on a Monday. The employer reserves the right to request documentation from any  \nworker who wishes to utilize this time-off provision to verify his or her status as a veteran, as per  \ncompany policy,  \nDrinking Water: Potable drinking water shall be supplied to all job sites, through bubbler-type  \nfountains or portable water carriers, which are equipped with disposable paper cups. Ice water  \nshall be furnished when requested by the Union.  \n9, Employee Facilities:  \n10. Job Safety:  \na.  \na. Toilets or latrines shall be provided at job sites in the ratio of one seat for each  \nfifteen (15) persons employed. [f privy-type are provided, they shall be fly-  \ntight, have covered seats, and shall have urinals. Toilets shall be protected from the  \nweather and shall be provided with adequate lig:t, ventilation and a door, and shall  \nbe kept clean.  \n. Workmen shall be permitted to store their lunches in too! and/or supply rooms, and  \nto use such room for changing clothes and storing their tools when not in use. If  \nstorage is furnished for tools used by any craft or lunchrooms are furnished, then  \nworkers covered by this Agreement shall be provided tool storage facilities.  \nFederal or State safety regulations shall be sbserved by the employers and  \nemployees.  \n. Failure of an employee to observe Federal or State safety regulations, or published  \ncompany safety rules which have been distributed to employees, shall be cause for  \nimmediate discharge.  \n21 -  \nc. Employees shall provide their awn safety shoes and hard hats, unless the employer  \n| requires the employee to wear company hard hats.  \nd. Employees may be required to attend safety programs when offered by either the  \nUnion or the Employer.  \ne. Substance abuse screening:  \n1. The Union recognizes the right of the employer to establish a substance abuse-  \ntesting policy for employees. An employer may recognize a Union substance  \nabuse-testing program as being in compliance with his own.  \n2. When the Union refers an employee to an employer, which has a substance  \nabuse-screening program in effect, the Unicn will notify the employee that he  \nwill be subjected to a drug test before starting work.  \n3. Substance abuse testing/screening programs may be developed by the AGC and  \nthe Union in concert with other building trades unions. When a mutually-  \napproved program is developed, this paragraph may be re-opened to incorporate  \nlanguage, which facilitates the operation of that program.  \nclothing require for welding.  \n12. Sharp Tools: Carpenters shall start a job with sharp tools. The Contractor may have the option of  \nfurnishing a saw filer or allowing workers to sharpen tools on company time.  \n13. Apprentice Supervision: First-year and second-year Apprentices may work under the direction  \nof a third-year or fourth-year Apprentice or Journeyman, co:npetent to and responsible for  \nsupervising Apprentices. However, Apprentices shall at all times be supervised by a Journeyman.  \n~22-  \n5 11. Welding Protective Equipment: The Contractor shall furnish gloves, hood and other protective  \n14, Apprentice Ratio: The maximum allowable ratio of Apprentices to Journeymen shall not exceed  \none Apprentice to one Journeyman (1-1). This ratio shall apply on a job or on an employer’s total  \nworkforce.  \n15. Furnishing screw guns and routers: Employees can be required by the Employer to furnish their  \nown screw guns and routers for metal framing and the application of drywall only. In those cases  \nwhere the Employer requires that employees furnish their own screw guns and routers, the  \nEmployer will notify the Union and pay an additional eight cen‘s (.08) per hour added to the wage.  \n16. Furnishing Tools: Except as noted in Paragraph 15, no worker shall be allowed or required to  \nfurnish any power tools, battery operated tools, shop equipment, or transportation within the job  \nsite except when approved compensation has been agree to by the Union.  \nThe Union recognizes that right of an employer to establish a mutually agreeable company policy  \non the return of power tools. The intent of any such policy shall be to return company-furnished  \nfurnished tools, but shall not be responsible for damage or wear and tear beyond their contro] in the  \nnormal use of these tools on the job. Employers may include tn their policies reasonable  \nreimbursement for the cost of a tool, which is not returned as required or is damaged through acts  \nof carelessness or negligence.  \n17. Tool Safety: A worker’s tools shall meet all safety regulations of the State and/or Federal  \ngovernment.  \n18. Tool Replacement: Tools, which are damaged or destroyed on a project, due to an uncontrollable  \nact, shall be replaced by the Contractor up to a maximum cost of $300. Such replacement or  \nreimbursement shall be made as soon as possible but not later than removal from the payroll or  \ncompletion of the job. Tool check-in and check-out, may be required by the Contractor.  \n23 -  \ntools to the company, when required. Employees shall exercise care in the use of company-  \n   \n19. Tools to Other Crafts: Workers shal) not be allowed to tools for any other trade or craft.  \n20. No Piece Work: No employee shall be required to work for less than the wage rates set forth for  \nthe job classifications provided for in this Agreement, nor shal] there be any piece work.  \n21. Employees Time: No employee shall be required to perforni work for his employer on his own  \ntime.  \n22. No Rebates: Contractors or their agents shall not directly, or indirectly, accept any rebates on  \nwages paid to employees, nor shall employees rebate their wayses to employers or their agents, not  \naccept stock shares or gratuities in lieu of money wages.  \n23. Pick-Up Time: The individual employer shall allow the employee reasonable pick-up time.  \n24, Welding Tests: Any welder who is required by his employer to take a test shall be paid for the  \ntime required to take the test, irrespective of the outcome of the test. In the event a welder is  \ninjured while taking a test to the extent requiring medical attention, he shall be paid for all the time  \nworked up to the occurrence of the injury. Welders passing a test will be furnished a copy of test  \npapers or a letter of certification from the Contractor or party requiring the test.  \nelderly men  \n26. Foreman Ratio: When five (5) or more workers covered by tixis Agreement, are employed on a  \njob site by the Contractor, one (1) shall be designated foreman ard receive pay as such. He may be  \nrequired to work with his tools. After a foreman is designated, workers shall take orders only from  \nthe foreman.  \n27. Drywall Lathing Training: It ts the intent of the parties tha: specialized training for drywall,  \nlathing and framing be established through the Carpenters Educational Program of New Mexico at  \nthe earliest possible time, in order to assure that Apprentices in the drywall, lathing and framing  \n~ 24 -  \ni 25. Elderly Employees: There shall be no discrimination on the part of the employer concerning  \n   \nareas will have the necessary skills when they are referred to work by the Union. These specialized  \ntraining areas will also be available for journeyman.  \n"], ["ARTICLE VII —- GRIEVANCE PROCEDURES  \n", "1. Definition: A grievance is any dispute between a Contractor or the Association on one hand, and a  \nUnion on the other, arising out of this Agreement or concerning the application, interpretation,  \nperformance or breach of any of the provisions of this Agresment, except Article X. The term  \n“grievance” does not include a dispute over any changes in any of the provisions of this  \nAgreement, which may be requested by any party during the term hereof.  \n2. Resolution of Grievances: Prompt settlement of grievances is necessary for the maintenance of  \ngood relationships. Only the methods of settlement set forth in this Section 2, in the order and with  \nthe time limits specified, shall be used for the resolution of grievances, unless by Agreement  \nbetween the Contractor and the Union, Steps 1 and 2 are waived, and except for Contractor,  \nAssociation or Union grievances, which shall always be initiated at Step 3. The Union and the  \nEmployer or Association (whichever is handling the grievance) may extend any of the time limits  \nspecified in this Article VIII, but only by written agreement sigried by the Union and the Employer  \nor Association, as the case may be. Any such extension agreement shall apply only to the  \nparticular grievance and Step involved, and not to any future grievance or other Step.  \na. Step 1. The aggrieved employee or his craft steward may present the grievance to the  \nContractor’s superintendent or general foreman at the joi> site within two (2) working days  \nfrom the occurrence giving rise to the grievance, and these representatives shall attempt to  \nsettle the grievance. The parties shall have three (3) working days thereafter (the Step 1  \ntime limit) in which to settle the grievance.  \n= 25 w  \n   \nb. Step 2. If the aggrieved employee, or the steward, znd Contractor’s representative fail to  \nc.  \nreach a settlement within the Step | time limit, the grievance may be referred tin writing by  \nthe Union to the Contractor within five (5) working days from the expiration of the Step 1!  \ntime limit and the Contractor or his personal representative shall attempt to settle the  \ngrievance with the craft business agent. The parties shall have five (5) working days  \nthereafter (the Step 2 time limit) in which to settle the grievance. Any settlement reach in  \nStep 2 shall be binding on both parties.  \nStep 3.  \n1 Any grievance, which is not settled within the Step 2 time limit, shall be referred  \nwithin ten (10) working days after expiration of the Step 2 time limit, to a Joint  \nAdministrative Committee. Any settlement reached by the Joint Administrative  \nCommittee shall be binding on both the parties.  \nDecisions of a Joint  \nAdministrative Committee shal] be by majority vote.  \nThe Joint Administrative Committee shall consist of three (3) representatives  \ndesignated by the Union and three (3) designated by the Employer  \nwho are not directly involved in the disput: or employed by the Employer.  \nRepresentatives designated by the Union shall be selected from the affiliates of  \nthree (3) separate International Unions excepting the aggrieved Union.  \n3 If the Joint Administrative Committee cannot reach a decision within five (5)  \nworking days following referral of the grievance, (the Step 3 time limit) the  \ngrievance shall be referred to arbitration as provided in Step 4.  \n4  \nIf any party refuses to participate in the selection of a Joint Administrative  \nCommittee, then the grievance shall be heard by the representatives selected by the  \n- 26 -  \nother party, and these representatives may by majority vote, decide the dispute,  \nand such decision shall be binding on both parties. If a party, having participated  \nin the selection of representatives to Joint Administrative Committee, refuses to  \nparticipate in hearings, the Committee shall lear the grievance in the absence of  \nsuch party and may decide it.  \nd. Step 4 Arbitration:  \nI Reference to American Arbitration Association. Any grievance which is not  \nresolved within the Step 2 time limit shall be set‘le by arbitration in accordance with  \nthe Rules of the Labor Arbitration Tribunal (“the ‘Tribunal’”) of the American  \nArbitration Association (“AAA”), as hereinafter provided. Any referral to  \narbitration must be made within ten (10) working days after expiration of the Step 3  \ntime limit.  \n2 Selection of Arbitrator — “Last Man Up”. The dispute will be heard by an  \narbitration board consisting of the Joint Administration Committee, and an impartial  \nits Labor Panel. A single arbitrator will be selected from the panel by the following  \nprocedure: The Contractor and the Union, in face-to-face meetings or by telephone,  \nshall alternately strike one name from the Panel until only a signal name is left, and  \nsuch remaining member of the panel will be the Arbitrator.  \nHearing and Award: Any grievance referred to arbitration shall be heard within  \nfifteen (15) working days after selection of th: Arbitrator, unless the time for  \nhearing is extended by written agreement. Decision of the Arbitration Board shall  \nbe by majority vote. The Arbitration Board, or a majority thereof, shall issue a  \n27 -  \ni arbitrator selected as follows. The AAA will provide a list of five (5) names from  \n   \nwritten award within ten (10) working days after the close of the hearing. Any such  \naward shall be final and binding upon the parties and judgment thereon may be  \nentered in any court of competent jurisdiction, Federal or State.  \nLimitation of Power of Board of Arbitrators. The Arbitration Board shall have  \nno power to alter, modify or amend any provis:on of this Agreement, including but  \nnot limited to wage rates, hours of work, overtime, and fringe benefits provided for  \nin Article [X hereof. The Arbitration Board shall not decide any other issues than  \nsuch question or questions as have been submitted to it in accordance with  \nthe provisions of this Agreement.  \nThe cost of the arbitration, including but not limited to the fee of the impartial  \narbitrator, shall be divided equally by the parties  \n3. Failure to Abide by Award: [f a grievance has been finally resolved in accordance with this  \nArticle VIII and either party refuses to abide by such resolution, Article C, Sections 1 and 2 shall  \nhave no effect. Failure or refusal of either party to abide by an arbitration award under this Article  \nmodifying an award, shall not be deemed a violation of this Article VII or cause for nullifying  \nArticle X; provided that an application to vacate or modify an av’ard must be made within ten (10)  \ndays from the receipt thereof, and notice of appeal from an order of judgment confirming, vacating  \nor modifying an award must be made within ten (10) days from the filing of such order of  \njudgment, and processed expeditiously.  \n28 -  \nVI, pending determination of an application from an order or judgment confirming, vacating or  \n   \n   \n"], ["| ARTICLE IX ~ FRINGE BENEFITS, ADMINISTRATION  \nFUND, WORKERS COMPENSATION, AND UNION TUES CHECK-OFF  \n", "I. It is recognized that the designation of the specific fringe benefit funds to receive contributions  \nshall be changed during the term of this Agreement by mutual agreement between the Southwest  \nRegional Council of Carpenters and the Associated General Contractors of New Mexico to the  \nfollowing: The Southwest Carpenters Pension Trust effective January 1, 2008; Southwest  \nCarpenters Health and Welfare Trust effective October 1, 2¢07; Southwest Carpenters Vacation  \nTrust effective October 1, 2007; and, the Southwest Carpenters Training Fund effective October 1,  \n2007. Contributions shall be made in the amounts set forth in this Agreement. In each instance,  \nthe Employer shall be bound by and shall comply with the agrzements, declarations of trust, plans  \nand/or regulations of the fringe benefit funds, and the labor munagement cooperation committees,  \nso designated. The Employer’s remittance shall be in the form and manner as specified by the  \ndesignated recipient of the contribution. In the event that a char: ge of designation occurs during the  \nterm of this Agreement, written notice of such change will be given by the Southwest Regional  \nCouncil of Carpenters to each Employer at least thirty (30) days prior.  \nFiling of Contributions: Time is of the essence in the filing of fringe benefit reports and payment  \nof all contributions dues. The Trustees of the various funds are under the legal obligation to  \nenforce the terms of this Agreement regarding fringe benefits and the terms of the respective  \nAgreements and Declarations of Trust. In addition, the Employee Retirement Income Security Act  \nof 1974 prohibits the extension of credit to Contractors.  \nIncorporation of Trusts: There is hereby incorporated by reference herein, as though fully set  \nforth, each Agreement and Declaration of Trust listed below:  \n29 -  \nThe Southwest Regional Council of Carpenters/New Mexico Health and Welfare Trust  \nFund  \nb. The Southwest Carpenters Health and Welfare Trust  \nc. The Southwest Regional Council of Carpenters/New Mexico Retirement Trust Fund  \nd. The Southwest Carpenters Pension Trust  \ne.  \nThe Southwest Regional Council of Carpenters/New Mexico Plan “A” Trust Fund. The  \nparties agree that employees may elect to defer part of their wages into Plan “A” in the  \namount and on the conditions set forth by the Board of Trustees.  \nf. The Carpenters Educational Program of New Mexicc.  \ng. The Southwest Carpenters Training Fund  \nh. The Southwest Regional Council of Carpenters/New Mexico Vacation Trust Fund  \nis The Southwest Carpenters Vacation Trust  \nj. The Southwest Regional Council of Carpenters/New Mexico Employee Benefit  \nSupplemental Trust Fund  \nThe Carpenters International/AGC Training and Healti and Safety Trust Fund.  \nI. Build New Mexica  \nm. The New Mexico Contractor’s Administration Fund.  \n4 Southwest Fringe Benefit Contribution for Supervisors: Where any employee from the  \nbargaining unit is hired as superintendent, assistant superintendent or general foreman, or in any  \nother capacity as a supervisor as defined in the National Labor Relations Act, the Contractor shall  \npay all fringe benefits on this individual for a period of one (1) year or for the term of his  \nemployment, if less than one (1) year.  \n- 30-  \n5 Build New Mexico: The Agreement and Declaration of Trust of Build New Mexico is hereby  \nincorporated as part of this Agreement. This program is supvorted by a three cent (.03) per hour  \ncontribution by the Employer and a three cent (.03) deduction from the Employee’s wages. The  \ncontribution and deductions are based on hours worked.  \n6. Contractor’s Administration Fund: The Administration Fund is hereby  \nincorporated as part of this Agreement. This program is supported by a two cent (.02) per hour  \ncontribution by the Employer. The contributions are based on hours worked. This fund is a  \nunilateral management fund, the purpose of which is to defray costs of the New Mexico Building  \nBranch, Associated General Contractors, related to collective bargaining, trust fund management,  \nwork on Joint Apprenticeship Committees, and related support activity of New Mexico Building  \nBranch, AGC, in training, workforce development and safety.  \n. Basis of Payment of Fringe Benefit Contributions: Contractor contributions to the Funds listed  \nin Section 2 of this Article IX shall be paid on the basis of hcurs worked (i.e. each straight time  \nhour shall be counted as one hour, each time and one half hour as one hour, and each double time  \nDeclaration of Trust.  \na. Exception: Contractor contributions shal] be made on the basis of hours paid (i.e. each  \nstraight time hour at one hour, each time and one half hour at time and one half, and each  \ndouble time hour as double time) for the following types of private building construction:  \nAny construction or additions to any project for which the main purpose is (a) the  \nproduction of basic metals, alloys or fossil fuels; (b) refining; (c) mining and smelting; (d)  \npalletizing; (e) ore or coal-handling; (f) power generation; (g) cement plants; and (h) dams  \n-  \nhour as one hour), as provided in this Agreement and as more fully provided in the respective  \n   \nand locks. ‘Private Construction” is defined as construction which is not covered by the  \nDavis Bacon Act, or its equivalent.  \n8. Designation of Trustees: The Contractors who are or hereafter become parties hereto, hereby  \ndesignate as their representatives, the Trustees appointed by the New Mexico Building Branch,  \nAGC, to the respective Boards of Trustees of Funds providec: in Section 2 of this Article [X, and  \nwill be bound by the actions of such Trustees in administering the respective Trusts and by any  \namendments to such Trust Agreements made during the term of this Agreement.  \n9. Payment of Contributions: The wage rates, the amounts of fringe benefit contributions and the  \nFunds to which they are to be applied, are set forth herein. ‘(he Contractors will file the reports  \nrequired by the Trustees of the fund, and will be bound by the provisions of any new Trust Fund  \nAgreement entered into between the Council and AGC during te term hereof.  \n10. Enforcement of Compliance: If a Contractor signatory to this Agreement is delinquent in  \nsubmitting reports or paying contributions and unless some other acceptable agreement has been  \nreached with the Trust, the Union shall withhold employees from such Contractor and take  \nwhatever action it deems prudent in order to enforce compliance, provided however, the Union has  \nnotified the affected Contractor(s) five (5) days prior to commencement of any such action. Action  \ntaken under this provision shall not be deemed a violation of the no-strike provisions of Article X,  \nSection 1.  \n11. Liability: The Contractor’s liability for contributions is not subject to arbitration under Article  \nVItl hereof. Further, recognizing that the delinquent Co:tractor’s default in payment of  \ncontributions is the proximate cause of a strike called under the provisions of this Section, such  \ndelinquent Contractor shall pay, in addition to the contributions due, audit and attorney’s fees and  \nae  \n   \nother costs of collection, and eight hours straight time pay per day of time lost during the duration  \nof such strike and work stoppage, to each striking employee.  \n12. Diversion from Wages: The Fund Trustees of the health and welfare, pension, and educational  \nfunds may request the Association and the Union to divert a portion of wages into any of these  \nfringe benefit programs as enumerated in Article IX, Section 2. If the Association and the Union  \nmutually agree to such diversions, the Association and the may require the employer to  \ndivert money from wages to fringes by giving thirty (30) days. written notice prior to the effective  \ndate of any such change. Exempted from this requirement are pre-determined wage rate projects,  \nthe wages and fringe benefits for which are fixed and cannot be altered except through survey.  \nApprentices, the following dollars and cents per hour contribution shall be applicable.  \nb. *Health & Welfare contributions for 1 period Aporentices will be made after the  \nApprentice has successfully completed ninety (90) day probation.  \nc. Fringe Benefits — On or before January 1, 2008, coniributions will shift from the New  \nMexico Trust Funds to the Southwest Carpenters Funds. The contribution amounts are as  \nfollows:  \nBefore After 7/1/07  \na. Contribution Schedule. For all employees covered by this Agreement except 1° period  \n7/1107 New Wiexico 1/1/08  \nCurrent Funds Southwest Funds  \nHealth & Welfare $3.46 $3.46 $ 3.71  \nSupplemental Benefits 0.75 0.15 0.15  \nPension 1.50 1.50 1.95 ($1.61 + $.34)  \n0.50 0.50 0.00  \nEducation/Apprenticeship 0.35 0.35 0.35  \n‘ Natl. Training Fund 0.04 0.04 0.04  \nContract Administration 0.02 0.02 0.02  \ni Build New Mexico 0.03 0.03 0.03  \nTotal $ 6.65 $ 6.05 $ 6.25  \n33.  \n   \n|  \n|  \n  \nI  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \n  \ni  \ni  \n4  \na  \n13. Check Off: Each Contractor, for the duration of this Agreement, shall deduct from the pay of each  \nemployee who submits a signed authorization card, the unicn membership dues specified by the  \nUnion, and shall, prior to the date fixed by each Union, remi! same to the Union or its designated  \nagent.  \nSupplemental Dues (After January 1, 2008) — Subject to the following conditions, the Contractor  \nagrees that he shall, if he is furnished with his employees written authorization to do so, deduct the  \nsum of seventy-three cents ($0.73) per hour or the amount of ‘Supplemental Dues that are lawfully  \nrequired by the Union from the amounts required to be paid by Article IX, Section 14 and 15 of this  \nAgreement for each employee covered hereby for each hour worked or paid for in each payroll!  \nperiod commencing January 1, 2008 as Special Supplemental Dues. In implementing the foregoing  \nthe Carpenters Southwest Administrative Corporation has been designated as Agent for the purpose  \nof receiving and holding written authorization cards and for re:eiving, holding and allocating and  \ndistributing the dues monies.  \nSaid Supplemental dues shall be transmitted to said Agent concurrently with, but not as a  \npart of, the Employers monthly vacation contributions with respect to his employees covered by  \nthis Agreement to the Southwest Carpenters Vacation Trust (Vacation Trust). All sums deducted  \nby the Employers pursuant to the provision of the Article shall, irom the instant of their deduction,  \nbe considered dues if proper authorization shall have been furnished. All other sums transmitted by  \nthe Employers pursuant to the provisions of this Article shall, from the instance of their transmittal,  \nbe considered vacation-holiday contributions if no such proper authorization shall have been  \nfurnished, and shall be held by the Vacation Trust for the account of the employee. Prior to the  \ndeposit in the separate bank accounts of the Agent, on the one hard, and the Vacation Trust, on the  \nother, the bank shall separate the funds transmitted into dues and vacation-holiday contributions,  \n  \na  \nf  \ni  \n1  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \n  \n‘  \n  \ni  \nwee  \n+  \nrespectively, based on whether or not a proper dues deduction authorization shall have been filed.  \nThe bank shall then deposit such sums in the account of eitiier the Agent or the Vacation Trust.  \nThe Union shall bear the entire responsibility of furnishing the written authorization referred to  \nabove. All costs incident to receipt, administration and remittance to the Union of the  \nSupplemental Dues payment shall be borne solely and entirel’ by the Union. This provision shall  \nnot reduce the obligations of the Contractor to pay the full amount of vacation contributions  \nspecified in this Agreement. All written authorizations referred to above shall be irrevocable for a  \nperiod of one (1) year from the date of the execution and shall renew automatically from year to  \nyear thereafter, unless the employee, by written notice served upon the Local Union and/or the  \nAgent not more than twenty (20) days and not less than ten (1(’) days prior to the expiration of the  \nfirst year and any year thereafter, shall have revoked such authorization.  \n14. Vacation Deduction: The seventy (.70) cent deduction from wages for Vacation shall be deducted  \nfrom weekly pay and submitted to the trust fund monthly.  \n15. Safety Incentive Program: The parties agree to the “safety incentive program”, established  \nmutually on January 2, 1992, to reward employees who have registered outstanding safety records  \nwith their companies. This program shall be administered the Southwest Regional Council  \nof Carpenters/New Mexico Employee Health Benefit Supplemental Trust Fund.  \n16. Carpenters International/ Training Fund: The parties agree that they will participate in the  \nCarpenters International Training Fund, developed by AGC of America and the Carpenter’s  \nInternational Union as of October 1, 1998. In so doing, the parties agree to the funding of four  \n(.04) cents per hour effective October 1, 1998.  \n17, Not withstanding any of the provisions of this Agreement, the Contractor and the Union do not  \nagree, assume, ratify, approve or condone any conduct, act, or practice of the fund, trustees and/or  \n  \n18.  \nadministrators or their contributions, and this Agreement does not grant directly, or indirectly, the  \nContractor or Union any control over the decisions acts of said funds, trustees,  \nadministrators, and/or agents.  \nTrustees are directed through this Agreement, however, to seek written legal opinions on issues,  \nwhich come under the scope of the Americans with Disabilities Act.  \nEmployer Bonds: All employers who become a party to this Labor Agreement, and all existing  \nsignatory Employers who are delinquent in the payment of fringe benefit contributions for a period  \nof two months are required to post a bond for the payment cf fringe benefit contributions. The  \namount of the bond is subject to recalculation if the Employer’s monthly fringe benefit obligation  \nincreases or decreases by twenty (20%) percent or more, subject to the $10,000.00 minimum.  \na. The bond will be calculated to be equal to two (2) mont'is of anticipated fringe benefits, but  \nwill not be less than $10,000.00 or as designated by the }oard of Trustees.  \nb. When the Employer has made fringe benefit contributions for a period of two (2) years  \nwithout any delinquency, the obligation to provide the bend will terminate. If the Employer  \nsubsequently becomes delinquent in the payment of fringe benefit contributions for a period  \nof two (2) months, a new bond will be required.  \nc. The Employer may choose to post an alternate form of security to the Board of Trustees,  \nsuch as a letter of credit from any state or national institution, a cash collateral deposit at  \nUnion Savings Bank over which the Board of Trustees his irrevocable withdrawing power,  \nor another form of Security that the Board of Trustees deems to be adequate protection for  \nthe Trust Funds.  \nd. The obliges on the bond will be:  \n- 36 -  \n9  \nThe Southwest Regional Council of Carperters/New Mexico Health & Welfare  \nFund, which includes, the Southwest Regionz] Council of Carpenters/New Mexico  \nEmployee Health Benefit Supplemental Trust Fund;  \nThe Southwest Regional Council of Carperiters/‘New Mexico Retirement Trust  \nFund;  \nThe Southwest Regional Council of Carpenters/New Mexico Plan “A” Trust Fund;  \nThe Southwest Regional Council of Carpenters/New Mexico Vacation Trust Fund;  \nThe Carpenters Educational Program of New Mexico  \nEmployee Supplemental Benefit Trust  \nCarpenters Health & Safety Trust Fund;  \nThe Southwest Regional Council of Carpenters (Union dues);  \nBuild New Mexico  \n10 The Carpenters International/ Training Fund and  \n11 The New Mexico Contractors’ Administration F und  \n"], ["ARTICLE X —- NO STRIKE — NO LOCK-OUT  \n", "1. No Strike: Each Union agrees that for the duration of this Agreement there shall be no strike,  \nwork stoppage or slowdown authorized, sanctioned or encouraged by said Union, and no picket  \nlines shall be established by any Unions hereunder, except as set forth in Article VIII, Section 3 and  \nin Section 2 of this Article X. The Union representing any workers on strike shall use all means  \nwithin its power to end any such work stoppage at the earliest possible time.  \n2. No Lockout: Each Contractor agrees that there will be no lockout of employees for the duration of  \nthe Agreement except as provided in Article VIII, Section 3, and in Section 3 of this Article X.  \n-37-  \n   \n3. Area Strike: If there is a strike, work stoppage or slowdown by any union or unions, whether or  \nnot party hereto, against any multi-employer bargaining unit or group, whether or not organized  \ninto an Employer Association, over the terms of a new or properly reopened Collective Bargaining  \nAgreement involving construction work, it shall not be deemed a violation of this Article X for the  \nduration of such strike, stoppage or slowdown: a) for any Cortractor or Contractors to cease work  \nor to lock its or their employees; or b) for any Union to strike. The Council and Association shall  \ngive the other at least 48 hours prior written notice of such actican,  \n"], ["ARTICLE XI —- APPRENTICESHIP  \n", "I. Importance: The CONTRACTORS and the UNIONS regonize the importance of developing and  \nmaintaining a pool of skilled workers capable of manning jobs covered herein, and hence recognize  \nthe need for apprentice and skill improvement training through local joint programs.  \n2. Standards: The Board of Trustees is empowered to adopt standards. Advancement of an  \napprentice to the next higher pay classification shall be made only after the local joint committee  \nshall have certified the apprentice for advancement. It is contemplated that applicants for indenture  \nshall be selected and certified by the Local Joint Apprenticeship Committee.  \n"], ["ARTICLE XIf—- JOB CLASSIFICATIONS AND HOURLY RATES  \nAJl other language including Article X, No Strike-No lockout and Article XV — Termination,  \n", "Renewal, and Reopening, remain in effect and shall not be re-opened unless the parties mutually agree in  \nwriting that they will be re-opened.  \n1. Hourly Rates: The hourly wage rates and classifications listed herein shall apply on all work  \nperformed under the terms of this Agreement within New Mexico.  \n2. Insurance: Each Contractor shall carry Workers’ Compensaiion Insurance on all employees  \ncovered by this Agreement.  \n- 38 -  \n3. Payroll Deductions: Each Contractor shall give to each eraployee with each check a statement  \nitemizing the employee’s gross amount earned, hours worked, Social Security Tax, Withholding  \nTaxes, and all other deductions.  \n“Grandfathering”- (old work protection) for existing work will continue through June 1, 2008.  \nFuture increase will be implemented unless Work Preservation: is granted. Employers must submit  \na list of jobs bid or underway to qualify for “grandfathering”. These jobs must be submitted to the  \nCouncil by certified letter thirty (30) days from the signing of this Contract.  \n5. Carpenters, Drywallers, Lathers and Pile Drivers:  \nClassification July 15, 2007  \nJourneyman $ 22.26 *  \nForeman (10% over Journeyman) $ 24.49 *  \nGeneral Foreman (15% over Journeyman) $ 25.60 *  \n* July 15, 2007 - $1.40 increase - $1.00 is subject to “Grandfa‘hering” as per Article XII, Section  \n4. All employees will receive at least $0.40 wage increase, including prevailing wage jobs.  \nJune 1, 2009 - $ 1.00 To Be Allocated  \na, Carpenter Apprenticeship Wage Rate: No fringe benefits or Vacation other than Health  \n& Welfare payable on 1“ period Apprentices except the appropriate rate for the educational  \nfund. Full schedule payable on 2\" period Apprentices through 8\" period Apprentices. See  \nArticle VII for ratio.  \n1) *Health & Welfare contributions for 1\" perioc! Apprentices will be made after  \nApprentice has successfully completed (90) ninely-day probation.  \n  \ni June 1, 2008 - $ 1.00 To Be Allocated  \n   \nApprentice wage rate July 15,2007  \nee  \n*1* period Apprentice 50%  \n2™ period Apprentice 55% $ 12.56  \n3\" period Apprentice 60% $ 13.64  \n4\" neriod Apprentice 65% $ 14.71  \n5\" period Apprentice 70% $ 15.79  \n6\" period Apprentice 80% § 17.95  \n7” period Apprentice 85% 5S 19.03  \n8\" period Apprentice 92% 20.54  \n*Vacation Deduction: The following amount shall be deducted from the base rate of journeyman  \nand apprentices for Vacation: Seventy (70) cents. This amount will be remitted with other fringe  \nbenefit contributions. There shall be no Vacation deduction on i“ period Apprentices.  \n2) Reclassification of Journeyman:  \na. The Union agrees to the concept of the employer and journeyman being free  \nprocedure for such reclassification should be set and approved by the JATC  \nof New Mexico.  \n. If the Carpenter’s Educational Fund cannot accommodate this process for  \nany journeyman, the matter can be through a letter of understanding  \nor through acceptable procedures, which exist in Union by-laws. This  \nparagraph C. (2) shall apply to private work only.  \n- 40 -  \ni to negotiate a reclassification from journzyman to apprentice; however, the  \n   \nXIII SPECIAL PROVISION FOR LIGHT COMERCIAL/RESIDENTIAL/PRIVATE WORKS  \na. The provisions of this Article apply to the construction, erection, alteration, repair,  \nmodification, addition to or improvement in whole: or in part of structures for which the  \nMajor support system 1s wood frame construction, and will also include all residential  \nhousing and apartments, convenience stores, fast food restaurants, automobile service  \nstations, motels up to two stories high regardless of type of construction, office  \nbuildings up to 60,000 square feet, discount stores, warehouses and churches.  \nStrip Shopping Center/Tenant Development. The provisions of SPECIAL PROVISON  \nFOR LIGHT COMMERCIAL AND RESIDENTAL CONSTRUCTION are also  \nextended to cover the interior studs, drywall and acoustical work involved in the  \nconstruction of what is commonly called “strip” shopping centers and interior and tenant  \ndevelopments in buildings.  \n1 “Strip” shopping centers are further defined as those one (1) store deep and  \none (1) story in height.  \nParagraph b. on lathing work.  \n1. Diversion From Wages: The fund Trustees of the health ancl welfare, pension and educational!  \nfunds may request the Association and the Union to divert a po:tion of the wages into any of these  \nfringe benefit programs as enumerated in Article IX, Section 2. If the Association and the Union  \nmutually agree to such diversions, the Association and the may require the employer to  \ndivert money from wages to fringes by giving thirty (30) days written notice prior to the effective  \ndate of any such change. Exempted from this requirement are j»re-determined wage rate projects,  \nthe wages and fringe benefits for which are fixed and cannot be altered except through survey.  \n-  \ni 2 Employer shall call the Union on indtviclual job basis before applying this  \n2. Contribution Schedule: Contribution Schedule for all employees covered by this special  \nprovision for Light Commercial/Residential/Private Works, except 1° period Apprentices, the  \nfollowing dollars and cents per hour contribution shall be applicable.  \na. *Heath and Welfare contributions for 1* period Apprentices will be made after the  \nApprentice has successfully completed ninety (90) clay probation.  \n3. Wages:  \na. Carpenters, Drywallers, Lathers and Pile Drivers:  \nClassification July 15, 2007  \nJourneyman 519.00  \nForeman ~ 10% over Journeyman ‘520.90  \nGeneral Foreman — 15% over Journeyman $21.85  \n* Work on existing jobs subject to “grandfathering” if rezistered as indicated in Article XII,  \nSection 4; however, all employees receive $0.40 per hour wage increase effective July 15,  \n2007,  \n* Effective July 15, 2007, all new projects, $ 19.00 per hour — Review rates every six (6)  \n* Maintain current benefits on all light commercial work until January 1, 2008, at that time  \ncontributions become full package and switch to Soutt west Funds with 35 hour cap on  \nstraight time hours.  \n. Carpenter Apprenticeship wage rate: No fringe benefits or Vacation other than Health &  \nWelfare payable on 1“ period Apprentices except the appropriate rate for the educational  \nfund. Full schedule payable on 2™ period Apprentices through 8\" period Apprentices. See  \nArticle VII, #14 for ratio.  \n*Health and Welfare contributions for 1“ period Apprentices will be made after Apprentice  \nhas successfully completed ninety (90) day probation.  \n42 -  \ni months based on market share.  \n   \nd. Apprentices:  \nApprentice wage rate July 15, 2008  \n*15' period Apprentice 50% SS  \n2™ period Apprentice 55% $ 1.77  \n3 period Apprentice 60% $ 11.68  \n4\" neriod Apprentice 65% $ 12.60  \n5\" period Apprentice 70% $ 13.51  \n6\" period Apprentice 80% $ 15.34  \n7\" period Apprentice 85% $ 16.26  \n8\" period Apprentice 92% $ 17.54  \n. *Vacation Deduction: The following amount shall be deducted from the base rate of Journeyman  \nand Apprentices for Vacation: Seventy (.70) cents. This amoun* will be remitted with other fringe  \nbenefit contributions. There shall be no Vacation deduction on 1\" period Apprentices.  \n. Indentured Apprentices: Apprentices currently indentured shall remain at their current year and  \npay period, as described in the previous contract. Six months alter their dates of advancement io  \ntheir current period, they will be advanced to the next incrernental six-month pay period, as  \ndescribed above in the Agreement above.  \n. Ratios Apprentices to Journeyman: The maximum allowable ratio of Apprentices to  \nJourneyman shall not exceed 1 — 1, (one Apprentice to one Journeyman). This ratio shall apply on  \na job or on an employer’s total workforce.  \n. Foremen to Journeymen. There shall be no foreman to journeyi.an ratio on light commercial and  \nresidential construction proviston.  \n-43-  \n8. Build New Mexico: Participating contractors and their employees will contribute to Build New  \nMexico. This program is supported by three cents (.03) per hour contribution by the Employer and  \nthree cents (.03) per hour deduction from the employee’s wages. The contributions and deductions  \nare based on hours worked.  \n- Public-Works Predetermination Provision: In the event an individual employer bids a public job  \nor project being awarded by a federal, state, county, city or public entity and this job is to be  \nperformed at a predetermined and/or prevailing wage rate established by the Secretary of the U.S.  \nDepartment of Labor (pursuant to Public Law 88-349, whose regulations are contained in 29 CFR  \nParts 1, 3, 5, and 7) or by the Director of the New Mexicc Department of Labor, Labor and  \nIndustrial Division or by a County, City or other public entity and the established prevailing wage  \nrate is the same or less then the wage rate set forth in this Agreement, the predetermined hourly  \nwage rate/fringe benefit package, which exists at the time of the bid shall apply to the job or project  \nfor the duration of the job or project, for twenty-four (24) from notice to proceed at which  \ntime current negotiated rates will apply.  \nthis Agreement, or stated in subsequent memoranda or amendments relative to this Agreement.  \nIf the per-determined hourly wage rate is lower than the negotiated rate in this contract by more  \nthan 10 per cent, the negotiates rate less 10 per cent shall apply ta the job or project for the duration  \nof the job or project. If the per-determined wage rate is less than the negotiated wage rate and the  \ncontractor intends to implement this clause, he shall notify the Union within 48 hours of  \ncommencement of the job.  \n-44-  \ni The intent of this paragraph is not to allow a reduction in fringe benefits from the amounts stated in  \n   \n"], ["ARTICLE XIV — GENERAL  \n", "i. Entire Agreement: This Agreement contains all of the cc-venants, stipulations and provisions  \nagreed upon by the parties hereto and no agent or representitive of either party has authority to  \nmake, and none of the parties shall be bound by or liable for, any statement, representation,  \npromise, inducement, or agreement not set forth herein. This Agreement may not be changed,  \namended or modified except in writing, signed by the Council und AGC,  \n. Heading: Headings have been inserted for convenience only, and shall not be considered in the  \ninterpretation of any provision hereof.  \nNotices: Ali notices given or required to be given hereunder shall be in writing and delivered  \npersonally, mailed certified, return receipt requested, or by telegram, and shall be deemed to have  \nbeen given on the date of delivery, mailing or wiring, as the casz may be.  \n1. Agreement: This Agreement has been negotiated by the ASSOCIATION for and on behalf of  \nthose Contractors members and nonmembers, who have author.zed the ASSOCIATION in writing  \nto represent them in collective bargaining and shall be binding on each such Contractor only with  \nrespect to the Unions specified in this authorization. Upon the execution hereof, the  \nASSOCIATION will deliver to the Union a list showing each Contractor who has so authorized it.  \nGeneral Contractors who are not so represented by the ASSOCIATION on the date of execution  \nhereof may become signatories to this Agreement and thereupon shall be bound by it.  \n"], ["ARTICLE XVI- TERMINATION, RENEWAL AND RE-OPENING  \n", "1. Term: This Agreement shall commence as of June 1, 2007 and shall remain in effect until May  \n31, 2010. It shall remain in effect until May 31, 2010, or any subsequent May 31%, unless either  \n- 45.  \n:  \n  \n  \ni  \n  \ni  \n  \ni  \ni.  \n"], ["ARTICLE XV— ADDITIONAL SIGNATORIES  \n", "i  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \ni  \n   \n   \nparty hereto terminates this Agreement as of May 31, 2010, or any subsequent May 31%, by written  \nnotice on or before the 1° day of April preceding any such May termination date.  \n2. No Arbitration: Article VIII, Section 2 (Arbitration) shall not apply to any such reopening or to  \nany impasse in negotiations as a result thereof.  \n3. Fringe Benefit Drop: Further, when hours reported for frinye benefits contributions drop by 10  \nper cent over a 90 day period, this Agreement is immediately ra-opened for negotiations.  \n4, Re-Opening: All articles may be re-opened at any time by mutual consent of the parties.  \na. Davis-Bacon Re-Opener: In the event that the provisions of the Federal Davis-Bacon  \nAct, 40 USC 276 (a) and/or the provisions of the State of New Mexico prevailing wage act  \nare repealed or substantially modified in a manner which adversely affects the ability of  \nsignatory employers to compete for state or federal work, party may re-open this  \nAgreement to negotiate appropriate changes in terms and conditions of employment to  \nmaintain contractor competitiveness for such work. The re-opener shall be as soon as  \npossible after the passage of repeal or modification. Current terms and conditions will  \ncontinue until agreement is reached or implementaticn of changes in the Federal Davis-  \nBacon Act and/or provisions of the State prevailing waze act, whichever first takes place.  \nb. The AGC and the Southwest Regional Council oi Carpenters also agree that after  \nimplementation of such changes in the law, the Contractor and the Regional Council may  \nagree to target specific jobs with other wage rates and conditions designed to improve  \ncompetitiveness. In all cases the Union will notify the Association and all signatory  \ncontractors who are bidding the job of the special conditions that exist for such targeted  \nwork.  \n5. No Strikes or Leckouts within 60 Days: There shall not be any strikes or lockouts within 60 days  \nof any re-opening of this Agreement.  \n- 46 -  \n*%  \n(Chief Executive Officer - AGC)  \n"]]