[["", "| abor Agreement  \nBetween  \nNew Mexico Building Branch,  \nAssociated General Contractors  \nAnd  \nSouthwest Regional Council of Carpenters  \nFor the Period  \nJune 1, 2011 through May 31, 2012  \nTHIS AGREEMENT entered into as of this day of , 2011, by and  \nbetween NEW MEXICO BUILDING BRANCH, ASSOCIATED GENERAL CONTRACTORS,  \n(hereinafter referred to as AGC or the ASSOCIATION), and the SOUTHWEST REGIONAL  \nCOUNCIL OF CARPENTERS (hereinafter referred to as the UNION); The CONTRACTORS  \ndesire to be assured of their ability to procure employees for all the work they may do in the State  \nof New Mexico in sufficient numbers and skill to assure continuity and quality of work in the  \nperformance and completion of their construction contracts.  \nit is the interest of all parties to establish uniform rates of pay, hours of employment and  \nworking conditions which shall be applicable to all workmen represented by the UNION and  \nperforming work for the CONTRACTORS as such work is hereinafter defined in this Agreement,  \nand to provide for peaceful and harmonious relationships during the term of this Agreement.  \nIT IS AGREED:  \n"], ["ARTICLE | - COVERAGE AND RECOGNITION  \n", "1. Coverage: Shall cover the entire State of New Mexico.  \nA. Construction: This Agreement shall apply to building construction.  \nB. Definitions:  \n1. “Building Construction” and “Construction” shall mean: i) the construction,  \nerection, alteration, repair, modification, addition to or improvement in whole or in part, or  \ndemolition, of any building structure; ii) the installation, operation, maintenance and repair of  \nequipment and other facilities used in connection with the performance of such building  \nconstruction and performed at the job site, but excluding manufacturer's warranty repairs.  \n2. “Building Structure” shall include all buildings, whether residential,  \ncommercial, industrial, governmental, or for the Department of Defense.  \na. This shall include any work connected with new construction, alterations or  \nrepairs of metal stud framing, drywall installation, acoustic ceilings and EIFS Systems. This  \nsection is not limited to the above.  \n&, There is excluded from this Agreement all road, highway, and street work;  \nthe paving of parking lots; and all work incidental to any of the foregoing.  \nC. Yard Shop and Warehouse Work. All work performed in the Contractors  \nwarehouses, shops or yards which have been particularly provided or set up to handle work in  \nconnection with a job or project covered by the terms of this Agreement, shall also be subject to  \nthe terms and conditions of this Agreement, and except when yard, shop or warehouse work is  \nperformed under the terms of other Agreements with the UNION.  \nD. Observance of Agreement in Subconiracts,  \n1. Every subcontract for construction, covered under the terms of this  \nAgreement, granted by a contractor shall require that the subcontractor observe all the terms of  \nthis Agreement.  \n2. Each Contractor shall be responsible for payment of alt wages and fringe  \nbenefits owed by any subcontractor to any workman covered under this Agreement or to any  \nFund specified in Article IX, for work performed on the Contractors job, provided that written  \ndemand is sent to the subcontractor, with a copy to the contractor, and payment has not been  \nmade within five (5) working days after receipt of such demand by the subcontractor.  \na As used in this Agreement; Subcontracting is the performance on the jobsite  \nof covered construction, by any person, firm or corporation pursuant to Agreement with a  \ncontractor or with a subcontract. A subcontractor is one who performs subcontracting, and the  \nterms includes a subcontractor of a subcontractor  \n4, lf a signatory general contractor receives competition from a non-signatory  \ngeneral contractor, this clause may be waived for wood-framing, drywall and meial studs to  \nwhich drywall is applied, insulation, acoustical ceilings, formwork, millwork/cabinets traditionally  \nnot installed by the contractor with his own forces.  \nMoreover, a package bid or combination bids where the major portion of that  \npackage or combination is drywall may also be waived.  \na) In both cases, the following provisions must be met:  \nb) The general contractor must give five (5) days notice to the Union of  \nhis intent to waive this clause, and  \n6. The work which is being waived is not work traditionally performed by the  \ncontractor (general or sub) with his own forces.  \nie The general contractor will seek bids from Union subcontractors for work  \ndescribed in paragraph d. (1) if the Union subcontract bids which are received are non-  \ncompetitive, and a non-union subcontractor is uses, the general contractor will so notify the  \nUnion within forty-eight (46) hours of bid time, Saturdays, Sundays and Holidays excluded.  \nAt the option of the Union, the general contractor will arrange a meeting of a  \nrepresentative of the Union, the subcontractor, and a representative of the general contractor,  \nto discuss the possibility and merits of a labor Agreement prior to the subcontractor starting work  \non the project. If an agreement is not reached between the subcontractor and the Union, and  \nif the general contractor uses the non-union subcontractor, this subcontractor clause is waived.  \n2. Union Recognition. The Union claims, and the Contractor acknowledges and  \nagrees, that a majority of its employees have authorized the Union to represent them in collective  \nbargaining. The Contractor hereby recognized the Union as the exclusive bargaining  \nrepresentative under Section 9 (A) of the National Labor Relations Act of all full-time and regular  \npart-time employees performing construction work within the craft jurisdiction of the Carpenters  \non all present and future jobsites in New Mexico. The jurisdiction of the UNION shall be that  \nwhich has been historically recognized and is recognized in the future by the Contractor.  \n3. Association Recognition. The UNION recognized the ASSOCIATION as the sole  \nand exclusive collective bargaining representative for those of its members whom it authorized  \nto represent in collective bargaining, and any other contractors who become signatories hereto,  \nas provided in Article XIV.  \n4. Excluded Employees Not withstanding anything contained herein to the contrary, the  \nfollowing categories of the CONTRACTORS employees shail not be covered by the provision  \nof this Agreement: executive; general superintendent; assistant general superintendents; civil  \nengineers; engineers employed as engineers; engineering technicians; all supervisory  \nemployees and guards as defined in the National Labor Relations Act, as amended; timekeepers;  \nmessenger boys; office workers; and any other classes of employees which may be excluded  \nfrom coverage under the National Labor Relations Act as from time to time amended.  \n5. Effect of Agreement: This Agreement applies to all construction work performed in  \nNew Mexico by CONTRACTORS. However, if the UNION enters into an Agreement with any  \nemployer covering construction in any part of New Mexico, which Agreement provides for wages  \nlower than 10 percent of current negotiated rates than this Agreement (all hereinafter referred  \nto as “more favorable terms’) then such more favorable terms shall forthwith become part of this  \nAgreement and shall supersede the wage rates, regardless of whether such agreementis limited  \nto one or more employers or covers less than the geographic jurisdiction of the Union. The Union  \nwill notify the association of its intent to negotiate other Agreements (projector otherwise) with  \nany contractor for any project within the State of New Mexico. Upon completion of such  \nnegotiations. the Union will notify the association of the terms and conditions of any such  \nagreement. This Article 1 (5) (a) may be reopened mutually by the association and the union.  \n6. Work Preservation Committee:  \nRelief may be granted to signatory contractors (General Contractor and Subcontractor)  \non any job with open shop competition. On such “targeted jobs”, the union shall notify the  \nassociation, in writing, in advance of the bid opening of any special terms and conditions offered  \non these targeted jobs. It shall be the responsibility of the individual contractor to obtain this  \ninformation from either the association or the union.  \nWhen signatory contractors consistently experience open shop competition on private  \nworks projects, they may request relief from a “Labor Management Committee”, appointed jointly  \nby the Association and the Union. This committee will discuss definitions of work covered under  \nthe Agreement and will communicate its interpretations of these definitions to all signatory  \ncontractors who are bidding or negotiation that project. The Committee will meet at least once  \nper quarter and at the call of either party.  \nThe parties also agree that these procedures may be amended mutually at any time  \nduring the course of this Agreement.  \n"], ["ARTICLE Il - HARMONY AND COOPERATION  \n", "At Management Rights: The Employer retains full and exclusive authority for the  \nmanagement of its operations, except as expressly restricted by this Agreement. By way of  \nillustration only, and not limiting either as to authority or types of authority retained, this authority  \nshall include, but not be limited to, the following. The Employer shall direct his working forces at  \nhis sole prerogative, including but not Limited to, hiring. promotion, transfer, lay-off, or discharge.  \nNo rules, customs, or practice shall be permitted or observed which limit or restrict production,  \nor limit or restrict the working efforts of employees. The Employer may utilize the most efficient  \nmethods or techniques of construction, tools, or other labor saving devices. There shall be no  \nlimitations upon the choice of materials or design.  \nThe Employer shall schedule work, and shall determine when overtime will be worked;  \nprovided, however, that no employee shall be required to work under any conditions that are  \ninjurious to his health or safety, as provided in the Federal or State regulations governing  \nconstruction. The selection of craft foremen over workmen of their respective crafts shall be  \nentirely the responsibility of the employer.  \n2. Meetings: The representatives of the Union and of the Association shall meet on  \nproblems of mutual interest at such times and places as may be agreed to by their respective  \nchairmen.  \n3. Pre-Employment Conferences: Prior to commencing work on a project,  \nCONTRACTORS' representatives and UNIONS’ representatives shall hold a preemployment  \nconference at the request of either party.  \n4. Public Construction Projects: The parties will cooperate on public construction  \nprojects, federal and state, to the end that authorized construction projects shall be awarded to  \nthe contract construction industry and that contracting officials will be accurately and fully  \ninformed as to fringe benefits and prevailing rates of pay hereunder.  \n5. List of Contracts: Within 48 hours after receipt of a written request from the Council,  \na Contractor shall furnish the Council with a list of all contracts and subcontracts entered into for  \na specific job.  \n"], ["ARTICLE Ill - ACCREDITED REPRESENTATIVES AND STEWARDS  \n", "1. Access: Accredited representatives of the UNION shall have access during working  \nhours to all open jobs. Access to jobs being put in place under governmental restrictions shall  \nbe subject to the regulations prescribed by the owner. Accredited representatives shall not  \nunnecessarily delay workmen or the progress of the job during working hours. Contractors agree  \nto assist Union toward securing access to closed jobs. “Closed” and “Open” refer to jobs on  \nwhich Federal government security clearance is necessary for personnel.  \n2. Stewards:  \nA. A craft steward may be designated in writing by a business representative of the  \nUnion for each job, out of the employees currently working on the job.  \nB. The Steward shall be permitted on a job at all times; shall be a working employee;  \nand shall not be subject to discharge on account of Union activities. Such activities shall not  \nunreasonably interfere with the Steward’s work for the Contractor. A Steward can be discharged  \nfor cause without twenty-four (24) hours notice.  \nC. The Contractor shall be notified in writing of the selection of each steward. The  \nContractor shall give the Council prior written notice twenty-four (24) hours before discharging  \na steward and reason for discharge. This twenty-four (24) hour notice shail cover transferor  \nreassignment of a Steward.  \nD. The Stewards duties shall include, but not necessarily be limited to! the following:  \nlt Check the job referral of each employee dispatched under the terms of this  \nAgreement to the Contractor.  \nZi Work with the Contractor's designated representative in charge of the job  \nin an attempt to resolve disputes prior to the application of the grievance procedure.  \n3. Report to the Contractors designated representative any employee covered  \nby this Agreement who works for less than the negotiated wage scale, for less than the overtime  \nrate or who goes to work without the job referral.  \n4, Report to the Contractor's designated representative any work belonging to  \nthe craft being done by nonunion men or by workmen of another craft.  \n4). Report to his business representative any grievances, which have not been  \nresolved under step | of the grievance procedure (Article VIII 2a).  \n6. Report to his business representative any employee covered by this  \nAgreement who leaves the job site without giving the employer and job steward prior notice.  \nf. Report any reckless or unsafe working conditions or employees’ working in  \nan unsafe manner on the job site to the Contractor's designated representative or his business  \nrepresentative.  \n8. in case of injury to an employee, the steward shall care for the injured  \nemployee's tools.  \n9. The steward shall suffer no lost time in the performance of his duties as  \noutlined or in the securing of weekly reports.  \n10. The job steward shall not cause or encourage a work stoppage, and shall  \nnot encourage, or cause, any employee to leave a job, or discourage any employee from  \nreporting or cause any employee not to report, for work. Violation of this subparagraph shall  \nconstitute cause for immediate discharge.  \n"], ["ARTICLE IV - SETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "1. No Strikes: There will be no strikes, no work stoppages, slowdowns, or other  \ninterferences with the work because of jurisdictional disputes.  \n2. Work Assignments: Work shall be assigned by the Employer in accordance with  \nthe definitions in Article 1, 1(a) and 1(b) of the Agreement. If a dispute arises, the Employer's  \nassignment shall be followed until the matter can be resolved mutually using procedures defined  \nin Article VIII or by other mutually agreed upon procedure.  \nSe Tools of the Trade: The following tools shall be considered “tools of the trade”.  \nA. Welding torch: The welding torch is a tool of the trade having jurisdiction over the  \nwork being welded, Craftsmen using the welding torch shall perform any of the work of their trade  \nand shall work under the supervision of the craft foreman.  \nB. Trucks and Forklifts: Trucks (one ton and under) and forklifts may be operated by  \nmembers of this union for the transporting of tools, materials, and equipment related to their  \nwork.  \nA. Two Hours Unrelated Work: The employer may assign work normally performed by  \ncarpenters to members of another union provided that: (1) this work does not exceed two man  \nhours per day and (2) this other union agrees to this same language in its collective bargaining  \nAgreement.  \n"], ["ARTICLE V - UNION SECURITY  \n", "1. Employer’s Freedom: Subject only to the limitations of this Agreement, the  \nCONTRACTORS shall have entire freedom selection in hiring. The CONTRACTOR may  \ndischarge any employee for just cause provided there shall be no discrimination against any  \nemployee by reason of any UNION activity which does not interfere with the proper performance  \nof his work.  \na Union Shop: As a condition of employment, every employee performing  \nconstruction work within the jurisdiction of the Union, and not a member of the Union at the time  \nof employment, shall, after the seventh day following the beginning of such employment or the  \neffective date of this Agreement, whichever is later, offer to become a member of the Union and  \ntender the uniformly required initiation foes and dues, and all employees who are or who become  \nmembers of the Union shall remain members in goad standing of the Union during the term of  \nthis Agreement, provided that the construction and application of this provision shall be subject  \nto Section 8 (a)(3) of the National Labor Relations Act as amended.  \n7  \nSe Enforcement of Union Shop: If an employee fails to tender initiation fees and/or dues  \nuniformly required as a condition of acquiring or retaining membership in good standing, and the  \nUnion requests the Contractor to terminate the employment of such employee for such reason,  \nthe Union shall:  \nA. Inform the Contractor in writing of the specific reason for the request, including  \ndates and other pertinent data, with a copy to the employee.  \nB. The written request shall be made on the official letterhead of the Union, over the  \nsignature of the business agent or other responsible official of the Union.  \nC. Prior to the termination of employment by the Contractor due only to failure to  \ntender such initiation fees and/or periodic dues as are required by the Union, and in conformity  \nwith Section 8 (a)(3) of the National Labor Relations Act, upon notice to the Contractor, the  \nemployee shall have three (3) days within which to correct the mailer complained of.  \n4, Save Harmless: The UNION agrees to indemnify, defend, save and hold the  \nCONTRACTOR harmless from all liability, loss, cost, expense and damage, including, but not  \nlimited to, legal fees, wage or other charges, resulting from any action taken, or omission to act,  \nin good faith by any CONTRACTOR in reliance upon such written requests.  \n"], ["ARTICLE VI - NON-DISCRIMINATORY REFERRAL PROCEDURE  \n", "In the employment of workmen for all work covered by this Agreement in the territory  \ndescribed, the following provisions shall govern:  \nilk Hiring Hall: The Local Unions shall establish and maintain open and nondiscriminatory  \nhiring lists for work covered by this Agreement. It is agreed by the Employer and the Union to  \nfully comply with all provisions of the Federal and State laws to the end that no person shall, on  \nthe grounds of sex, race, color, national origin, be excluded from participation in or be denied the  \nbenefits of the terms of this Agreement or otherwise subjected to discrimination by not having  \nfull access to the terms of this Agreement. The Southwest Regional Council of Carpenters Hiring  \nHall Procedures are herein included, by reference.  \n2: Exclusive Procedure: The Contractor shall notify the Union of the need for workmen  \ncoming within its jurisdiction and the Union shall refer workmen to the Contractor as provided  \nherein. The Contractor shall hire only such workmen as are referred by the Union in writing,  \nexcept as otherwise provided for in this Agreement.  \n3. Registration Facilities:  \nA. Registration facilities at Union referral hall shall be available, as a minimum,  \nbetween the hours of 7:30 am through 5pm., Monday through Friday, holidays excepted  \nB. Applications for employment will be registered by the Union in the order in which  \nthey appear for registration, on whichever group list represents the highest preference group for  \n8  \nwhich the applicant qualifies.  \nC. Any registrant, who is rejected by a Contractor, as provided in this Agreement shall  \nbe immediately restored to his prior place within his group list and shall be referred to another  \nContractor in accordance with the position of his/her group and his/her place within the group.  \nD. Registrants on a referral hali group list not referred to a job within the calendar  \nmonth of their original registration or re-registration must re-register between the first and fifth  \nday of each month. Registrants who fail to re-register will be dropped from the group list.  \n4, Order of Referral:  \nA. Eligibility for referral starts with personal request for their name to be  \nplaced numerically on the out of work list. (First come, first served)  \nB. The Union shall maintain a register of all applicants so qualified, established on the  \nbasis of the groups listed below, each applicant being registered in the highest priority group for  \nwhich he/she qualifies.  \n1. CARPENTER LIST. Journey-worker Carpenters, layout, form builders and  \nsetters, framers, finish, and welders.  \n2: INTERIOR SYSTEMS LIST. Journey-worker Dry-wallers, metal framer,  \nlather, acoustics specialist, layout and welder.  \nC. The Employer may request by name any qualified worker whose name is on the  \nout of work list.  \n1. The Union shail dispatch Apprentices, other than those called by name as  \nstated above, from the out of work list in the order that the Apprentice signed the out of work list  \nregardiess of the Apprentice training period.  \nd. lt shall be the responsibility of the Employer when requesting workers to give the  \nLocal Union all of the pertinent information relating to the work assignment to enable the dispatch  \nof the workers required.  \n5: Hiring Hall Fees: In order to help defray the cost of providing hiring hail services to the  \nworkmen and employers, the signatory Unions may charge a registration fee, not to exceed the  \nreasonable proportionate cost of operating the referral hall, to any applicant who is not a member  \nof the Local Union when he seeks to register.  \n6. 48 Hours Notice: The Contractor shall be free to recruit sufficient workmen outside the  \nreferral hall, and provide such workmen need not be registered, in either of the following events:  \n(a) If Union referral facilities fail to provide required workmen sufficient to fill the Contractor's  \nrequest within forty-eight (48) hours following such request (Saturdays. Sundays, and holidays  \nexcepted); or (b) where it is apparent that referrals cannot be made by the Union within the  \nrequired forty-eight (48) hours, in which event the Union shall promptly so notify the Contractor.  \nin either case, the Contractor shall notify the Union weekly, in writing, of any such hiring.  \n7. Right to Reject: | The Contractor may reject any Union referred applicant for any  \nreason other than Union or Non Union status. The Contractor shall maintain a written record of  \nreferred applicants who have been rejected for employment, together with the reason for such  \nrejection. Such records shall be made available to the Union upon request. THE CONTRACTOR  \nSHALL FURNISH A TERMINATION FORM FOREACH EMPLOYEE EMPLOYED UNDER THIS  \nAGREEMENT AT THE TIME OF TERMINATION, BUT NO LATER THAN TWENTY-FOUR (24)  \nHOURS AFTER TERMINATION, TO THE APPROPRIATE HIRING HALL WITH A COPY TO  \nTHE EMPLOYEE, LISTING THE DATE, THE REASON FOR TERMINATION AND ELIGIBILITY  \nFOR REHIRE. THE CONTRACTOR MAY USE A FORM SUPPLIED BY THE UNION OR THE  \nCONTRACTOR.  \n8. Posting: A full copy of the Southwest Regional Council of Carpenters Hiring Hall  \nProcedures shall be posted in plain view and made available for inspection by applicants for  \nemployment and employees, at the referral hall, at or near the place of registration, at each  \nbuilding site, at each permanent office and at any other place where notices to  \nemployees and applicants are customarily posted.  \na Areas Excluded: This Article shall have no application to construction work to be  \nperformed or put in place in an area so remote that the Union cannot provide registration and  \nreferral service through a referral halt for the site or project, of which fact the Union shall promptly  \nnotify the Contractor, or when, due to some governmental rule or regulation, the registration or  \nreferral provisions herein cannot be lawfully applied to a site or project.  \n10. Referral Hall Defined: For the purpose of this Article, the term “referral hall” shall be  \nany office or building space in the charge of a Union representative in possession of the required  \nemployment records, and having adequate personnel and facilities for the registration and  \nreferral of applicants for employment and the maintenance of records and supplying of  \ninformation as required herein. The Union shall furnish a list of referral halls on request.  \n11. Apprentices: The term “applicants for employment” as used in this Article shall be  \nconstrued to include applicants for employment as apprentices. All apprentices referred, shall  \nbe certified by the referral hail as registered by a joint Apprenticeship Committee or group.  \n142. SaveHarmless: Should either the Contractor or Union violate, or fail to comply with,  \nany of the terms or condition of this Article, by discrimination or otherwise, and thereby cause  \nliability to be asserted against or imposed on the other, the non complying party shall indemnify,  \ndefend, save and hold the other harmless from any and ail liability. loss, cost, expense and  \ndamage. including, but not limited to, legal fees, wages or other charges incurred by reason of  \nsuch conduct.  \n13. Violation: applicant for employment who has legally registered on an out-of- work  \nlist be denied employment through an employer's violation of the hiring hall provisions, and only  \nafter an initial warning in writing from the Union, the employer shall be liable for the applicant's  \nfull wages and other benefits for eight (8) hours pay. If the employer refuses to correct the  \nviolation when notified by the Union, the pay will continue until the matter is corrected.  \n10  \n"], ["ARTICLE Vii - UNIVERSAL-WORKING-RULES:  \n", "1, Straight Time: Single daytime shift, eight (8) consecutive hours exclusive of lunch  \nperiod, shall constitute a day’s work. Forty hours (40), from Monday through Friday, exclusive  \nof lunch periods, shall constitute a week’s work. Such work shall be paid for at the applicable  \nstraight-time rates set forth in the wage schedules attached hereto.  \nA. Four (4) Ten (10) Hour Days: A contractor may, provided he so states to the Union  \nin writing prior to the start of a job, may work four (4) ten (10) hour days per shift but no more  \nthan ten (10) hours per shift at the straight time rates. Overtime rates as applicable shall apply  \nto all time worked in excess of ten (10) hours per day, forty (40) hours per week, Saturdays,  \nSundays, and Holidays, shall be at overtime rate.  \nB. Rolling 40's can be worked by two separate crews consecutively, i.e.) first crew  \nworks Monday through Thursday. Second crew works Friday through Monday. Overtime rates  \nas applicable shall apply to all time worked in excess of ten (10) hours per day, forty (40) hours  \nper week and Holidays.  \nC. Starting and quitting times, once established, shall be uniform and consistently  \napplied.  \n2. Overtime: It is agreed that overtime is undesirable and not in the best interest of the  \nindustry or the craftsmen, Therefore, except in unusual circumstances, overtime will not be  \nworked, Where unusual circumstances demand overtime, it will be kept to a minimum.  \nA. Time and One-Haif: The following time worked shall constitute overtime to be paid  \nfor at the rate of time and one half the applicable straight time rate set forth in the wage  \nschedules attached hereto:  \n1). Hours in excess of eight (8) in any one day; except as provided in (1) above;  \nhours in excess of forty (40) in any week.  \nB. A non working day (except Sundays and Holidays) may be used to makeup time  \nlost in the week immediately preceding the make-up day and time will be paid at the straight-time  \nrate, provided however, such make-up work will be performed by employees of the employer  \ncovered by this Agreement and employed on the job during the week in which time was lost and  \nthat such make-up work be on a voluntary basis only and no employee shall be discharged for  \nhis refusal to perform such work. A holiday shall not be considered a lost day for purposes of this  \nAgreement.  \nC. Double Time: All work on Sundays and Holidays  \nat Additional Overtime Provision:  \nA. When an employee is called out or otherwise required to report to work without at  \nleast a complete work shift off since his previous shift, all such call out time shal! be paid at the  \napplicable overtime rate unti! he shall have had an eight (8) hour rest period or a complete work  \n11  \nshift off. Likewise, any employee working on an overtime basis will continue to draw the overtime  \nrate until such time as he has had an eight (8) hour rest period or a complete work shift off. Any  \nemployee called out shall be guaranteed four hours pay at the appropriate overtime rate.  \nB. Any employee working a total number of hours in excess of eight (8) on one or more  \nshins during a twenty-four (24) hour period shall receive the applicable overtime rate for hours  \nworked in excess of eight (8).  \nC. Work performed in excess of five consecutive hours without a_ thirty (30) minute  \nlunch period shall be paid for at one and one-half times the straight time hourly rate until a thirty  \n(30) minute lunch period has been provided.  \nD. No work shall be performed in excess of ten consecutive hours unless a second  \nlunch period of at least thirty (30) minutes is furnished and the employees are paid at the  \napplicable overtime rate therefore.  \nE. In the event the particular work in progress can be completed within the eleventh  \nhour, it may, upon mutual consent, be continued to completion without interruption. provided the  \nContractor pays for the lunch period at the applicable rate.  \n4. Multiple Shifts:  \nA. When so elected by the Contractor, multiple shifts may be worked for three (3) or  \nmore consecutive days, provided the Union is notified twenty four (24) hours in advance of the  \neffective date of the starting of such multiple shift operations.  \nB. lf the Contractor elects to work the day shift between 8:00 a.m. and 5:00 p.m., that  \nshift shall work eight consecutive hours, exclusive of a thirty (30) minute lunch period. Second shift  \nshall work seven and one half consecutive hours, exclusive of a thirty (30) minute lunch period,  \nfor which working time employees on the shift shall receive eight (8) hours pay at straight time  \nrates, Mondays through Fridays, The third shift shall work seven (7) consecutive hours, exclusive  \nof a thirty (30) minute lunch period, for which working time employees on the shift shall receive  \neight hours pay at straight time rates, Mondays through Fridays. On three-shift operations, all time  \nworked on the third shift shall be deemed to have been worked on the same day as the first shift  \nstarted.  \n5. Show-Up Time: Any employee on the payroll of the Contractor or any workman referred  \nto a job who reports for work at the regular starting time and for whom no work is provided. shall  \nreceive two (2) hours pay at the applicable rate, unless he has been notified before leaving home  \nnot to report, or has been discharged, laid off or has voluntarily quit the employer on the same job.  \nAny employee who reports for work and for whom work is provided shall receive not less than two  \nhours pay and, if more than two (2) hours are worked in any one day, shall be paid for actual time  \nworked; provided that in either situation, the employee shall be paid only for time worked if he has  \nbeen prevented from working for reasons beyond the control of the Contractor, inclement weather,  \nor breakdown causing discontinuance of a major unit of the project, and has not been required or  \nrequested to remain on the project by the Contractor or his agent. Employees referred under  \nArticle VI to Contractors jobs that arrive in an unfit condition for work, without proper tools or  \n12  \ncredentials, who are not ready to go to work. Or who are not otherwise qualified, shall not be paid  \nfor show-uptime. Each employee will furnish his employer with his current address and telephone  \nnumber, if any.  \n6. Payment of Wages: Employees shall be paid weekly on the jobsite during working  \nhours: no more than five (5) days pay shall be withheld from an employee’s wages. Failure to pay  \nby quitting time on the established payday shall make the employer subject to the penalty set forth  \nbelow:  \nA, Any employee whois laid off or discharged during the employer's regular office hours  \nand who is not paid the wages due him within his regular work shift, shall be entitled to eight (8)  \nhours pay at his regular straight time rate for each twenty-four (24) hour period or fraction thereof  \nbetween the end of his last shift and the time he is paid in full; provided that the employer shall be  \nrequired to pay such an employee only during regular office hours. In no event shall penalties  \nunder this rule accrue against a Contractor for Saturdays, Sundays or Holidays, unless work has  \nbeen normally scheduled for such days. Any employee who quits shall be paid on or before the  \nnext regular payday.  \nB. When discharge occurs outside the employer’s regular office hours, the Contractor  \nshall, on the following work day, either have the paycheck available at the payroll office prior to the  \nclosing of such office or if requested by the employee, mail the paycheck to the employee to the  \naddress shown on the employer’s records or as may be designated by the employee. The  \npostmark shall be determinative of the date of mailing.  \n7. Holidays: | The recognized holidays hereunder shall be New Year's Day, Memorial Day,  \nIndependence Day, Labor Day, Thanksgiving Day and Friday after, and Christmas Day.  \nWhenever one of those holidays fall on Sunday, the Monday following shall be the legal holiday.  \nNo work shall be performed on Labor Day except to save life or property.  \nCarpenters who are veterans of military service to the United Stales may lake off from work  \non the Veterans’ Day which is recognized on a Monday. The employer reserves the right to  \nrequest documentation from any worker who wishes to utilize this time-off provision to verify his  \nor her status as a veteran, as per company policy.  \n8. Drinking Water: Potable drinking water shall be supplied to all job sites, through  \nbubbler-type fountains or portable water carriers, which are equipped with disposable paper cups.  \nIce water shall be furnished when requested by the Union.  \n9, Employee Facilities:  \nA. Toilets or latrines shall be provided at job sites in the ratio of one seat for each fifteen  \n(15) persons employed. If privy-type toilets are provided, they shall be fly-tight, have covered  \nseats, and shall have urinals. Toilets shall be protected from the weather and shall be provided  \nwith adequate light, ventilation and a door, and shall be kept clean.  \nB. Workmen shali be permitted to store their lunches in tool and/or supply rooms, and  \nto use such room for changing clothes and storing their tools when not in use. If storage is  \n13  \nfurnished for tools used by any craft or jlunchrooms are furnished, then workers covered by this  \nAgreement shall be provided tool storage facilities.  \n10. Job Safety:  \nA. Federal or State safety regulations shall be observed by the employers and  \nemployees.  \nB. Failure of an employee to observe Federal or State safety regulations, or published  \ncompany safety rules which have been distributed to employees, shall be cause for immediate  \ndischarge.  \nC. Employees shall provide their own safety shoes and hard hats, unless the employer  \nrequires the employee to wear company hard hats.  \nD. Employees may be required to attend safety programs when offered by either the  \nUnion or the Employer.  \n= Substance abuse screening:  \nle The Union recognizes the right of the employer to establish a substance  \nabuse-testing policy for employees. An employer may recognize a Union substance abuse-testing  \nprogram as being in compliance with his own.  \n2. When the Union refers an employee to an employer, which has a substance  \nabuse-screening program in effect, the Union will notify the employee that he will be subjected to  \na drug test before starting work.  \n3. Substance abuse testing/screening programs may be developed by the AGC  \nand the Union in concert with other building trades unions. When a mutually-approved program  \nis developed, this paragraph may be re-opened to incorporate language, which facilitates the  \noperation of that program.  \n11. Welding Protective Equipment: The Contractor shal! furnish gloves, hood and  \nother protective clothing require for welding.  \n12. Sharp Tools: Carpenters shall start a job with sharp tools. The Contractor may have  \nthe option of furnishing a saw filer or allowing workers to sharpen tools on company time.  \n13. Apprentice Supervision: First-year and second-year Apprentices may work under the  \ndirection of a third-year or fourth-year Apprentice or Journeyman, competent to and responsible  \nfor supervising Apprentices. However, Apprentices shall at all times be supervised by a  \nJourneyman.  \n14. Apprentice Ratio: The maximum allowable ratio of Apprentices to Journeymen shall not  \nexceed one Apprentice to one Journeyman (1 to 1). This ratio shall apply on a job or on an  \nemployer's total workforce.  \n14  \n15. Furnishing screw guns and routers: Employees can be required by the Employer to  \nfurnish theft own screw guns and routers for metal framing and the application of drywail only. In  \nthose cases where the Employer requires that employees furnish their own screw guns and  \nrouters, the Employer will notify the Union and pay an additional eight cents (.08) per hour added  \nto the wage.  \n16. Furnishing Tools: Except as noted in Paragraph 15, no worker shall be allowed or  \nrequired to furnish any power tools, battery operated tools, shop equipment, or transportation  \nwithin the job site except when approved compensation has been agreed to by the Union.  \nThe Union recognizes that right of an employer to establish a mutually agreeable company  \npolicy on the return of power tools. The intent of any such policy shall be to return company-  \nfurnished tools to the company, when required. Employees shall exercise care in the use of  \ncompany-furnished tools, but shall not be responsible for damage or wear and tear beyond their  \ncontrol in the normal use of these tools on the job. Employers may include in their policies  \nreasonable reimbursement for the cost of a tool, which is not returned as required or is damaged  \nthrough acts of carelessness or negligence.  \n17. Tool Safety: A worker's tools shalt meet all safety regulations of the State and/or  \nFederal government.  \n18. Tool Replacement: Tools, which are damaged or destroyed on a project, due to an  \nuncontrollable act, shall be replaced by the Contractor up to a maximum cost of $300. Such  \nreplacement or reimbursement shall be made as soon as possible but not later than removal from  \nthe payroll or completion of the job. Tool check-in and check-out, may be required by the  \nContractor.  \n19. Tools to Other Crafts: Workers shall not be allowed to furnish tools for any other trade  \nor craft.  \n20. NoPiece Work: No employee shall be required to work for less than the wage rates set  \nforth for the job classifications provided for in this Agreement, nor shall there be any piece work.  \n21. Employees Time: No employee shall be required to perform work for his employer on his  \nown time,  \n22. No Rebates: Contractors or their agents shall not directly, or indirectly, accept any  \nrebates on wages paid to employees, nor shall employees rebate their wages to employers or their  \nagents, not accept stock shares or gratuities in lieu of money wages.  \n23. Pick-Up Time: The individual employer shall allow the employee reasonable pick-up  \ntime.  \n24. Welding Tests: Any welder who is required by his employer to take a test shall be paid  \nfor the time required to take the test, irrespective of the outcome of the test. In the event a welder  \nis injured while taking a test to the extent requiring medical attention, he shall be paid for all the  \ntime worked up to the occurrence of the injury. Welders passing a test will be furnished a copy of  \n15  \ntest papers or a letter of certification from the Contractor or party requiring the test.  \n25. Elderly Employees: There shall be no discrimination on the part of the employer  \nconcerning elderly men  \n26. Foreman Ratio: | When five (5) or more workers covered by this Agreement, are  \nemployed on a job site by the Contractor, one (1) shail be designated foreman and receive pay  \nas such. He may be required to work with his tools. After a foreman is designated, workers shall  \ntake orders only from the foreman.  \n27. Drywall Lathing Training: It’s the intent of the parties that specialized training for  \ndrywall, lathing and framing be established through the Carpenters Training Fund at the earliest  \npossible time, in order to assure that Apprentices in the drywall, lathing and framing areas will  \nhave the necessary skills when they are referred to work by the Union. These specialized training  \nareas will also be available for journeyman.  \n"], ["ARTICLE Vill - GRIEVANCE PROCEDURES  \n", "1. Definition: A grievance is any dispute between a Contractor or the Association on one  \nhand, and a Union on the other, arising out of this Agreement or concerning the application,  \ninterpretation, performance or breach of any of the provisions of this Agreement, except Article X.  \nThe term “grievance” does not include a dispute over any changes in any of the provisions of this  \nAgreement, which may be requested by any party during the term hereof.  \n2. Resolution of Grievances: Prompt settlement of grievances is necessary for the  \nmaintenance of good relationships. Only the methods of settlement set forth in this Section 2, in  \nthe order and with the time limits specified, shall be used for the resolution of grievances, unless  \nby Agreement between the Contractor and the Union, Steps | and 2 are waived, and except for  \nContractor, Association or Union grievances, which shall always be initiated at Step 3. The Union  \nand the Employer or Association (whichever is handling the grievance) may extend any of the time  \nlimits specified in this Article VIII, but only by written agreement signed by the Union and the  \nEmployer or Association, as the case may be. Any such extension agreement shall apply only to  \nthe particular grievance and Step involved, and not to any future grievance or other Step.  \nA. Step 1. The aggrieved employee or his craft steward may present the grievance to  \nthe superintendent or general foreman at the job site within two (2) working days from  \nthe occurrence giving rise to the grievance, and these representatives shall attempt to settle the  \ngrievance. The parties shall have three (3) working days thereafter (the Step 1 time limit) in which  \nto settle the grievance.  \nB. Step 2. If the aggrieved employee, or the steward, and Contractor's representative  \nfail to reach a settlement within the Step 1 time limit, the grievance may be referred to in writing  \nby the Union to the Contractor within five (5) working days from the expiration of the Step 1 time  \nlimit and the Contractor or his personal representative shall attempt to settle the grievance with  \nthe craft business agent. The parties shall have five (5) working days thereafter (the Step 2 time  \nlimit) in which to settle the grievance. Any settlement reach in Step 2 shall be binding on both  \n16  \nparties.  \nC. Step 3.  \n1 Any grievance, which is not settled within the Step 2 time limit, shall be  \nreferred within ten (10) working days after expiration of the Stop 2 time limit, to a Joint  \nAdministrative Committee, Any settlement reached by the Joint Administrative Committee shall  \nbe binding on both the parties. Decisions of a Joint Administrative Committee shall be by majority  \nvote.  \n2 The Joint Administrative Committee shall consist of three (3) representatives  \ndesignated by the Union and three (3) representatives designated by the Employer who are not  \ndirectly involved in the dispute or employed by the Employer. Representatives designated by the  \nUnion shall be selected from the affiliates of three (3) separate International Unions excepting the  \naggrieved Union.  \n3. If the Joint Administrative Committee cannot reach a decision within five (5)  \nworking days following referral of the grievance, (the Step 3 time limit) the grievance shall be  \nreferred to arbitration as provided in Step 4.  \n4. lf any party refuses to participate in the selection of a Joint Administrative  \nCommittee, then the grievance shall be heard by the representatives selected by the other party,  \nand these representatives may by majority vote, decide the dispute, and such decision shall be  \nbinding on both parties. If a party, having participated in the selection of representatives to Joint  \nAdministrative Committee, refuses to participate in hearings. the Committee shall hear the  \ngrievance in the absence of such party and may decide it.  \nD. Step 4. Arbitration:  \n1. Reference to American Arbitration Association. Any grievance which is not  \nresolved within the Step 2 time limit shall be settle by arbitration in accordance with the Rules of  \nthe Labor Arbitration Tribunal (“the Tribunal”) of the American Arbitration Association (“A&A”), as  \nhereinafter provided. Any referral to arbitration must be made within ten (10) working days after  \nexpiration of the Step 3 time limit.  \n2 Selection of Arbitrator “Last Man Up”. The dispute will be heard by an  \narbitration board consisting of the Joint Administration Committee, and an impartial arbitrator  \nselected as follows. The AAA will provide a list of five (5) names from its Labor Panel. A single  \narbitrator will be selected from the panel by the following procedure: The Contractor and the Union,  \nin face-to-face meetings or by telephone, shail alternately strike one name from the Panel until  \nonly a signal name is left, and such remaining member of the panel will be the Arbitrator.  \n3 Hearing and Award: Any grievance referred to arbitration shall be heard within  \nfifteen (15) working days after selection of the Arbitrator, unless the time for hearing is extended  \nby written agreement. Decision of the Arbitration Board shalt be by majority vote. The Arbitration  \nBoard, or a majority thereof, shall issue a written award within ten (10) working days after the close  \nof the hearing. Any such award shall be final and binding upon the parties and judgment thereon  \n17  \nmay be entered in any court of competent jurisdiction, Federal or State.  \n4 Limitation of Power of Board of Arbitrators. The Arbitration Board shall have  \nno power to alter, modify or amend any provision of this Agreement. including but not limited to  \nwage rates, hours of work, overtime, and fringe benefits provided for in Article IX hereof, The  \nArbitration Board shall not decide any other issues than such question or questions as have been  \nproperly submitted to it in accordance with the provisions of this Agreement.  \n5 The cost of the arbitration, including but not limited to the fee of the impartial  \narbitrator, shall be divided equally by the parties involved.  \n3. Failure to Abide by Award: lf a grievance has been finally resolved in accordance  \nwith this Article VII! and either party refuses to abide by such resolution, Article C. Sections 1 and  \n2 shall have no effect. Failure or refusal of either party to abide by an arbitration award under this  \nArticle VIII. pending determination of an application from an order or judgment confirming, vacating  \nor modifying an award, shall not be deemed a violation of this Article VIII or cause for nullifying  \nArticle X; provided that an application to vacate or modify an award must be made within ten (10)  \ndays from the receipt thereof, and notice of appeal from an order of judgment confirming, vacating  \nor modifying an award must be made within ten (10) days from the filing of such order of judgment.  \nand processed expeditiously.  \n"], ["ARTICLE IX - FRINGE BENEFITS, CONTRACTOR’S ADMINISTRATION FUND,  \nWORKERS COMPENSATION, AND UNION DUES CHECK-OFF  \n", "1. It is recognized that the designation of the specific fringe benefit funds to receive  \ncontributions shall be changed during the term of this Agreement by mutual agreement between  \nthe Southwest Regional Council of Carpenters and the Associated General Contractors of New  \nMexico to the following: The Southwest Carpenters Pension Trust effective January 1, 2008;  \nSouthwest Carpenters Health and Welfare Trust effective October 1, 2007; Southwest Carpenters  \nVacation Trust effective October 1, 2007; and, the Southwest Carpenters Training Fund effective  \nOctober 1, 2007. Contributions shall be made in the amounts set forth in this Agreement. In each  \ninstance, the Employer shall be bound by and shail comply with the agreements, declarations of  \ntrust, plans and/or regulations of the fringe benefit funds, and the labor management cooperation  \ncommittees, so designated. The Employer’s remittance shall be in the form and manner as  \nspecified by the designated recipient of the contribution. In the event that a change of designation  \noccurs during the term of this Agreement, written notice of such change will be given by the  \nSouthwest Regional Council of Carpenters to each Empioyer at least thirty (30) days prior.  \n2. Filing of Contributions: Time is of the essence in the filing of fringe benefit reports and  \npayment of all contributions dues. The Trustees of the various funds are under the legal obligation  \nto enforce the terms of this Agreement regarding fringe benefits and the terms of the respective  \nAgreements and Declarations of Trust. In addition, the Employee Retirement Income Security Act  \nof 1974 prohibits the extension of credit to Contractors.  \n3. Incorporation of Trusts: There is hereby incorporated by reference herein, as though  \nfully set forth, each Agreement and Declaration of Trust listed below;  \n18  \na. The Southwest Regional Council of Carpenters/New Mexico Retirement Trust  \nb. The Southwest Carpenters Health and Welfare Trust  \nC. The Southwest Carpenters Pension Trust  \nd. The Southwest Carpenters Training Fund  \ne. The Southwest Carpenters Vacation Fund  \nf. The Carpenters International Training Fund  \ng. Build New Mexico  \nh. The New Mexico Contractor’s Administration Fund.  \natte ee  \n4. Southwest Fringe Benefit Contribution for Supervisors: Where any employee from the  \nbargaining unit is hired as superintendent, assistant superintendent or general! foreman, or in any  \nother capacity as a supervisor as defined in the National Labor Relations Act, the Contractor shall  \npay all fringe benefits on this individual for a period of one (1) year or for the term of his  \nemployment, if less than one (1) year.  \n5 Build New Mexico: The Agreement and Declaration of Trust of Build New Mexico  \nis hereby incorporated as part of this Agreement. This program is supported by a three cent (.03)  \nper hour contribution by the Employer and athree cent (03) deduction from the Employee's wages.  \nThe contribution and deductions are based on hours worked.  \n6. Contractor's Administration Fund: The Contractor's Administration Funds hereby  \nincorporated as part of this Agreement. This program is supported by a two cent (.02) per hour  \ncontribution by the Employer. The contributions are based on hours worked. This fund is a  \nunilateral management fund, the purpose of which is to defray costs of the New Mexico Building  \nBranch, Associated General Contractors, related to collective bargaining, trust fund management,  \nwork on Joint Apprenticeship Committees, and related support activity of New Mexico Building  \nBranch, AGC, in training, workforce development and safety.  \ni, Basis of Payment of Fringe Benefit Contributions: Contractor contributions to the Funds  \nlisted in Section 2 of this Article 1X shall be paid on the basis of hours worked (i.e. each straight  \ntime hour shall be counted as one hour, each time and one half hour as one hour, and each  \ndouble time hour as one hour), as provided in this Agreement and as more fully provided in the  \nrespective Declaration of Trust.  \nA. Exception: Contractor contributions shall be made on the basis of hours paid ( (i.e.  \neach straight time hour at one hour, each time and one half hour at one and one half times the  \nstraight time fringe benefit contribution rate, and each double time hour at double the straight time  \nfringe benefit contribution rate) for the following types of private building construction: Any  \n1%  \nconstruction or additions to any project for which the main purpose is (a) the production of basic  \nmetals, alloys or fossil fuels; (b) refining; (c) mining and smelting; (d) palletizing; (e) ore or coal-  \nhandling; (f) power generation; (g) cement plants; and (h) dams and locks. Private Construction  \nis defined as construction which is not covered by the Davis Bacon Act, or its equivalent.  \n8. Designation of Trustees: The Contractors who are or hereafter become parties hereto,  \nhereby designate as their representatives, the Trustees appointed by the New Mexico Building  \nBranch, AGC, to the respective Boards of Trustees of Funds provided in Section 2 of this Article  \nIX. and will be bound by the actions of such Trustees in administering the respective Trusts and  \nby any amendments to such Trust Agreements made during the term of this Agreement.  \n9. Payment of Contributions: The wage rates, the amounts of fringe benefit contributions  \nand the Funds to which they are to be applied, are set forth herein. The Contractors will file the  \nreports required by the Trustees of the fund, and will be bound by the provisions of any new Trust  \nFund Agreement entered into between the Council and AGC during the term hereof.  \n10. EnforcementofCompliance: signatory to this Agreement is delinquent  \nin submitting reports or paying contributions and unless some other acceptable agreement has  \nbeen reached with the Trust, the Union shall withhold employees from such Contractor and take  \nwhatever action it deems prudent in order to enforce compliance, provided however, the Union has  \nnotified the affected Contractor(s) five (5) days prior to commencement of any such action. Action  \ntaken under this provision shall not be deemed a violation of the no-strike provisions of Article X,  \nSection 1.  \n11. Liability: The liability for contributions is not subject to arbitration under  \nArticle V!!! hereof. Further, recognizing that the delinquent Contractor's default in payment of  \ncontributions is the proximate cause of a strike called under the provisions of this Section, such  \ndelinquent Contractor shall pay, in addition to the contributions due, audit and attorney's fees and  \nother costs of collection, and eight hours straight time pay per day of time lost during the duration  \nof such strike and work stoppage, to each striking employee.  \n12. Diversion from Wages: The Fund Trustees of the health and welfare, pension, and  \ntraining funds may request the Association and the Union to divert a portion of wages into any of  \nthese fringe benefit programs as enumerated in Article IX, Section 2. If the Association and the  \nUnion mutually agree to such diversions, the Association and the Union may require the employer  \nto divert money from wages to fringes by giving thirty (30) days written notice prior to the effective  \ndate of any such change. Exempted from this requirement are predetermined wage rate projects,  \nthe wages and fringe benefits for which are fixed and cannot be altered except through survey.  \nA. Contribution Schedule. For all employees covered by this Agreement except 1°  \nperiod Apprentices, the following dollars and cents per hour contribution shall be applicable.  \nB. *Health & Welfare contributions for 1\" period Apprentices will be made after the  \nApprentice has successfully completed ninety (90) day probation.  \nC. The contribution amounts are as follows:  \n20  \nBENEFITS:  \nPension 3.40 ($2.91 + $0.49 to SWRCC/NMRTF)  \nHealth & Welfare 3.96  \nApprenticeship 5  \nNational Training .06  \nContract Administration 02  \nBuild New Mexico 03  \nTOTAL Employer Contribution $7.82  \nDeductions from gross wages  \nVacation 10  \nSupplemental Dues 15  \nEmployee contribution to  \nBuild New Mexico “03  \nTotal Remitted to Trust Funds $9.30  \nNegotiated Increases:  \nJune 1, 2011 $0.25 allocated to Health & Welfare (already  \nreflected in contribution above)  \nSeptember 1, 2011 $0.15 to be allocated to Health & Welfare  \n13. Supplemental Dues (After January 1, 2008) - Subject to the following conditions, the  \nContractor agrees that he shall, if he is furnished with his employees written authorization to do  \nso, deduct the sum of seventy-three cents ($0.73) per hour or the amount of Supplemental Dues  \nthat are lawfully required by the Union from the amounts required to be paid by Article IX, Section  \n14 and 15 of this Agreement for each employee covered hereby for each hour worked or paid for  \nin each payroll period commencing January 1, 2008 as Special Supplemental Dues. In  \nimplementing the foregoing the Carpenters Southwest Administrative Corporation has been  \ndesignated as Agent for the purpose of receiving and holding written authorization cards and for  \nreceiving, holding and allocating and distributing the dues monies.  \nSaid Supplemental dues shall be transmitted to said Agent concurrently with, but not as a  \npart of, the Employers monthly vacation contributions with respect to his employees covered by  \nthis Agreement to the Southwest Carpenters Vacation Trust (Vacation Trust). All sums deducted  \nby the Employers pursuant to the provision of the Article shall, from the instant of their deduction,  \nbe considered dues if proper authorization shall have been furnished, All other sums transmitted  \nby the Employers pursuant to the provisions of this Article shall, from the instance of their  \ntransmittal, be considered vacation-holiday contributions if no such proper authorization shall have  \nbeen furnished, and shall be held by the Vacation Trust for the account of the employee. Prior to  \nthe deposit in the separate bank accounts of the Agent, on the one hand, and the Vacation Trust,  \non the other, the bank shall separate the funds transmitted into dues and vacation-holiday  \ncontributions, respectively, based on whether or not a proper dues deduction authorization shall  \nhave been filed. The bank shall then deposit such sums in the account of either the Agent or the  \nVacation Trust, The Union shall bear the entire responsibility of furnishing the written authorization  \nreferred to above. All costs incident to receipt, administration and remittance to the Union of the  \n21  \nSupplemental Dues payment shall be borne solely and entirely by the Union. This provision shall  \nnot reduce the obligations of the Contractor to pay the full amount of vacation contributions  \nspecified in this Agreement. All written authorizations referred to above shall be irrevocable for a  \nperiod of one (1) year from the date of the execution and shall renew automatically from year to  \nyear thereafter, unless the employee, by written notice served upon the Local Union and/or the  \nAgent not more than twenty (20) days and not less than ten (10) days prior to the expiration of the  \nfirst year and any year thereafter, shall have revoked such authorization.  \n14. | Vacation Deduction: The seventy (.70) cent deduction from wages for Vacation shall  \nbe deducted from weekly pay and submitted to the trust fund monthly.  \n15. Safety Incentive Program: The parties agree to the “safety incentive program’,  \nestablished mutually on January 2, 1992. to reward employees who have registered outstanding  \nsafety records with their companies. This program shall be administered through the Southwest  \nRegional Council of Carpenters/New Mexico Employee Health Benefit Supplemental Trust Fund.  \n16. | Carpenters International Training Fund: The parties agree that they will participate  \nin the Carpenters International Training Fund, developed by AGC of America and the Carpenter's  \ninternational Union as of October 1, 1998. In so doing, the parties agree to the funding of four (.04)  \ncents per hour effective October 1, 1998.  \n17. Trustees: Notwithstanding any of the provisions of this Agreement, the Contractor and  \nthe Union do not agree, assume, ratify, approve or condone any conduct, act, or practice of the  \nfund, trustees and/or administrators or their contributions, and this Agreement does not grant  \ndirectly, or indirectly, the Contractor or Union any control over the decisions and/or acts of said  \nfunds, trustees, administrators, and/or agents. Trustees are directed through this Agreement,  \nhowever, to seek written legal opinions on issues, which come under the scope of the Americans  \nwith Disabilities Act.  \n18. Employer Bonds: All employers who become a party to this Labor Agreement, and all  \nexisting signatory Employers who are delinquent in the payment of fringe benefit contributions for  \na period of two months are required to post a bond for the payment of fringe benefit contributions,  \nThe amount of the bond is subject to recalculation if the Employer’s monthly fringe benefit  \nobligation increases or decreases by twenty (20%) percent or more, subject to the $10,000.00  \nminimum.  \nA. The bond will be calculated to be equal to two (2) months of anticipated fringe  \nbenefits, but wilt not be less than $10,000.00 or as designated by the Board of Trustees.  \nB. When the Employer has made fringe benefit contributions for a period of two (2)  \nyears without any delinquency, the obligation to provide the bond will terminate. If the Employer  \nsubsequently becomes delinquent in the payment of fringe benefit contributions for a period of two  \n(2) months, a new bond will be required,  \nC. The Employer may choose to post an alternate form of security to the Board of  \nTrustees, such as a letter of credit from any state or national institution, a cash collateral deposit  \nat Union Savings Bank over which the Board of Trustees has irrevocable withdrawing power, or  \n22  \nanother form of Security that the Board of Trustees deems to be adequate protection for the Trust  \nFunds.  \nD. The obliges on the bond will be:  \n1. The Southwest Carpenters Health and Welfare Trust  \n2 The Southwest Regional Council of Carpenters/New Mexico Retirement Trust  \nFund;  \n3 The Southwest Carpenters Pension Trust  \n4 The Southwest Carpenters Vacation Fund  \n5 The Southwest Carpenters Training Fund  \n6. The Southwest Regional Council of Carpenters (Union dues);  \nBuild New Mexico  \n8 The Carpenters International Training Fund and  \n9 The New Mexico Contractors’ Administration Fund  \n"], ["ARTICLE X - NO STRIKE - NO LOCK-OUT  \n", "1. No Strike: Each Union agrees that for the duration of this Agreement there shall be no  \nstrike, work stoppage or slowdown authorized, sanctioned or encouraged by said Union, and no  \npicket lines shall be established by any Unions hereunder, except as set forth in Article VIIl,  \nSection 3 and in Section 2 of this Article X. The Union representing any workers on strike shall use  \nall means within its power to end any such work stoppage at the earliest possible time.  \n2. No Lockout: Each Contractor agrees that there will be no lockout of employees for the  \nduration of the Agreement except as provided in Article Vill, Section 3, and in Section 3 of this  \n"], ["Article X.  \n", "2. Area Strike: lf there is a strike, work stoppage or slowdown by any union or unions,  \nwhether or not party hereto, against any multi-employer bargaining unit or group, whether or not  \norganized into an Employer Association, over the terms of a new or properly reopened Collective  \nBargaining Agreement involving construction work, it shall not be deemed a violation of this Article  \nX for the duration of such strike, stoppage or slowdown:  \na) for any Contractor or Contractors to cease work or to lock its or their  \nemployees; or,  \nb) for any Union to strike.  \n23  \nThe Council and Association shall give the other at least 48 hours prior written notice of  \nsuch action.  \n"], ["ARTICLE XI - APPRENTICESHIP  \n", "1. Importance: The CONTRACTORS and the UNIONS recognize the importance of  \ndeveloping and maintaining a pool of skilled workers capable of manning jobs covered herein, and  \nhence recognize the need for apprentice and skill improvement training through local joint  \nprograms.  \n2. Standards: The Board of Trustees is empowered to adopt standards. Advancement of an  \napprentice to the next higher pay classification shall be made only after the local joint committee  \ncertified the apprentice for advancement. Itis contemplated that applicants for indenture  \nshall be selected and certified by the Local Joint Apprenticeship Committee.  \n"], ["ARTICLE Xil - JOB CLASSIFICATIONS AND HOURLY RATES  \nAll other language including Article X. No Strike-No lockout and Article XV_ Termination,  \n", "Renewal, and Reopening, remain in effect and shall not be re-opened unless the parties mutually  \nagree in writing that they will be re-opened.  \n1. Hourly Rates: The hourly wage rates and classifications listed herein shail apply on all work  \nperformed under the terms of this Agreement within New Mexico.  \n2. Insurance: Each Contractor shall carry Workers’ Compensation Insurance on all employees  \ncovered by this Agreement.  \n3. Payroll Deductions: Each Contractor shall give to each employee with each check a  \nstatement itemizing the employee’s gross amount earned, hours worked, Social Security Tax,  \nWithholding Taxes, and all other deductions.  \n4. Grandfathering - ( Future increase will be implemented unless Work Preservation is  \ngranted. .  \noi Classification June 1, 2011  \nJourneyman $22.94  \nForeman (10% over Journeyman) $25.23  \nGeneral Foreman (15% over Journeyman) $26.38  \nA. Carpenter Apprenticeship Wage Rate: No fringe benefits or Vacation other than  \nHealth & Welfare payable on ist period Apprentices except the appropriate rate for the training  \nfund. Full schedule payable on 2nd period Apprentices through gth period Apprentices. See Article  \nVII for ratio.  \n24  \n(1)  \n*Health & Welfare contributions for 1st period Apprentices will be made after  \nApprentice has successfully completed (90) ninety-day probation.  \nApprentice wage rate June 1, 20711  \n1 Period Apprentice 50%  \nPeriod Apprentice 55% $12.93  \n3° period Apprentice 60% $14.04  \n4\" period Apprentice 65% $15.16  \n5\" period Apprentice 70% $16.27  \n6\" period Apprentice 80% $18.49  \n7\" period Apprentice 85% $19.60  \n8\" period Apprentice 92% $21.16  \n*Vacation Deduction; The following amount shall be deducted from the base rate of journeyman  \nand apprentices for Vacation; Seventy (70) cents. This amount will be remitted with other fringe  \nbenefit contributions. There shall be no Vacation deduction on 1st period Apprentices.  \n(2)  \nReclassification of Journeyman:  \na. The Union agrees to the concept of the employer and journeyman  \nbeing tree to negotiate a reclassification tram journeyman to apprentice;  \nhowever, the procedure for such reclassification should be set and approved  \nby the JATC of New Mexico.  \nb. Ifthe Training Fund cannot accommodate this process for  \nany journeyman! the matter can be resolved through a letter of understanding  \nor through acceptable procedures, which exist in Union by-laws. This  \nparagraph C. (2) shall apply to private work only  \nXill - SPECIAL PROVISION FOR  \nLIGHT COMMERCIAL/RESIDENTIAL/PRIVATE WORKS  \n1. Light Commercial Work  \nA. The provisions of this Article apply to the construction, erection, alteration, repair,  \nmodification, addition to or improvement in whole or in part of structures for which the major  \nsupport system is wood frame construction, and will also include all residential housing and  \napartments, convenience stores, fast food restaurants, automobile service stations, motels up to  \ntwo stories high regardless of type of construction, office buildings up to 60,000 square feet,  \ndiscount stores, warehouses and churches.  \nB. Strip Shopping Center/Tenant Development. The provisions of SPECIAL  \nPROVISION FOR LIGHT COMMERCIAL AND RESIDENTIAL CONSTRUCTION are also  \nextended to cover the interior studs, drywall and acoustical work involved in the construction of  \nwhat is commonly called “strip” shopping centers and interior and tenant developments in  \n25  \nbuildings.  \nat “Strip” shopping centers are further defined as those one (1) store deep and  \none (I) story in height.  \n2 Employer shall call the Union on individual job basis before applying this  \nParagraph b. on lathing work.  \nZz Diversion From Wages: The fund Trustees of the health and welfare, pension and training  \nfunds may request the Association and the Union to diverta portion of the wages into any of these  \nfringe benefit programs as enumerated in Article IX, Section 2. If the Association and the Union  \nmutually agree to such diversions, the Association and the Union may require the employer to  \ndivert money from wages to fringes by giving thirly (30) days written notice prior to the effective  \ndate of any such change. Exempted from this requirement are pre-determined wage rate projects,  \nthe wages and fringe benefits for which are fixed and cannot be altered except through survey.  \na Contribution Schedule: Contribution Schedule for all employees covered by this special  \nprovision for Light Commercial/Residential/Private Works, except 1* period Apprentices, the  \nfollowing dollars and cents per hour contribution shalt be applicable.  \nA. Health and Welfare contributions for V period Apprentices will be made after the  \nApprentice has successfully completed ninety (90) day probation.  \n4. Wages:  \nA. Carpenters, Dryvallers, Lathers and Pile Drivers:  \nClassification June 1, 2011  \nJourneyman $19.00  \nForeman - 10% over Journeyman $20.90  \nGeneral Foreman 15% over Journeyman $21.85  \n*  \nAll Light Commercial projects will have a journeyman wage rate of $19.00 per hour, the  \nparties will review the rates every six months based on market share. Contributions will be the  \nregular commercial package with a 35 hour cap on straight time hours.  \nB. Carpenter Apprenticeship wage rate: No fringe benefits or Vacation other than  \nHealth & Welfare payable on 1st period Apprentices except the appropriate rate for the training  \nfund. Full schedule payable on 2nd period Apprentices through ,th period Apprentices. See Article  \nVII, #14 for ratio.  \nC. Period Apprentice Contributions *Health and Welfare contributions for 17st  \nperiod Apprentices will be made after Apprentice has successfully completed ninety (90) day  \nprobation.  \n26  \nD. Apprentices:  \nApprentice wage rate June 1, 2011  \n1* period Apprentice 50% $ 9.85  \n2 neriod Apprentice 55% $10.77  \n3\"? period Apprentice 60% $11.68  \n4\" period Apprentice 65% $12.60  \n5\"\" period Apprentice 70% $13.51  \n6\" period Apprentice 80% $15.34  \n7\" period Apprentice 85% $16.26  \n8'\" period Apprentice 92% $17.54  \n5. Vacation Deduction: The following amount shall be deducted from the base rate of  \nJourneyman and Apprentices for Vacation: Seventy (.70) cents. This amount will be remitted with  \nother fringe benefit contributions. There shall be no Vacation deduction on 1st period Apprentices.  \n6. Apprentices: Apprentices currently indentured shall remain at their current  \nyear and pay period, as described in the previous contract. Six months after their dates of  \nadvancement to their current period, they will be advanced to the next incremental six-month pay  \nperiod, as described above in the Agreement above.  \n7. Ratios Apprentices to Journeyman: The maximum allowable ratio of Apprentices to  \nJourneyman shall not exceed 1 -1, (one Apprentice to one Journeyman). This ratio shall apply on  \na job or on an employer's total workforce.  \n8. Foremen to Journeymen. There shall be no foreman to journeyman ratio on light  \ncommercial and residential construction provision.  \n9. Build New Mexico: Participating contractors and their employees will contribute to  \nBuild New Mexico. This program is supported by three cents (.03) per hour contribution by the  \nEmployer and three cents (.03) per hour deduction from the employee's wages. The contributions  \nand deductions are based on hours worked.  \n10. Public-Works Predetermination Provision: In the event an individual employer bids a  \npublic job or project being awarded by a federal, state, county, city or public entity and this job is  \nto be performed at a predetermined and/or prevailing wage rate established by the Secretary of  \nthe U.S. Department of Labor (pursuant to Public Law 88-349, whose regulations are contained  \nin 29 CFR Parts 1,3,5. and 7) or by the Director of the New Mexico Department of Labor, Labor  \nand Industrial Division or by a County, City or other public entity and the established prevailing  \nwage rate is the same or less then the wage rate set forth in this Agreement, the predetermined  \nhourly wage rate/fringe benefit package, which exists at the time of the bid shall apply to the job  \nor project for the duration of the job or project, for twenty-four (24) months from notice to proceed  \nat which time current negotiated rates will apply.  \nThe intent of this paragraph is not to allow a reduction in fringe benefits from the amounts  \nslated in this Agreement. or stated in subsequent memoranda or amendments relative to this  \n27  \nAgreement.  \nlf the pre-determined hourly wage rate is lower than the negotiated rate in this contract by  \nmore than 10 percent, the negotiates rate less 10 percent shall apply to the job or project for the  \nduration of the job or project. If the pre-determined wage rate is less than the negotiated wage rate  \nand the contractor intends to implement this clause, he shall notify the Union within 48 hours of  \ncommencement of the job.  \n"], ["ARTICLE XIV - GENERAL  \n", "1. Entire Agreement: This Agreement contains ali of the covenants, stipulations and  \nprovisions agreed upon by the parties hereto and no agent or representative of either party has  \nauthority to make, and none of the parties shall be bound by or liable for, any statement,  \nrepresentation, promise, inducement, or agreement not set forth herein. This Agreement may not  \nbe changed, amended or modified except in writing, signed by the Council and AGC.  \n2. Heading: Headings have been inserted for convenience only, and shall not be  \nconsidered in the interpretation of any provision hereof.  \n3. Notices: All notices given or required to be given hereunder shall be in writing and  \ndelivered personally, mailed certified, return receipt requested, or by telegram, and shall be  \ndeemed to have been given on the date of delivery, mailing or wiring, as the case may be.  \n"], ["ARTICLE XV - ADDITIONAL SIGNATORIES  \n", "1. Agreement: This been negotiated by the ASSOCIATION for and on behalf  \nof those Contractors members and nonmembers, who have authorized the ASSOCIATION in  \nwriting to represent them in collective bargaining and shall be binding on each such Contractor  \nonly with respect to the Unions specified in this authorization. Upon the execution hereof, the  \nASSOCIATION will deliver to the Union a list showing each Contractor who has so authorized it,  \nGeneral Contractors who are not so represented by the ASSOCIATION on the date of execution  \nhereof may become signatories to this Agreement and thereupon shail be bound by it.  \n"], ["ARTICLE XVI - TERMINATION, RENEWAL AND RE-OPENING  \n", "1 Term: This Agreement shall commence as of June 1, 2011 and shall remain in  \neffect until May 31, 2012. It shall remain in effect until May 31, 2012. or any subsequent May  \n31° unless either party hereto terminates this Agreement as of May 31, 2012. or any subsequent  \nMay 31st, by written notice on or before the 1* day of April preceding any such May 31°  \ntermination date.  \n2. No Arbitration: Article Vill, Section 2 (Arbitration) shall not apply to any such reopening  \nor to any impasse in negotiations as a result thereof.  \n3. Fringe Benefit Drop Further, when hours reported for fringe benefits contributions  \ndrop by 10 percent over a 90 day period, this Agreement is immediately re-opened for  \nnegotiations.  \n28  \n4, Re-Opening: All articles may be re-opened at any time by mutual consent of the  \nparties.  \nA. Davis-Bacon Re-Opener: In the event that the provisions of the Federal Davis-Bacon  \nAct, 40 USC 276 (a) and/or the provisions of the State of New Mexico prevailing wage act are  \nrepealed or substantially modified in a manner which adversely affects the ability of signatory  \nemployers to compete for state or federal work, either party may re-open this Agreement to  \nnegotiate appropriate changes in terms and conditions of employment to maintain contractor  \ncompetitiveness for such work, the re-opener shall be as soon as possible after the passage of  \nrepeal or modification. Current terms and conditions will continue until agreement is reached or  \nimplementation of changes in the Federal Davis-Bacon Act and/or provisions of the State  \nprevailing wage act, whichever first takes place.  \nB. The AGC and the Southwest Regional Council of Carpenters also agree that after  \nimplementation of such changes in the law, the Contractor and the Regional Council may agree  \nto target specific jobs with other wage rates and conditions designed to improve competitiveness.  \nin all cases the Union will notify the Association and all signatory contractors who are bidding the  \njob of the special conditions that exist for such targeted work.  \n5. No Strikes or Lockouts within 60 Days: There shall not be any strikes or lockouts  \nwithin 60 days of any re-opening of this Agreement.  \n"]]