[["", "K &&00  \not worlthy  \n4 Agreement October 1, 2000 / off //- x000~ 003 , 000  \nlopp. + 2192;  \nMemorandum of Understanding  \nThe terms and conditions of the Agreement negotiated by the New Mexico Building  \nBranch, Associated General Contractors, and the New Mexico District Council of Carpenters,  \nwith an effective date of October 1, 1995, and an expiration date of October 1, 2000, with  \namendments agreed to by the parties during the course of the contract are hereby  \nincorporated into a new Agreement, effective October 1, 2000 (midnight, September 30, 2000)  \nwith the following changes:  \nArticle 1-Coverage and Recognition, Paragraph d. Observance of Agreement in  \nSubcontracts-  \nApplication of this clause for Public Works projects:  \nd. Observance of Agreement in Subcontracts. i) Every subcontract for  \nconstruction, covered under the terms of this agreement, granted by a  \ncontractor shall require that the subcontractor observe all the terms of this .  \nAgreement except where the covered work is only incidental to the Subcontract.  \nIncidental is defined _as very minimal, and is not to be construed as the lathing  \nportion of a plastering contract. 11) Each contractor shall be responsible for  \npayment of all wages and fringe benefits owed by any subcontractor to any  \nworkman covered under this Agreement or to any Fund specified in Article IX,  \nfor work performed on the contractor's job, provided that written demand is  \nsent to the subcontractor, with a copy to the contractor, and payment has not  \nbeen made within five (5) working days after the receipt of such demand by the  \nsubcontractor. iii) As used in this Agreement: Subcontracting is the performance  \non the job site of covered construction, by any person, firm or corporation  \npursuant to agreement with a contractor or with a subcontractor. A  \nsubcontractor is one who performs subcontracting, and the term includes a  \nsubcontractor of a subcontractor.  \nApplication of this clause for Construction Managers:  \ne. Construction managers who do not employ craft workers and supervise or  \nmanage the work for the owner are not subject to the provisions of Article I,  \nParagraph d.  \nivpht Commercial Residential/Private Works projects:  \n   \nMoratorium for /Light Commercial/ Residential/Private Works Projects as  \ndefined in Article XII, paragraph 5 “Special Provision for Light Commercial/  \nResidential/Private Works:” The parties agree that for a period of 24 months  \n(October 1, 2000, to October 1, 2002), the general contractor may waive this  \nsubcontractor clause for Light Commerctal Residential/Private Works projects  \nNMBCC/AGC Agreement Octuber 1, 2000  \nApplication of this clause for Subcontractors:  \nf. Subcontractors may waive this Article 1, paragraph d. on private works for  \nscaffolding only.  \n1) In all cases, the general contractor will seek bids from union  \nsubcontractors. If union sub-bids are not competitive, the general  \ncontractor may unilaterally waive this clause during the 24-month period.  \nIn those cases where the contractor intends to waive this clause, he will  \nnotify the Union of his intent to do so at least 48 hours before the start of  \nhis work on those specific projects.  \n2) Evaluation After Two Years; On October 1, 2002, the parties agree to  \nmutually re-open this Agreement to discuss the “Special Provision for  \nLight Commercial/ Residential/Private Works” specifically and evaluate  \nits effectiveness in increasing work for union contractors and union  \nmembers. If hours of work in the private sector are increased by twenty  \n20) per cent or more, during the two-year moratorium, the moratorium  \nis lifted from this provision, and the language allowing waiver  \nautomatically becomes a permanent part of this Agreement. If private  \nworks hours are increased by less than twenty (20) per cent during the  \ntwo (2) year moratorium, this Article I, Paragraph d. is subject to  \nrenegotiation or deletion by the parties.  \nArticle VH, Paragraphs 14. And 25. Paragraph 14. is amended and new Paragraph 25 is  \nadded.  \nParagraph 14. The following language is added: Employees can be required by the  \nEmployer to furnish their own screw guns and routers for metal framing and the application  \nof drywall only. In those cases where the Employer requires that employees furnish their own  \nscrew guns and routers, the Employer will notify the Union and pay an additional eight cents  \n(.08) per hour added to the wage.  \nParagraph 25. It is the intent of the parties that specialized training for drywall,  \nlathing and framing be established through the New Mexico District Council of Carpenters  \nEducational Program at the earliest possible time, in order to assure that apprentices in the  \ndrywall, lathing, and framing areas will have the necessary skills when they are referred to  \nwork by the Union. These specialized training areas will also be available for journeyworkers.  \nArticle [X--Fringe Benefits and Union Dues Check-Off  \n"], ["Add to Article IX Section 2. Incorporation of Trusts  \nf. The National Carpenters Health and Safety Fund:  \n", "g. The New Mexico Contractors' Administration Fund:  \nta  \nNMDG@C/AGC Agreement October 1, 2000  \nh. The New Mexico Carpenters.’ Pian “A”.  \nNew Paragraph 5.  \n5. _New Mexico Contractors’ Administration Fund: The Agreement and  \nDeclaration of Trust for a Contractors’ Administration Fund will automatically become part  \nof this Agreement when it is fully developed. This fund is a unilateral management fund, the  \npurpose of which is to defray costs of the New Mexico Building Branch, Associated General  \nContractors, related to collective bargaining, trust fund management, work on Joint  \nApprenticeship Committees, and related Support activity of the New Mexico Building Branch,  \nAGC, in training, workforce development and safety.  \nClauses numbered 5. through 16. are hereby numbered as clauses 6. through 17.  \nNew Paragraph 6. (formerly paragraph 5.): The following language is added:  \nWith respect to Paragraph 13. (formerly Paragraph 12.):  \nThe Health and Welfare contribution is increased by $.45 to $1.69 effective with jobs  \nbid or negotiated on or after October 1, 2000 and may be increased by an additional $0.30 to  \n$1.99 effective with jobs bid or negotiated on or after October 1, 2001, if determined by the  \nTrustees to the New Mexico District Council of Carpenters Health and Welfare Fund.  \nOtherwise, $0.30 will be applied to the New Mexico District Council of Carpenters Plan “A”,  \nThe New Mexico District Council of Carpenters Savings Fund will be increased by $.05 to $.70  \neffective with jobs bid or negotiated on or after October 1, 2000.  \nThe contribution for the New Mexico Carpenters Educational Program of New Mexico  \nis increased by $0.05 to $.25 per hour, and is effective with jobs bid or negotiated on or after  \nOctober 1, 2000 and the contribution for the New Mexico Carpenters Educational Program of  \nNew Mexico is increased by an additional $.05 to $.30 effective with jobs bid or negotiated on  \nor after October 1, 2001.  \nArticle XII—Job Classifications and Hourly Rates  \n4. Wages: The following wage rates apply to jobs which are bid or negotiated on or  \nafter October 1, 2000. Fringe Benefit increases also start with jobs bid or negotiated on or  \nafter October 1, 2000. Commencing October 1, 2001, wage increases will be paid to all  \ncraftspersons who have met requirements as per paragraph titled “Incremental wage  \nincreases” on the first day of the first full pay period on or after October 1, 2001 and October  \n1, 2002.  \nlod  \nNMDGC/AGC Agreement October 1, 2000  \nCarpenters, lathers, and pile drivers:  \n10/1/2000 10/1/2001 10/1/2002  \nGeneral Foreman $21.53 $22.11 $23.26  \nForeman $20.62 $21.18 $22.28  \nJourneyman $18.81 $19.32 $20.32  \n*Wagelncrease $0.81 $0.56 $0.95  \na. *Incremental wage increases on 10/1/01 shall apply to those journeyman  \ncarpenters who can show evidence of having completed a ten (10) hour OSHA class  \nwithin the past three years, a three (3) hour Haz-Com class within the past year, and a  \ntwelve (12) hour class in safety/skill improvement on subjects relevant to the carpentry  \nspecialty work they perform. Incremental wage increases on 10/1/02 shall apply to  \nthose journeyman carpenters who can show evidence of having completed a ten (10)  \nhour OSHA class within the past three years, a three (3) hour HazCom class within the  \npast year, and a sixteen (16) hour class in safety/skill improvement on subjects relevant  \nto the carpentry specialty work they perform. The content for the safety/skill  \nimprovement classes will be determined by the Trustees of the Carpenters Educational  \nProgram of New Mexico.  \nApprentice wage rates will be adjusted according to the percentages of journeyworkers  \nrates agreed to by the parties.  \n*Contributions for 1\" Period Apprentice will be made after Apprentice has successfully  \ncompleted (90) ninety-day probation.  \n*1* Period Apprentice 50%  \n2™ Period Apprentice 55%  \n3™ Period Apprentice 60%  \n4\" Period Apprentice 65%  \n5\" Period Apprentice 70%  \n6\" Period Apprentice 80%  \n7 Period Apprentice 85%  \n8 Period Apprentice 92%  \n"], ["Article XIf. Paragraph 5. SPECIAL PROVISION FOR LIGHT COMMERCIAL  \n/RESIDENTIAL/PRIVATE WORKS  \n", "Addition to Paragraph b. Add to work covered under this paragraph: office buildings up  \nto 60,000 square feet , discount stores, warehouses and churches.  \nNMD6’C/AGC Agreement October I, 2000  \nNew Paragraph Sc: Paragraph 5b does not apply to any “Build New Mexico” or Union  \nfinanced construction.  \nIf the contractor decides to utilize this provision, he will notify the Union at least 48  \nhours before the start of his work.  \nParagraphs c., d. and e., under the October 1, 1995-2000 Agreement, are hereby re-  \nlisted as Paragraphs d., e., and f.  \nNew paragraph 3.d. Wage rate for “LIGHT COMMERCIAL /RESIDENTIAL  \n/PRIVATE WORKS”, except insulation, which, the parties agree, will be negotiated separately  \nand included in this Agreement.  \n10/1/00 10/1/01  \na. Journeyman $16.25 $16.46  \nForeman $17.81 | $18.04  \nGeneral Foreman $18.58 $18.82  \nb. Carpenter Apprenticeship wage rates: See Article VII for ratio.  \n10/1/00 10/1/01  \n(1) Apprentices*  \nIst period* $ 7.78 $ 7.88  \n2nd period* $ 9.25 $ 9.37  \n3rd period* $10.03 $10.16  \n4th period* $10.81 $10.94  \nSth period* $11.59 $11.73  \n6th period* $13.14 $13.31  \n7th period* $13.92 $14.10  \n8th period* $15.01 $15.20  \nFringe benefits: Pension $0.80 per hour and $0.50 for Plan “A” per hour. All  \nother fringe benefits remain the same.  \nAdded as Article XH Section 5g Targeted Jobs: The parties agree that any private works  \nproject can be \"targeted\" with special wage and fringe benefits, utilizing the \"Operating  \nProcedures for Labor/Management Committee\", agreed to on June 3, 1998 with the following  \namendment: ''If the Committee deadlocks in a vote on whether or not to target a given private  \nworks project, the wages for that project will automatically drop by 10 per cent for that  \nproject.\"' The parties also agree that these procedures may be amended mutually at any time  \nduring the course of this Agreement.  \n~  \nNMBCC/AGC Agreement October 1, 2000  \n6. Public Works Predetermination Provisions. In the event an individual employer  \nbids a public job or project being awarded by a federal, state, county, city or public entity and  \nthis job is to be performed at a predetermined and/or prevailing wage rate established by the  \nSecretary of the U.S. Department of Labor (pursuant to Public Law 74-403 as amended by  \nPublic Law 88-349 whose regulations are contained in 29 CFR Parts 1, 3, 5, and 7) or by the  \nNew Mexico Department of Labor Industrial Commission or by a County, City or other public  \nentity and the established prevailing wage rate is the same or less than the wage rate set forth  \nin this Agreement, the predetermined hourly wage rate/fringe benefit package which exists at  \nthe time of the bid shall apply to the job or project for the duration of the job or project, plus  \nincremental wage increases due as per Article AH, Paragraph 4a, “Incremental Wage  \nIncrease”. The intent of this paragraph is not to allow a reduction in fringe benefits from the  \namounts stated in this Agreement, or stated in subsequent memoranda or amendments relative  \nto this Agreement. If the pre-determined hourly wage rate is lower than the negotiated rate in  \nthis contract by more than 10 per cent, the negotiated rate less 10 per cent shall apply to the  \njob or project for the duration of the job or project. If the pre-determined wage rate is less  \nthan the negotiated wage rate and the contractor intends to implement this clause, he shall  \nnotify the Union within 48 hours of the commencement of the job.  \n"], ["Article XV. -TERMINATION, RENEWAL, AND RE-OPENING  \n", "1. Term. This Agreement shall commence as of October 1, 2000 and shall remain in effect  \nuntil October 1, 2003. It shall remain in effect until October 1, 2003, or any subsequent  \nOctober Ist, unless either party hereto terminates this Agreement as of October 1, 2003,  \nor any subsequent October Ist, by written notice on or before the Ist day of August  \npreceding any such October Ist termination date  \nDavis-Bacon Re-Opener: In event that the provisions of the Federal Davis-Bacon Act, 40 USC  \n276 (a) and/or the provisions of the State of New Mexico prevailing wage act are repealed or  \nsubstantially modified in a manner which adversely affects the ability of signatory employers  \nto compete for state or federal work, either party may re-open this agreement to negotiate  \nappropriate changes in terms and conditions of employment to maintain contractor  \ncompetitiveness for such work. The re-opener shall be as soon as possible after the passage of  \nrepeal or modification. Current terms and conditions will continue until agreement is reached  \nor implementation of changes in the Federal Davis-Bacon Act and/or provisions of the State  \nprevailing wage act, whichever is first. takes place. If changes are implemented before  \nagreement is reached between the AGC and District Council of Carpenters, the contractor  \nmay at his discretion utilize a wage rate of $18.00 per hour, plus fringes, until AGC and the  \nDistrict Council reach agreement.  \nCoverage of Agreement: The parties agree that the coverage of this Agreement is the State of  \nNew Mexico. Other Agreements will be developed by the parties for other areas outside of  \nNew unless the parties mutually agree to extend this Agreement to anv other area  \nwithin the junNisdiction of the New Mexico District Council of Carpenters.  \nv 9: dew Ava  \nYe 5 ae  \ngh A Cons  \n     \n   \n     \n   \nNMDCC/AGC Agreement October 1, 2000  \nThe increases on wages and fringe benefits are effective with jobs bid or negotiated on or after  \nOctober 15, 2000.  \nNMDEC/AGC Agreement October 1, 2000  \nAgreed this day of , 2000, by and between:  \nNew Mexico Building Branch, New Mexico District Councii of Carpenters  \nAssociated General Contractors  \n  \nW\\.  \n   \nAdditional Signatories  \nFor the Employer: For the Union:  \nDate  \nAddendum A to AGC/Carpenters’ Memorandum of  \nUnderstanding—10/1/2000  \nThe following paragraph is added:  \nArticle I, Paragraph 1, new Subparagraph g.  \n“ The parties agree that either party may unilaterally re-open this Agreement on  \nJanuary 8, 2001, to discuss converting the subcontractor language covered under  \nsubparagraphs d., e., and f. back to the language contained in subparagraph d. under the  \n1995-2000 Agreement. If the parties mutually agree to discuss other methods of  \ncompetitiveness in the subcontractor clause at that time, the party to whom the notice of  \nre-opener is sent may introduce one other subject for negotiation. ”  \nAgreed this day of October, 2000, by and between:  \nNew Mexico Building Branch, New Mexico District Council of Carpenters  \nAssociated General Contractors  \nTony  \n   \nAddendum B to AGC/Carpenters’ Memorandum of  \nUnderstanding—10/1/00—Changes as a Result of “Favored  \nNation’s” Clause  \nArticle IV, Paragraph 3.b.—add “forklift” to “Tools of the Trade.”  \n"]]