[["", "   \n  \n—_  \nTABLE OF CONTENTS  \n   \nTITLE  \nArticle I — Coverage and Recognition  \n"], ["", "Article I] - Harmony and Cooperation  \nArticle II — Accredited Representatives and Stewards  \nArticle IV — Settlement of Jurisdictional Disputes and Laborers Jurisdiction  \nArticle V ~ Union Security |  \nArticle VI — Non-Discriminatory Referral Procedures  \nArticle VII — Hiring Hall Rules  \nArticle VIII - Universal Working Rules  \nArticle IX — Health & Safety  \nArticle X — Grievance Procedure  \nArticle XI — Fringe Benefits & Union Dues Check-off  \nArticle XII — No Strike No Lock-out  \nArticle XIII — Job Classifications and Hourly Rates  \nArticle XIV — Grandfather Clause  \nArticle XV — Construction Craft Laborer Journeyman Worker  \nClassification and Wage Rate  \nArticle XVI — Special Working Rules  \n"], ["", "Article XVII — Tenders Defined-Mixing, Handling, Conveying Materials  \nArticle XVIII — Public Works  \nArticle XIX — Subsistence  \nArticle XX — General  \nArticle XXI — Signatories  \nArticle XXII — Termination, Renewal and Reopening  \nArticle XXUI — General Savings Clause  \nSignature Page  \nAddendum A — Private Works  \nAddenduin B — Residential  \nPage  \n11  \nil  \n14  \n15  \n16  \n20  \n20  \n22  \nhe  \n28  \n29  \n30  \n30  \n31  \n31  \n32  \n33  \n34  \n35  \nae  \nLABOR AGREEMENT  \nBetween the  \nNEW MEXICO BUILDING BRANCH, :\\GC and the  \nSOUTHWEST  \n| LABORERS' DISTRICT COUNCIL  \n2 LOCAL NO. 16  \n| THIS AGREEMENT ENTERED INTO ON June Ist, 2007 by and between the NEW MEXICO  \n7 BUILDING BRANCH, AGC, INC., (hereinafter referred to as the ASSOCIATION or as AGC), for and  \non behalf of those of its members, as well as non-member contractors, whom it has been authorized to  \nrepresent in collective bargaining and other contractors who may l»ecome signatory hereto hereinafter  \nji referred to as the CONTRACTOR OR CONTRACTORS, EMPLOYER OR EMPLOYERS);  \nAnd the  \nSOUTHWEST LABORERS' DISTRICT COUNCIL (hereinafter referred to as the \"Council\") for and on  \nbehalf of its affiliated LOCAL UNION NO. 16, which is signatory (hereinafter referred to as the  \nUNION), the UNION being the collective bargaining agent for its members who are employed in  \nconstruction work.  \nThe CONTRACTORS are engaged in construction, general and specialty work in New Mexico; and  \nin the performance of their present and future contracting operations; the workmen are represented by the  \nUNION,  \nThe CONTRACTORS desire to be assured of their ability to procure employees for ail work that  \nthey may do in the State of New Mexico in sufficient numbers and «kill to assure continuily and quality  \nof work in the performance and completion of their construction contracts.  \nIt is the interest of all the parties to establish uniform rates of pay, hours of employment and  \nworking conditions which shall be applicable to all workmen represented by the UNIONS and  \nperforming work for the CONTRACTORS as such work is hereinafter defined in this Agreement, and to  \nprovide for peaceful and harmonious relationships during the term of this Agreement.  \n"], ["ARTICLE I - COVERAGE AND RECOGNITION  \n", "A. Construction, This agreement shall apply to building construction, and includes work  \nperformed by contractors signatory hereto on Industrial Power plants, Copper Smelters, Gas  \nRefineries and DOE sites i.e. (Los Alamos National Labs, Sandia National Labs, Sandia Labs,  \nKirtland AFB, Cannon AFB and Holloman AFB, Coal Mine Sites.  \nB. Definitions.  \n(1) \"Building Construction\" and \"Construction\" shall mean: i) the construction, erection,  \nalteration, repair modification, addition to or improvement in whole or in part, or  \ndemolition, of any building structure; ii) excavation, grading or similar operations which  \nare incidental thereto; and iii) the installation, operation, maintenance and repair of  \nequipment and other facilities used in connection wit'1 the performance of such building  \nconstruction and performed at the job site, but exclucing manufacturer's warranty repairs  \nand excluding any maintenance work where a Laborers’ Service Contract is in force.  \n(2) \"Building structure\" shall include all commercial, industrial, federal, state, public works,  \nand all private works buildings.  \nSmee”  \n' ' ' ee ’ — -  \n5  \naaa  \n(3) \"Excavation\", \"grading\", and \"similar operations which are incidental thereto\" shall include  \nall excavation, back fillings, curbs and gutters incidentz:l to building construction.  \n(4) There is excluded from this agreement are all road, highway and street work; the paving of  \nparking lots; and all works incidental to any of the foregoing, including all excavation,  \nbackfilling, curbs and gutters. Also Excluded is residential construction except by  \naddendum to this Agreement.  \nC. Yard, Shop and Warehouse Work.  \nAll work performed in the Contractor's warehouses, tool rooms, shops or yards which have been  \nparticularly provided or set up to handle work in connection with a job or project covered by the  \nterms of this Agreement, shall also be subject to the terms and conditions of this Agreement,  \nexcept clean-up and maintenance of home, yard, shop and warehouses, and except when yard,  \nshop or warehouse work is performed under the terms of other agreements with the UNION.  \nD. Observance of Agreement in Subcontracts:  \nEach subcontract for construction, covered under the terms of! this Agreement, granted by a  \ncontractor shall require that the subcontractor observe all terms of this Agreement except where  \nthe covered work is only incidental to the subcontract. Incidental is defined as very minimal.  \nEach contractor shall be responsible for payment of all way;es and fringe benefits owed by the  \nsubcontractor to any worker covered under this Agreenent for work performed on the  \ncontractor's job, provided that written demand is sent to the subcontractor, with a copy to the  \ncontractor, and payment has not been made within five (5) working days after receipt of such  \ndemand by the subcontractor. Moreover, the union Contiact Administrator of the employee  \nbenefits fund wil! be responsible for notifying active signatary general contractors and members  \nof delinquencies by the 25th of each month (postmark shall be the determining date). If the  \nunion does not notify the affected general contractor of the dzlinquency of a subcontractor by the  \n25th of the month following the end of the month in which the time was worked, the general  \ncontractor will not be responsible for the payment of wages and fringe benefits of the  \nsubcontractor. Further, the union shall withhold employee: from the delinquent subcontractor  \nand take whatever action it deems prudent in order to enfcrce compliance, provided, however,  \nthe union has notified the affected contractor(s) within (5) days prior to the commencement of  \nsuch action as per Article XI of this Agreement. Action taken under this provision shall not be  \ndeemed a violation of the no-strike provisions of Article XII during the period of any such  \ndelinquency,  \nAs used in this Agreement, subcontracting is the performance on the job site of covered  \nconstruction by any person, firm, or corporation pursuant to an agreement with a contractor or  \nsubcontractor. A subcontractor is one who performs subcontracting and includes the  \nsubcontractor of a subcontractor.  \nThis clause applies to laborers working in support of primary crafts to which the contractor is  \nsignatory.  \nThe general contractor will seek bids from union subcontractors. If union subcontract bids that  \nare received are not competitive and a non-union subcontractor is used, the general contractor  \nwill so notify the union within 48 hours of bid time, Saturda:’s, Sundays, and holidays excluded.  \nAt the option of the union, the general contractor will arrange a meeting of a representative of the  \nunion, the subcontractor, and a representative of the general contractor, to discuss the possibility  \nand merits of a Jabor agreement prior to the subcontractor, and a representative of the general  \n4  \nfy meee oe ae  \ntools, choice of materials or design. The Employer shall schedule work, and shall determine  \nwhen overtime will be worked; provided, however, that no employee shall be required to work  \nunder any conditions that are injurious to his health or safety, as provided in the Federal or State  \nregulations governing construction. The selection of cra:t foremen over workmen of their  \nrespective crafts shall be entirely the responsibility of the employer.  \nThe following language is added: Notwithstanding any of the provisions of the Agreement, the  \nContractor, at his sole discretion, may take such actions as are necessary to effectuate  \ncompliance with the Americans with Disabilities Act. Such an action shall not be a violation of  \nthis Agreement, nor shall it be a subject of arbitration.  \nMeetings. The representatives of the Council and of the Association shall meet on problems of  \nmutual interest at such times and places as may be agreed by their respective chairmen.  \nPre-Job Conference. At the request of the Employer or « representative of the Local Union  \nhaving jurisdiction shall hold a pre-job conference so that the start and continuation of work may  \nprogress without interruption. It shall be the purpose of the »re-job conference for the Employer  \nand the Union to be notified on such matters as the length cf the work week, the number of key  \nemployees to be brought in, the number of employees employed, the method of referral, the  \ncheck-off of union dues, initiation fees the applicable wage rates and fringe benefits  \ncontributions in accordance with the local agreement, and all other aspects pertaining to the  \nproject.  \nPublic Construction Projects. The parties will cooperate on public construction projects,  \nfederal and state, to the end that authorized construction projects shall be awarded to the contract  \nconstruction industry and that contracting officials will be accurately and fully informed as to  \nfringe benefits and prevailing rates of pay.  \n"], ["ARTICLE HI - ACCREDITED REPRESENTATIVES AND  \nSTEWARDS  \n", "Access, Accredited representatives of the UNION shall have access during working hours to all  \nopen jobs, Access to jobs being put in place under governmental restrictions shall be subject to  \nthe regulations prescribed by the owner. Accredited represe:tatives shall not delay workmen or  \nthe progress of the job during working hours. Contractors agree to assist Unions toward securing  \naccess to closed jobs. \"Closed\" and \"open\" refer to jobs on which Federal government security  \nclearance is necessary for personnel.  \nEach steward appointed by the Union for any job site permitted with in this agreement shall first  \nbe required to have completed a steward training program prc-vided for by the Union.  \n2. Stewards.  \na. Acraft steward may be designated in writing by the business manager of the Union for each  \njob, from the employees currently working on the job.  \nb. The Steward shall be permitted on a job at all times; shall be a working employee; and shall  \nnot be subject to discharge on account of Union ac‘ivities. Such activities shall not  \nunreasonably interfere with the Steward's work for the Contractor. A steward, however, can  \nbe discharged for just cause.  \nc. The Contractor shall be notified in writing of the selection of each steward. The Contractor  \nshall give the Union prior written notice before discharging a steward.  \n6  \nd, The Employer shall notify the appropriate Union at least two (2) working days prior to the  \nintended layoff of a working job steward. This provision does not apply to discharges for  \n“just cause”,  \ne. The steward's duties shall include, but not necessarily be limited to the following:  \ni) Check the job referral of each employee dispatched under the terms of  \nthis Agreement to the Contractor.  \nii) Work with the Contractor's designated representative in charge of the job in an attempt to  \nresolve disputes prior to the application of the grievance procedure.  \nili} Report to the Contractor's designated representative any employee  \ncovered by this Agreement who works for less than the negotiated wage  \nscale, for less than the overtime rate or wha goes to work without the job  \nreferral.  \nwera  \niv) Report to the Contractor's designated representative any work belonging to the craft  \nbeing done by non-union men or by workmen of anovher craft.  \nv) Report to his business representative any problems tliat have not been resolved.  \nvi) Report to his business representative any covered by this Agreement who  \ni leaves the job site without giving the employer and job steward prior notice.  \nvit) Report any reckless or unsafe employees covered lvy this Agreement on the job site to  \nthe Contractor's designated representative or his business representative.  \nviii) In case of an injury to an employee, the stewarc! shall be notified immediately. The  \nsteward shall care for the injured employee’s tools atid personal effects.  \nix) The steward shall suffer no lost time in the performance of his duties as outlined or in  \nthe securing of weekly report.  \nf. The job steward shall not cause or encourage a work stoppage, and shall not encourage, or  \ncause, any employee to leave a job, or discourage any ernployee from reporting or cause any  \nemployee not to report, for work. Violation of this shal! constitute cause for  \nimmediate discharge.  \n"], ["ARTICLE IV - SETTLEMENT OF JURISDICTIONAL DISPUTES AND LABORERS  \nJURISDICTION  \n", "1. There will be no strikes, no work stoppages or slowdowns or other interference’s with the  \nwork because of jurisdictional disputes.  \nme ne eee  \n2. The Employer shall assign work. If a dispute arises, the Employer's assignments shall be  \nfollowed until the matter can be resolved.  \n3. Welding torch. The welding torch is a tool of the trade having jurisdiction over the work being  \nwelded. Craftsmen using the welding torch shall perform any of the work of their trade and shall  \nwork under the supervision of the craft foreman.  \n4. Trucks (one ton and under) may be operated by members of this union for transporting of tools,  \nmaterials, and equipment related to their work.  \n5. In the event there is a jurisdictional dispute between the LIT/NA Laborers International Union of  \nNorth America Local 16 and another craft union or unions the dispute will be referred to the  \nGeneral Presidents of the crafts to resolve the issue. There will be no work stoppages or strikes  \nover the jurisdiction dispute.  \n6. This agreement covers the rate of pay and working conditions of all employees of the Employer  \nwhom the Union may lawfully represent engaged in any work, which is recognized jurisdiction  \nof the Laborers Internationa! Union of North America and its affiliates and/or work assigned by  \nthe Employer.  \n7. Nothing in the Agreement shall be construed that this is the only work jurisdiction the Laborers  \nclaim to be their jurisdiction. Due to the substantial scope of the Laborers’ work jurisdiction, it  \nis impossible to cover every aspect of the Laborers work jurisdiction in this Agreement,  \nincluding when new developments and techniques are introcluced that could add other phases to  \nthe work jurisdiction.  \n8. The Employer shall, upon written request by the Union, maice job assignments in writing on the  \nEmployer’s official letterhead.  \n"], ["ARTICLE V —- UNION SECURITY  \n", "Employer's Freedom, Subject only to the limitations of this Agreement, the CONTRACTORS shall  \nhave entire freedom of selection in hiring. The CONTRACTOES may discharge any employee for  \nJust cause provided there shall be no discrimination against any employee by reason of any UNION\"  \nactivity which does not interfere with the proper performance of lis work.  \nUnion Shop. As a condition of employment, every employee performing construction work within  \nthe jurisdiction of the Union, and not a member of the Union at the time of employment, shall, after  \nthe seventh day following the beginning of such employment or the effective date of this Agreement,  \nwhichever is later, offer to become a member of the Union and tender the uniformly required  \ninitiation fees and dues. Additionally all employees who are or ivho become members of the Union  \nshall remain members in good standing of the Union during the term of this Agreement, provided that  \nthe construction and application of this provision shall be subject to Section 8(a) (3) of the National  \nLabor Relations Act, as amended.  \nEnforcement of Union Shop. If an employee fails to tender initiation fees and/or dues uniformly  \nrequired as a condition of acquiring or retaining membership in good standing, and the Union  \nrequests the Contractor to terminate the employment of such eniployee for such reason, the Union  \nshall:  \na. Inform the Contractor in writing of the specific reason for the request, including dates and other  \npertinent data, with a copy to the employee.  \nb. The written request shall be made on the official letterhead of the Union, over the signature of  \nthe business agent or other responsible official of the Union.  \nc, Prior to any termination of employment by the Contractor due only to failure to tender such  \ninitiation fees and /or periodic dues as are required by the Union, and in conformity with Section  \n8(a) (3) of the National Labor Relations Act, upon notice to the Contractor, the employee shall  \nhave three (3) days within which to correct the matter complained of.  \n8  \nSave Harmless. The Union agrees to indemnify, defend, save an:J hold the Contractor harmless from  \nall liability, loss, cost, expense and damage, including, but not limited to, legal fees, wages or other  \ncharges, resulting from any action taken, or omission to act, .n good faith by any Contractor im  \nreliance upon such written requests.  \n"], ["ARTICLE VI - NON-DISCRIMINATORY REFERRAL  \nPROCEDURES  \n", "Exclusive Procedure. The Contractor shall notify each Union of the need for workers coming within  \nits jurisdiction and the Union shall refer workers to the Contractor as provided herein. The  \nContractor shall hire only such workmen as are referred to »y the Union, except as otherwise  \nprovided for in this Agreement.  \n   \nRe-registration Requirements. Registrants on a referral hall group list not referred to a job within  \nthe calendar month of their original registration or re-registration, must re-register between the 25th  \nand last day of each month. Registrants who fail to reregister will be dropped from the group list.  \nQualification Records. The Union shall require all applicants registering for the first time under this  \nto submit a resume of experience and qualifications in order that they may be classified in  \ntheir appropriate group and in order that referrals may be mace, when requested, on the basis of  \nspecial skills and abilities. When Contractors require and call for workmen possessing special skills  \nand abilities the Union shall refer the first applicant in the priorily group who possesses such  \nskills and abilities. The UNION makes such referrals solely on tiie basis of qualifications as set forth  \nin the applications, and the Union assumes no responsibility for the actual abilities of the particular  \nworkers referred.  \n“4  \nHiring Hall Fees. In order to help defray the cost of providing hali services to the workers and  \nemployers, the signatory Unions may charge a registration fee, not to exceed the reasonable  \nproportionate cost of operating the referral hall, to any applicant who is not a member of the Local  \nUnion when he seeks to register.  \nAreas Not Served. The Contractor shall be free to recruit suflicient workmen outside the referral  \nhall, and such workmen need not be registered, in either of the following events: a) If Union referral  \nfacilities fail to provide required workmen sufficient to fill the Contractor's request within forty-eight  \n(48) hours following such request (Saturdays, Sundays and halidays excepted); or b) where it is  \napparent that referral cannot be made by the Union within the required forty-eight (48) hours, in  \nwhich event the Union shall promptly so notify the Contractor. In either case, the Contractor shall  \nnotify the Union by e-mail, fax or in writing, of any such hiring within 24 hours,  \n   \nNon-discrimination.  \na. Registration and referral of job applicants shall be on a non-discriminatory basis and shall in no  \nway be affected by Union membership, by-laws, rules, regulations, constitutional provisions, or  \nany Other aspect or obligation of Union membership, policies or requirements, or by any  \nconsideration which applicable anti-discrimination statutes forbid as a criterion for employment.  \n   \nb. Each Union will take affirmative action in order to implement the federal  \ngovernment policy of equal employment opportunity and tc follow the guide lines set forth in  \nExecutive Order No. 11246 and any amendments thereto, [he Equal Employment Opportunity  \nAct of 1964 as amended, and any other applicable Federal or State anti-discrimination statute.  \nEach Union will establish a source of recruitment for minori'y, female, and Vietnam-era Veteran  \njob applicants by contacting recognized representatives of those groups in their state and by  \ntaking such other steps as are necessary to comply with such statutes. If any Union is unable,  \n9  \n«re + ' a eee  \nwithin a reasonable time, to provide a Contractor with applicants who satisfy the criteria or  \nrequirements contained in any regulation of, or program or agreement entered into by such  \nContractor or Union with the Equal Employment Opportunity Commission, Office of Federal  \nContract Compliance, Demonstration Cities Act, or any regulatory or contract-awarding  \nagency of government which has jurisdiction, such Contractor may recruit and hire, in any  \nmanner, workers sufficient to satisfy its needs. The Employer shall notify the Union of the name  \nand address of any employee so hired, within two (2) days after the commencement of  \nemployment. Such employee shall be subject to all terms and provisions of this Agreement.  \nc. The parties to this Agreement recognize the need to accommodate the disabled. In so doing, the  \nUnion agrees that it will conduct the operation of its hiring/referral hall consistent with the  \nrequirements of the Americans with Disabilities Act. This conformance with ADA includes, but  \nis not limited to, the making of referrals in such a way as to assure that the Contractor can make  \ndeterminations as to \"reasonable accommodations.\" Further, the Union shall not refuse to make  \nreferrals because it believes that \"reasonable accommodatio:is\" are not possible. The Contractor  \nshall have sole discretion to hire workers outside the hall in the event it determines  \nthat the Union's conduct is not consistent with the terms of the Americans with Disabilities Act.  \nContractor shall notify the Union of the name and address of any employee so hired, within two  \n(2) days after commencement of employment. Such employee shall be subject to all terms and  \nprovisions of this Agreement.  \n7, Right to Reject, The Contractor may reject any Union-referred applicant for any /awful reason other  \nthan Union or non-Union status. The Contractor shall maintain a written record of referred applicants  \nwho have been rejected for employment, together with the reasons for such rejection. Such records  \nshall be sent to the Union via fax or mail within 24 hours of rejection.  \nApprenticeship. Term “applicants for employment” as used in thisArticle shall be construed to  \ninclude applicants for employment as an Apprentice. The Contractor does hereby agree to comply  \nwith the provisions of the Registered Apprenticeship Program Siandards, formulated and adopted by  \nthe New Mexico Laborers Joint Apprenticeship and Training J/.TC. The Contractor agrees to carry  \nout the intent and purpose of the said Standards by the New Mexico State Apprenticeship Council, a  \nState Apprenticeship Agency recognized by the Bureau of Apprenticeship and Training, U.S.  \nDepartment of Labor and to abide by the rules and decisions of the Apprenticeship JATC under these  \nstandards. It is agreed that if the Apprentice standards change during the life of this Agreement this  \nprovision will be subject to be opened.  \nThe parties agree that, in cases where the apprenticeship standa:ds differ from terms and conditions  \nspelled out in this collective bargaining agreement that the terms and conditions of the collective  \nbargaining agreement take precedence over the standards.  \nVeterans. The New Mexico Laborers Joint Apprenticeship and Training JATC recognizes the  \nHelmets to Hardhats program for all qualified Veterans. Veterans must also meet all Hiring Hall  \nRules and Procedures. Upon meeting these requirements Veterans will automatically qualify for “A”  \nlisting.  \nDocumentation and Verification. The Employers and Union will work cooperatively to assure that  \nboth parties comply with their legal responsibilities under the hnmigration Reform and Control Act  \nof 1986. In so doing, the Union will request from each employee before referring them to an  \nemployer, documentation which establishes citizenship or other legal status to work in the United  \nStates. These documents shall be any of the documents that are allowed under the regulations  \npromulgated under IRCA. Copies of this documentation shal! accompany the referral to the  \nemployer. This section may be amended mutually when regulations are finalized on these  \nrequirements.  \n10  \na Pe)  \n  \nos  \n10. Save Harmless. Should either the Contractor or Union violate. or fail to comply with, any of the  \nterms or conditions of this Article, by discrimination or otherwise, and thereby cause liability to be  \nasserted against or imposed on the other, the non-complying shall indemnify, defend, save and  \nhold the other harmless from any and all liability, loss, cost, expense, and damage, including, but not  \nlimited to, legal fees, wages or other charges incurred by reason cf such conduct.  \n"], ["ARTICLE VII —- HIRING HALL RULES  \nThe Union referral halls are located in Albuquerque, Espanola, Farmiagton, and Las Cruces.  \n", "Hiring hall hours shall be from 8:00 a.m. to 9:30 a.m. Monday through Friday in Albuquerque, Espanola,  \nLas Cruces, and Farmington offices. In the event that the Union oper s another sub-office, they will  \nfollow the same procedures,  \nIn the event of an emergency beyond the control of the Employer, the Employer may call the Union for  \nworkers. The Union hall shall follow the same hiring hall procedures and documentation when  \ncontacting or calling the members on the out of work list. The Emplcyer requesting workers in any  \nemergency shall send a letter on company letterhead requesting work«rs,  \n1.  \nI,  \nNon-Discrimination in Job Referrals. Referrals to jobs will bz on a nondiscriminatory basis and  \nwill not be based on, or in any way affected by, race, gender, national origin, sexual orientation,  \ndisability, religion or lawful union-related activity.  \nRequirements and Review Process. Each Local Union in the United States shall adopt written  \nreferral rules conforming to the revised Hiring Hall Guidelines. The purpose of these Hiring Hall  \nGuidelines is to maintain and administer a processing veferral of applicants to  \nemployment in a fair and equitable manner, and to establish records and procedures that will be  \nadequate to disclose fully the basis on which each referral is made.  \n. Access to Facilities and Records, The Contractor or the Associ:tion shall have the right at any time  \nto inspect the referral hal! facilities, examine any and all records pertaining to its operation or  \notherwise provided for herein, and make any investigation necessary to establish that the terms of  \nthis Article are being fully complied with. Any information contained in the records provided for  \nunder Sections 4, 8, and 9 of the posted Hiring Hall rules shall t'e made available to any Contractor  \nor the Association, by telephone or by mail, as it may request.  \n4. Request by Name. Al! requests from employers for workers, including the date of each request, the  \nname of the employer, the location of the job site, the length of the job Gif known), and any request  \nby the employer for applicants with special skills, licenses, or certifications, or a specific applicant  \nby name, as required by applicable collective bargaining agreements,  \n"], ["ARTICLE VIN - UNIVERSAL WORKING RULES  \n", "Single Daytime Shift. Eight consecutive hours exclusive of lunch period, shall constitute a day's  \nwork. Forty hours, from Monday through Friday, exclusive of lur.ch periods, shall constitute a week's  \nwork, Such work shall be paid for at the applicable straight time “ates set forth in the wage schedules  \nattached hereto.  \nHours in excess of eight (8) in any one day; except as provided in Section (1) above; hours in excess  \nperiod, shall constitute a day’s work. Forty (40) hours, from Monday through Friday, exclusive of  \nlunch periods, shal! constitute a week’s work. Such work sha‘l be paid for the at the applicable  \nstraight time rates set forth in the wage schedule.  \nI}  \nwt oe  \nA contractor may elect, provided he so states at a pre-job confizrence prior to the start of a job, to  \nwork shifts of more than eight (8) hours per shift but no more than ten (10) hours per shift at the  \nstraight rates, Overtime rates as applicable shall apply to all time worked in excess of ten (10) hours  \nper day, forty (40) hours per week, Saturdays except make-ups, Sundays, and Holidays. Starting and  \nquitting times, once established, shall be uniform and consistently applied.  \nThe Employer shal! be allowed to implement a four consecutive day per week work schedule at ten  \nhours per day Monday thru Thursday. This schedule (4X10) will be worked at the regular rate. The  \nfifth day may be utilized as a makeup day, at the regular rate, if time has been lost during the  \nworkweek. If the contractor intends to work a different work schedule such as Tuesday thru Friday  \nhe may do so, provided that he notifies the Union prior to the start of a job. In all cases Saturday  \nmay be used as a make up day  \n2. Overtime. It is agreed that overtime is undesirable and not in the best interests of the  \nIndustry or the craftsmen. Therefore, except in unusual circumstances, overtime will not be worked.  \nWhere unusual circumstances demand overtime, it will be kept tc a minimum.  \n3. ime and one-half. Time and one-half shall constitute overtime to be paid for at the rate of  \ntime and one-half the applicable straight time rate set forth in the wage schedule. Overtime  \nshall be paid for time worked in excess of eight (8) hours in any one day or forty (40) hours  \nper work-week.  \nAll hours worked before and after the established work day Manday through Friday, and all hours  \nworked on Saturdays, shall be paid at the applicable overtime “ate of time and one half (1 4) the  \nemployees straight time rate of pay.  \na. Saturday may be used as a make-up day, at the regular hourly rate, if time has been lost during  \nthe regular workweek. Provided, however, such make-up work will be performed by employees  \nof the employer covered by this Agreement and employed on the job during the week in which  \ntime was lost. /t shall not be mandatory for an employee to work a makeup-day. During a  \nholiday week, Saturday will not be used as a make-up day for the holiday and no employee  \nshall be discharged for his refusal to perform such work.  \nb. Make-up days will be used for time lost during the regular workweek due to inclement weather  \nor time lost beyond the control of the contractor.  \nDouble time. All work on Sunday and holidays.  \nTIME AND MATERIAL WORKED FOR SANDIA NATIONAL LABORATORIES Standard time  \nis defined as up to forty (40) hours per week. Overtime is defined as over forth (40) hours per week.  \nPremtum time is defined as time worked on Sundays and SNL holidavs. Normal SNL holidays are: New  \nYear’s Day, Memorial Day, Independence Day, Labor Day, Thanksgiving Day, Energy Conservation  \nDay, and Christmas Day.  \n   \nThe overtime/premium time rates apply to work that is performed as defined, but only when the work is  \nspecifically requested as overtime/premium work by the CPM/SDR. As long as 40 hours of work is  \noffered to the employee for that week.  \nAdditional Overtime Provisions.  \n1. Work performed in excess of five consecutive hours without a thirty (30) minutes lunch  \nperiod shall be paid for at one and one-half times the straight time hourly rate until a thirty  \n(30) minute lunch period has been provided.  \nii. No work shall be performed in excess of ten consecutive hours unless a second lunch period  \nof at least thirty (30) minutes is furnished and the er:ployees are paid at the applicable  \novertime rate therefore.  \nii. In the event the particular work in progress can be co-npleted within the eleventh hour it  \nmay, upon mutual consent, be continued to completion without interruption, provided the  \nContractor pays for the lunch period at the applicable  \n4. Multiple shifts.  \na.  \nWhen so elected by the Contractor, multiple shifts may be worked for three (3) or more  \nconsecutive days.  \nContractors shall have the right to designate the craft or crafis on any project or portion there of  \nwhich shall work on a multiple shift basis.  \nIf the Contractor elects to work the day shift between 8:00 a.m. and 5:00 p.m., that shift shall  \nwork eight consecutive hours, exclusive of a thirty (30) minute lunch period. The second shift  \nshall work seven and one-half consecutive hours, exclusive of a thirty (30) minute lunch period,  \nfor which working time employees on the shift shall receive eight hours' pay at straight time  \nrates, Mondays through Fridays, The third shift shall work s::ven consecutive hours, exclusive of  \na thirty (30) minute lunch period, ‘for which working time employees on the shift shall receive  \neight hours' pay at straight time rates, Mondays through Fridzys.  \nOn three-shift operations, all time worked on the third shift s:all be deemed to have been worked  \non the same day as the first shift started. Work in excess of and one-half consecutive hours  \non the second shift, and work in excess of seven hours on the: third shift, both exclusive of lunch  \nhour, shal! be paid for at the applicable overtime rate. The Contractor may regulate the starting  \ntime of a two-shift operation.  \nThe Contractor may regulate the starting time of a two-shift operation, by starting the first shift  \nprior to 7:00 a.m., and each shift shall work eight hours, exclusive of lunch period,  \nfor which working time employees on each shift shal! receive eight hours’ pay at the straight-time  \nrate, Mondays through Fridays. Work in excess of eight hours, exclusive of lunch period, on  \neither shift, shall be paid for at the applicable overtime rate.  \nOn regular two or three-shift operations, the contractor may deviate the starting time of the day  \nshift by the same procedures provided for in paragraphs “a” and “b” of Section 3 above.  \nThe Contractor and the Union may agree, in writing, upon different starting or quitting times for  \nany of the shift arrangements provided in Sections | and 2 above.  \nSpecial Shifts. When maintenance or remodeling work cannot be: performed on the regular day shift  \nbecause establishments cannot suspend operation during the day, a special single shift may be  \nemployed after the establishment closes, Monday through Friday, and employees of this shift will  \nwork eight consecutive hours exclusive of a thirty (30) minute lunch period, for which they will  \nreceive eight hours' pay at the straight time rate. In the operation cf this shift, no employee will lose a  \n13  \nshift's work. The applicable overtime rate shall be paid for hours worked in excess of eight, exclusive  \nof lunch period, on this shift.  \nShow-Up Time. Workmen shall be at their regular place of work at the starting time and shall  \nremain at their place of work until the regular quitting time. Any employee on the payroll of the  \nContractor or any workman referred to a job, who reports for work at the regular starting time and for  \nwhom no work is provided, shall receive two hours pay at the applicable rate, unless he has been  \nnotified before leaving home not to report, or has been discharge, laid off or has voluntarily quit the  \nemployer on the same job. Any employee who reports for work .and for whom work is provided shall  \nreceive not less than two hours’ pay, or shall be paid only for tine worked if he has been prevented  \nfrom working for reasons beyond the control of the Contracto:, inclement weather, or breakdown  \ncausing discontinuance of a major unit of the project and has not been required or requested to  \nremain on the project by the Contractor or his agent. Employees referred under Article VI to  \njobs who arrive in an unfit condition for work, without proper tools or credentials, who  \nare not ready to go to work, or who are not otherwise qualified, shall not be paid show-up time. Each  \nemployee will furnish his employer with his current address and telephone number.  \nPayment of Wages. Employees shall be paid weekly on the job site during working hours. No more  \nthan five (5) days pay shall be withheld from an employee's wages.  \nLay Offs, Any employee who is laid off or discharged during the employer's regular office hours and  \nwho is not paid the wages due him within his regular work shift shall be entitled to eight (8) hours  \npay at his regular straight time rate for each twenty-four (24) hour period or fraction thereof between  \nthe end of his last shift and the time he is paid in full; provided that the employer shall be required to  \npay such an employee only during regular office hours. In no «vent shall penalties under this rule  \naccrue against a Contractor for Saturdays, Sundays, or holidays, unless work has been normally  \nscheduled for such days. Any employee who quits shall be paid on or before the next regular payday.  \nWhen discharge occurs outside the employer's regular office hours, the Contractor shall, on the  \nfollowing work day, either i) have the paycheck available at the payroll office prior to the closing of  \nsuch office: or i) if requested by the employee, mail the paycl.eck to the employee to the address  \nshown on the employer's records or as may be designated by th: employee. The post-mark shall be  \ndeterminative of the date of mailing.  \nHolidays. The recognized holidays hereunder shall be New Year's Day, Memorial Day,  \nIndependence Day, Labor Day, Veteran’s Day, Thanksgiving Day and Friday after, and Christmas  \nDay. Whenever any of these holidays falls on Sunday, the Monday following shall be the legal  \nholiday which is on a Monday. No work shall be performed o1 Labor Day except to save life or  \nproperty,  \nLaborers who are veterans of military service to the United Stites of America may take off from  \nwork on Veteran’s Day on the federaily recognized holiday. ‘he Employer reserves the right to  \nrequest documentation from any worker who wishes to utilize th’s time-off provision to verify his or  \nher status as a veteran, as per company policy.  \n"], ["ARTICLE IX ~ HEALTH AND SAFETY  \n", "In accordance with the Occupational Safety and Health Act other applicable federal, state, county  \nand city laws, the Employer shall have the responsibility to furnish a place of employment that is free  \nfrom recognized hazards.  \nThe Employer agrees to provide a place of employment that shall be safe for all employees. In order  \nto render the place of employment safe, the Employer shall furnish to employees safety equipment  \n4  \nincluding personal protective equipment, excluding safety toed boots and leather gloves and shall  \nitself adopt and use adequate safeguards, methods and equiprnent.  \nRaincoats, boots, overshoes and hard hats will be furnished by the Employer, and if they are not  \nreturned (except normal wear and tear), the Employer may deduct the cost of same from the  \nemployee’s pay.  \nAll safety equipment and devices, required by OSHA, needed for work will be furnished by the  \nEmployer, The Employer shall provide iced water and cups, proper toilet facilities, and shelter for  \nprotection from inclement weather when applicable.  \n. No employees shall be subject to discipline because of his refusal to work on a machine, area or job  \nthat the employee believes in good faith constitutes a recognized hazard. No employee who in good  \nfaith refuses to perform hazardous work after requesting that the Employer correct the situation and  \noffering to perform another task while the hazard is corrected shall be disciplined.  \n. The Union’s role in the Employer’s safety and health program is solely advisory. Nothing in this  \nAgreement will make the Union liable to the Employer, to any employee or to any other person for  \nthe health and safety of employees. The Employer will not engaye in any litigation against the Union  \non a subrogation theory, contribution theory or otherwise, so as !o obtain a money judgment from it  \nin connection with any death, injury, or iliness that occurs on, or is related to, the work covered by  \nthis Agreement. The Empioyer agrees that the Union will not be held responsible for the acts, or  \nfailure to act, tortuous or otherwise, of those it refers. The Employer will hold the Union harmless  \nagainst any liability for which the Union may be held as a result of death, injury or illness of any  \nemployee.  \n. Any employee who is injured while on the job must immediately report such injury to his supervisor  \nand make a written report. The supervisor will give the steward a copy of the report of injury. If in  \nthe event the employee is unable to return to work because of his/her injury the employee shall be  \npaid the full days wages.  \n. No deposit shall be required by an Employer from any employee for uniforms, protective clothing,  \nequipment or tools.  \n"], ["ARTICLE X — GRIEVANCE PROCEDURES  \n", "Section 1. Any questions arising out of and during the term of this Aysreemeni involving its interpretation  \n   \nand application or the interpretation and application of any individual agreement between the  \nCompany and a signatory Union, excluding jurisdiction disputes and wage re-opeticrs, shall be  \nsettled under the following procedures. Where the parties mutuilly agree that the presentation of a  \nsingle grievance would resolve other identical grievances, a sing]2 applicable and binding on each of  \nthe other employees who have identical grievances.  \nStep 1. When any employee covered by this Agreement leels a violation has occurred, the  \nemployee, through the employee’s Union steward, within ten (10) workings days after the  \noccurrence of a dispute, shall give notice to the immediate supervisor stating the Section(s)  \nalleged to have been violated. Failure to raise any dispute within ten (10) working days of its  \noccurrence renders the dispute null and void. The dispute shall be discussed between the  \naggrieved employee, the Union Steward, and the immediate supervisor within twenty-four (24)  \nhours of notice. If the dispute is not settled, it may be referrec to Step 2 within five working days  \nfollowing the Step 1 meeting. The Union will notify the Labor Relations Department as soon as  \npossible after the initial meeting provided in this Section.  \nlevel of plan benefits, they will notify the Union in writing. The Union will then notify the  \nEmployer in writing within thirty (30) days. The Union and the Employer will begin negotiations  \nto address the additional contribution needed to maintain the current level of plan benefits.  \nPension. Laborers' National Pension Fund Agreement and Declaration of Trust dated May 15th,  \n1968 as amended. This Standard Participation Agreement is made by and between the Union and  \nthe Employer, named below, to set forth the terms and condtions under which the Employer will  \ncontribute to the Laborers National Pension Fund on behelf of the employees covered by the  \ncollective bargaining agreement between the Union and the Employer. This Standard  \nParticipation Agreement supercedes any contrary language of the collective bargaining  \nagreement.  \nSection 1: The Employer agrees to contribute to the Liborers National Pension Fund (the  \n“Pension Fund”) for all employees covered by the collective bargaining agreement between the  \nUnion and the Employer in accordance with this Standard Perticipation Agreement.  \nSection 2: Together with each contribution payment, the Employer shall deliver to the Pension  \nFund such written reports as the Pension Fund may require to verify the accuracy and  \ncompleteness of the contributions due and to properly credit the contributions. If acceptable to  \nthe Pension Fund, the Employer may submit its contribution reports electronically.  \nSection 3: The Employer shall retain the payroll records an which its contribution reports are  \nbased. The Pension Fund shall be entitled to have an independent certified public accountant  \naudit the Employer’s records from time-to-time to reasonable verify the accuracy and  \ncompleteness of the Employer’s contributions,  \nSection 4: Contributions to the Pension Fund are part of the compensation package that the  \nEmployer has agreed to pay the employees covered by this Agreement for their labor. In the  \nevent that the Employer fails to submit contributions and/or contribution reports as required by  \nthis Agreement, the Pension Fund shall be entitled to pursue all available legal or equitable  \nrecourse to enforce the Employer’s obligations under this Agreement, without regard to any  \ngrievance or arbitration procedure under this Agreement.  \nSection 5: The Union and the Employer hereby adopt by reference the Pension Fund’s  \nAgreement and Declaration of Trust which governs the opertions of the Pension Fund as a trust  \nfund established for the purpose of providing retirement income to eligible participants and  \nbeneficiaries. A copy of the Agreement and Declaration of Trust has been provided to the  \nEmployer.  \n‘Training Fund. New Mexico Laborers Training & Fund dated October 8, 1976  \nas amended.  \nBUILD NEW_MEXICO,. The Agreement and Declaration Trust of \"Build New Mexico\" are  \nhereby incorporated into this Agreement. This program is supported by a three-cent ($.03) per  \nhour contribution from the employer and a three-cent ($.03) per hour deduction from employees'  \nwages.  \nOHIO VALLEY AND SOUTHERN STATES LECET. The Agreement and declaration of  \ntrust for Ohio Valley and Southern States Laborers-Employers Cooperation and Education Trust  \n(LECET) is hereby into this Agreement. This program is supported by a three cent ($0.05) per  \nhour contribution, which is deducted from wages.  \n=e oe  \nf. OTHER FUNDS  \nNOTE: In the event that the Board of Trustees of the New Mexico Laborers’ Training and  \nApprenticeship Trust Fund, the Laborers International Pension Fund, and the Safety Incentive  \nprogram administered by the Southwest Multi-Craft Health & Welfare Trust Fund certifies that  \nan increase in the hourly contribution rate is necessary tc maintain the current level of plan  \nbenefits, they will notify the Union in writing. The Union will then notify the Employer within  \nthirty (30) days in writing. The Union and the Employer will begin negotiations to address the  \nadditional contribution needed to maintain current benefits of the plan.  \ng. NEW MEXICO -CONTRACTORS’ ADMINISTRATION FUND. The “Operating  \nProcedures” and contribution rate for the Contractors’ Administration Fund (CAF) are provided  \nfor in this Agreement. This fund is a unilateral management fund, the purpose of which is to  \ndefray costs of the New Mexico Building Branch, Associated General Contractors, related to  \ncollective bargaining, trust fund management, work on Joint Apprenticeship and Training  \nCommittees, and related support activities of the New Mexico Building Branch, AGC, in  \niraining, workforce development and safety. The contribution rate for this unilateral  \nmanagement fund is set by the AGC Collective Bargaining Committee. Two cents (.02) per hour  \nis contributed by the contractor, This amount may be raised to three cents (.03) per hour by the  \nAGC Collective Bargaining Committee during the course of |his contract.  \nSave Harmless. The AGC agrees to indemnify, defend, save and hold the UNION harmless from all  \nliability, loss, cost, expense and damage, including but not limited to, legal fees and other charges  \nincurred to administer or collect contributions to Contractors Administration Fund.  \nks  \nBasis of Payment of Fringe Benefit Contributions. Contractor shall make contributions to the  \nFunds listed in Section 2 of this Article IX for each hour of work covered by this agreement, whether  \nor not the employee is a member of the Union. The Contractor shall make contributions on basis of  \nhours work for ({i.e., each straight time hour shall be counted as one hour, each time and one-half  \nhour as one hour, each double time hour as one hour) as specifiect in Article XI of this agreement and  \nrespective agreements and Declarations of Trust.  \nDesignation of Trustees. The Contractors who are or hereafter become parties hereto hereby  \ndesignate as their representatives, the Trustees appointed by the Wew Mexico Building Branch, AGC,  \nas their representatives on the respective Boards of Trustees of lhe funds provided for in Sections 2  \nand 3 of this Article IX, and will be bound by the actions of such Trustees made during the term of  \nthis Agreement. Trustees of said funds shall not increase benefits of said funds if such increase in  \nbenelits creates or increases un-funded liability of said fund.  \nPayment of Contribution. The wage rates, the amounts of f*inge benefit contributions and the  \nFunds to which they are to be applied, are set forth in this Agreement. The Contractors will make the  \ncontributions in accordance with the appropriate Trust Agreement, will file the reports required by  \nthe Trustees of each fund, and will be bound by the provisions of any new Trust Fund Agreement  \nentered into between the Council and AGC during the term herecf.  \nBond Requirement. Within ten (10) days of the signing of this Agreement the Employer will post a  \nbond or other form of security acceptable to the Board of Trustzes to ensure the payment of fringe  \nbenefit contributions.  \nThe bond or other security must be in an amount equal to three months of the Employer's estimated  \nfringe benefit contributions during the previous calendar year, or other evidence that the Board of  \nTrustees deems reliable of projected work activity. In all cases the minimum amount of security  \nrequired is $10,000, unless the Board of Trustees of the Muiti-Craft Health and Welfare Fund  \ndecides that another amount is appropriate. In this case, the amount determined by that Board shall  \n18  \n=  \n-- - - 28 . “ : as Nie te ae 2 ss .  \n10.  \nautomatically become a part of this Agreement. Any Employer that has made payment into the Trust  \nFund for a period of five years with no more than two months of delinquency each of which was  \nresolved with full payment to the Trust Fund is exempt from the requirement of security.  \nNotification of Delinquencies. The Trustees of the funds set forth in Section 2, 3, and 4 of this  \nArticle XI, shall cause the Administrator to mail out to each par‘icipating party, on the first of each  \nmonth, a list containing the name of each Contractor who has been classified delinquent or late in  \naccordance with the rules and cutoff dates as established by the Trustees.  \nEnforcement of Compliance. If a Contractor signatory to this Agreement is delinquent in  \nsubmitting reports or paying contributions, and unless some other acceptable agreement has been  \nreached with the Trust, the Union shall withhold employees from. such Contractor and take whatever  \naction it deems prudent in order to enforce compliance, provided the Union has notified the  \naffected Contractor(s) five (5) days prior to commencement of zny such action. Action taken under  \nthis provision shall not be deemed a violation of the no-strike provisions of Article XI. (See Article J  \n.D,, for additional requirements regarding Sub-contractors),  \nLiability. The Contractor's liability for contributions is not subject to arbitration under Article  \nVIII hereof. Further, recognizing that the delinquent Contractor's default in payment of contributions  \nis the proximate cause of a strike called under the provisions of this section, such delinquent  \nContractor shall pay, in addition to the contributions due, audit and fees and other costs of  \ncollection, and eight hours straight time pay per day of time lost during the duration of such strike  \nand work stoppage, to each striking employee.  \nInitiation fee & Dues Check-Off  \na. The Employer for the duration of this Agreement shall deduct from the gross wages of each  \nemployee who submits a signed authorization, the monthly.snembership dues. The Employer is  \nresponsible for deducting Union initiation fees, readmission fees, and other fees, as specified by  \nthe Union and shall, prior to the date fixed by each Union, remit the same to the Union or its  \ndesignated agent as long as the employees’ authorization is not revoked.  \nb. Incase of error on the check-off list, the Employer will make: proper adjustment. The Union will  \nhold the Employer responsible against any and all claims, demands, suits, or other forms of  \nliability that shall arise out of or by reason of action taken by the Union.  \nc. The Employer agrees to notify the Union on the day of hiring a new employee or replace a  \ncurrent employee, All employees, as a condition of employment, must join the Union within  \nseven (7) working days of hire.  \nSole Obligation. Notwithstanding any of the provisions of the Agreement, the Contractor and the  \nUnion do not agree, assume, ratify, approve, or condone any conduct, act, practice of the fund,  \ntrustees, and/or administrators or their agents. A Contractor's scle obligation and liability under this  \nAgreement is to timely submit the required contributions, and this Agreement does not grant,  \ndirectly, or indirectly, the Contractor or Union any control over the decisions and/or acts of said  \nfunds, trustees, administrators, and/or agents.  \nTrustees are directed through this Agreement, however, to seek written legal opinions on issues that  \ncome under the scope of the Americans with Disabilities Act.  \nSafety Incentive Program. The parties agree that a \"safety incentive program\" be established  \nthrough the Multi-Craft Health and Welfare Trust and that this program be implemented through  \nprocedures established by the Trustees and conforming as best as possible to procedures followed by  \nother crafts with \"safety incentive programs.”  \n19  \none - “= = co é - . -  \n» cu  \n1,  \n"], ["ARTICLE XII ~ NO STRIKE - NO LOCKOUT  \n", "No-Strike. The Union agrees that for the duration of this Agrecment there shall be no strike, work  \nstoppage or slowdown authorized, sanctioned or encouraged by said Union, and no picket lines shall  \nbe established by the Union, except as set forth in Article XJ. The Union representing any workmen  \non strike shall use all means within its power to end any such work stoppage at the earliest possible  \ntime,  \nNo Lock-Out, The Contractor agrees that there will be no lockaut of employees for the duration of  \nthe Agreement except as provided in Article XII.  \nIf there is a strike, work stoppage or slowdown by any union or unions, whether or not party here to,  \nagainst any multi-employer bargaining unit or group, whether or not organized into an employer  \nassociation, over the terms of a new or properly reopened bargaining agreement involving  \nconstruction work, it shall not be deemed a violation of this Article X for the duration of such strike,  \nstoppage or slowdown: a) for any Contractor or Contractors to cease work or to lock out its or their  \nemployees; or b) for any Union to strike. The Council and Association shall give the other at least 48  \nhours prior written notice of such action.  \n"], ["ARTICLE XIII —- JOB CLASSIFICATIONS ANJ) HOURLY RATES  \n", "Hourly Rates. The hourly wage rates and classifications listed shall apply on all work performed  \nunder the terms of this Agreement within the New Mexico jurisdiction.  \nInsurance and Taxes. Each Contractor shall carry Workmer:'s Compensation Insurance on all  \nemployees covered by this Agreement.  \nPayroll Deductions. Each Contractor shall give to each employee with each check a statement  \nitemizing the employee's gross amount earned, hours worked, Social Security Tax, Withholding  \nTaxes, and all other deductions.  \nApprenticeship. An apprenticeship program established effective June 6, 2000 as set forth in the  \nStandards of Apprenticeship, was developed by the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund for the trade of Construction Craft Laborer who are further defined and  \nnamed under Article Sub-Section “Classifications” of this Agreement. This apprenticeship  \nprogram was placed into effect upon formal approval of the New Mexico Department of Labor, State  \nApprenticeship Council (SAC) and appropriate state agencies. This Apprenticeship program shall be  \na “Letter of Intent” type of program and shall be administered by the Joint Apprenticeship  \nCommittee comprised by an equal number of members of the Southwest Laborers’ District Council  \nand the Signatory Contractors. The Apprenticeship Standards of the New Mexico Laborers’ Training  \n& Apprenticeship Joint Apprenticeship Committee approved by the State Apprenticeship Council of  \nNew Mexico of the United States Department of Labor are hereby incorporated by reference as a part  \nof this Agreement.  \n1. Apprentice wage rates are based on the Semi-Skilled Laborer Classification:  \nHours of Credit Scale 06/01/0\"' 06/01/08 06/01/09  \n0 — 1000 72.6% of Semi-Skilled Laborer $ 11.55 $ 11.98 $ 12.38  \n1000 — 2000 77.0% of Semi-Skilled Laborer $ 12.25 $ 12.71 $ 13.13  \n2000 — 3000 81.6% of Semi-Skilled Laborer $ 12.98 $ 13.47 $ 13.92  \n3000 — 4000 85.6% of Semi-Skilled Laborer $ 13.61 $ 14.13 $ 14.60  \n   \n20  \nThe definition of hours of credit is actual work hours plus credit for school attendance as defined  \nin the Apprenticeship Standards, The rates of wages for Apprentices are based on a reduction  \nfrom the Journeyman rate of pay as established in this Collective Bargaining Agreement.  \nEmployers shall pay apprentices the full fringe benefits package as described in this contract.  \nRatio: The ratio of apprentices to journeyman shall be one (1) apprentice for the first (1°)  \njourneyman hired, one (1) apprentice for two (2) journeyinan thereafter. This ratio will be  \napplied on individual jobs.  \nIt is agreed that apprentices should, when possible, be mover by the employer to different types  \nof operations so as to become adept in a variety of operations and work skills.  \nNo person who has previousty worked as a journeymar laborer shall be eligible for the  \napprenticeship program. Decisions concerning apprentice wages and advancements shall be  \nmade by the Joint Apprenticeship committee.  \nNo apprentice shall be eligible for journeyman status until they complete their apprenticeship as  \nrequired by the Apprenticeship Standards as administered by the New Mexico Laborers’  \nTraining & Apprenticeship Trust Fund Apprenticeship Committee. Upon the failure of any  \napprentice to maintain his or her apprenticeship status in accordance with the apprenticeship  \nstandards of the New Mexico Laborers’ Training & Apprenticeship Trust Fund and Associated  \nGeneral Contractors (AGC) Joint Apprenticeship Committee, the Joint Apprenticeship  \nCommittee shall notify, in writing and by certified mail, return receipt requested, the Union, the  \nEmployer and the Apprentice of such failure. Any person fziling to maintain and complete their  \napprenticeship in accordance with the apprenticeship agreement and the apprenticeship standards  \nof the New Mexico Laborers’ Training & Apprenticeship ‘Trust Fund and Associated General  \nContractors (AGC) Joint Apprenticeship Committee shall nct be employed by the employer as a  \njourneyman under this agreement. The failure of any apprentice to maintain his or her  \napprenticeship status, in accordance with the standards of the New Mexico  \nLaborers’ Training & Apprenticeship Trust Fund and Associated General Contractors (AGC)  \nJoint Apprenticeship Committee, shall obligate the employer to discharge such person upon  \nnotice from the Union, that said person has failed to maintain his or her apprenticeship status.  \nThe New Mexico Laborers’ Training & Apprenticeship Trust Fund and Associated General  \nContractors (AGC) Joint Apprenticeship Committee may, uyyon seven (7) days written notice to  \nan employer party to this agreement transfer any and all apprentices and/or refuse to permit  \nemployment of apprentices by any employer which employs any person who has failed to  \nmaintain their status as an apprentice, in accordance with th Apprenticeship Standards adopted  \nby the New Mexico Laborers’ Training & Apprenticeship ‘Trust Fund and Associated General  \nContractors (AGC) Joint Apprentice Committee and in violation of this Article XII.  \nThe Union agrees that it will continue to develop a pool of Groups I, IT, 11] and IV Laborers, to  \nman the jobs of contractors who choose not to sign the ‘Letter of Intent’ required for  \nparticipation in the apprenticeship program.  \nNo apprentice shall be eligible for work until he or she conipletes Three weeks of training at a  \nsite designated by the training director. The first week of training will be OSHA 10hr, Haz-com,  \nFirst Aid and CPR and identifying tools and materials. The second week of training will be  \nScaffolding and forklift training. The third week of training will consist of an Forty-hour hands  \non general construction course that will at a site designated by the training director.  \n2]  \net  \n- ne wer te = = -- mare esc? at = 3S cree me ts 7 = . : - - ' tee -—— = . : a  \nStep 2. The employee, the Union Business Representative und the designated representative of  \nthe employer shall meet as soon as possible and in any event within twenty (20) days after  \nreferral to Step 2. At this point the grievance(s) shall be submitted in writing by the Union  \nBusiness Representative. The Company shall give a written i«nswer to the grievance within three  \n(3) working days following this meeting.  \nStep 3. The parties agree to mediate all disputes prior to The rules and procedures  \nfor mediation as provided for by the Federal Mediation and Conciliation Service shall apply. If  \nno settlement is reached at the mediation conference, thr: grievance may be scheduled for  \narbitration in accordance with the grievance procedure. Nothing said or done by the mediator  \nmay be referred to at arbitration. Any settlement proposal made by either party at the mediation  \nconference shall not be referred to at the arbitration hearing.  \n   \nSection 2, Any grievance not resolved in accordance with Settion | ubove may be referred to arbitration,  \nprovided notice is given to the other party with ten (10) working g days of receipt of the Step 3  \nanswer. The party requesting arbitration shall request a pane. of seven (7) arbitrators from the  \nFederal Mediation and Conciliation Service. Upon receipt of the panel, the parties shall meet and  \nattempt to agree upon an arbitrator from the panel. If agreement cannot be reached, the parties shall!  \nalternately strike names from the list until only one name remains. This person shall be the arbitrator.  \nThe parties shall flip a coin to decide who makes the first strike fom the panel.  \nSection 3. The arbitrator shall have authority to resolve any grievance which is properly in arbitration  \n   \nunder this procedure as specified in Section 1 above but shall not have the authority to add to, detract  \nfrom alter or modify this Agreement or the terms of any individual Craft Appendix. Any decision of  \nthe arbitrator shall be final and binding on the parties. All pariies shall share the expenses of the  \narbitrator equally.  \nSection 4. The parties may extend the time limits in this Article by mutual agreement with such mutual  \nagreement being in writing.  \n"], ["ARTICLE XI — FRINGE BENEFITS AND UNION DUES  \nCHECK -OFF  \n", "Section 1. Time is of the essence in the filing of fringe benefit repo:ts and payment of all contributions  \n   \ndue. The Employer will file its reports on a form supplied by, or approved by the Trustees of the  \nvarious Funds listed below and make payment to the Funds listed below no later than the 10\" day of  \nthe month following the month that the payroll period ends. The ]‘mployer may arrange for electronic  \nsubmission of reports and payment by contacting the Fund Office. The Trustees will abide by the  \nCollections Procedures adopted by the Boards of Trustees.  \nThe Trustees of the various funds are under a legal obligation to enforce the terms of the Agreement  \nand the terms of the respective Agreements and Declarations of Trust listed below regarding fringe  \nbenefit reports and contributions. In addition, the Employee Income Security Act of  \n1974 prohibits the extension of credit employers.  \nSection 2 The Unions and the Employer hereby adopt by reference each of the Agreements and  \nDeclarations of Trust listed below:  \na. Health and Welfare The Southwest Multi-Craft Health and Welfare Trust Agreement as  \namended and restated April 1, 1966, as amended from time to time.  \nIn the event that the Board of Trustees of the Southwest Multi-Craft Health and Welfare Trust  \nFund certifies that an increase in the hourly contribution rate is necessary to maintain the current  \n16  \n"], ["ARTICLE XIV — GRANDFATHER CLAUSE  \n", "Hourly Wage Rates. The following wage rates apply to jobs or projects which are bid or negotiated on  \nor after June 1, 2007, as long as the following conditions applies: The job or project must have been bid  \nor negotiated before June 1, 2007. If the job or project was bid or neyotiated after June 1, 2007, the wage  \nrates, effective June 1, 2007, as provided for in this agreement apply.  \nThis provision cannot be utilized by the contractor unless he sends, via certified mail, a list of the  \nprojects on which he wished to grandfather the wages to the union within thirty (30) days a signing the  \nagreement. The negotiated fringe package shall apply in all cases.  \n"], ["ARTICLE XV ~ CONSTRUCTION CRAFT LABORER JOURNEYMAN WORKER  \nCLASSIFICATION AND WAGE RATE  \n", "GROUP I: General Labor- Chainmen - Stakedrivers - Stake Hopper - Heater Tenders - Window  \nCleaning and Clean-up ~ Unloading of Furniture and Fixtures — Shop Helper. (Chainmen and  \nStakedrivers working solely for an engineering firm are not subject to this Agreement.) This group don’t  \napply to laborers working in Industrial Power plants, Copper Smelt2rs, Gas Refineries Coal Mine Sites  \nIndustrial and Plant Laborers  \n06/01/07 06/07/C8 06/01/09  \nGroup I $ 14.44 $ 15.0: $ 15.44  \nGeneral Labor-Chainmen — Stake driver - Stake Hopper ~ Carries supplies, drag chain, holds  \nsurvey rod, drives stakes and assists surveyor in‘other related dut:es. ea  \nHeater Tenders — fuels and tends to heaters used on the job sites.  \nWindow Cleaning and Clean-up — cleans and washes windows. May perform other related tasks  \nand general clean up.  \nUnloading of Furniture and Fixtures — unloads furniture and {fixtures from trucks and moves them  \nto the place of installation or storage.  \nShop Helper- helps the mechanics in the shop, run for parts and leans in the shop.  \nGROUP II: Carpenter Tenders - Concrete Workers - Concrete Buggy Operators - Industrial and Plant  \nLaborers — Fire Watch, Swinging Scaffolds Tender - Flagman - Landscaping and Planter - Fence  \nBuilder — Guardrail Builder- Fine Grader — Form Stripper - Gabian Basket Builders - Rip Rap Stoneman  \n— Drywall, Stocking and Handling — Fly Ash Vacuum Operator — Mz.n Hole Builder - Tool Room Person  \nand Checker on Jobsite  \n06/01/07 06/01/08 06/01/09  \n   \nGroup HE $ 15,04 $15.62: $ 16.09  \nCarpenter Tenders — Performs labor such as hand handling of niaterials used by carpenters, Assists  \nin erecting and removing of forms, removes nails and clears limber. May perform other related  \nduties. More defined in Article XIII.  \nConcrete Workers — Pours and performs other work in relation (o the lining with concrete.  \n22  \nee es  \n'  \nete  \nConcrete Buggy Operators — Operating buggy by pushing or pulling by hand between mixer or  \nother source to site of work.  \nIndustrial and Plant Laborers — a labor who works in Indusirial Plant (Industrial Power plants,  \nCopper Smelters, Gas Refineries Coal Mine Sites Industrial and Flant Laborers.  \nFire Watch ~ one who watches the work area for fires when craf:smen are cutting or welding,  \nSwinging Scaffolds Tender — tends to the scaffold builders.  \nCertified Flagman — Supervises flag and signing personnel. Prepares revision to the traffic control  \nplan. Coordinates all traffic control with emergency agencies. Prepares and submits statements  \nconcerning road closures, delays and other project activities to \\he new media. May perform other  \nrelated duties.  \nBleacher Seating — The unloading, moving to the place of erection, assemble and installation of all  \nstadium seating.  \nFence Builder — Digs post holes, Pours concrete for posts, sets posts, stretches fencing material and  \nperforms all aspects of building fences of all types.  \nGuardrail Builder— Performs all aspects of building Guardrails of alt types.  \nForm Stripper — Strips , cleans and oils all types of concert fornis.  \nGabian Basket Builders — Assembles wire baskets for rtp rap.  \nRip Rap Stoneman — One who places stones into gabian baskets,  \nDrywall, Stocking and Handling — The carrying and handling of all materials by hand to a point  \nadjacent to place of erection will be the work of the Laborers and assists in the placement of  \nmaterials.  \nFiy Ash Vacuum Operator — Installs vacuum lines and operates nozzle of vacuum hose at power  \nplants in the cleanup of fly ash.  \nLandscaping and Planter — The duties of the Landscaper include site development, soil preparation,  \nfertilizing, the building of garden accessories, preparation for the installation of garden sprinkler  \nsystems, and other related duties. The Landscaper may operate small walking type farm equipment  \nand perform other related duties. Duties of the Landscaper shal! no include electrical work, fencing,  \nconcrete retaining walls, or other work that is generally performed by skilled craftsmen.  \nMan Hole Builder — Constructs a means of permanent acess to water and sewer lines for  \nmaintenance purposes. This work consists of laying brick or concrete block starting from concrete  \nslab at bottom of ditch up to an approximate grade line near the surface of the ground. Brick or block  \nis laid in by eyesight and is normally not to a plumb line. or culled brick can be used and  \nquite often is. No effort may be made to keep mortar off the face of the brick and joints are not  \npointed. May apply coating of concrete to interior and exterior surface, except where tools of the  \ntrade are involved. May perform other related duties.  \n23  \nToot Room Person and Checker on Jobsite — Manages, supervises, inspects and coordinates all  \ntraffic control at the project site.  \nGROUP Ii SEMI-SKILLED LABORER: Electric Air and Gas Operated Power Tools - Asphalt  \nRakers - Chain-Saw Operators — Oxy Gasoline Torch Operators - Cutting Torch Operators or Burner  \nPerson - Gunite Rebound Men - Fog Machine Operators - Power Buggy Operators - Rodmen. -  \nSandblasters (potmen) - Wagon Drill and Diamond Core Driller — Air Track - Drill Operator Hydraulic  \nCore Drill Diamond - Tenders outside- w/Pumps under 6” — All Duct Bank Work (definition of) Digging-  \nTrenching- Pouring and place of concrete - Backfifling - Concrete urners - Cement Mason Tenders ~  \nPlasterers Hodcarriers - Mortar Mixer - Plaster Spreader Operators - Plaster Tenders - Gunite  \nNozzlemen - Pipelayer - Pumpcrete Nozzlemen — Powdermen Tender- Demolition — Grade Checker -  \nVibrator Operator — Concrete Saw Operators — Stone Mason Tender ~ Jack Hammer and Chipping  \nHammer Operator — Green Cutter High Pressure Air & Water on Ccncrete Blaster — Pipelayer (includes  \nbut not limited it to water pipe, sewer pipe, drainage pipe, pvc, and ali underground tile, pipe) - Cast Iron  \nConcrete pipe, unloading, handling, distribution, and installation-Sc:ffold worker-Certified Scissor Lift  \nOperator and Man Lift Operator.  \n06/01/07 06/01/03 06/01/09  \nGroup HI $15.91 $16.5; $ 17.06  \nElectric Air and Gas Operated Power Tools — A worker who uses a tool driven by compressed air,  \ngas, or electric power to perform such work as breaking old pi:vement, loosening or digging hard  \nearth, trimming bottom and sides of trenches, breaking large. rocks, driving sheeting, chipping  \nconcrete, trimming or cutting stone, calking steel plates, or compaction of earthen backfill. Install  \nplastic and PVC linings on ponds. Rotary man operates a han:l-held device to make cuts on road  \nwith a person holding a nozzle to fill cuts with oil. May perform nother related semi-skilled duties.  \nAsphalt Rakers — Distributes asphaltic road-building materials evenly over road surface by raking  \nand brushing materials to correct thickness; may control straight edge to regulate width and depth of  \nmaterials; directs “Asphalt Shovelers” when to add or take away material to fill low spots or to  \nreduce high spots. Applies color to tennis courts, etc. by using a squeegee. Applies epoxy on  \nconcrete floors to seal. May perform other related semi-skilled duties.  \nChain-Saw Operators — Operates a power driven chain saw to clear areas of timer. Fells trees, and  \nsometimes cuts the fallen trees into short sections to facilitate their removal.  \nOxy Gasoline Torch Operators — Uses cutting torch only for demolition work on steel or other  \nmetal structures. May perform other related semi-skilled duties,  \nCutting Torch Operators or Burner Person — Uses cutting torch only for demolition work on steel  \nor other metal structures. May perform other related semi-skilled duties.  \nGunite Rebound Men — A laborer who cleans up after gunite ha: been shot in place.  \nPower Buggy Operators ~ Drives self-propelled buggy to transport concrete from mixer or source  \nof supply to place of deposit. Operates levers to dump load. May perform other related semi-skilled  \nduties.  \nRodmen — Hold survey rod.  \n24  \na) wee  \nee en ee  \nSandblasters — Cleans and prepares surfaces by the use of sandblasting equipment other than  \npreparation for painting. May perform other related semi-skilled duties.  \nPotman — Cleans, screens and feeds sand to hopper or pot of sancblasting machine.  \nWagon Drill and Diamond Core Driller — Sets up and operates drilling mechanism that drills holes  \nInto concrete or rock. Levels machine by placing timbers under wheels. Inserts and fastens drill  \nsteel in chuck. Adjusts angle of drill tower and bolts into position. Controls drilling and speed of  \ndrill by moving levers. May make other adjustments to equipment as needed. May perform other  \nrelated semi-skilled duties.  \nAir Track — Sets up and operates drilling mechanism that drills holes into concrete or rock. Levels  \nmachine by placing timbers under wheels. Inserts and fastens d:ill steel in chuck. Adjusts angle of  \ndrill tower and bolts into position. Controls drilling and speed of drill by moving levers. May make  \nother adjustments to equipment as needed. May perform other related semi-skilled duties.  \nDrill Operator Hydraulic Core Drill Diamond — Sets up and operates drilling mechanism that  \ndrills holes into concrete or rock. Levels machine by placing timbers under wheels. Inserts and  \nfastens drill steel in chuck. Adjusts angle of drill tower and bolts into position. Controls drilling and  \nspeed of drill by moving levers. May make other adjustments to 2quipment as needed. May perform  \nother related semi-skilled duties,  \nTenders outside — Sets up and operates drilling mechanism that drills holes into concrete or rock.  \nLevels machine by placing timbers under wheels. Inserts and fastens drill steel in chuck. Adjusts  \nangle of drill tower and boits into position. Controls drilling and speed of drill by moving levers.  \nMay make other adjustments to equipment as needed. May perform other related semi-skilled duties.  \nWater Pump Tender under 6\" — fuels and tends to all water pumps under 6” for the purpose of  \nmoving water on the job site.  \nConcrete Burners — Operates a device used to burn holes, etc., through concrete. This device  \nconsists of a consumable aluminum-magnesium rode inside a small iron pipe. Oxygen is forced  \nthrough the pipe under pressure, and the end of the assembly is lighted. The concrete is melted by  \nthe intense heat of the device,  \nCement Mason Tenders — Plasterers Hodcarriers — Assists in the pouring of concrete by  \nspreading concrete, cleaning and caring of cement mason’s tools, mixes mortar used in the patching  \nof concrete, and performs other tasks as may be directed by cement masons or plasterer. Mixes  \nmortar for plasterers and delivers same to location where plasterers are working. Sets up scaffolding  \nas directed by foreman where necessary, and cleans and cares tools and equipment used in the  \npreparation and application of plaster.  \nMortar Mixer — Mechanically mixes mortar ingredients to propcr consistency and delivers to mason  \non scaffold or at site of work. Keeps materials supplied to mason and assists according to directions  \nof mason,  \nPlaster Spreader Operators — Mixes plaster to be used in a machine, which is designed to apply  \nplaster to surfaces by means of a hose. Handles and maintains hose, places and moves machine, and  \nservices and maintains machine. May perform other related duties.  \nGunite Nozzlemen — Assists operator and handles the equipment and directs the placing of concrete  \nor mortar that is moved by pressures or pneumatic equipment, such as gunite. May fine-grade and  \nplace wire mesh at times. May perform other related semi-skillec duties.  \n25  \nPipelayer (includes but not limited it to water pipe, sewer pipe, drainage pipe, pvc, and all  \nunderground tile, pipe) — Cast Iron Concrete pipe, unloading, handling, distribution, and installation  \non utility projects lays tile, concrete, corrugated metal pipe. pipe lowered from top of  \ntrench; inserts spigot end of pipe into bell end of last laid pipe; idjusts pipe to line and grade; seals  \njoints with cement or other sealing compound. May perform other related semi-skilled duties.  \nPumpcrete Nozzlemen — Handles the hose or nozzle equipment and directs the placing of concrete  \nor mortar that is moved by pneumatic equipment such as May fine-grade and place wire  \nmesh at times. May perform other related semi-skilled duties.  \nPowdermen Tender — Carries powder or other explosive to b:aster or powderman and assists by  \nplacing prepared explosive in hole, connecting lead wire to blasting machine, and performing other  \nduties as directed. May perform other related semi-skilled duties as directed by powderman or  \nblaster,  \nDemolition — The process of wrecking or dismantlement of existing buildings or structures.  \nGrade Checker — Keeps stakes and stringline set in place out in front of trenching machine so that  \nmachine will cut ditch in correct location. Sets stakes so that pipelayers can fine-grade ditch and  \nmeasure from the batter board down to correct depth of ditch. May perform other related semi-  \nskilled duties.  \nVibrator Operator — Lowers hose-like flexible shaft of vibrator into newly poured concrete. Starts  \npower unit and holds shaft, allowing hammerhead on shaft to vibrate, this compacting the concrete.  \nAir, electric, or gasoline operated vibrators are sued. May perfor:n other related semi-skilled duties.  \nConcrete Saw Operators — Operates a power-driven , hand-guided, water-cooled saw or diamond  \ndriller which is used to cut through slabs of concrete, except as otherwise provided elsewhere.  \nJack Hammer and Chipping Hammer Operator — The operating of jackhammer, tamper, chipping  \nhammer, whether powered by air or electric or any other means.  \nScaffold worker — Erects and dismantles all types of scaffolding for job site  \nCertified Scissor Lift Operator and Man Lift Operator — One who completes competent person  \ntraining in the operation of scissor lifts and man lifts.  \nGROUP IV__CONSTRUCTION SPECIALIST:  \nThis category includes but is not limited to the following specialty categories of Construction Specialists:  \nAsbestos Abatement Laborers, Toxic and Hazardous Waste Removal Laborers, Lead Base Paint Removal  \nLaborers, Certified Fork Lift Operator, C.D.L. Driver, Laborer/Conzrete Specialist, Trencher Operator,  \nPest Technician (Licensed by the Bureau of Rodent Management}, State Licensed Powder man and  \nBlaster, Laborers-AGC Certified Rigger and Signal Man — Laborers-AGC Certified Scaffold Builder  \nLaborer, or Hydromobile Scaffold Builder - Radiation Worker II.  \n06/01/07 06/01/€8 06/01/09  \n   \nGroup IV $ 18.03 $ 18.76 $ 19.29  \nAsbestos Abatement Laborers — One who has the proper certifications for removal of asbestos  \nmaterials.  \n26  \na  \nToxie and Hazardous Waste Removal Laborers ~ One who has the proper certifications for  \nremoval of toxic and hazardous materials.  \nLead Base Paint Removal Laborers — One who has the proper certification for the removal of leas  \nbase paints.  \nCertified Fork Lift Operator - One who has completed proper training in the operation of a fork  \nlift for loading and unloading and moving materials on a job site.  \nC.D.L. Driver — One who has completed state certification for tae operation of commercial vehicles  \nin excess of 10,000 pounds gross vehicle weight.  \nLaborer/Concrete Specialist — Performs all aspects of concrete placement and finishing.  \nTrencher Operator — One who operates a trencher for the purpc se of laying pipe.  \nPest Technician (Licensed by the Bureau of Rodent Management) — Certified technician for the  \nremoval and handling of rodents and pests.  \nState Licensed Powder man and Blaster — Prepares blasting, material, inserts this material into  \npredrilled holes. Performs electrical wiring necessary for detcnation, and assures that all charges  \nhave detonated before other workmen resume work in the shaft.  \nLaborers-AGC Certified Rigger and Signal Man — One wha rigs materials and signals operator  \nfor movement of materials.  \nLaborers-AGC Certified Scaffold Builder Laborer, or Hydromobile Scaffold Builder — Erects  \nscaffolding,  \nRadiation Worker II — One who has completed proper training for work in areas containing  \nradiation.  \nJOURNEYMAN SKILLS AND IMPROVEMENT  \nEstablished wage increases for Journeyman, will be granted when the: individual successfully completes a  \n10-hour OSHA, a 3-hour Haz-Com (with the understanding the Laborers will maintain the annual  \nrefresher) and 8 hours of Journeyman Skil! Improvement classes as established under the current training  \nprogram. If an individual successfully completes a single establishcd class of twenty-four (24) hours or  \nmore in the first year of this contract said individual will be eligible for pay increases. If an employee  \nfails to comply with the required training the Employer may choos: to hold wage increase for no more  \nthan one year, New employees who are not members of the union will receive the 10 hour OSHA and 3-  \nhour Haz-Com between the fourth and fifth week of employment and 8 hours of Journeyman Skill  \nImprovement classes within the first year of employment to be for the increase. The training  \ndirector will notify the contractor of laborers who have successfully completed the classes.  \nIt is also understood that employment may be limited for laborers on jobs of owners that require 10hr  \nOSHA and 3 hour Haz-Com as a condition of employment on their sites.  \nFOREMEN: $1.00 above highest classification supervised.  \nGENERAL FOREMAN: $1.50 above highest classification supervised.  \n   \n27  \nFringe Benefit Contributions:  \n06/01/07 06/01/08 06/01/09  \nHealth and Welfare** $ 3.00 $ 3.00 $ 3.00  \nPension $ 1.25 $ 1.40 $ 1.55  \nTraining $ 27 $ .29 $ 31  \nBuild New Mexico $ .03 $ .03 $ .03  \nLECET $ .05 $_.05  \nTotal $ 4.60 $ 4.77 $ 4.94  \nSAFETY INCENTIVE ~— The parties agree that they will participate in the Southwest Multi-Craft  \nHealth and Welfare Trust Fund’s safety Incentive program.  \nBUILD NEW MEXICO A deduction per hour from wages in all categories is applied to “Build New  \nMexico,” the agreement and declaration of trust for which are hereby incorporated in this Agreement.  \nThe employer shail also match the employees’ contribution.  \nDRUG TESTING. The Union recognizes the right of the employer to establish a drug testing policy for  \nemployees. Employees can be discharged for refusing to submit to drug screening, drinking on the job,  \ndrunkenness, dishonesty, or for any unlawful activity that affects the employee’s performance on the job.  \nWhen the Union refers an employee to an employer that has a drag-screening program in effect, the  \nUnion will notify the employee that he will be subjected to a drug test before starting to work.  \nThe Employer must submit the Drug and Alcohol Policy to the Southwest Multi-Craft Health & Welfare  \nFund to be eligible to receive a reimbursement up to $28.00 from the fund for substance abuse  \ntesting/screening of employees covered under this agreement for all new hires.  \nLABORERS’ TOOLS. Laborers’ wiil be required to carry the following tools on the job: hammer, tape  \nmeasurer, hardhat that meets OSHA requirements, pliers, work shoe4 (safety-toe). Carpenter tenders will  \nCarry a single tool pouch all other laborers will Carry a single tool pcuch or a tool belt.  \nHigh Pay. Workmen on work forty (40) feet or more above a stable work platform, will receive premium  \npay of $.50 per hour.  \nNo worker shall be entitled to high pay provided that State and Federal Safety Regulations pertaining to  \nscaffolding guardrails and safety belts are complied with. In the event that Safety Regulations are not, or  \ncannot be complied with, and a variance is obtained from state or feceral safety requirements, all workers  \nemployed on work forty (40) feet or more above the ground shall reccive premium pay as set forth above.  \n"], ["ARTICLE XVI —- SPECIAL WORKING RULES  \nSpecial Working Rules:  \n", "a. Higher Classifications.  \n(1) When a Laborer is assigned to work for more than thirty (30) minutes at a different  \nclassification calling for a higher rate of pay, he shall bi: paid the higher rate for actual time  \nworked up to a maximum of a half shift. If the work assignment does not exceed a period of  \nthirty- (30) minutes, the lower rate of pay of his regularly assigned classification shall prevail  \nup to and including a thirty-minute assignment. In rio event, is an employer to rotate  \nemployees who are competent to perform the higher classified work to circumvent paying the  \nhigher wage.  \n28  \n.  \n(2) When a work assignment that carries a higher rate of pay exceeds half a shift the Laborer  \nshall receive the higher rate of pay for the shift worked.  \nForemen:  \n(1) Laborers working with a crew of other craftsmen, such as Carpenters, Cement Masons,  \nBricklayers, Plasterers, etc., may be supervised by the craft foremen of the crew with whom  \nthe laborers are tending, serving or assisting.  \n(2) When Laborers are employed in a crew not part of a crai't operation, there shall be a Laborer  \nForeman employed to direct and supervise their work. The Laborer Foreman employed in  \nthis manner may, at the discretion of the Contractor, be a working foreman and required to  \nperform the same type of work as the Laborers of the crew over whom he has supervision.  \nThe maximum number of Laborers in one crew to be supervised by one Foreman in this  \nmanner shall be determined by the Contractor. A Laborer Foreman shall be selected by the  \nContractor. A foreman shall be considered one who keeps time and exercises general  \nsupervision over a group of Laborers.  \nGeneral Laborer Foreman. When three foremen have been hired in any one project, one shall  \nbe recognized as a General Foreman with authority over the other two or more foremen.  \nFringe Benefit Contribution for Supervisors. Where any cmployee from the bargaining unit is  \nhired as superintendent, assistant superintendent or general foreman, or in any other capacity as a  \nsupervisor as defined in the National Labor Relations Act, the Contractor shall pay fringe  \nbenefits as provided for herein, when authorized in writing by the employee for the term of his  \nemployment, west  \nCaisson Work: When Laborers are required to perform work directly or indirectly in  \nconnection with drilling of caissons on a building construction job site, the area rate established  \nwill be paid. When other work, such as bellers or jack-hamniers work, is to be performed six (6)  \nfeet or lower they shall receive thirty cents ($.30) per hour over their normal rate of pay,  \nincluding semi-skilled workers.  \n"], ["ARTICLE XVII - TENDERS DEFINED — MIXING, HANDLING, CONVEYING  \nMATERIALS  \n", "(1) The following applies to commercial construction: Carpenter Tenders (Laborers) may  \nperform the following specific tasks: All workers conveying materials from last storage  \nplace on the job to the scaffold or place where mechanics are to use same are to be known  \n(as the case may be) as: Carpenters Tenders, Cement Masons Tenders, Masons Tenders,  \nPlasterer Tenders, or Tenders to any respective skilled craft they are tending, and such  \nTenders shail receive Tenders’ rate of pay. Also, the term, \"Tender\" shall cover the mixing,  \nhandling and conveying of al! materials used by Masotis, Plasterers, Carpenters, Plumbers,  \nand other building and construction crafts. Mortar Mixers shall clean their machine(s) at the  \nend of their shift.  \n(2) All Laborers helping Cement Masons mix and appl. finish to concrete slabs shall be  \nclassified as Cement Mason Tenders.  \n(3) Laborers tending to Carpenters or carrying or furnishing any type of materials to Carpenters  \nshall be known as Carpenters’ Tenders.  \n29  \n  \ni ee ee ce  \nee  \n(4) The following provisions apply to carpenter tenders within all construction sites  \non Industrial Power Plants, Copper Smelters, Gas DOE Nuclear Power Plants,  \nand Coal Mine Sites:  \nCarpenter tenders strip all forms from concrete surface »anels, flat arches, and other forms  \nthat will be reused. Such work can be done with a composite crew of carpenters and  \nlaborers;  \nCarpenter tenders perform cleaning and oiling of said forms;  \nCarpenter tenders carry and handle all materials by hance to a point adjacent to the place of  \nerection and assist in the placement of materials;  \nCarpenter tenders perform erection and dismantling of Sefeway or metal patent scaffolds;  \nCarpenter tenders unload, handle, distribute sheet rock and metal studs from trailer trucks to  \nstockpiles at the appropriate point of installation by the responsible contractor.  \n"], ["ARTICLE XVHI- PUBLIC WORKS  \n", "Public Works Predetermination Provisions. In the event an individual employer bids a public job or  \nproject being awarded by a federal, state, county, city or other public entity and this job is to be  \nperformed at a predetermined and/or prevailing wage rate established by the Secretary of the U.S.  \nDepartment of Labor (pursuant to the Public Law 74403 as amer.ded by Public Law 88 349 whose  \nregulations are contained in 29 CFR Parts 1, 2, 3, 5, and 7) or by the: Commissioner of the New Mexico  \nLabor and Industrial Commission or by a County, City or other public entity and the predetermined  \nhourly rate is lower than the negotiated rate established in the Agreement, the predetermined hourly wage  \nrate which exists at the time of the bid may be applied to the project for the duration of the project.  \nHowever, if the predetermined wage rate is lower than the negotiated rate in this contract by more than  \nfive (5) percent, the negotiated rate less five (5) percent may be applied to the project by the contractor.  \nIf there is an increase in the predetermined rate for a particular jo» during the course of that job, the  \ncontractor shall pay that increase as of the effective date of such increase. The negotiated fringe package  \nshall apply in all cases. |  \na. intends to utilize this provision on any particular project or job, he must notify the  \nUnion in writing by FAX or letter at least 48 hours prior to the start of this work. Absent of such  \nnotification, the negotiated wage rates in this contract shall <pply for the entirety of such project  \nor job, including but not limited to, any change orders.  \nb. The employer will, when requested in writing, supply acsurate and reliable information on  \ncompany stationery that will assist the Union in establishing “he correct rates when responding to  \nrequests for prevailing wage data.  \n"], ["ARTICLE XIX ~ SUBSISTENCE  \n", "Subsistence: The following subsistence allowance shall apply.  \n0 —50 miles and over $ 5.00 per hour not to exceed 10 hours per day.  \nThe Parties agree to encourage the establishment of a pool of well-qualified laborers in all areas  \nsufficient to man the normal anticipated workload for such areas. The parties stipulate that the payment  \nof subsistence should be discouraged except when a project is remove or when laborers in excess of the  \nresident pool are required to man a project. Under such circumstances, the following criteria shall apply:  \n30  \names o-oo  \n--  \n  \n<  \n= gee ce = wwe . r- .  \n= 3 eee — % wey ee ve - .  \n  \na. For the purpose of applying subsistence, the union hal) of Albuquerque, Espafiola, Farmington,  \nand Las Cruces shall be used as basing points in computing tliese items.  \nb. Employees shipped to work on projects more than fifty (50) miles beyond the union hall they are  \nreferred out of, shall be paid subsistence allowance. The current State of New Mexico Official  \nHighway Map shail be the reference for routes and distances.  \nc. Private Works Addendum A Subsistence for Santa FE only: Subsistence rates do not apply for  \nworkers traveling from Albuquerque to Santa Fe for privat: works construction, as long as the  \nemployer pays the wage rates reflected in the main agreement, not the wage rates reflected in  \nPrivate Works — Addendum A.  \nd. Whenever the Employer provides transportation in a vehicle anywhere in the state and  \nwhen he provides mutually agreeable suitable lodging in areas where overnight stays are  \nnecessary, these subsistence rates do not apply. When Emr loyer is providing transportation for  \nemployees, employer must be ready to leave within 15 minutes after quitting time or refer to  \nArticle XIII,  \n"], ["ARTICLE XX —- GENERAL  \n", "Entire Agreement. This Agreement contains all of the covenants, stipulations and provisions agreed  \nupon by the parties hereto and no agent or representative of party has authority to make, and  \nnone of the parties shall be bound by or liable for, any statement, representation, promise,  \ninducement, or agreement not set forth herein. This Agreemer.t may not be changed, amended or  \nmodified except by writing, signed by the Council and AGC.  \nFurther, if any provision of this Agreement imposes conflicting obligations on one or both of the  \nparties with regard to any federal, state, or local law, the application of such provision or term shall  \nbe suspended, and the parties shall meet to negotiate a replacement provision or term. Article X shall  \nremain in full force and effect, and this Article shall not be the subject of arbitration.  \nHeadings, Headings have been inserted for convenience only, and shal! not be considered in the  \ninterpretation of any provision hereof.  \nNotices. All notices given or required to be given hereunder shall be in writing and delivered  \npersonally, mailed certified, return receipt requested, or by telegram, and shall be deemed to have  \nbeen given on the date of delivery, mailing or wiring, as the case may be.  \n   \n"], ["ARTICLE XXI —- SIGNATORIES  \n", "Contractors. This Agreement has been negotiated by the Association for and on behalf of those  \nContractors, members, and non-members, who have authorized the Association in writing to  \nrepresent them in collective bargaining and shall be binding on each such Contractor only with  \nrespect to the Unions or crafts specified in its authorization. Upon the execution hereof, the  \nAssociation will deliver to the Council a list showing each Contractor who has so authorized it.  \nGeneral Contractors who are not so represented by the Association on the date of execution hereof  \nmay become signatories to this Agreement and thereupon shall 5e bound by it, with respect only to  \nthe Unions or crafts designated by them in writing,  \nUnions. This Agreement has been negotiated by the Council for and on behalf of the Union that has authorized  \nthe Council to represent it in collective bargaining and shal! be binding «n the Union.  \n—  \n"], ["ARTICLE XXII - TERMINATION, RENEWAL. AND REOPENING  \n", "1. Term.  \na. This Agreement shall commence as of June 1, 2007, and shell remain in effect through midnight  \nMay 31, 2010. It shall remain in effect from year to year the-eafter unless either party terminates  \nthis agreement. The parties to this Agreement shall notify in writing upon the other hereto of’  \nintent to terminate the agreement. The written notification shall be given not less than ninety (90)  \ndays prior to midnight May 31, 2010. The parties to this Agreement shall notify in writing upon  \nthe other hereto of the intent to begin negotiations. Negotialions shall commence within fifteen  \n(15) days from the date of receipt of such notice. If the parties have come to an impasse, the  \nparties will ask the Federal Mediation Conciliation Service to help resolve the issues of the  \nnegotiations. Both parties will agree to a 30 day extension in writing to resolve negotiations. If at  \nthat time both parties come to an impasse on the agreement, ihe steps of the grievance procedures  \nwill be followed. There shall be no strikes, no lockouts during the re-opener of this agreement  \nduring the negotiations.  \nThis Agreement is entered into in good faith by the parties hereto, and it is their intent that this  \nAgreement shail comply fully with ail State and Federal laws as applicable.  \nIf during the term or any subsequent term of this Agreement, legislation is enacted which alters  \nthe present NLRB case law governing so-called “double-breasted” operations or alters the NLRB  \ncase law regarding so-called “common-situs picketing”, .nd such case law creates, in the  \nemployer’s opinion, a specific problem on the employer’s project or with its double-breasted  \noperations, then upon written notice identifying the problein, any party to this Agreement may  \ndeclare this Agreement open for negotiations to discuss all terms and conditions contained  \nherein.  \n2. Davis-Bacon Re-Opener: In the event that the provisions of th: Federal Davis-Bacon Act. 40 USC  \n276 (a) and/or the provisions of the State of New Mexico prevailing wage act are repealed or  \nsubstantially modified in a manner which adversely affects the ability of signatory employers to  \ncompete for state or federal work, either party may reopen this agreement to negotiate appropriate  \nchanges in terms and conditions of employment to maintain wontractor competitiveness for such  \nwork. Such as:  \na. If, within the jurisdiction of this Agreement, the Union enters into any agreement with any  \nemployer that provides, contains or otherwise permits mo:e favorable terms or conditions of  \nemployment to such employer or association than are proved for in this Agreement, then the  \nUnion should notify the Employer of such other Agreement containing more favorable terms or  \nconditions and each Employer shall have the option to zssume such other agreement. This  \nSection does not apply to any site specific changes to terms und conditions that are granted under  \nthe Work Preservation provision in this Agreement or to any other collective bargaining  \nagreement entered into by the Union which does not apply to on site construction work.  \nb. The Contractor and the Union have the authority to targe: union projects for the purpose of  \npreserving work for the members of the local union under this. These special conditions shall be  \nestablished on an as needed basis.  \nc. The Union/Contractor shall meet for the purpose of securinz competitive bids for the signatory  \ncontractor when bidding against non-signatory contractors, or bidding in a market not normally  \ncovered under this Agreement.  \n3. The Union hereby agrees that, during the course of the ninety (99) days that follow the date of intent  \nto open this Agreement for negotiations, there will be no picketing of secondary gates conducted or  \n32  \n—  \n  \n  \n—  \n’  \ncondoned by the Union. Further, the Union disavows any clain: of coverage of this Agreement to  \nbusiness entities other than those which are actually signatory hereto, or to any other employees who  \nare not part of the bargaining unit which the Union represen:s as of the effective date of this  \nAgreement, unless those employees authorize the Union to represent them in writing.  \n4. Arbitration. Article X, Section 3 (Arbitration) shall not appl to any such re-opening or fo any  \nimpasse in negotiations as a result thereof.  \n5. National Health Program. In the event that a National Healtt. Insurance program is enacted, the  \nEmployer contribution to the current Health and Welfare program as described in Article XI  \nparagraph 5, shall be applied to any cost incurred by the Employer in connection with a National  \nHealth Plan, If the current contribution either exceeds or does nct cover the cost of this program this  \nAgreement may be reopened unilaterally to renegotiate Article Xi, Paragraph 5.  \nNotwithstanding any re-opener of this Agreement, Articles XXII shall remain in effect and may not  \nbe re-opened until June 1, 2010, unless the parties agree in writing sizned by the parties to re-open them.  \nThere shall be no strikes or lock-outs within 90 days of any re-opening of this agreement.  \n"]]