[["", "   \n    \nLabor Agreement  \nBetween  \nThe New Mexico Building Branch,  \nAssociated General Contractors of America  \nAnd  \nThe New Mexico  \nAnd  \nSouthwest Laborers’ District Council,  \nLocal No. 16  \nEffective Date: October 1, 2003  \nExpiration Date: June 1, 2007  \nSy  \nAgreement. Probationary Employees shall not be entitled to receive a, sick leave,  \nleave of absence, and any other benefits as provided hereinbelow. Upon completion  \nof the probationary period, Employees shall be entitled to all benefits provided in  \nthis Agreement.  \n"], ["ARTICLE VII - SENIORITY  \n", "1. Seniority shall be computed from the last initial day of  \ncontinuous employment and shall apply only with regard to annual leave  \nscheduling, layoff and recall]. In the event a general reduction in force is required  \nthe least senior Employees shall be laid off in inverse order of seniority. In the  \nevent of a recall, the last Employee laid off shall be the first to be recalled. Recall  \nrights shall be limited to twelve (12) months.  \n2. An Employee shall lose seniority for any of the following  \nreasons:  \n(a) Resignation;  \n(b) Dismissal for cause;  \n(c) Layoff, including non-placement for  \nmore than six (6) consecutive months;  \n(d) Failure to be available to work for five  \n(5) working days when recalled after a  \nlayoff, unless prevented by  \ncircumstances beyond the Employee's  \ncontrol;  \n(e) Failure to return when due after a  \nleave of absence, unless prevented by  \ncircumstances beyond the Employee's  \ncontrol; and  \n(f) Failure to contact Employer within  \nfive (5) days after telephone call and  \ncertified letter sent to the Employee's  \nlast known address by the Employer.  \n3. The parties recognize that job assignments are in the sole  \ndiscretion of the Employer, and that various factors are considered, including, but  \nnot limited to:  \nF2309-1 Home Attnd 1199 4  \n(a) Special language requirement of a  \n  \n(b) Client request;  \n(c) Employer determines that a particular  \nEmployee does not fit in with the  \nclient's needs or attitudes;  \n(d) Another Employee is better qualified  \nfor the position, hours, or geographic  \nlocation;  \n(ec) Assignment determined by geographic  \nlocation; and  \n(f) Seniority.  \n4. Client's preference is paramount and always governs. No  \nEmployee placed with a client can be bumped by a more senior Employee, placed or  \nunplaced.  \n5. In the event of a conflict as to annual leave scheduling, the more  \nsenior Employee shall be given preference, if practicable.  \n6. This Article shall not apply with respect to emergency or  \ntemporary replacement of Home Attendants. For such purposes the Employer shall  \nutilize a listing of \"on-call\" employees irrespective that more senior Employees may  \nbe unplaced.  \n"], ["ARTICLE VIII - WAGES  \n", "1. Employees covered by this Agreement shall receive a Base Rate  \nof Pay (the \"Base Rate\") for each hour of work except that Employees assigned to  \nclients designated as \"Sleep-in\" cases shall be paid in accordance with paragraph  \nthree (3) of this Article. Effective July 1, 2000, the Base Rates are:  \nSingle Client  \nEmployee who has completed fewer than 2,100 $7.39 per hour  \nhours with this Employer and is working for one  \nauthorized client.  \nEmployee who has completed 2,100 hours or $7.69 per hour  \nF2309-i Home Attnd 1199 5  \nmore with this Employer and is working for one  \nauthorized client.  \nMutual or Cluster Clients  \nEmployee who is working for two or more $7.89 per hour  \nauthorized clients during the same work hours in  \nthe same home (Mutual Clients) or in different  \nhomes (Cluster Clients) and has completed fewer  \nthan 2100 hours with this Employer Gf fewer  \nthan two clients at any time, this rate is  \ndiscontinued).  \nEmployee who is working for two or more $8.19 per hour  \nauthorized clients during the same work hours in  \nthe same home (Mutual Clients) or in different  \nhomes (Cluster Clients) and who has completed  \n2100 hours or more with this Employer Gf fewer  \nthan two clients at any time, this rate is  \ndiscontinued).  \n2. Employees who are paid a Base Rate shall also receive a  \ndifferential of one dollar and ten cents ($1.10) per hour for work on a weekend day  \nup to a maximum of twelve hours. (The term \"weekend\" shall mean Saturday 8  \nA.M. to Monday 8 A.M.)  \n3. Employees assigned to clients designated as \"Sleep-in\" cases  \nshall receive a Per Diem Rate of Pay (the \"Per Diem Rate\") for each day of work.  \nEffective July 1, 2000, the Per Diem Rates are:  \nSingle Client  \nEmployee who has completed fewer than 2100 Mon. to Fri. - $105.63  \nhours with this Employer and is working for one Sat. & Sun. - $118.83  \nauthorized client.  \nEmployee who has completed 2100 hours or more Mon. to Fri. - $109.23  \nwith this Employer and is working for one Sat. & Sun. - $122.43  \nauthorized client. |  \nMutual or Cluster Chents  \nEmployee who is working for two or more Mon. to Fri. - $111.63  \nauthorized clients during the same work hoursin Sat. & Sun. - $124.83  \nthe same home (Mutual Clients) or in different  \nF2309-i Home Attnd 1199 6  \n   \nother benefits will accrue or be continued during the leave. To the extent required  \nby the FMLA, Employees will be restored to their former position or an equivalent  \none, provided they return at the end of their scheduled FMLA leave. The Employer  \nwill not interfere with or restrain Employees in the exercise of FMLA nights, nor  \nwill it retaliate or discriminate against anyone who seeks to enforce these rights.  \n5. Military Leave - Leaves of absence for the performance of duty  \nwith the U.S. Armed Forces with a Reserve thereof shall be granted in  \naccordance with applicable law.  \n6. An Employee not on a leave of absence or assigned to another  \ncase shall be available to work and accept cases as assigned by the Employer.  \n7. Upon return from a leave of absence, assignment shall be made  \nin accordance with Article titled \"Seniority\" in this Agreement. Except as permitted  \nunder the Articles titled \"Management Rights\" and \"Chent’s Rights” in this  \nAgreement, the Employer shall not convert a temporary to a regular assignment if  \nthe result is to replace an Employee who is returning from a) an approved paid  \nleave of absence, if eligible; b) an approved unpaid leave of absence that does not  \nexceed four (4) weeks; or c) an absence that does not exceed eight (8) weeks for  \nwhich the Employee has received benefits under the New York State Disability or  \nWorkers’ Compensation Laws.  \n8. Union Business Leave - A leave of absence for a period not to  \nexceed one (1) year shall be granted to Employees with one (1) or more years of  \nbargaining unit seniority in order to accept a full time position with the Union,  \nprovided such leaves will not interfere with the operation of the Employer.  \n"], ["ARTICLE XX - JURY DUTY  \n", "1. Employees who have completed their probationary period and  \nare required to serve on jury duty shall receive pay for scheduled work time  \nprovided that they:  \na) report to the Employer immediately any receipt of a  \nsubpoena or notice to report for jury duty; and  \nb) submit to the Employer written proof, executed by the  \nadministrator of the court, of having served on jury duty  \nand the duration of such service.  \n2. Employees shall be paid an amount equal to their Base Rate of  \nPay or Per Diem Rate, as applicable, for scheduled work time, less their pay for jury  \nduty.  \nF2309-1 Home Attnd 1199 } 7  \n3. The Employer may request that an Employee be excused or  \nexempted from jury duty if, in the opinion of the Employer, the Employee's services  \nare essential at the time of the proposed Jury duty.  \n"], ["ARTICLE XXI - BEREAVEMENT  \n", "1. Employees may, upon request, receive a maximum of three (3)  \nconsecutive days off with pay in the event of the death of an immediate family  \nmember (father, mother, sister, brother, child, spouse, grandparent, grandchud).  \nThe Employer may require sufficient verification of the death. It is the Employee’s  \nresponsibility to timely notify the Employer of the intent to take  \nbereavement leave.  \n2. Bereavement leave must be taken in consecutive days  \nimmediately following the date of death or funeral service.  \n3. Employees shall be paid a bereavement day only when it falls on  \na day of the week that the Employee is scheduled to work.  \n4, Employees shall receive pay for a bereavement day equal to the  \nEmployee’s regular rate of pay multiplied by the number of hours the Employee is  \nscheduled to work on that day.  \n"], ["ARTICLE XXII - TRAINING PAY, CARFARE, AND POSTAGE  \n", "1. The Employer shall pay Employees who are actively working for  \ntime spent in meeting the minimum training requirements in training programs  \nrequired by the Employer.  \n2. The Employer shall reimburse Employees for carfare, not to  \nexceed three standard MTA fares, in the case of a fare required between two clients’  \nhouseholds in the same working day.  \n3. Home Attendant return envelopes for weekly time sheets shall  \nbe pre-stamped if requested by the Home Attendant.  \n"], ["ARTICLE XXIII - MANAGEMENT RIGHTS  \n", "1. Subject only to the express provisions contained in this  \nAgreement, the Employer reserves and retains the sole and exclusive right to  \nexercise any and all of its regular and customary functions in managing its  \nbusiness, including but not limited to the right to establish reasonable rules,  \nregulations, policies and practices, to determine the method and manner of  \noperation and to determine the number of Employees and which Employees to  \nF2309-i Home Attnd 1199 18  \nassign to a program and/or client, and the right to assign such Employees in  \naccordance with the requirements of the business. Nothing in this Agreement shall  \nbe construed as limiting the Employer's exclusive right to hire, lay-off, promote or  \ntransfer Employees and to determine the extent and scope of each work assignment.  \n"], ["ARTICLE XXIV - CLIENT’S RIGHTS  \n", "1. It is agreed between all parties that the clients shall continue to  \nhave all rights specified in the contracts between the Employer and the City of New  \nYork. These rights include, but are not limited to, the right of a client to request  \nthe replacement of a Home Attendant, to inform the Employer of the reasons  \ntherefore and to require that the Employer comply with such reasonable request.  \nSuch removal and replacement of an Home Attendant shall not be subject to the  \ngrievance or arbitration procedure. On request, the Employer shall inform the  \nUnion of the reason for the replacement of the Home Attendant.  \n2. The Union, on behalf of the Employees, agrees to cooperate with  \nthe Employer to attain and maintain full efficiency and maximum client care.  \n3. In cases where the client requests removal of the Home  \nAttendant, the Employer is bound to honor the client’s wishes immediately.  \nHowever, to protect the Home Attendant’s rights, the Employer will make  \nreasonable efforts to properly investigate such a request within five (5) days. Ifthe  \nEmployer deems the client’s request to be without basis, and the client refuses to  \nreinstate the Home Attendant, the Home Attendant will be reassigned as promptly  \nas possible. Further, the parties agree that withdrawing a Home Attendant from  \nan assignment due to a client complaint shall not be deemed discipline, discharge or  \nsuspension.  \n"], ["ARTICLE XXV - DISCHARGE AND PENALTIES  \n", "1. The Employer shall have the right to discharge, suspend or  \ndiscipline any Employee for cause. Cause shall include, but not be hmited to,  \nclient's complaints and violations of rules and regulations promulgated and  \npublished by the Employer. In any arbitration relating to the discharge, suspension  \nor discipline of an Employee, the Employer shall have the burden of going forward.  \n2. The Employer shall send or give notice to the Union of any  \nsuspension or discharge of an Employee within forty-eight (48) hours thereafter. If  \nthe Union desires to contest a discharge or suspension, it shall give written notice  \nthereof to the Employer within five (5) working days. In such event, the dispute  \nshall be submitted within the next ten (10) working days to the Employer's Director  \nand/or designee, who shall respond in writing within the next ten (10) working  \ndays. Ifthe dispute is not thereby resolved, the Union may, within twenty-one (21)  \nF2309-i Home Attnd 1199 ] 9  \nworking days from the date of said response, refer the dispute to the American  \nArbitration Association for final and binding arbitration under its rules.  \non If the discharge or other discipline of an Employee results from  \nconduct relating to the client and/or client related individuals with personal  \nknowledge of the case do not appear at an arbitration held under the grievance and  \narbitration procedure herein, the arbitrator shall not consider the failure of the  \nchent and/or client related individuals to appear as prejudicial.  \nA: An arbitrator, in rendering his or her decision, shall evaluate,  \nalong with the case presented by the Union and/or Employee, the process, records  \nand judgment of the Employer in arriving at its decision and shall give paramount  \nconsideration to the Employer's obligation to protect the interests of clients..  \n"], ["ARTICLE XXVI - GRIEVANCE AND ARBITRATION PROCEDURE  \n", "1. A grievance shall be defined as a dispute arising between  \nEmployees and the Employer concerning the interpretation or application of a  \nspecific term of this Agreement.  \n2. Grievances shall be resolved in accordance with the following  \nprocedure:  \nStep 1--The Employee will present the  \ngrievance directly to the Employee's  \nsupervisor or his/her designee within  \nfive (5) days after the occurrence  \nwhich gave rise to the grievance, or  \nthe date on which the Employee  \nknew or should have known of same,  \nwhichever occurs. later. The  \nsupervisor shall respond within ten  \n(10) days after presentation of the  \ngrievance.  \nStep 2--If the matter is not resolved in Step  \n1, the Union shall reduce the  \ngrievance to writing and present it to  \nthe Assistant Director for Field  \nServices or his/her designee within  \nten (10) days after the supervisor's  \nresponse at Step 1. The Assistant  \n‘Director of the Employer shall  \nrespond within ten (10) days.  \nHome Attnd 1199 20  \nStep 3--If the grievance is not resolved at  \nStep 2, the Union may within ten  \n(10) days thereafter present the  \ngrievance in writing to the Director  \nof the Employer who shall render his  \nfher response within ten (10) days  \nthereafter.  \nStep 4--If the grievance is not resolved at  \nStep 3, the Union and/or the  \nEmployer may within ten (10) days  \nthereafter request that the matter be  \nsubmitted for final and binding  \narbitration under the Rules &  \nRegulations of the American  \nArbitration Association.  \n3. Notwithstanding the foregoing,  \n(a) a grievance which affects a substan-  \n- tial number of Employees and is out-  \nside the authority of the Employer's  \nrepresentatives designated in Steps  \n1 and 2 may be presented initially at  \nStep 3 of the grievance procedure.  \nThis grievance must be presented in  \nwriting and within ten (10) days of  \nthe occurrence which gave rise to the  \ngrievance;  \n(b) A grievance which is brought under  \nthe Article titled \"Seniority\" in this  \nAgreement and regards or relates or  \nrefers to job assignments shall not be  \nsubject to arbitration under the  \nAgreement. The decision at Step 3  \nof the grievance procedure shall be  \nfinal and binding on all parties.  \n4. All time limits herein specified shall be deemed to be exclusive  \nof Saturdays, Sundays and holidays.  \n5. Any disposition of a grievance from which no appeal is taken  \nwithin the time limits specified herein shall be deemed resolved and the grievance  \nF2309-i Home Attnd 1199 2 ]  \nshall not thereafter be considered subject to the grievance and arbitration  \nprovisions of this Agreement.  \n6. The Arbitrator's authority shall be limited to the interpreting  \nand application of the expressed terms of this Agreement. The Arbitrator shall not  \nhave the authority to hear any matter which is reserved to management by the  \nArticle titled \"Management Rights\" in this Agreement, or to add or subtract from, or  \namend or modify this Agreement. The Arbitrator's award shall be final and binding  \non the parties and the parties shall share equally any fee or expense of the  \nArbitrator.  \n"], ["ARTICLE XXVII - NO STRIKE AND NO LOCKOUT  \n", "1. No Employee shall engage in any strike, sit-down, sit-in, slow-  \ndown, cessation or stoppage or interruption of work, boycott, or other interference  \nwith the operations of the Employer.  \n2. The Union, its officers, agents, representatives and members,  \nshall not in any way, directly or indirectly, authorize, assist, encourage, participate  \nin or sanction any strike, sit-down, sit-in, slow-down, cessation or stoppage or  \ninterruption of work, boycott, or other interference with the operations of the  \nEmployer, or ratify, condone or lend support to any such conduct or action.  \n3: In addition to any other liability, remedy or right provided by  \napplicable law or statute, should a strike, sit-down, sit-in, slow-down, cessation or  \nstoppage or interruption of work, boycott, or other interference with the operations  \nof the Employer occur, the Union, within twenty-four (24) hours of a request by the  \nEmployer, shall:  \n(a) Publicly disavow such action by the  \nEmployees;  \n(b) Advise the Employer in writing that  \nsuch action by Employees has not  \nbeen called or sanctioned by the  \nUnion;  \n(c) Notify Employees of its disapproval of  \nsuch action and _ instruct such  \nEmployees to cease such action and  \nreturn to work immediately; and  \n(d) Post notices on the bulletin board  \nsupplied by the Employer advising  \nthat the Union disapproves such  \nF2309-i Home Attnd 1199 22  \naction, and instructing Employees to  \nreturn to work immediately.  \n4. The Employer agrees that it will not lock out Employees during  \nthe term of this Agreement.  \n5. It is specifically agreed that the rights of the Union under this  \nparagraph pertain solely to the present contract and that their inclusion in this  \ncontract shall not be a basis for inclusion of such rights in any future contract.  \n"], ["ARTICLE XXVIII - SEPARABILITY  \n", "It is understood and agreed that all agreements herein are subject to  \nall applicable laws now or hereafter in effect; and to the lawful regulations, rulings  \nand orders of regulatory commissions or agencies having jurisdiction. If any  \nprovision of this Agreement is in contravention of the laws or regulations of the  \nUnited States or of the State of New York or the City of New York, such provision  \nshall be superseded by the appropriate provision of such law or regulation, so long  \nas same is in force and effect; but all other provisions of this Agreement shall  \ncontinue in full force and effect.  \n"], ["ARTICLE XXIX - COMPLETE SETTLEMENT  \n", "1. This Agreement may not be changed or modified except by  \nwriting duly designated by the parties or their undersigned representatives.  \n2. It is understood and agreed that all matters in dispute or  \ncontroversy between the parties hereto are completely settled, adjusted and closed  \nby this Agreement. In addition, any claims for changes in terms and conditions of  \nemployment or other contractual terms contained in this contract, regardless of  \nwhether such issues were raised during negotiations leading to this Agreement,  \nshall be deemed to be completely settled by the execution of this Agreement.  \n"], ["ARTICLE XXX - DURATION OF AGREEMENT  \n", "1. This Agreement is effective from July 1, 2000 for a period of one  \nyear until and including until June 30, 2001.  \n2. Notwithstanding any other provision of this Agreement, any  \nincrease in the Rates of Pay and/or related pay differentials of Employees and the |  \nEmployer’s contribution rates to the Benefit, Pension, and Education Funds are  \nconditioned upon written authorization from the Office of Home Care Services,  \nHuman Resources Administration, City of New York and reimbursement from the  \nMedicaid Management Information System of the State of New York.  \nF2309-i Home Attnd 1199 23  \nIN WITNESS WHEREOF, the parties hereto have caused these  \npresents to be'executed by their respective duly authorized officers this se day of  \nAveusr., 2001.  \nTHIS AGREEMENT IS SUBJECT TO RATIFICATION BY THE UNION  \nMEMBERSHIP AND BY THE BOARD OF DIRECTORS OF THE EMPLOYER  \n1199 / SEIU NEW YORK’S HEALTH [AGENCY’S NAME]  \nAND HUMAN SERVICE UNION HomeCan « Sennces  \nRa cons (PrEeens 5, /we.  \nPs py Lome LoL  \nF2309-i Home Attnd 1199 24  \nPN  \nLABOR AGREEMENT  \nBetween the  \nNEW MEXICO BUILDING BRANCH, AGC and the  \nSOUTHWEST  \nLABORERS' DISTRICT COUNCIL  \nLOCAL NO. 16  \nTHIS AGREEMENT ENTERED INTO ON October Ist, 2003 by and between the NEW MEXICO  \nBUILDING BRANCH, AGC, INC., (hereinafter referred to as the ASSOCIATION or as AGC), for and  \non behalf of those of its members, as well as non-member contractors, whom it has been authorized to  \nrepresent in collective bargaining and other contractors who may become signatory hereto hereinafter  \nreferred to as the CONTRACTOR OR CONTRACTORS, EMPLOYER OR EMPLOYERS);  \nAnd the -  \nSOUTHWEST LABORERS' DISTRICT COUNCIL (hereinafter referred to as the \"Council\") for and on  \nbehalf of its affiliated LOCAL UNION NO. 16, which is signatory hereto, (hereinafter referred to as the  \nUNION), the UNION being the collective bargaining agent for its members who are employed in  \nconstruction work.  \nThe CONTRACTORS are engaged in construction, general and specialty work in New Mexico; and  \nin the performance of their present and future contracting operations; the workmen are represented by the  \nUNION.  \n|  \nThe CONTRACTORS desire to be assured of their ability to | rocure employees for all work that  \nthey may do in the State of New Mexico in sufficient numbers andi skill to assure continuity and quality  \nof work in the performance and completion of their construction contracts.  \nIt is the interest of all the parties to establish uniform rates of pay, hours of employment and  \nworking conditions which shall be applicable to all workmen represented by the UNIONS and  \nperforming work for the CONTRACTORS as such work is hereinafter defined in this Agreement, and to  \nprovide for peaceful and harmonious relationships during the term of this Agreement.  \nIT IS AGREED:  \n"], ["ARTICLE I - COVERAGE AND RECOGNITION  \n", "A. Construction. This agreement shall apply to building construction, and includes work  \nperformed by contractors signatory hereto on Industrial Power plants, Copper Smelters, Gas  \nRefineries and DOE sites i.e. (Los Alamos National Labs, Sandia National Labs, Sandia Labs,  \nKirtland AFB, Cannon AFB and Holloman AFB, Coal Mine Sites.  \nB. Definitions.  \n(1) \"Building Construction” and \"Construction\" shall mean: i) the construction, erection,  \nalteration, repair modification, addition to or improvement in whole or in part, or demolition,  \nof any building structure; 11) excavation, grading or similar operations which are incidental  \nthereto; and 111) the installation, operation, maintenance and repair of equipment and other  \nfacilities used in connection with the performance of such building construction and performed  \nat the job site, but excluding manufacturer's warranty repairs and excluding any maintenance  \nwork where a Laborers’ Service Contract is in force.  \n(2) \"Building structure” shall include all commercial, industrial or governmental buildings.  \n(3) “Excavation”, \"grading\", and \"similar operations which are incidental thereto” shall include  \nall excavation, back fillings, curbs and gutters incidental to building construction.  \n(4) There is excluded from this agreement are all road, highway and street work; the paving of  \nparking lots; and all works incidental to any of the foregoing, including all excavation,  \nbackfilling, curbs and gutters. Also Excluded is residential construction except by  \naddendum to this Agreement.  \nC. Yard, Shop and Warehouse Work.  \nAll work performed in the Contractor's warehouses, shops or yards which have been  \nparticularly provided or set up to handle work in connection with a job or project covered by  \nthe terms of this Agreement, shall also be subject to the terms and conditions of this  \nAgreement, except clean-up and maintenance of home, yard, shop and warehouses, and except  \nwhen yard, shop or warehouse work is performed under the terms of other agreements with the  \nUNION.  \nD. Observance of Agreement in Subcontracts:  \n(1) Each subcontract for construction, covered under the terms of this Agreement, granted by a  \ncontractor shall require that the subcontractor observe all terms of this Agreement except  \nwhere the covered work is only incidental to the subcontract. Incidental is defined as very  \nminimal. (ii) Each contractor shall be responsible for payment of all wages and fringe  \nbenefits owed by the subcontractor to any worker covered under this Agreement for work  \nperformed on the contractor's job, provided that written demand is sent to the  \nsubcontractor, with a copy to the contractor, and payment has not been made within five  \n(5) working days after receipt of such demand by the subcontractor. Moreover, the union  \nContract Administrator| of the employee benefits fund will be responsible for notifying  \nactive signatory general contractors and members of delinquencies by the 25th of each  \nmonth (postmark shall be the determining date). If the union does not notify the affected  \ngeneral contractor of the delinquency of a subcontractor by the 25th of the month  \nfollowing the end of the month in which the time was worked, the general contractor will  \nnot be responsible for the payment of wages and fringe benefits of the subcontractor.  \nFurther, the union shall withhold employees from the delinquent subcontractor and take  \nwhatever action it deems prudent in order to enforce compliance, provided, however, the  \nunion has notified the affected contractor(s) within (5) days prior to the commencement of  \nsuch action as per Article IX of this Agreement. Action taken under this provision shall not  \nbe deemed a violation of the no-strike provisions of Article X during the period of any  \nsuch delinquency.  \nAs used in this Agreement, subcontracting is the performance on the Job site of covered  \nconstruction by any person, firm, or corporation pursuant to an agreement with a contractor  \nor subcontractor. A subcontractor is one who performs subcontracting and includes the  \nsubcontractor of a subcontractor.  \nThis clause applies to laborers working in support of primary crafts to which the  \ncontractor is signatory.  \nThe general contractor will seek bids from union subcontractors. If union subcontract bids  \nthat are received are not competitive and a non-union subcontractor is used, the general  \ncontractor will so notify the union within 48 hours of bid time, Saturdays, Sundays, and  \nholidays excluded.  \nAt the option of the union, the general contractor will arrange a meeting of a representative  \nof the union, the subcontractor, and a representative of the general contractor, to discuss  \nthe possibility and merits of a labor agreement prior to the subcontractor, and a  \nrepresentative of the general contractor, to discuss the possibility and merits of a labor  \nagreement prior to the subcontractor starting work on the project. If an agreement is not  \nreached between the subcontractor and the Union and if the general contractor uses the  \nnon-union subcontractor, this Article I.1.D does not apply.  \nUnion Recognition. The undersigned Employer hereby acknowledges that it has been  \npresented with proof, or the Union has offered to show proof, in the form of signed  \nauthorization in sufficient number to show that the Union represents a majority of its  \nemployees in an appropriate bargaining unit. Based upon that showing, the Employer  \nrecognizes the Union as the sole and exclusive bargaining representative of the employees  \nincluded in that appropriate bargaining unit as provided in Section 9(a) of the National  \nLabor Relations Act. This recognition extends to all present and future job sites of the  \nEmployer.  \nAssociation Recognition. The UNION recognizes the ASSOCIATION as the sole and  \nexclusive collective bargaining representative for those of its members whom it is  \nauthorized to represent in collective bargaining, and Any other contractors who become  \nsignatories hereto, as provided in Article XIV. !  \nExcluded Employees. Notwithstanding anything contained herein to the contrary, the  \nfollowing categories of the CONTRACTORS' employees shall not be covered by the  \nprovisions of this Agreement: Executives; superintendents; assistant superintendents;  \nchainmen and stake drivers working for licensed surveyors; civil engineers; engineers in  \ntraining; engineering technicians; all supervisory employees and guards as defined in the  \nNational Labor Relations Act, as amended; timekeepers; messengers; office workers; and  \nany other classes of employees which may be excluded from coverage under the National  \nLabor Relations Act as from time to time amended.  \nEffect of Agreement. This Agreement applies to all construction work performed in New  \nMexico by CONTRACTORS. However, if any UNION enters into an agreement with any  \nemployer covering construction in any part of New Mexico, which agreement provides for  \nlower wage rates or working conditions or terms of any kind which are more favorable to  \nthe employer than this Agreement, (all hereinafter referred to as \"more favorable terms\")  \nthen such more favorable terms shall forthwith become part of this Agreement and shall  \nsupersede the wage rates, working conditions and provisions hereof, regardless of whether  \nsuch agreement is limited to one or more employers or covers less than the geographic  \njurisdiction of the UNION.  \n"], ["ARTICLE IT - HARMONY AND COOPERATION  \n", "1.Management Rights. The Employer retains full and exclusive authority for the  \nmanagement of his operations. By way of illustration only, and not limitation either as to  \n5  \nauthority or types of authority retained, this authority shall include, but not be limited to,  \nthe following: The Employer shall direct his working forces at his sole prerogative,  \nincluding but not limited to, hiring, promotion, transfer, lay-off, or discharge for just cause.  \nNo rules, customs, or practice shall be permitted or observed which limit or restrict  \nproduction, or limit or restrict the working efforts of employees. The Employer may utilize  \nthe most efficient methods or techniques of construction, tools, choice of materials or  \ndesign. The Employer shall schedule work, and shall determine when overtime will be  \nworked; provided, however, that no employee shall be required to work under any  \nconditions that are injurious to his health or safety, as provided in the Federal or State  \nregulations governing construction. The selection of craft foremen over workmen of their  \nrespective crafts shall be entirely the responsibility of the employer.  \nThe following language is added: Notwithstanding any of the provisions of the Agreement,  \nthe Contractor, at his sole discretion, may take such actions as are necessary to effectuate  \ncomphance with the Americans with Disabilities Act. Such an action shall not be a  \nviolation of this Agreement, nor shall it be a subject of arbitration.  \n2.Meetings. The representatives of the Council and of the Association shall meet on  \nproblems of mutual interest at such times and places as may be agreed by their respective  \nchairmen.  \n3. Pre-employment Conferences. Prior to commencing work on a_ project,  \nCONTRACTORS' representatives and UNION representatives shall hold a pre-employment  \nconference at the request of either party.  \n4.Public Construction Projects, The parties will cooperate on public construction projects,  \nfederal and state, to the end that authorized construction projects shall be awarded to the  \ncontract construction industry and that contracting officials will be accurately and fully  \ninformed as to fringe benefits and prevailing rates of pay.  \n"], ["ARTICLE III - ACCREDITED REPRESENTATIVES AND  \nSTEWARDS  \n", "1.Access. Accredited representatives of the UNION shall have access during working hours  \nto all open jobs. Access to jobs being put in place under governmental restrictions shall be  \nsubject to the regulations prescribed by the owner. Accredited representatives shall not  \ndelay workmen or the progress of the job during working hours. Contractors agree to assist  \nUnions toward securing access to closed jobs. \"Closed\" and \"open\" refer to jobs on which  \nFederal government security clearance is necessary for personnel.  \na. Each steward appointed by the Union for any job site permitted with in this agreement shall  \nfirst be required to have completed a steward training program provided for by the Union.  \n2. Stewards.  \na. A craft steward may be designated in writing by a business representative of  \nthe Union for each job, from the employees currently working on the job.  \n  \nThe Steward shall be permitted on a job at all times; shall be a working  \nemployee; and shall not be subject to discharge on account of Union activities. Such  \nactivities shall not unreasonably interfere with the Steward's work for the Contractor. A  \nsteward, however, can be discharged.  \nThe Contractor shall be notified in of the selection of each steward.  \nThe Contractor shal! give the Council prior written notice before discharging a  \nsteward.  \nThe Employer shall notify the appropriate Union at least two (2) working days prior to the  \nintended layoff of a working job steward. This provision does not apply to discharges for  \n“just cause”.  \nThe steward's duties shall include, but not necessarily be limited to the following:  \ni) Check the job referral of each employee dispatched under the terms of  \nthis Agreement to the Contractor.  \n11) Work with the Contractor's designated representative in charge of the job in an  \nattempt to resolve disputes prior to the application of the grievance procedure.  \nii) Report to the Contractor's designated representative any employee  \ncovered by this Agreement who works for less than the negotiated wage  \nscale, for less than the overtime rate or who goes to work without the job  \nreferral. |  \n' . I.  \niv) Report to the Contractor's designated representative any work belonging to the craft  \nbeing done by non-union men or by workmen of another craft.  \nv) Report to his business representative any grievances that have not been resolved  \nunder Step | of the grievance procedure (Art. VIII 2a.)  \nvi) Report to his business representative any employee covered by this Agreement who  \nleaves the job site without giving the employer and job steward prior notice.  \nvii) Report any reckless or unsafe employees covered by this Agreement on the job site to  \nthe Contractor's designated representative or his business representative.  \nviii) In case of an injury to an employee, the steward shall care for the injured employee's  \ntools.  \nix) The steward shall suffer no lost time in the performance of his duties as_ outlined or in  \nthe securing of weekly report.  \nThe job steward shall not cause or encourage a work stoppage, and shall not encourage, or  \ncause, any employee to leave a job, or discourage any employee from reporting or cause  \nany employee not to report, for work. Violation of this subparagraph shall constitute  \ncause for immediate discharge.  \n"], ["ARTICLE IV - SETTLEMENT OF JURISDICTIONAL DISPUTES AND LABORERS  \nJURISDICTION  \n", "1. There will be no strikes, no work stoppages or slowdowns or other interference’s with the  \nwork because of jurisdictional disputes.  \n2. The Employer shall assign work. If a dispute arises, the Employer's assignments shall be  \nfollowed until the matter can be resolved.  \n3. Welding torch. The welding torch is a tool of the trade having jurisdiction over the work  \nbeing welded. Craftsmen using the welding torch shall perform any of the work of their  \ntrade and shall work under the supervision of the craft foreman.  \n4. Trucks (one ton and under) may be operated by members of this union for transporting of  \ntools, materials, and equipment related to their work.  \n5. The employer may assign work normally performed by laborers to members of another  \nunion provided that: (1) this work does not exceed two man-hours per day and (2) the other  \nunion agrees to this same language in its collective bargaining agreement.  \n6. The work of the union and the other labor that the Union may lawfully represent shall be all  \nitems of work that we claim as spelled out in the constitution of the Laborers International  \nUnion of North America, Article 3 entitled, “Jurisdiction.” That complete wording shall  \nbe considered as part of this agreement as though set forth here at length.  \n"], ["ARTICLE V - UNION SECURITY  \n", "1. Employer's Freedom. Subject only to the limitations of this Agreement, the CONTRACTORS shall  \nhave entire freedom of selection in hiring. The CONTRACTORS may discharge any  \nemployee for just cause provided there shall be no discrimination against any employee by  \nreason of any UNION activity which does not interfere with the proper performance of his  \nwork.  \n2. Union Shop. As a condition of employment, every employee performing construction work within  \nthe jurisdiction of the Union, and not a member of the Union at the time of employment,  \nshall, after the seventh day following the beginning of such employment or the effective  \ndate of this Agreement, whichever is later, offer to become a member of the Union and  \ntender the uniformly required initiation fees and dues. Additionally all employees who are  \nor who become members of the Union shall remain members in good standing of the Union  \nduring the term of this Agreement, provided that the construction and application of this  \nprovision shall be subject to Section 8(a) (3) of the National Labor Relations Act, as  \namended.  \n3. Enforcement of Union Shop. If an employee fails to tender initiation fees and/or dues  \nuniformly required as a condition of acquiring or retaining membership in good standing,  \nand the Union requests the Contractor to terminate the employment of such employee for  \nsuch reason, the Union shall:  \na. Inform the Contractor in writing of the specific reason for the request, including dates and  \nother pertinent data, with a copy to the employee.  \nb. The written request shall be made on the official letterhead of the Union, over the signature  \nof the business agent or other responsible official of the Union.  \n   \nc. Prior to any termination of employment by the Contractor due only to failure to tender such  \ninitiation fees and /or periodic dues as are required by the Union, and in conformity with  \nSection 8(a) (3) of the National Labor Relations Act, upon notice to the Contractor, the  \nemployee shall have three (3) days within which to correct the matter complained of.  \n4, Save Harmless. The UNION agrees to indemnify, defend, save and hold the CONTRACTOR  \nharmless from all liability, loss, cost, expense and damage, including, but not limited to, legal fees, wages  \nor other charges, resulting from any action taken, or omission to act, in good faith by any  \nCONTRACTOR in reliance upon such written requests.  \n"], ["ARTICLE VI - NON-DISCRIMINATORY REFERRAL  \nPROCEDURES  \n", "1. Exclusive Procedure. The Contractor shal] notify each Union of the need for workers coming  \n   \nwithin its jurisdiction and the Union shall refer workers to the Contractor as provided herein.  \nThe Contractor shall hire only such workmen as are referred to by the Union, except as  \notherwise provided for in this Agreement.  \n2. Order of Referral. Registrants on a referral hall group list not referred to a job within the  \n   \ncalendar month of their original registration or re-registration, must re-register between the  \n25th and last day of each month. Registrants who fail to reregister will be dropped from the  \ngroup list. :  \n3. Qualification Records. The Union shall require all applicants registering for the first time under  \nthis Article to submit a resume of experience and qualifications in order that they may be  \nclassified in their appropriate group and in order that referrals may be made, when requested,  \non the basis of special skills and abilities. When Contractors require and call for workmen  \npossessing special skills and abilities the Union shall refer the first applicant in the priority  \ngroup who possesses such special skills and abilities. The UNION makes such referrals  \nsolely on the basis of qualifications as set forth in the applications, and the Union assumes no  \nresponsibility for the actual abilities of the particular workers referred.  \n4, Hiring Hail Fees. In order to help defray the cost of providing hiring hall services to the workers  \nand employers, the signatory Unions may charge a registration fee, not to exceed the  \nreasonable proportionate cost of operating the referral hall, to any applicant who is not a  \nmember of the Local Union when he seeks to register.  \n5. Areas Not Served. The Contractor shall be free to recruit sufficient workmen outside the referral  \nhall, and such workmen need not be registered, in either of the following events: a) If Union  \nreferral facilities fail to provide required workmen sufficient to fill the Contractor's request  \nwithin forty-eight (48) hours following such request (Saturdays, Sundays and holidays  \nexcepted); or b) where it is apparent that referral cannot be made by the Union within the  \nrequired forty-eight (48) hours, in which event the Union shall promptly so notify the  \nContractor. In either case, the Contractor shall notify the Union weekly, in writing, of any  \nsuch hiring.  \n6. Non-discrimination.  \n   \na.  \nRegistration and referral of job applicants shall be on a non-discriminatory  \nbasis and shall] in no way be affected by Union membership, by-laws, rules, regulations,  \nconstitutional provisions, or any other aspect or obligation of Union membership, policies or  \nrequirements, or by any consideration which applicable anti-discrimination statutes forbid as  \na criterion for employment.  \nb. Each Union will take affirmative action in order to implement the federal  \ngovernment policy of equal employment opportunity and to follow the guide  \nlines set forth in Executive Order No. 11246 and any amendments thereto, the Equal  \nEmployment Opportunity Act of 1964 as amended, and any other applicable Federal or State  \nanti-discrimination statute. Each Union will establish a source of recruitment for minority,  \nfemale, and Vietnam-era Veteran Job applicants by contacting recognized representatives of  \nthose groups in their state and by taking such other steps as are necessary to comply with  \nsuch statutes. If any Union is unable, within a reasonable time, to provide a Contractor with  \napplicants who satisfy the criteria or requirements contained in any regulation of, or program  \nOr agreement entered into by such Contractor or Union with the Equal Employment  \nOpportunity Commission, Office of Federal Contract Compliance, Demonstration Cities Act,  \nor any other regulatory or contract-awarding agency of government which has jurisdiction,  \nsuch Contractor may recruit and hire, in any manner, workers sufficient to satisfy its needs.  \nThe Employer shall notify the Union of the name and address of any employee so hired,  \nwithin two (2) days after the commencement of employment. Such employee shall be subject  \nto all terms and provisions of this Agreement.  \nc. The parties to this Agreement recognize the need to accommodate the disabled. In so doing,  \nthe Union agrees that it will conduct the operation of its hiring/referral hall consistent with  \nthe requirements of the Americans with Disabilities Act. This conformance with ADA  \nincludes, but is not limited to, the making of referrals in such a way as to assure that the  \nContractor can make determinations as to \"reasonable accommodations.” F urther, the Union  \nshall not refuse to make referrals because it believes that \"reasonable accommodations\" are  \nnot possible. The Contractor shall have sole discretion to hire workers outside the  \nhiring/referral hall in it determines that the Union's conduct is not consistent with  \nthe terms of the Americans with Disabilities Act. Contractor shall notify the Union of the  \nname and.address of any. employee so hired, within two (2) days after commencement of  \nemployment. Such employee shall be subject to all terms and provisions of this Agreement.  \n7. Right to Reject. The Contractor may reject any Union-referred applicant for any reason other  \nthan Union or nori-Union status. The Contractor shall maintain a written record of referred  \napplicants who have been rejected for employment, together with the reasons for such  \nrejection. Such records will be sent to the Union via fax or mail with in 24 hours of rejection.  \n8. Employment Records. In addition to the application forms and registration lists provided for  \nherein, the Union shall maintain an employment record showing for each applicant registered  \nthereunder, for each of his employment’s during the year immediately prior to his first  \nregistration, and for each of his subsequent employment’s, whether or not they be with a  \nContractor, the following data:  \n(1) Name of Contractor  \n(2) Dates and places of employment  \n(3) Nature of employment  \n(4) Industrial accidents in which involved, their nature, duration and disposition  \n(5) Reasons for termination of employment  \nTHE CONTRACTOR SHALL EACH MONTH FURNISH INFORMATION ON STATUS  \nCHANGES, IF ANY, TO THE APPROPRIATE REFERRAL HALL ON INDUSTRIAL  \nACCIDENTS AND TERMINATION AND THE REASON THEREFORE.  \n9. Access to Facilities and Records. The Contractor or the Association shall have the right at any  \ntime to inspect the referral hall facilities, examine any and all records pertaining to its  \n10  \noperation or otherwise provided for herein, and make any investigation necessary to establish  \nthat the terms of this Article are being fully complied with. Any information contained in the  \nrecords provided for under Sections 4, 8, and 9 shall be made available to any Contractor or  \nthe Association, by telephone or by mail, as it may request.  \n10. Posting. A full copy of this Article shal] be posted in plain view and made available for  \ninspection by applicants for employment and employees, at the referral hall at or near the  \nplace of registration, at each building site, at each Contractor's permanent office and at any  \nother place where notices to employees and applicants are customarily posted. The notice  \nshall carry in bold type the following:  \n\"NOTICE TO ALL APPLICANTS, WHETHER OR NOT MEMBERS OF A UNION: An  \nAgreement exists between the NEW MEXICO BUILDING BRANCH, AGC, and the  \nSOUTHWEST LABORER'S DISTRICT COUNCIL and its affiliated LIUNA LOCAL NO. 16  \nproviding for a nondiscriminatory system for recruiting applicants for employment.\"  \n11. Areas Excluded. This Article shall have no application to construction work to be performed or  \nput in place in an area so remote that the Union cannot provide registration and referral  \nservice through a referral hall for the site or project, of which fact the Union shall promptly  \nnotify the Contractor, or when, due to some governmental rule or regulation, the registration  \nor referral provisions herein cannot be lawfully applied to a site or project.  \n   \n12. Referral Hall Defined. For the purposes of this Article, the term \"referral hall\" shall be any  \noffice or building space in the charge of a Union representative in possession of the required  \nemployment records, and having adequate personnel and facilities for the registration and  \nreferral of applicants for employment and the maintenance of records and supplying of  \ninformation as required herein.  \n   \na. The Union shall furnish a list of referral halls on request.  \n13. Apprenticeship. Term “applicants for employment” as used in this Article shall be construed to  \ninclude applicants for employment as an Apprentice.  \n14, Documentation and Verification: The Employers and Union will work cooperatively to assure  \nthat both parties comply with their legal responsibilities under the Immigration Reform and  \nControl Act of 1986. In so doing, the Union will request from each employee before referring  \nthem to an employer, documentation which establishes citizenship or other legal status to  \nwork in the United States. These documents shall be any of the documents that are allowed  \nunder the regulations promulgated under IRCA. Copies of this documentation shall  \naccompany the referral to the employer. This section may be amended mutually when  \nregulations are finalized on these requirements.  \n15. Save Harmless. Should either the Contractor or Union violate, or fail to comply with, any of the  \nterms or conditions of this Article, by discrimination or otherwise, and thereby cause liability  \nto be asserted against or imposed on the other, the non-complying party shall indemnify,  \ndefend, save and hold the other harmless from any and all liability, loss, cost, expense, and  \ndamage, including, but not limited to, legal fees, wages or other charges incurred by reason  \nof such conduct.  \n16. Special Referral Procedures:  \n(1) Referral Hall hours in the Albuquerque office shall be from 8:00 a.m. to 9:30 a.m., and  \nfrom 2:30 p.m. to 4:00 p.m., Monday through Friday, holidays excepted.  \n(2) Referral Hall hours in all sub-offices in the state, i.e. Farmington, Espanola and Las  \nCruces, shall be from 8:00 a.m. to 9:30 a.m., Monday through Friday, holidays excepted.  \n(3) In the event of an emergency, the referral halls will call to fill job orders at any time. Any  \nContractor requesting emergency call will document this request to the Union in writing.  \n(4) Group A: Applicants who have worked as Building and Construction Laborers for at least  \none year immediately prior to application and who have maintained actual physical  \nresidence within New Mexico for at least one year immediately prior to application, or have  \ncompleted training through the New Mexico Laborer's Training Trust Fund.  \n(5) Group B: Those who do not qualify for registration in Group A.  \n(6) Requests by Name: The Contractor may request every other applicant from Group A by  \nname or any applicant by skill regardless of the applicant's position on the “A” list. Only  \nthe Contractor's general office may request employees by name. All requests shall be made  \nIn writing.  \n(7) Veterans automatically qualify for \"A\" listing when they have been honorably discharged  \nfrom the service or released from hospitalization, if such discharge or release occurred  \nwithin ninety (90) days prior to the date the request for such employee is made, provided  \nhowever the foregoing shall not be construed as altering a Veteran's re-employment rights  \nestablished under the Universal Military Training and Service Act.  \n(8) Any registrant who is passed over by virtue of not being present in the referral hall  \nwhen his place on the list would otherwise have entitled him to referral shall maintain his  \nrelative position on the particular group list on which he is registered. Any registrant who  \nis rejected by a Contractor, as provided in this Agreement shall be immediately restored to  \nhis prior place within his group list and shall be referred to another Contractor in  \naccordance with the position of his group and his place within the group. When a referred  \nregistrant has been employed on a job for one day, his name shall be removed from the list  \nuntil such time as his employment has been terminated, at which time he shall be re-  \nregistered at the bottom of the group list for which he qualifies. When a properly referred  \nregistrant refuses to accept employment, after accepting referral, or quits, his name shall be  \nplaced at the bottom of the group list for which he qualifies.  \n(9) Referral Complaints. Where any job applicant is aggrieved: (1) because of his group  \nclassification, or (2) because of his order of referral, or (3) for any other reason related to  \nthe operation of this referral system, the aggrieved may within ten (10) days following the  \noccurrence of the event constituting the basis for his grievance file a written and specific  \nstatement of his grievance with (a) the Union representative in charge of the referral hall  \nagainst which he is complaining, and (b) any Contractor signatory to this Agreement or the  \nAlbuquerque office of the New Mexico Building Branch, AGC, a branch of the Associated  \nGenera] Contractors of America.  \n(10) Appeals. An Appeal Board consisting of a contractor's representative, a Union  \nrepresentative, and a chairman appointed jointly by the other two members shall within  \nfive days after the grievance is first filed, consider the grievance, and within five days  \nthereafter, render a written decision according to the letter and spirit of this Agreement,  \nwhich decision may be by majority vote and shall be final and binding. The Appeal Board  \n12  \nmay formulate and issue procedural rules for the conduct of its business but shall not add  \nto, subtract from, or modify in any way any provisions of this Agreement. An aggrieved  \nwill be given at Jeast three days notice of the time and place where his appeal will be  \nheard.  \n(11) Student Employment. During summer vacation, a student may be employed as a  \nLaborer, after five (5) other Laborers have been employed. Another student may be  \nemployed when five (5) additional Laborers or major fraction thereof have been employed  \nby the Contractor. It is hereby understood and agreed that all students shall comply with  \nArticle V of this Agreement. All students shall clear through the Hiring Hall and get a  \nreferral before going to work. Students who have not been members of the Union may be  \nemployed as described above at the trainee wage rate. All requests shall be made in  \nwriting.  \n"], ["ARTICLE VII - UNIVERSAL WORKING RULES  \n", "1. Single Daytime Shift. Eight consecutive hours exclusive of lunch period, shall constitute a day's  \nwork. Forty hours, from Monday through Friday, exclusive of lunch periods, shall constitute a week's  \nwork, Such work shall be paid for at the applicable straight time rates set forth in the wage schedules  \nattached hereto.  \nA contractor may elect, provided he so states at a pre-job conference prior to the start of a job, to work  \nshifts of more than eight (8) hours per shift but no more than ten (10) hours per shift at the straight rates.  \nOvertime rates as applicable shall apply to all time worked in excess of ten (10) hours per day, forty (40)  \nhours per week, Saturdays except make-ups, Sundays, and Holidays. Starting and quitting times, once  \nestablished, shall be uniform and consistently  \nThe Employer shall be allowed to implement a four consecutive day per week work schedule at ten hours  \nper day Monday thru Thursday. This schedule (4X10) will be worked at the regular rate. The fifth day  \nmay be utilized as a makeup day, at the regular rate, if time has been lost during the workweek. If the  \ncontractor intends to work a different work schedule such as Tuesday thru Friday he may do so, provided  \nthat he notifies the Union prior to the start of a job. In all cases Saturday may be used as a make up day  \n2. Overtime. It is agreed that overtime is undesirable and not in the best interests of the  \nIndustry or the craftsmen. Therefore, except in unusual circumstances, overtime will not be worked.  \nWhere unusual circumstances demand overtime, it will be kept to a minimum.  \nTIME AND MATERIAL WORKED FOR SANDIA NATIONAL LABORATORIES Standard time  \nis defined as up to forty (40) hours per week. Overtime is defined as over forth (40) hours per week.  \nPremium time is defined as time worked on Sundays and SNL holidays. Normal SNL holidays are: New  \nYear’s Day, Memorial Day, Independence Day, Labor Day, Thanksgiving Day, Energy Conservation  \nDay, and Chnstmas Day.  \nThe overtime/premium time rates apply to work which is performed as defined, but only when the work  \nis specifically requested as overtime/premium work by the CPM/SDR. As long as 40 hours of work iS  \noffered to the employee for that week.  \nTime and one-half. The following time worked shall constitute overtime to be paid for at the rate of  \ntime and one-half the applicable straight time rate set forth in the wage schedules attached hereto:  \na. Hours in excess of eight (8) in any one day; except as provided in Section (1) above; hours in  \nexcess of forty (40) in any week.  \nAll hours worked before and after the established work day Monday through Friday, and all  \nhours worked on Saturdays, shall be paid at the applicable overtime rate of time and one half (1  \nx ¥z) the employees straight time rate of pay  \nb. Saturday may be used as a make-up day, at the regular hourly rate, if time has been lost during  \nthe regular workweek. Provided, however, such make-up work will be performed by employees  \nof the employer covered by this Agreement and employed on the job during the week in which  \ntime was lost. It shall not be mandatory for an employee to work a makeup-day. During a  \nholiday week, Saturday will not be used as a make-up day for the holiday and no employee  \nshall be discharged for his refusal to perform such work.  \nc. Make-up days will be used for time lost during the regular workweek due to inclement weather  \nor time lost beyond the control of the contractor.  \nDouble time. All work on Sunday and holidays.  \nAdditional Overtime Provisions  \n   \ni. Work performed in excess of five consecutive hours without a thirty (30) minutes lunch  \nperiod shall be paid for at one and one-half times the straight time hourly rate until a thirty  \n(30) minute lunch period has been provided.  \nii. No work shall be performed in excess of ten consecutive hours unless a second lunch period  \nof at least thirty (30) minutes is furnished and the employees are paid at the applicable  \novertime rate therefore.  \niii. In the event the particular work in progress can be completed within the eleventh hour it  \nmay, upon mutual consent, be continued to completion without interruption, provided the  \nContractor pays for the lunch period at the applicable rate.  \n3. Multiple shifts.  \na. When so elected by the Contractor, multiple shifts may be worked for three (3) or more  \nconsecutive days.  \nContractors shall have the right to designate the craft or crafts on any project or portion there of  \nwhich shall work on a multiple shift basis.  \nb. If the Contractor elects to work the day shift between 8:00 a.m. and 5:00 p.m., that shift shall  \nwork eight consecutive hours, exclusive of a thirty (30) minute lunch period. The second  \nshift shall work seven and one-half consecutive hours, exclusive of a thirty (30) minute lunch  \nperiod, for which working time employees on the shift shall receive eight hours’ pay at  \nstraight time rates, Mondays through Fridays. The third shift shall work seven consecutive  \nhours, exclusive of a thirty (30) minute lunch period, for which working time employees on  \nthe shift shall receive eight hours’ pay at straight time rates, Mondays through Fridays.  \nOn three-shift operations, all time worked on the third shift shall be deemed to have been  \nworked on the same day as the first shift started. Work in excess of seven and one-half  \nconsecutive hours on the second shift, and work in excess of seven hours on the third shift,  \nboth exclusive of lunch hour, shal! be paid for at the applicable overtime rate. The Contractor  \nmay regulate the starting time of a two-shift operation.  \n14  \nc. The Contractor may regulate the starting time of a two-shift operation, by starting the first  \nshift prior to 7:00 a.m., and each shift shall work eight consecutive hours, exclusive of  \nlunch period, for which working time employees on each shift shall receive eight hours' pay  \nat the straight-time rate, Mondays through Fridays. Work in excess of eight hours, exclusive  \nof lunch period, on either shift, shall be paid for at the applicable overtime rate.  \nd. On regular two or three-shift operations, the contractor may deviate the starting time of the  \nday shift by the same procedures provided for in paragraphs “a” and “b” of Section 3 above.  \ne. The Contractor and the Union may agree, in writing, upon different Starting or quitting times  \nfor any of the shift arrangements provided in Sections 1 and 2 above.  \n4. Special Shifts. When maintenance or remodeling work cannot be performed on the regular day shift  \nbecause establishments cannot suspend operation during the day, a special single shift may be employed  \nafter the establishment closes, Monday through Friday, and employees of this shift will work eight  \nconsecutive hours exclusive of a thirty (30) minute lunch period, for which they will receive eight hours’  \npay at the straight time rate. In the operation of this shift, no employee will lose a shift's work. The  \napplicable overtime rate shall be paid for hours worked in excess of eight, exclusive of lunch period, on  \nthis shift.  \n5. Show-Up Time. Workmen shall be at their regular place of work at the Starting time and shall remain  \nat their place of work until the regular quitting time. Any employee on the payroll of the Contractor or  \nany workman referred to a job, who reports for work at the regular starting time and for whom no work is  \nprovided, shall receive two hours pay at the applicable rate, unless he has been notified before leaving  \nhome not to report, or has been discharged, laid off or has voluntarily quit the employer on the same job.  \nAny employee who reports for work and for whom work is provided shall receive not less than two hours'  \npay, or shall be paid only for time worked if he has been prevented from working for reasons beyond the  \ncontrol of the Contractor, inclement weather, or breakdown causing discontinuance of a major unit of the  \nproject and has not been required or requested to remain on the project by the Contractor or his agent.  \nEmployees referred under Article VI to jobs who arrive in an unfit condition for work,  \nwithout proper tools or credentials, who are not ready to go to work, or who are not otherwise qualified,  \nshall not be paid show-up time. Each employee will furnish his employer with his current address and  \ntelephone number.  \n6. Payment of Wages. Employees shall be paid weekly on the job site during working hours. No more  \nthan five (5) days pay shall be withheld from an employee's wages,  \n7. Lay Offs. Any employee who is laid off or discharged during the employer's regular office hours and  \nwho is not paid the wages due him within his regular work shift shall be entitled to eight (8) hours pay at  \nhis regular straight time rate for each twenty-four (24) hour period or fraction thereof between the end of  \nhis last shift and the time he is paid in full; provided that the employer shall be required to pay such an  \nemployee only during regular office hours. In no event shall penalties under this rule accrue against a  \nContractor for Saturdays, Sundays, or holidays, unless work has been normally scheduled for such days.  \nAny employee who quits shall be paid on or before the next regular payday.  \nWhen discharge occurs outside the employer's regular office hours, the Contractor shall, on the following  \nwork day, either 1) have the paycheck available at the payroll office prior to the closing of such office: or  \nll) if requested by the employee, mail the paycheck to the employee to the address shown on the  \nemployer's records or as may be designated by the employee. The post-mark shall be determinative of the  \ndate of mailing.  \n8. Holidays. The recognized holidays hereunder shall be New Year's Day, Memorial Day, Independence  \nDay, Labor Day, Thanksgiving Day and Friday after, and Christmas Day. Whenever any of these  \n15  \nholidays falls on Sunday, the Monday following shall be the legal holiday. No work shall be performed  \non Labor Day except to save life or property.  \n9. Drinking Water. Potable drinking water shall be supplied to all job sites, through bubbler-type  \nfountains or portable water carriers that are equipped with disposable paper cups. Ice water shall be  \nfurnished when requested by the Union.  \n10. Employee Facilities.  \na. Torlets or latrines shall be provided at job sites in the ratio of one seat for each fifteen (15)  \npersons employed. If privy-type toilets are provided, they shall be fly-tight, have covered  \nseats, and shall have urinals. Toilets shall be protected from the weather and shall be  \nprovided with adequate light, ventilation and a door, and shall be kept clean.  \nb. Workmen shall be permitted to store their lunches in tool and/or supply rooms, and to use  \nsuch rooms for changing clothes and storing tools when not in use.  \n11. Job Safety.  \na. Federal] or State safety regulations shall be observed by the employers and employees.  \nb. Failure of an employee to observe Federal or State safety regulations, or published company  \nsafety rules which have been distributed to employees, shall be just cause for immediate  \ndischarge.  \nc. Employees shall provide their own gloves, safety shoes, and hard hats. When Laborers are  \nrequired to work in concrete, they shall furnish rubber boots in order to prevent burns, etc.  \nOther protective clothing shall be furnished by the Contractor on all other work where the  \nconditions are of such nature that protective clothing is necessary.  \nd. Employees may be required to attend safety programs when offered by either the Union or  \nthe Employer.  \n¢. Drug-testing. The Union recognizes the nght of the employer to establish a drug-testing  \npolicy for employees. Employees can be discharged for refusing to submit to drug-  \nscreening, drinking on the job, drunkenness, dishonesty or for any unlawful activity which  \naffects the employee's performance on the job.  \nWhen the Union refers an employee to an employer which has a drug-screening program in  \neffect, the Union will notify the employee that he will be subjected to a drug test before  \nstarting to work.  \nIf an employee voluntarily submits to a drug screening program, the date of the test and the  \nresults shall be attached to the employee's listing at the hiring hall.  \nDrug and alcohol screening programs may be developed by the AGC and the union and  \nwhen approved language has been developed, it shall become a part of this agreement as  \nthough contained herein.  \n"], ["ARTICLE VIII - GRIEVANCE PROCEDURES  \n", "Definition: A grievance is any dispute between a Contractor or the Association on one hand,  \nand a Union on the other, arising out of this Agreement or concerning the application,  \ninterpretation, performance or breach of any of the provisions of this Agreement except Article  \nX.  \nThe Term \"grievance\" does not include a dispute over any changes in any of the provisions of  \nthis Agreement which may be requested by any party during the term hereof.  \nResolution of Grievances, Prompt settlement of grievances is necessary for the maintenance of  \ngood relationships. There shall be no strikes, no work stoppages or slow-downs or other  \ninterference’s with the work because of grievances. Only the methods of settlement set forth in  \nthis section 2 in the order and within the time limits specified, shall be used for the resolution  \nof grievances, unless by Agreement between the Contractor and the Union, Steps 1 and 2 are  \nwaived, and except for the Contractors Association or Union grievances, which shall always be  \ninitiated at Step 3. The Union and the Employer or Association (whichever is handling the  \ngrievance) may extend any of the time limits specified in this Article VIII, but only by written  \nagreement signed by the Union and the Employer or Association, as the case may be. Any such  \nextension agreement shall apply only to the particular grievance and Step involved, and not to  \nany future grievance or other step.  \na. Step_1. The aggrieved employee or his craft steward may present the grievance to the  \nContractor's superintendent or general foreman at the job site within two (2)  \nworking days from the occurrence giving rise to the grievance, and these  \nrepresentatives shall attempt to settle the grievance. The parties shall have three  \n(3) working days thereafter (the \"Step 1 time limit\") in which to settle the  \ngrievance.  \nb. Step 2. If the aggrieved employee, or the steward, and Contractor's representative fail to  \nreach a settlement within the Step 1 time limit, the grievance may be referred in  \nwriting by the Union to the Contractor within five (5) working days from  \nexpiration of the Step | time limit and the Contractor or his personal representative  \nshall attempt to settle the grievance with the craft business agent. The parties shall  \nhave five (5) working days thereafter (the \"Step 2 time limit\") in which to settle the  \ngrievance. Any settlement reached in Step 2 shall be binding on both parties.  \nc. Step 3.  \nI) Any grievance that is not settled within the Step 2 time limit shall be referred,  \nwithin ten (10) working days after expiration of the Step 2 time limit, to a Joint  \nAdministrative Committee. Any settlement reached by the Joint Administrative  \nCommittee shall be binding on both the parties. Decisions of a Joint  \nAdministrative Committee shall be by majority vote.  \n2) The Joint Administrative Committee shall consist of three (3) representatives of the  \nCouncil, and three (3) representatives designated by the Employer who are not  \ndirectly involved in the dispute or employed by the Employer. Representatives  \ndesignated by the Council shall be selected from the affiliates of three (3) separate  \nInternational Unions excepting the aggrieved Union.  \n3) If the Joint Administrative Committee cannot reach a decision within five (5)  \nworking days following referral of the grievance, (the \"Step 3 time limit\"), The  \ngrievance shall be referred to arbitration as provided in Step 4.  \n17  \n4) If any party refuses to participate in the selection of a Joint Administrative  \nCommittee, then the grievance shall be heard by the representatives selected by the  \nother party, and these representatives may, by majority vote, decide the dispute, and  \nsuch decision shall be binding on both parties. If a party, having participated in the  \nselection of representatives to a Joint Administrative Committee, refuses to  \nparticipate in hearings, the Committee shall hear the grievance in the absence of  \nsuch party and may decide it.  \nd. Step 4: Arbitration.  \nAny grievance not resolved at Step 3 shall be referred to arbitration. A list of seven  \narbitrators will be requested from the Federal Mediation and Conciliation Services.  \nUpon receipt of the list of arbitrators from the FMCS the parties shall meet within  \nthree (3) working days and attempt to agree upon an arbitrator. Should no agreement  \nbe reached, the party bringing the grievance shall strike first from the list of  \narbitrators provided by the FMCS and the parties shall alternately strike names until  \nonly one name remains on the list. This person shall be the arbitrator empowered to  \nhear and decide the grievance.  \nThe arbitrator shall have authority to resolve any grievance that is properly in  \narbitration under this procedure but shall not have the authority to add to, detract  \nfrom, alter, or modify this Agreement. Any decision of the arbitrator shall be final  \nand binding on all parties. The decision of the arbitrator shall be complied within  \nfive (5) working days after the decision has been reached unless waived by mutual  \nagreement for extension of time. :  \nThe parties shall share the expenses of the arbitrator equally.  \nShould the party against whom the decision is rendered fai] to execute the decision of  \nthe arbitrator within the prescribed time the other party may strike or lock out.  \nThe parties may extend the time limits in the Article by mutual agreement with such  \nmutual agreement being in writing.  \n3. Failure to abide by award. If a grievance has been finally resolved in accordance with this  \nArticle VIII and either party refuses to abide by such resolution, Article X, Sections | and 2  \nShall have no effect. Failure or refusal of either party to abide by an arbitration award under this  \nArticle VIII, pending determination of an application to a court of competent junsdiction, State  \nor Federal, to vacate or modify such award, or pending an appeal from an order or judgment  \nconfirming, vacating or modifying an award, shall not be deemed a violation of this Article VIII  \nor cause for nullifying Article X; provided that an application to vacate or modify and award  \nmust be made within ten (10) days from receipt thereof, and notice of appeal from an order or  \njudgment confirming, vacating or modifying an award must be made within ten (10) days from  \nthe filing of such order or judgment, and processed expeditiously.  \n"], ["ARTICLE IX - FRINGE BENEFITS AND UNION DUES  \nCHECK -OFF  \n", "I. Time is of the essence in the filing of fringe benefit reports and payment of all contributions due.  \nThe Trustees of the various funds are under the legal obligation to enforce the terms of this  \nAgreement regarding fringe benefits and the terms of the respective Agreements and  \n18  \nDeclarations of Trust. In addition, the Employee Retirement Income Security Act of 1974  \nprohibits the extension of credit to contractors.  \n2. There is hereby incorporated by reference herein, as though fully set forth, each Agreement and  \nDeclaration of Trust listed below:  \na. Health and Welfare. New Mexico West Texas Multi-Crafts Health and Welfare Trust Fund  \ndated April Ist, 1966 as amended.  \nb. Pension. Laborers. Laborers' National Pension Fund dated May 15th, 1960 as amended.  \nc. Training Fund. New Mexico Laborers Training & Apprenticeship Fund dated October 8,  \n1976 as amended.  \nd. BUILD NEW _ MEXICO. The Agreement and Declaration Trust of \"Build New Mexico\"  \nare hereby incorporated into this Agreement. This program is supported by a three cent  \n($.03) per hour contribution from the employer and a three cent ($.03) per hour deduction  \nfrom employees' wages.  \n¢. OHIO VALLEY AND SOUTHERN STATES REGIONAL LECET, The Agreement and  \ndeclaration of trust for South Central Laborers-Employers Cooperation and Education Trust  \n(LECET) is hereby into this Agreement. This program is supported by a three cent ($0.03)  \nper hour contribution, which is deducted from wages.  \n   \nf, NEW MEXICO CONTRACTORS’ ADMINISTRATION FUND. The “Operating  \nProcedures” and contribution rate for the Contractors’ Administration Fund (CAF) are  \nprovided for in this Agreement. This fund is a unilateral management fund, the purpose of  \nwhich is to defray costs of the New Mexico Building Branch, Associated General  \nContractors, related to collective bargaining, trust fund management, work on Joint  \nApprenticeship and Training Committees, and related support activities of the New Mexico  \nBuilding Branch, AGC, in training, workforce development and safety. The contribution  \nrate for this unilateral management fund is set by the AGC Collective Bargaining  \nCommittee. One cent (.01) per hour is contributed by the contractor. This amount may be  \nraised to .02 per hour by the AGC Collective Bargaining Committee during the course of  \nthis contract.  \nSave Harmless. The AGC agrees to indemnify, defend, save and hold the UNION harmless from  \nall liability, loss, cost, expense and damage, including but not limited to, legal fees and other  \ncharges incurred to administer or collect contributions to Contractors Administration Fund.  \n3. Basis of Payment of Fringe Benefit Contributions. Contractor shall make contributions to the  \nFunds listed in Section 2 of this Article IX for each hour of work covered by this agreement,  \nwhether or not the employee is a member of the Union. The Contractor shall make contributions  \non basis of hours work for (i.e., each straight time hour shall be counted as one hour, each time  \nand one-half hour as one hour, each double time hour as one hour) as specified in Article XI of  \nthis agreement and respective agreements and Declarations of Trust.  \n4. Designation of Trustees. The Contractors who are or hereafter become parties hereto hereby  \ndesignate as their representatives, the Trustees appointed by the New Mexico Building Branch,  \nAGC, as their representatives on the respective Boards of Trustees of the funds provided for in  \nSections 2 and 3 of this Article LX, and will be bound by the actions of such Trustees made  \nduring the term of this Agreement. Trustees of said funds shall not increase benefits of said funds  \nif such increase in benefits creates or increases un-funded liability of said fund.  \n19  \n%  \n5. Payment of Contribution. The wage rates, the amounts of fringe benefit contributions and the  \nFunds to which they are to be applied, are set forth in this Agreement. The Contractors will make  \nthe contributions in accordance with the appropriate Trust Agreement, will file the reports  \nrequired by the Trustees of each fund, and will be bound by the provisions of any new Trust Fund  \nAgreement entered into between the Council and AGC during the term hereof.  \n6. Bond Requirement. Within ten (10) days of the signing of this Agreement the Employer will  \npost a bond or other form of security acceptable to the Board of Trustees to ensure the payment of  \nfringe benefit contributions.  \nThe bond or other security must be in an amount equal to three months of the Employer's  \nestimated fringe benefit contributions during the previous calendar year, or other evidence that the  \nBoard of Trustees deems reliable of projected work activity. In all cases the minimum amount of  \nsecurity required is $10,000, unless the Board of Trustees of the Multi-Craft Health and Welfare  \nFund decides that another amount is appropriate. In this case, the amount determined by that  \nBoard shall automatically become a part of this Agreement. Any Employer that has made  \npayment into the Trust Fund for a period of five years with no more than two months of  \ndelinquency each of which was resolved with full payment to the Trust Fund is exempt from the  \nrequirement of security.  \n7. Notification of Delinquencies. The Trustees of the funds set forth in Section 2, 3, and 4 of this  \nArticle LX, shall cause the Administrator to mail out to each participating party, on the first of  \neach month, a list containing the name of each Contractor who has been classified delinquent or  \nlate in accordance with the rules and cutoff dates as established by the Trustees.  \n8. Enforcement .of Compliance. If a Contractor signatory to this Agreement is delinquent in  \nsubmitting reports or paying contributions, and unless some other acceptable agreement has been  \nreached with the Trust, the Union shall withhold employees from such Contractor and take  \nwhatever action it deems prudent in order to enforce compliance, provided however, the Union  \nhas notified the affected Contractor(s) five (5) days prior to commencement of any such action.  \nAction taken under this provision shall not be deemed a violation of the no-strike provisions of  \nArticle X Section 1. (See Article I .D., for additional requirements regarding Sub-contractors).  \n9. Liability. The Contractor's liability for contributions is not subject to arbitration under Article  \nVIII hereof. Further, recognizing that the delinquent Contractor's default in payment of  \ncontributions is the proximate cause of a strike called under the provisions of this section, such  \ndelinquent Contractor shall pay, in addition to the contributions due, audit and attomeys' fees and  \nother costs of collection, and eight hours straight time pay per day of time fost during the duration  \nof such strike and work stoppage, to each striking employee.  \n10. Diversion from Wages. Either the Southwest Laborers’ District Council or the New Mexico  \nBuilding Branch, AGC, may request that portion of wages be diverted to fringe benefits. Both  \nparties must agree to the amount of the diversion, to which fund it will take place, and the date on  \nwhich it will be implemented.  \n11. Initiation fee & dues Check Off. The Contractor, for the duration of this Agreement shall  \ndeduct from the pay of each employee who submits a signed authorization, the Union membership  \ndues, Union initiation fee, Readmission fees, and other fees specified by the Union, and shall,  \nprior to the date fixed by each Union, remit same to the union or its designated agent as long as  \nthe employees authorization is not revoked.  \n20  \n12. Sole Obligation. Notwithstanding any of the provisions of the Agreement, the Contractor and the  \n13.  \n  \nWw  \n1.  \nZe  \n3.  \n4.  \nUnion do not agree, assume, ratify, approve, or condone any conduct, act, practice of the fund,  \ntrustees, and/or administrators or their agents. A Contractor's sole obligation and liability under  \nthis Agreement is to timely submit the required contributions, and this Agreement does not grant,  \ndirectly, or indirectly, the Contractor or Union any control over the decisions and/or acts of said  \nfunds, trustees, administrators, and/or agents.  \nTrustees are directed through this Agreement, however, to seek written legal opinions on issues  \nthat come under the scope of the Americans with Disabilities Act.  \nSafety Incentive Program. The parties agree that a \"safety incentive program” be established  \nthrough the Multi-Craft Health and Welfare Trust and that this program be implemented through  \nprocedures established by the Trustees and conforming as best as possible to procedures  \nfollowed by other crafts with \"safety incentive programs.\"  \n"], ["ARTICLE X - NO STRIKE - NO LOCKOUT  \n", ". No-Strike. The Union agrees that for the duration of this Agreement there shall be no strike,  \nwork stoppage or slowdown authorized, sanctioned or encouraged by said Union, and no picket  \nlines shall be established by the Union, except as set forth in Article VIII, and Section 3 of this  \nArticle X. The Union representing any workmen on strike shall use all means within its power to  \nend any such work stoppage at the earliest possible time.  \n.No Lock-Out. The Contractor agrees that there will be no lockout of employees for the duration  \nof the Agreement except as provided in Article VII, Section 3, and in Section 3 of this Article X.  \n_ If there is a strike, work stoppage or slowdown by any union or unions, whether or not party here  \nto, against any multi-employer bargaining unit or group, whether or not organized into an  \nemployer association, over the terms of a new or properly reopened collective bargaining  \nagreement involving construction work, it shall not be deemed a violation of this Article X for  \nthe duration of such strike, stoppage or slowdown: a) for any Contractor or Contractors to cease  \nwork or to lock out its or their employees; or b) for any Union to strike. The Council and  \nAssociation shall give the other at least 48 hours prior written notice of such action.  \n"], ["ARTICLE XI - JOB CLASSIFICATIONS AND HOURLY RATES  \n", "Hourly Rates. The hourly wage rates and classifications listed shall apply on all work performed  \nunder the terms of this Agreement within the New Mexico jurisdiction.  \nInsurance and Taxes. Each Contractor shall carry Workmen's Compensation Insurance on all  \nemployees covered by this Agreement.  \nPayroll Deductions. Each Contractor shall give to each employee with each check a statement  \nitemizing the employee's gross amount earned, hours worked, Social Security Tax, Withholding  \nTaxes, and all other deductions.  \nApprenticeship. An apprenticeship program established effective June 6, 2000 as set forth in the  \nStandards of Apprenticeship, was developed by the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund for the trade of Construction Craft Laborer who are further defined  \nand named under Article XI Sub-Section “Classifications” of this Agreement. This  \napprenticeship program was placed into effect upon formal approval of the New Mexico  \n21  \nDepartment of Labor, State Apprenticeship Council (SAC) and appropriate state agencies. This  \nApprenticeship program shall be a “Letter of Intent” type of program and shall be administered  \nby the Joint Apprenticeship Committee comprised by an equal number of members of the New  \nMexico & West Texas District Council and the Signatory Contractors. The Apprenticeship  \nStandards of the New Mexico Laborers’ Training & Apprenticeship Joint Apprenticeship  \nCommittee approved by the State Apprenticeship Council of New Mexico of the United States  \nDepartment of Labor are hereby incorporated by reference as a part of this Agreement.  \n| _Anprentice wage rates are based on the Semi-Skilled Laborer Classification:  \n   \nHours of Credit Scale 10/1/03 06/1/04 06/1/05 = 06/1/06  \n0 - 1000 72.6% of Semi-Skilled Laborer $10.41 $10.57 $10.89 $11.21  \n1000 - 2000 77.0% of Semi-Skilled Laborer $11.04 $11.21 $11.55  $] 1.89  \n2000 - 3000 81.6% of Semi-Skilled Laborer $11.70 $11.88 $12.24 $12.60  \n3000 - 4000 85.6% of Semi-Skilled Laborer $12.28 $12.46 $12.84 $13.22  \nThe definition of hours of credit is actual work hours plus credit for school attendance as  \ndefined in the Apprenticeship Standards. The rates of wages for Apprentices are based on  \na reduction from the Journeyman rate of pay as established in this Collective Bargaining  \nAgreement.  \nEmployers shall pay apprentices the full fringe benefits package as described in this  \ncontract.  \nRatio: The ratio of apprentices to journeyman shall be one (1) apprentice for the first  \n(1*\") journeyman hired, one (1) apprentice for two (2) journeyman thereafter. This ratio  \nwill be applied on individual jobs.  \nIt is agreed that apprentices should, when possible, be moved by the employer to different  \ntypes of operations so as to become adept in a variety of operations and work skills.  \nNo person who has previously worked as a journeyman laborer shall be eligible for the  \napprenticeship program. Decisions conceming apprentice wages and advancements shall  \nbe made by the Joint Apprenticeship committee.  \nNo apprentice shall be eligible for journeyman status until they complete their  \napprenticeship as required by the Apprenticeship Standards as administered by the New  \nMexico Laborers’ Training & Apprenticeship Trust Fund Apprenticeship Committee.  \nUpon the failure of any apprentice to maintain his or her apprenticeship status in  \naccordance with the apprenticeship standards of the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund and Associated General Contractors (AGC) Joint  \nApprenticeship Committee, the Joint Apprenticeship Committee shall notify, in writing  \nand by certified mail, return receipt requested, the Union, the Employer and the  \nApprentice of such failure. Any person failing to maintain and complete their  \napprenticeship in accordance with the apprenticeship agreement and the apprenticeship  \nstandards of the New Mexico Laborers’ Training & Apprenticeship Trust Fund and  \nAssociated General Contractors (AGC) Joint Apprenticeship Committee shall not be  \nemployed by the employer as a journeyman under this agreement. The failure of any  \napprentice to maintain his or her apprenticeship status, in accordance with the  \napprenticeship standards of the New Mexico Laborers’ Training & Apprenticeship Trust  \nFund and Associated General Contractors (AGC) Joint Apprenticeship Committee, shall  \n22  \nobligate the employer to discharge such person upon notice from the Union, that said  \nperson has failed to maintain his or her apprenticeship status.  \n7. The New Mexico Laborers’ Training & Apprenticeship Trust Fund and Associated  \nGeneral Contractors (AGC) Joint Apprenticeship Committee may, upon seven (7) days  \nwritten notice to an employer party to this agreement transfer any and all apprentices  \nand/or refuse to permit employment of apprentices by any employer which employs any  \nperson who has failed to maintain their status as an apprentice, in accordance with the  \nApprenticeship Standards adopted by the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund and Associated General Contractors (AGC) Joint Apprentice  \nCommittee and in violation of this Article XIV.  \n8. The Union agrees that it will continue to develop a poo! of Groups I, I, III and IV  \nLaborers, to man the jobs of contractors who choose not to sign the ‘Letter of Intent’  \nrequired for participation in the apprenticeship program.  \n9. No apprentice shall be eligible for work until he or she completes Three weeks of training  \nat a site designated by the training director. The first week of training will be OSHA 10hr,  \nHaz-com, First Aid and CPR and identifying tools and materials. The second week of  \ntraining will be Scaffolding and forklift training. The third week of training will consist of  \nan Forty-hour hands on general construction course that will at a site designated by the  \ntraining director.  \n"], ["ARTICLE XII - GRANDFATHER CLAUSE  \n", "1. Hourly Wage Rates. The following wage rates apply to jobs or projects which are bid or  \nnegotiated on or after October 1, 2003, as long as the following conditions applies: The job or  \nproject must have been bid or negotiated before June 1, 2003. If the job or project was bid or  \nnegotiated after June 1, 2003, the wage rates, effective October 1, 2003, as provided for in this  \nagreement apply. If jobs or projects are eligible for grandfathering of wages, as provided for in  \nthis section, this “grandfathering of wages” on those jobs can only be applied until June 1,  \n2004, after which the full contract rates apply.  \nThis provision cannot be utilized by the contractor unless he sends a list of the projects on which  \nhe wished to grandfather the wages to the union within thirty (30) days of si gning the agreement.  \nThe negotiated fringe package shall apply in all cases.  \n"], ["ARTICLE XIII - CONSTRUCTION CRAFT LABORER JOURNEYMAN WORKER  \nCLASSIFICATION AND WAGE RATE  \nGROUP IT:  \n", "General Labor- Chainmen - Stakedrivers - Stake Hopper - Heater Tenders - Window Cleaning and  \nClean-up — Unloading of Furniture and Fixtures — Shop Helper. (Chainmen and Stakedrivers working  \nsolely for an engineering firm are not subject to this Agreement.) This group don’t apply to laborers  \nworking in Industrial Power plants, Copper Smelters, Gas Refineries Coal Mine Sites Industrial and Plant  \nLaborers  \n10/1/03 6/1/04 6/1/05 6/1/06  \nGroup I $13.00 $13.20 $13.60 $14.00  \n23  \nGeneral Labor-Chainmen — Stake driver - Stake Hopper — Carries supplies, drag chain, holds  \nsurvey rod, drives stakes and assists surveyor in other related duties.  \nHeater Tenders — fuels and tends to heaters used on the job sites.  \nWindow Cleaning and Clean-up — cleans and washes windows. May perform other related tasks  \nand general clean up.  \nUnloading of Furniture and Fixtures — unloads furniture and fixtures from trucks and moves them  \nto the place of installation or storage.  \nShop Helper- helps the mechanics in the shop, run for parts and cleans in the shop.  \nGROUP II: Carpenter Tenders - Concrete Workers - Concrete Buggy Operators - Industria} and Plant  \nLaborers — Fire Watch, Swinging Scaffolds Tender - Flagman - Landscaping and Planter - Fence  \nBuilder - Guardrail Builder- Fine Grader — Form Stripper — Gabian Basket Builders - Rip Rap Stoneman  \n~ Drywall, Stocking and Handling — Fly Ash Vacuum Operator — Man Hole Builder - Too! Room Person  \nand Checker on Jobsite  \n   \n   \n10/1/03 6/1/04 6/1/05 6/1/06  \nGroup II $13.54 $13.74 $14.15 $14.58  \nCarpenter Tenders — Performs labor such as hand handling of materials used by carpenters. Assists in  \nerecting and removing of forms, removes nails and clears lumber. May perform other related duties.  \nMore defined in Article 11, Section 9, Sub-section F.  \nConcrete Workers — Pours, finishes and performs other work in relation to the lining with concrete.  \nConcrete Buggy Operators — Operating buggy by pushing or pulling by hand between mixer or other  \nsource to site of work.  \nIndustrial and Plant Laborers — a labor who works in Industrial Plant (Industrial Power plants, Copper  \nSmelters, Gas Refineries Coal Mine Sites Industrial and Plant Laborers.  \nFire Watch ~ one who watches the work area for fires when craftsmen are cutting or welding.  \nSwinging Scaffolds Tender — tends to the scaffold builders.  \nCertified Flagman — Supervises flag and signing personnel. Prepares revision to the traffic contro! plan.  \nCoordinates all traffic control with emergency agencies. Prepares and submits statements concerning  \nroad closures, delays and other project activities to the new media. May perform other related duties.  \nBleacher Seating — The unloading, moving to the place of erection, assemble and installation of all  \nstadium seating.  \nFence Builder — digs post holes, Pours concrete for posts, sets posts, stretches fencing material and  \nperforms all aspects of building fences of all types.  \nGuardrail Builder- performs all aspects of building Guardrails of all types.  \nForm Stripper — strips , cleans and oils all types of concert forms.  \n24  \nGabian Basket Builders — assembles wire baskets for rip rap.  \nRip Rap Stoneman — one who places stones into gabian baskets.  \nDrywall, Stocking and Handling — The carrying and handling of all materials by hand to a point  \najacent to place of erection will be the work of the Laborers and assists in the placement of materials.  \nFly Ash Vacuum Operator — installs vacuum lines and operates nozzle of vacuum hose at power plants  \nin the cleanup of fly ash.  \nLandscaping and Planter - The duties of the Landscaper include site development, soil preparation,  \nfertilizing, the building of garden accessories, preparation for the installation of garden sprinkler systems,  \nand other related duties. The Landscaper may operate smal! walking type farm equipment and perform  \nother related duties. Duties of the Landscaper shall no include electrical work, fencing, concrete  \nretaining walls, or other work which is generally performed by skilled craftsmen.  \nMan Hole Builder — Constructs a means of permanent access to water and sewer lines for maintenance  \npurposes. This work consists of laying brick or concrete block starting from concrete slab at bottom of  \nditch up to an approximate grade line near the surface of the ground. Brick or block 1s laid in by eyesight  \nand is normally not to a plumb line. Chipped or culled brick can be used and quite often is. No effort  \nmay be made to keep mortar off the face of the brick and joints are not pointed. May apply coating of  \nconcrete to interior and exterior surface, except where tools of the trade are involved. May perform other  \nrelated duties.  \nTool Room Person and Checker on Jobsite - Manages, supervises, inspects and coordinates all traffic  \ncontrol at the project site.  \nGROUP III_ SEMI-SKILLED LABORER: Electric Air and Gas Operated Power Tools - Asphalt  \nRakers - Chain-Saw Operators — Oxy Gasoline Torch Operators - Cutting Torch Operators or Burner  \nPerson - Gunite Rebound Men - Fog Machine Operators - Power Buggy Operators - Rodmen -  \nSandblasters (potmen) - Wagon Drill and Diamond Core Driller ~ Air Track - Drill Operator Hydraulic  \nCore Drill Diamond - Tenders outside- w/Pumps under 6” - Concrete Burners - Cement Mason Tenders —  \nPlasterers Hodcarriers - Mortar Mixer - Plaster Spreader Operators - Plaster Tenders - Gunite  \nNozzlemen - Pipelayer - Pumpcrete Nozzlemen — Powdermen Tender- Demolition - Grade Checker -  \nVibrator Operator — Concrete Saw Operators — Stone Mason Tender — Jack Hammer and Chipping  \nHammer Operator — Green Cutter High Pressure Air & Water on Concrete Blaster ~ Pipelayer (includes  \nbut not limited it to water pipe, sewer pipe, drainage pipe, pvc, and all underground tile, pipe) - Cast Iron  \nConcrete pipe, unloading, handling, distribution, and installation-Scaffold worker-Certified Scissor Lift  \nOperator and Man Lift Operator.  \n10/1/03 6/1/04 6/1/05 6/1/06  \nGroup Ill $14.35 $14.56 $15.00 $15.45  \nElectric Air and Gas Operated Power Tools — A worker who uses a tool driven by compressed air, gas,  \nor electric power to perform such work as breaking old pavement, loosening or digging hard earth,  \ntrimming bottom and sides of trenches, breaking large rocks, driving sheeting, chipping concrete,  \ntrimming or cutting stone, calking steel plates, or compaction of earthen backfill. Install plastic and PVC  \nlinings on ponds. Rotary man operates a hand-held device to make cuts on road with a person holding a  \nnozzle to fill cuts with oil. May perform other related semi-skilled duties.  \n25  \nAsphalt Rakers — distributes asphaltic road-building materials evenly over road surface by raking and  \nbrushing materials to correct thickness; may control straight edge to regulate width and depth of  \nmaterials; directs “Asphalt Shovelers” when to add or take away material to fill low spots or to reduce  \nhigh spots. Applies color to tennts courts, etc. by using a squeegee. Applies epoxy on concrete floors to  \nseal. May perform other related semi-skilled duties.  \nChain-Saw Operators — Operates a power driven chain saw to clear areas of timer. Fells trees, and  \nsometimes cuts the fallen trees into short sections to facilitate their removal.  \nOxy Gasoline Torch Operators — Uses cutting torch only for demolition work on steel or other metal  \nstructures. May perform other related semi-skilled duties.  \nCutting Torch Operators or Burner Person — Uses cutting torch only for demolition work on steel or  \nother metal structures. May perform other related semi-skilled duties.  \nGunite Rebound Men — a laborer who cleans up after gunite has been shot in place.  \nPower Buggy Operators — Drives self-propelled buggy to transport concrete from mixer or source of  \nsupply to place of deposit. Operates levers to dump load. May perform other related semi-skilled duties.  \nRodmen — hold survey rod.  \nSandblasters— Cleans and prepares surfaces by the use of sandblasting equipment other than preparation  \nfor painting. May perform other related semi-skilled duties.  \nPOTMAN-Cleans, screens and feeds sand to hopper or pot of sandblasting machine.  \nWagon Drill and Diamond Core Driller — Sets up and operates drilling mechanism that drills holes into  \nconcrete or rock. Levels machine by placing timbers under wheels. Inserts and fastens dril! steel in  \nchuck. Adjusts angle of drill tower and bolts into position. Controls drilling and speed of drill by  \nmoving levers. May make other adjustments to equipment as needed. May perform other related semi-  \nskilled duties.  \nAir Track — Sets up and operates drilling mechanism that drills holes into concrete or rock. Levels  \nmachine by placing timbers under wheels. Inserts and fastens drill steel in chuck. Adjusts angle of drill  \ntower and bolts into position. Controls drilling and speed of drill by moving levers. May make other  \nadjustments to equipment as needed. May perform other related semi-skilled duties.  \nDrill Operator Hydraulic Core Drill Diamond — Sets up and operates drilling mechanism that drills  \nholes into concrete or rock. Levels machine by placing timbers under wheels. Inserts and fastens drill  \nsteel in chuck. Adjusts angle of drill tower and bolts into position. Controls drilling and speed of drill  \nby moving levers. May make other adjustments to equipment as needed. May perform other related  \nsemi-skilled duties.  \nTenders outside - Sets up and operates drilling mechanism that drills holes into concrete or rock. Levels  \nmachine by placing timbers under wheels. Inserts and fastens drill steel in chuck. Adjusts angle of drill  \ntower and bolts into position. Controls drilling and speed of drill by moving levers. May make other  \nadjustments to equipment as needed. May perform other related semi-skilled duties.  \nWater Pump Tender under 6\" — fuels and tends to all water pumps under 6” for the purpose of moving  \nwater on the job site.  \n26  \nConcrete Burners — Operates a device used to burn holes, etc., through concrete. This device consists  \nof a consumable aluminum-magnesium rode inside a small iron pipe. Oxygen is forced through the pipe  \nunder pressure, and the end of the assembly is lighted. The concrete is melted by the intense heat of the  \ndevice.  \nCement Mason Tenders —Plasterers Hodcarriers _Assists in the pouring of concrete by spreading  \nconcrete, cleaning and caring of cement mason’s tools, mixes mortar used in the patching of concrete,  \nand performs other tasks as may be directed by cement masons or plasterer. Mixes mortar for plasterers  \nand delivers same to location where plasterers are working. Sets up scaffolding as directed by foreman  \nwhere necessary, and cleans and cares for tools and equipment used in the preparation and application of  \nplaster.  \nMortar Mixer - Mechanically mixes mortar ingredients to proper consistency and delivers to mason on  \nscaffold or at site of work. Keeps materials supplied to mason and assists according to directions of  \nmason.  \nPlaster Spreader Operators —Mixes plaster to be used in a machine, which is designed to apply plaster  \nto surfaces by means of a hose. Handles and maintains hose, places and moves machine, and services  \nand maintains machine. May perform other related duties.  \nGunite Nozzlemen - Assists operator and handles the equipment and directs the placing of concrete or  \nmortar that is moved by pressures or pneumatic equipment, such as gunite. May fine-grade and place  \nwire mesh at times. May perform other related semi-skilled duties.  \nPipelayer (includes but not limited it to water pipe, sewer pipe, drainage pipe, pvc, and all underground  \ntile, pipe) - Cast Iron Concrete pipe, unloading, handling, distribution, and installation-ON utility  \nprojects lays tile, concrete, corrugated metal pipe. Receives pipe lowered from top of trench; inserts  \nspigot end of pipe into bell end of last laid pipe; adjusts pipe to line and grade; seals joints with cement  \nor other sealing compound. May perform other related semi-skilled duties.  \nPumpcrete Nozzlemen — Handles the hose or nozzle equipment and directs the placing of concrete or  \nmortar that is moved by pneumatic equipment such as gunite. May fine-grade and place wire mesh at  \ntimes. May perform other related semi-skilled duties.  \nPowdermen Tender- Carries powder or other explosive to blaster or powderman and assists by placing  \nprepared explosive in hole, connecting lead wire to blasting machine, and performing other duties as  \ndirected. May perform other related semi-skilled duties as directed by powderman or blaster.  \nDemolition — the process of wrecking or dismantlement of existing buildings or structures.  \nGrade Checker — Keeps stakes and stringline set in place out in front of trenching machine so that  \nmachine will cut ditch in correct location. Sets stakes so that pipelayers can fine-grade ditch and  \nmeasure from the batter board down to correct depth of ditch. May perform other related semi-skilled  \nduties.  \nVibrator Operator — lowers hose-like flexible shaft of vibrator into newly poured concrete. Starts  \npower unit and holds shaft, allowing hammerhead on shaft to vibrate, this compacting the concrete.  \nelectric, or gasoline operated vibrators are sued. May perform other related semi-skilled duties.  \nConcrete Saw Operators — Operates a power-driven , hand-guided, water-cooled saw or diamond driller  \nwhich is used to cut through slabs of concrete, except as otherwise provided elsewhere.  \n27  \nJack Hammer and Chipping Hammer Operator — The operating of jackhammer, tamper, chipping  \nhammer, whether powered by air or electric or any other means.  \nScaffold worker- erects and dismantles all types of scaffolding for job site  \nCertified Scissor Lift Operator and Man Lift Operator — one who completes competent person  \ntraining in the operation of scissor lifts and man lifts.  \nGROUP IV__CONSTRUCTION SPECIALIST:  \nThis category includes but is not limited to the following specialty categories of Construction Specialists:  \nAsbestos Abatement Laborers, Toxic and Hazardous Waste Removal Laborers, Lead Base Paint Removal  \nLaborers, Certified Fork Lift Operator, C.D.L. Driver, Laborer/Concrete Specialist, Trencher Operator,  \nPest Technician (Licensed by the Bureau of Rodent Management), State Licensed Powder man and  \nBlaster, Laborers-AGC Certified Rigger and Signal Man — Laborers-AGC Certified Scaffold Builder  \nLaborer, or Hydromobile Scaffold Builder - Radiation Worker II.  \n   \nGroup IV $16.18 $16.42 . $16.91 $17.42  \nAsbestos Abatement Laborers — one who has the proper certifications for removal of asbestos  \nmaterials,  \nToxic and Hazardous Waste Removal Laborers — one who has the proper certifications for removal of  \ntoxic and hazardous materials.  \nLead Base Paint Removal Laborers — one who has the proper certification for the removal of leas base  \npaints.  \nCertified Fork Lift Operator — one who has completed proper training in the operation of a fork lift for  \nloading and unloading and moving materials on a job site.  \nC.D.L. Driver — one who has completed state certification for the operation of commercial vehicles in  \nexcess of 10,000 pounds gross vehicle weight.  \nLaborer/Concrete Specialist — performs all aspects of concrete placement and finishing.  \nTrencher Operator — one who operates a trencher for the purpose of laying pipe.  \nPest Technician (Licensed by the Bureau of Rodent Management) — certified technician for the  \nremoval! and handling of rodents and pests.  \nState Licensed Powder man and Blaster — prepares blasting material, inserts this material into  \npredrilled holes. Performs electrical wiring necessary for detonation, and assures that all charges have  \ndetonated before other workmen resume work in the shaft.  \nLaborers-AGC Certified Rigger and Signal Man ~— one who rigs materials and signals operator for  \nmovement of materials.  \nLaborers-AGC Certified Scaffold Builder Laborer, or Hydromobile Scaffold Builder — erects  \nscaffolding.  \n28  \nRadiation Worker II - one who has completed proper training for work in areas containing radiation.  \nJOURNEYMAN SKILLS AND IMPROVEMENT  \nEstablished wage increases for Journeyman, will be granted when the individual successfully completes a  \n10 hour OSHA, a 3 hour Haz-Com (with the understanding the Laborers wil! maintain the annual  \nrefresher) and 8 hours of Journeyman Skill Improvement classes as established under the current training  \nprogram. If an individual successfully completes a single established class of twenty- four (24) hours or  \nmore in the first year of this contract said individual will be eligible for pay increases. New employees  \nwho are not members of the union will receive the 10 hour OSHA and 3 hour Haz-Com between the  \nfourth and fifth week of employment and 8 hours of Journeyman Skill Improvement classes within the  \nfirst year of employment to be eligible for the increase. The training director will notify the contractor  \nof laborers who have successfully completed the classes.  \nIt is also understood that employment may be limited for laborers on jobs of owners that require 10hr  \nOSHA and 3 hour Haz-Com as a condition of employment on their sites.  \nFOREMEN: $1.00 above highest classification supervised.  \nGENERAL FOREMAN: $1.50 above highest classification supervised.  \n6. Fringe Benefit Contributions: 10/1/03 06/1/04 06/1/05  \n   \nHealth and Welfare** $1.65 $2.05 $2.45  \nPension $1.10 $1.10 $1.10  \nTraining $ .25 $ 25 $§ .25  \nBuild New Mexico $.03 $ 03 §$ .03  \nTOTAL: $3.03 $3.43 $3.83  \n**Ten cents will be allocated from the Health & Welfare contribution to the Safety Incentive Fund.  \nBUILD NEW MEXICO. A deduction per hour from wages in all categories is applied to \"Build  \nNew Mexico\", the agreement and declaration of trust for which are hereby incorporated in this  \nAgreement. The employer shall also match the employees’  \nOHIO VALLEY AND SOUTHERN STATES REGIONAL LECET: three cents ($.03) deducted  \nfrom wages.  \n   \nNOTE: If the trustees of the funds determine that additional contributions are required to maintain the  \nsame benefits, it will be a collective bargaining between the Contractor and the Union to negotiate and  \nmaintain benefits.  \nEmployers will receive reimbursement up to $28.00 from the health and welfare fund for substance abuse  \ntesting/screening of employees covered under this agreement.  \nLABORERS’ TOOLS. Laborers’ will be required to carry the following tools on the job: hammer,  \ntape measurer, hardhat that meets OSHA requirements, pliers, work shoes (safety-toe). Carpenter tenders  \nwill Carry a single tool pouch all other laborers will Carry a single tool pouch or a tool belt.  \n7. High Pay. Workmen on work forty (40) feet or more above a stable work platform, will receive  \npremium pay of $.50 per hour.  \n29  \nNo worker shall be entitled to high pay provided that State and Federal Safety Regulations pertaining to  \nscaffolding guardrails and safety belts are complied with. In the event that Safety Regulations are not, or  \ncannot be complhted with, and a variance is obtained from state or federal safety requirements, all workers  \nemployed on work forty (40) feet or more above the ground shall receive premium pay as set forth above.  \n8. Subsistence: The following subsistence allowance shall apply.  \n0 - 50 miles and over $ 5.00 per hour not to exceed 10 hours per day or other mutually  \nagreeable lodging.  \nThe Parties agree to encourage the establishment of a pool of well-qualified laborers in all areas  \nsufficient to man the normal anticipated workload for such areas. The parties stipulate that the payment  \nof subsistence should be discouraged except when a project is remote or when laborers in excess of the  \nresident pool are required to man a project. Under such circumstances, the following criteria shall apply:  \na. For the purpose of applying subsistence, the union hall of Albuquerque,  \nFarmington, and Las Cruces shall be used as basing points in computing these items.  \nb. Employees shipped to work on projects more than fifty (50) miles beyond the union hall  \nthey are referred out of, shall be paid subsistence allowance. The current State of New  \nMexico Official Highway Map shall be the reference for routes and distances.  \n9. Special Working Rules:  \na. Higher Classifications.  \n(1) When a Laborer is assigned to work for more than thirty (30) minutes at a different  \nclassification calling for a higher rate of pay, he shall be paid the higher rate for actual  \ntime worked up to a maximum of a half shift. If the work assignment does not exceed  \na period of thirty- (30) minutes, the lower rate of pay of his regularly assigned  \nclassification shall prevail up to and including a thirty-minute assignment. In no  \nevent, is an employer to rotate employees who are competent to perform the higher  \nclassified work to circumvent paying the higher wage.  \n(2) When a work assignment that carries a higher rate of pay exceeds half a shift the  \nLaborer shall receive the higher rate of pay for the shift worked.  \nb. Foremen:  \n(1) Laborers working with a crew of other craftsmen, such as Carpenters, Cement  \nMasons, Bricklayers, Plasterers, etc., may be supervised by the craft foremen of the  \ncrew‘with whom the laborers are tending, serving or assisting.  \n(2) When Laborers are employed in a crew not part of a craft operation, there shall be a  \nLaborer Foreman employed to direct and supervise their work. The Laborer Foreman  \nemployed in this manner may, at the discretion of the Contractor, be a working  \nforeman and required to perform the same type of work as the Laborers of the crew  \nover whom he has supervision. The maximum number of Laborers in one crew to be  \nsupervised by one Foreman in this manner shall be determined by the Contractor. A  \nLaborer Foreman shall be selected by the Contractor. A foreman shall be considered  \none who keeps time and exercises general supervision over a group of Laborers.  \nc. General Laborer Foreman. When three foremen have been hired in any one project, one  \nshall be recognized as a General Foreman with authority over the other two or more  \nforemen.  \n30  \nd. Fringe Benefit Contribution for Supervisors. Where any employee from the bargaining  \nunit is hired as superintendent, assistant superintendent or general foreman, or in any other  \nCapacity as a supervisor as defined in the National Labor Relations Act, the Contractor  \nshall pay fringe benefits as provided for herein, when authorized in writing by the  \nemployee for the term of his employment.  \ne. Caisson Work: When Laborers are required to perform work directly or indirectly in  \n| connection with drilling of caissons on a building construction job site, the area rate  \nestablished will be paid. When other work, such as bellers or jack-hammers work, is to  \nbe performed six (6) feet or lower they shall receive thirty cents ($.30) per hour over  \ntheir normal rate of pay, including semi-skilled workers.  \nf. Tenders Defined - Mixing, Handling, Conveying Materials:  \n(1) The following applies to commercial construction: Carpenter Tenders (Laborers)  \nmay perform the following specific tasks: All workers conveying materials from last  \nstorage place on the job to the scaffold or place where mechanics are to use same are to  \nbe known (as the case may be) as: Carpenters Tenders, Cement Masons Tenders,  \nMasons Tenders, Plasterer Tenders, or Tenders to any respective skilled craft they are  \ntending, and such Tenders shali receive rate of pay. Also, the term, \"Tender\"  \nshall cover the mixing, handling and conveying of all materials used by Masons,  \nPlasterers, Carpenters, Plumbers, and other building and construction crafts. Mortar  \nMixers shall clean their machine(s) at the end of their shift.  \n(2) All Laborers helping Cement Masons mix and apply finish to concrete slabs shall be  \nclassified as Cement Mason Tenders.  \n(3) Laborers tending to Carpenters or carrying or furnishing any type of materials to  \nCarpenters shal] be known as Carpenters’ Tenders.  \n(4) The following provisions apply to carpenter tenders working on Industrial Power Plants,  \nCopper Smelters, Gas Refineries, DOE Nuclear Power Plants, and Coal Mine Sites:  \nCarpenter tenders strip all forms from concrete surface panels, flat arches, and other  \nforms that will be reused. Such work can be done with a composite crew of carpenters  \nand laborers;  \nCarpenter tenders perform cleaning and oiling of said forms;  \nCarpenter tenders carry and handle all materials by hand to a point adjacent to the place  \nof erection and assist in the placement of materials;  \nCarpenter tenders perform erection and dismantling of Safeway or metal patent  \nscaffolds;  \nCarpenter tenders unload, handle, distribute sheet rock and metal studs from trailer  \ntrucks to stockpiles at the appropriate point of installation by the responsible contractor.  \ng. Public Works Predetermination Provisions. In the event an individual employer bids a  \npublic job or project being awarded by a federal, state, county, city or other public entity  \nand this job is to be performed at a predetermined and/or prevailing wage rate established  \nby the Secretary of the U.S. Department of Labor (pursuant to the Public Law 74403 as  \namended by Public Law 88 349 whose regulations are contained in 29 CFR Parts 1, 2, 3, 5,  \n3]  \n  \nand 7) or by the Commissioner of the New Mexico Labor and Industrial Commission or by  \na County, City or other public entity and the predetermined hourly rate is lower than the  \nnegotiated rate established in the Agreement, the predetermined hourly wage rate which  \nexists at the time of the bid may be applied to the project for the duration of the project.  \nHowever, if the predetermined wage rate is lower than the negotiated rate in this contract  \nby more than five (5) percent, the negotiated rate less five (5) percent may be applied to  \nthe project by the contractor. If there is an increase in the predetermined rate for a  \nparticular job during the course of that job, the contractor shall pay that increase as of the  \neffective date of such increase. The negotiated fringe package shall apply in all cases.  \na. Ifa contractor intends to utilize this provision, he must notify the Union in writing by FAX  \nor letter at least 48 hours prior to the start of this work.  \nb. The employer will, when requested in writing, supply accurate and reliable information on  \ncompany Stationery that will assist the Union in establishing the correct rates when  \nresponding to requests for prevailing wage data.  \n"], ["ARTICLE XIV - GENERAL  \n", "Entire Agreement. This Agreement contains all of the covenants, stipulations and provisions  \nagreed upon by the parties hereto and no agent or representative of either party has authority to  \nmake, and none of the parties shall be bound by or liable for, any statement, representation,  \npromise, inducement, or agreement not set forth herein. This Agreement may not be changed,  \namended or modified except by writing, signed by the Council and AGC.  \nFurther, if any provision of this Agreement imposes conflicting obligations on one or both of the  \nparties with regard to any federal, state, or local law, the application of such provision or term  \nshall be suspended, and the parties shall meet to negotiate a replacement provision or term.  \nArticle X shall remain in full force and effect, and this Article shall not be the subject of  \narbitration.  \nHeadings. Headings have been inserted for convenience only, and shall not be considered in the  \ninterpretation of any provision hereof.  \nNotices. All notices given or required to be given hereunder shall! be in writing and delivered  \npersonally, mailed certified, return receipt requested, or by telegram, and shall be deemed to  \nhave been given on the date of delivery, mailing or wiring, as the case may be.  \n"], ["ARTICLE XV - SIGNATORIES  \n", "Contractors. This Agreement has been negotiated by the Association for and on behalf of those  \nContractors, members, and non-members, who have authorized the Association in writing to  \nrepresent them in collective bargaining and shall be binding on each such Contractor only with  \nrespect to the Unions or crafts specified in its authorization. Upon the execution hereof, the  \nAssociation will deliver to the Council a list showing each Contractor who has so authorized it.  \nGeneral Contractors who are not so represented by the Association on the date of execution  \nhereof may become signatories to this Agreement and thereupon shall be bound by it, with  \nrespect only to the Unions or crafts designated by them in writing.  \nUnions. This Agreement has been negotiated by the Council for and on behalf of the Union that  \nhas authorized the Council to represent it in collective bargaining and shall be binding on the  \nUnion.  \n52  \n"], ["ARTICLE XVI - TERMINATION, RENEWAL AND REOPENING  \n", "1. Term.  \na. This Agreement shall commence as of October 1, 2003, and shall remain in effect until June  \n1, 2007. It shall remain in effect from year to year thereafter unless either party terminates  \nthis agreement as of June 1, 2007 or any subsequent June J*, by written notice by July 1,  \n2006, or any subsequent July 1\", preceding any June J\" termination date. Parties to this  \nagreement agree to start negotiating by October 1\" Preceding the June _1™ termination date  \nof this agreement any, subsequent October 1 preceding June1“ termination date.  \n   \nb. If during the term or any subsequent term of this Agreement, legislation is enacted which  \nalters the present NLRB case law governing so-called “ double-breasted” operations or  \nalters the NLRB case law regarding so-called “common-situs picketing”, and such case law  \ncreates, in the employer’s opinion, a specific problem on the employer’s project or with its  \ndouble-breasted operations, then upon written notice identifying the problem, any party to  \nthis Agreement may declare this Agreement open for negotiations to discuss all terms and  \nconditions contained herein.  \n2. Davis-Bacon Re-Opener: In the event that the provisions of the Federal Davis-Bacon Act. 40  \nUSC 276 (a) and/or the provisions of the State of New Mexico prevailing wage act are repealed  \nor substantially modified in a manner which adversely affects the ability of signatory employers  \nto compete for state or federal work, either party may reopen this agreement to negotiate  \nappropriate changes in terms and conditions of employment to maintain contractor  \ncompetitiveness for such work. Such as:  \na. Targeting. Targeting specific jobs with other wage rates and conditions designed to  \nimprove competitiveness. In all cases the Union will notify the association and all signatory  \ncontractors who are bidding the targeted job of the special conditions that exist for that  \ntargeted job.  \nThe Union hereby agrees that, during the course of the sixty (60) days that follow the date of  \nintent to open this Agreement for negotiations, there will be no picketing of secondary gates  \nconducted or condoned by the Union. Further, the Union disavows any claim of coverage of this  \nAgreement to business entities other than those which are actually signatory hereto, or to any  \nother employees who are not part of the bargaining unit which the Union represents as of the  \neffective date of this Agreement, unless those employees authorize the Union to represent them  \nin writing.  \nArbitration. Article VII, Section 3 (Arbitration) shall not apply to any such re-opening or to  \nany impasse in negotiations as a result thereof.  \n   \nNational Health Program. In the event that a National Health Insurance program is enacted,  \nthe Employer contribution to the current Health and Welfare program as described in Article XI  \nparagraph 5, shal! be applied to any cost incurred by the Employer in connection with a  \nNational Health Plan. If the current contribution either exceeds or does not cover the cost of  \nthis program this Agreement may be reopened unilaterally to renegotiate Article XI, Paragraph  \n33  \nNotwithstanding any re-opener of this Agreement, Articles X and XIV shal] remain in effect and may not  \nbe re-opened until June 1, 2007, unless the parties agree in writing signed by the parties to re-open them.  \nThere shall be no strikes or lock-outs within 60 days of any re-opening of this agreement, if Article X  \nbecomes a subject during any re-opening.  \n"], ["ARTICLE XVH - GENERAL SAVINGS CLAUSE  \n", "It is not the intent of any party to violate any laws or any rulings or regulations of any governmental  \nauthority or agency having jurisdiction of the subject matter of this Agreement; and if any provision of  \nthis Agreement is held to be void as being in contravention of any such laws, rulings, or regulations, the  \nremainder of the Agreement shall remain in full force and effect unless the parts so found to be void are  \nwholly inseparable from the remaining parts of the Agreement.  \nFurther, if any provision of this Agreement imposes conflicting obligations on one or both of the  \nparties with regard to any federal, state, or local law, the application of such provision or term shall be  \nsuspended, and the parties shall meet to negotiate a replacement provision or term. Article X shall remain  \nin full force and effect, and this Article shall not be the subject of arbitration.  \n34  \nThis Agreement is approved and entered into this _f day of October, 2003  \nBy:  \nTHE NEW MEXICO BUILDING BRANCH, AGC,  \nFor and on behalf of the Contractors  \nwhom it represents as set forth in article XIII Section 1,  \nfor AGC:  \neV ye £40. Wane  \nDate: te /  \nand  \nTHE SOUTHWEST LABORERS’ DISTRICT COUNCIL  \nfor and in behalf of Local Union #16  \nwhich it represents as set forth in Article XV Section 2.  \nAdditional Signatories:  \nFor the Contractor: \" F \"| the Unig Wis  \n   \n35  \nADDENDUM A - PRIVATE WORKS  \nTHIS ADDENDUM HEREBY INCORPORATES BY REFERENCING THE TERMS AND  \nCONDITIONS OF THE COLLECTIVE BARGAINING AGREEMENT BETWEEN THE  \nSOUTHWEST LABORERS’ DISTRICT COUNCIL  \nAND  \nNEW MEXICO BUILDING BRANCH  \nASSOCIATED GENERAL CONTRACTORS  \nEFFECTIVE OCTOBER 1, 2003,  \nEXCEPT FOR THE TERMS AND CONDITIONS LISTED BELOW  \nWHICH TAKE PRECEDENCE:  \nI. Coverage: All terms and conditions of the Laborers’ and AGC Agreement will apply to this  \naddendum. This addendum applies to private building construction or residential within the  \njurisdiction of the Southwest Laborers’ District Council with the following exclusions: Any  \nconstruction or additions to any project for which the main purpose is (a) the production of basic  \nmetals, alloys, or fossil fuels; (b) refining; (c) mining and smelting: (d) palletizing; (e) ore or coal  \nhandling; (f) power generation plants; (g) cement plants; (h) dams and locks; (i) railroads; (j)  \nbreweries; (k) tire manufacturing and rubber production plants; (1) paper mills.  \n“Private Construction” is defined as construction which is not covered by the Davis Bacon Act or  \nits equivalent.  \nResolution of Disputes: In the event a dispute arises over the application of this Addendum, it  \nshall be settled in accordance with the grievance procedure of this agreement (Article VHI).  \nWage Rates:  \n10/01/03 06/01/04 06/01/05 06/01/06  \nGroup |] 11.45 11.32 11.67 12.02  \nGroup I 12.14 12.32 12.68 13.07  \nGroup III \"43.22 13.51 13.91 14,32  \nGroup IV 15.44 15.64 16.10 16.59  \n"], ["ARTICLE LX - FRINGE BENEFITS AND UNION DUES CHECK-OFF  \nFringe Benefits:  \n", "10/01/03 06/01/04 06/01/05 06/01/06  \nHealth & Walfare 1.65 2.05 2.45 2.45  \nPension 1.10 1.10 1.10 1.10  \nTraining 25 25 25 25  \n36  \n  \nParagraph 2.  \nd. BUILD NEW MEXICO: The Agreement and Declaration of Trust of “Build New  \nMexico” is hereby incorporated into this Agreement. The program is supported by a three cent (.03) per  \nhour contribution from the employer and a three cent (.03) deduction from wages, effective October 1]  \n2003.  \ne. SOUTH CENTRAL REGIONAL LECET: The Agreement and Declaration of  \nTrust for South Central Laborers-Employers Cooperation and Education Trust (LECET) is hereby  \nincorporated into this Agreement. This program is supported by a three cent (.03) per hour contribution,  \nwhich is deducted from wages.  \n$.03 — Build New Mexico  \n$.03 — South Central LECET  \nThe employer shall also contribute $.03 per hour to BUILD New Mexico, effective with jobs bid or  \nnegotiated on or after October 1. 2003.  \nAll other language remains the same.  \nAgreed this _/ day of Oo , 2003, by and between:  \nNew Mexico Building Branch, Southwest Laborers’ District Council  \nAssociated General Contractors f  \n—_  \n   \nee ee  \n   \n37  \n   \nK 8802  \n3, 000 urrherd/  \n30 pY .  \n/o/1//2900- /0 1/2005  \nLabor Agreement  \nBetween  \nThe New Mexico Building Branch,  \nAssociated General Contractors of America  \nAnd  \nThe New Mexico  \nAnd  \nWestern Texas Laborers’ District Council,  \nLocal No. 16  \nTABLE OF CONTENTS  \nTITLE  \nArticle I - Coverage and Recognition  \n“Subcontractor” clause  \nUnion Recognition  \nAssociation Recognition  \nArticle IT - Harmony and Cooperation  \n"], ["", "Article III ~ Accredited Representatives and Stewards  \nArticle IV — Settlement of Jurisdictional Disputes  \nArticle V ~ Union Security  \nArticle VI — Non-discriminatory Referral Procedure  \nArticle VII - Universal Working Rules  \nTime and One Half  \nDouble Time  \nMultiple Shifts  \nSpecial Shifts  \nPayment of Wages  \nHolidays  \nJob Safety  \nArticle VII — Grievance Procedure  \n"], ["", "Article IX - Fringe Benefits and Union Dues Check-Off  \nArticle X — No Strike — No Lockout  \nArticle XJ — Job Classifications and Hourly Rates  \nWages ~ Laborer I, Laborer II, Semi-Skilled, Construction Specialists  \nFringe Benefit Contributions  \nHigh Pay  \nSubsistence  \nSpecial Working Rules  \nArticle XII — General  \n"], ["Article XIII — Signatories  \nArticle XTV - Termination, Renewal, and Reopening  \nArticle XV - General Savings Clause  \nSignature Page  \n", "Addendum A  \nAddendum B  \n+  \neo  \nco  \nSI Hn BP PRWNA  \n  \nI M  \n22 — 23  \n23  \n24  \n24  \n26  \n26  \n26-27  \nLABOR AGREEMENT  \nBetween the  \nNEW MEXICO BUILDING BRANCH, AGC and the  \nNEW MEXICO AND WESTERN TEXAS  \nDISTRICT COUNCIL  \nLOCAL NO. 16  \nTHIS AGREEMENT ENTERED INTO ON October Ist, 2000 by and between the NEW MEXICO  \nBUILDING BRANCH, AGC, INC., (hereinafter referred to as the ASSOCIATION or as AGC), for and  \non behalf of those of its members, as well as non-member contractors, whom it has been authorized to  \nrepresent in collective bargaining and other contractors who may become signatory hereto hereinafter  \nreferred to as the CONTRACTOR OR CONTRACTORS, EMPLOYER OR EMPLOYERS);  \nAnd the  \nNEW MEXICO AND WESTERN TEXAS LABORERS’ DISTRICT COUNCIL (hereinafter referred to  \nas the “Council\") for and on behalf of its affiliated LOCAL UNION NO. 16, which is signatory hereto,  \n(hereinafter referred to as the UNION), the UNION being the collective bargaining agent for its members  \nwho are employed in construction work.  \nThe CONTRACTORS are engaged in construction, general and specialty work in New Mexico; and  \nin the performance of their present and future contracting operations; the workmen are represented by the  \nUNION.  \nThe CONTRACTORS desire to be assured of their ability to procure employees for all work that  \nthey may do in the State of New Mexico in sufficient numbers and skill to assure continuity and quality  \nof work in the performance and completion of their construction contracts.  \nIt is the interest of all the parties to establish uniform rates of pay, hours of employment and  \nworking conditions which shall be applicable to all workmen represented by the UNIONS and  \nperforming work for the CONTRACTORS as such work is hereinafter defined in this Agreement, and to  \nprovide for peaceful and harmonious relationships during the term of this Agreement.  \nIT IS AGREED:  \n"], ["ARTICLE I - COVERAGE AND RECOGNITION  \n", "A. Construction. This agreement shall apply to building construction, and includes work  \nperformed by contractors signatory hereto on Industrial Power plants, Copper Smelters, Gas  \nRefineries and DOE sites i.e. (Los Alamos National Labs, Sandia National Labs, Sandia Labs,  \nKirtland AFB, Cannon AFB and Holloman AFB, Coal Mine Sites.  \nB. Definitions.  \n(1) “Building Construction” and “Construction” shall mean: 1) the construction, erection,  \nalteration, repair modification, addition to or improvement in whole or in part, or demolition,  \nof any building structure; ii) excavation, grading or similar Operations which are incidental!  \nthereto; and tii) the installation, Operation, maintenance and repair of equipment and other  \nfacilities used in connection with the performance of such building construction and performed  \nat the job site, but excluding manufacturer's warranty repairs and excluding any maintenance  \nwork where a Laborers’ Service Contract is in force.  \neee EE SE tt I UT TOTS,  \n?  \n—_  \n(2) “Building structure” shall include all commercial, industrial or governmental buildings.  \n(3) \"Excavation\", \"grading\", and \"similar operations which are incidental thereto\" shall include  \nall excavation, back fillings, curbs and gutters incidental to building construction.  \n(4) There is excluded from this agreement are all road, highway and street work; the paving of  \nparking lots; and all works incidental to any of the foregoing, including all excavation,  \nbackfilling, curbs and gutters. Also Excluded is residential construction except by  \naddendum to this Agreement.  \nC. Yard, Shop and Warehouse Work.  \nAll work performed in the Contractor's warehouses, shops or yards which have been  \nparticularly provided or set up to handle work in connection with a job or project covered by  \nthe terms of this Agreement, shall also be subject to the terms and conditions of this  \nAgreement, except clean-up and maintenance of home, yard, shop and warehouses, and except  \nwhen yard, shop or warehouse work is performed under the terms of other agreements with the  \nUNION.  \nD. Observance of Agreement in Subcontracts:  \n(1) Each subcontract for construction, covered under the terms of this Agreement, granted by a  \ncontractor shali require that the subcontractor observe all terms of this Agreement except  \nwhere the covered work is only incidental to the subcontract. Incidental is defined as very  \nminimal. (ii) Each contractor shall be responsible for payment of all wages and fringe  \nbenefits owed by the subcontractor to any worker covered under this Agreement for work  \nperformed on the contractor's job, provided that written demand is sent to the  \nsubcontractor, with a copy to the contractor, and payment has not been made within five  \n(5) working days after receipt of such demand by the subcontractor. Moreover, the union  \nContract Administrator of the employee benefits fund will be responsible for notifying  \nactive signatory general contractors and members of delinquencies by the 25th of each  \nmonth (postmark shall be the determining date). If the union does not notify the affected  \ngeneral contractor of the delinquency of a subcontractor by the 25th of the month  \nfollowing the end of the month in which the time was worked, the general contractor will  \nnot be responsible for the payment of wages and fringe benefits of the subcontractor.  \nFurther, the union shall withhold employees from the delinquent subcontractor and take  \nwhatever action it deems prudent in order to enforce compliance, provided, however, the  \nunion has notified the affected contractor(s) within (5) days prior to the commencement of  \nsuch action as per Article IX of this Agreement. Action taken under this provision shall not  \nbe deemed a violation of the no-strike provisions of Article X during the period of any  \nsuch delinquency.  \nAs used in this Agreement, subcontracting is the performance on the job site of covered  \nconstruction by any person, firm, or corporation pursuant to an agreement with a contractor  \nor subcontractor. A subcontractor is one who performs subcontracting and includes the  \nsubcontractor of a subcontractor.  \nThis clause applies to laborers working in support of primary crafts to which the  \ncontractor is signatory.  \nThe general contractor will seek bids from union subcontractors. If union subcontract bids  \nthat are received are not competitive and a non-union subcontractor is used, the general  \ncontractor will so notify the union within 48 hours of bid time, Saturdays, Sundays, and  \nholidays excluded.  \nAt the option of the union, the general contractor will arrange a meeting of a representative  \nof the union, the subcontractor, and a representative of the genera! contractor, to discuss  \nthe possibility and merits of a labor agreement prior to the subcontractor, and a  \nrepresentative of the general contractor, to discuss the possibility and merits of a labor  \nagreement prior to the subcontractor starting work on the project. If an agreement is not  \nreached between the subcontractor and the Union and if the general contractor uses the  \nnon-union subcontractor, this Article I.1.D does not apply.  \nUnion Recognition. The Union signatory hereto is the exclusive bargaining representative for all  \nemployees performing construction work within the craft jurisdiction of the Laborers. The  \nCONTRACTORS recognize the Union as the sole exclusive collective bargaining representative for the  \nworkmen employed to perform, and performing construction work in New Mexico. The jurisdiction of  \nthe UNION shall be that which has been historically defined by the Building and Construction Trades  \nDepartment of the American Federation of Labor Congress of Industrial Organizations and as it may be  \nfurther defined through jurisdictional agreements, decisions and awards.  \nAssociation Recognition. The UNION recognizes the ASSOCIATION as the sole and exclusive  \ncollective bargaining representative for those of its members whom it is authorized to represent in  \ncollective bargaining, and any other contractors who become signatories hereto, as provided in Article  \nXIV.  \nExcluded_Employees. Notwithstanding anything contained herein to the contrary, the following  \ncategories of the employees shall not be covered by the provisions of this Agreement:  \nExecutives; superintendents; assistant superintendents; chainmen and stake drivers working for licensed  \nsurveyors; civil engineers; engineers in training; engineering technicians; all supervisory employees and  \nguards as defined in the National Labor Relations Act, as amended; timekeepers; messengers; office  \nworkers; and any other classes of employees which may be excluded from coverage under the National  \nLabor Relations Act as from time to time amended.  \nEffect of Agreement. This Agreement applies to all construction work performed in New Mexico by  \nCONTRACTORS. However, if any UNION enters into an agreement with any employer covering  \nconstruction in any part of New Mexico, which agreement provides for lower wage rates or working  \nconditions or terms of any kind which are more favorable to the employer than this Agreement, (all  \nhereinafter referred to as \"more favorable terms\") then such more favorable terms shall forthwith become  \npart of this Agreement and shall supersede the wage rates, working conditions and provisions hereof,  \nregardless of whether such agreement is limited to one or more employers or covers less than the  \ngeographic jurisdiction of the UNION.  \n"], ["ARTICLE Il - HARMONY AND COOPERATION  \n", "1. Management Rights. The Employer retains full and exclusive authority for the management of his  \noperations. By way of illustration only, and not limitation either as to authority or types of authority  \nretained, this authority shall include, but not be limited to, the following: The Employer shall direct his  \nworking forces at his sole prerogative, including but not limited to, hiring, promotion, transfer, lay-off, or  \ndischarge for just cause. No rules, customs, or practice shal! be permitted or observed which limit or  \nrestrict production, or limit or restrict the working efforts of employees. The Employer may utilize the  \nmost efficient methods or techniques of construction, tools, choice of materials or design. The Employer  \nshall schedule work, and shall determine when overtime will be worked; provided, however, that no  \nemployee shall be required to work under any conditions that are injurious to his health or safety, as  \n4  \nprovided in the Federal or State regulations governing construction. The selection of craft foremen over  \nworkmen of their respective crafts shall be entirely the responsibility of the employer.  \nThe following language is added: Notwithstanding any of the provisions of the Agreement, the  \nContractor, at his sole discretion, may take such actions as are necessary to effectuate compliance with  \nthe Americans with Disabilities Act. Such an action shall not be a violation of this Agreement, nor shall  \nit be a subject of arbitration.  \nZz. Meetings. The representatives of the Council and of the Association shall meet on problems of  \nmutual interest at such times and places as may be agreed by their respective chairmen.  \n3. Pre-employment Conferences. Prior to commencing work on a project, CONTRACTORS'  \nrepresentatives and UNION representatives shall hold a pre-employment conference at the request of  \neither party.  \n4. Public Construction Projects. The parties will cooperate on public construction projects, federal  \nand state, to the end that authorized construction projects shall be awarded to the contract construction  \nindustry and that contracting officials will be accurately and fully informed as to fringe benefits and  \nprevailing rates of pay.  \n"], ["ARTICLE Hil - ACCREDITED REPRESENTATIVES AND  \nSTEWARDS  \n", "1. Access. Accredited representatives of the UNION shall have access during working hours to all  \nopen jobs. Access to jobs being put in place under governmental restrictions shall be subject to the  \nregulations prescribed by the owner. Accredited representatives shal] not delay workmen or the progress  \nof the job during working hours. Contractors agree to assist Unions toward securing access to closed  \nJobs. “Closed” and \"open\" refer to jobs on which Federal government security clearance is necessary for  \npersonnel.  \na. Each steward appointed by the Union for any job site permitted with in this agreement shall  \nfirst be required to have completed a steward training program provided for by the Union.  \n2.* Stewards.  \na. A craft steward may be designated in writing by a business representative of  \nthe Union for each job, from the employees currently working on the job.  \nb. The Steward shall be permitted on a job at all times; shall be a working  \nemployee; and shall not be subject to discharge on account of Union activities. Such  \nactivities shall not unreasonably interfere with the Steward's work for the Contractor. A  \nsteward, however, can be discharged.  \nc. The Contractor shall be notified in writing of the selection of each steward.  \nThe Contractor shall give the Council prior written notice before discharging a  \nsteward. .  \nd. The Employer shalt notify the appropriate Union at least two (2) working days prior to the  \nintended layoff of a working job steward. This provision does not apply to discharges for  \n“just cause”.  \ne. The steward's duties shall include, but not necessarily be limited to the following:  \n5  \n1) Check the job referral of each employee dispatched under the terms of  \nthis Agreement to the Contractor.  \ni!) Work with the Contractor's designated representative in charge of the job in an  \nattempt to resolve disputes prior to the application of the grievance procedure.  \ni) Report to the Contractor's designated representative any employee  \ncovered by this Agreement who works for less than the negotiated wage  \nscale, for less than the overtime rate or who goes to work without the job  \nreferral.  \niv) Report to the Contractor's designated representative any work belonging to the craft  \nbeing done by non-union men or by workmen of another craft.  \nv) Report to his business representative any grievances that have not been resolved  \nunder Step | of the grievance procedure (Art. 2a.)  \nvi) Report to his business representative any employee covered by this Agreement who  \nleaves the job site without giving the employer and job steward prior notice.  \nvii) Report any reckless or unsafe employees covered by this Agreement on the job site to  \nthe Contractor's designated representative or his business representative.  \nviii) In case of an injury to an employee, the steward shall care for the injured employee's  \ntools.  \nix) The steward shall suffer no lost time in the performance of his duties as_ outlined or in  \nthe securing of weekly report.  \nf. The job steward shal! not cause or encourage a work stoppage, and shall not encourage, or  \ncause, any employee to leave a job, or discourage any employee from reporting or cause  \nany employee not to report, for work. Violation of this subparagraph shall constitute  \ncause for immediate discharge.  \n"], ["ARTICLE IV - SETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "1. There will be no strikes, no work stoppages or slowdowns or other interference’s with the work  \nbecause of jurisdictional disputes.  \n2. The Employer shall assign work. If a dispute arises, the Employer's assignments shal! be followed  \nuntil the matter can be resolved.  \n3. Welding torch. The welding torch is a tool of the trade having jurisdiction over the work being  \nwelded. Craftsmen using the welding torch shall perform any of the work of their trade and shall work  \nunder the supervision of the craft foreman.  \n4. Trucks (one ton and under) may be operated by members of this union for transporting of tools,  \nmaterials, and equipment related to their work.  \n5. The employer may assign work normally performed by laborers to members of another union  \nprovided that: (1) this work does not exceed two man-hours per day and (2) the other union agrees to this  \nsame language in its collective bargaining agreement.  \n"], ["ARTICLE V - UNION SECURITY  \n", "1, Employer's Freedom. Subject only to the limitations of this Agreement, the CONTRACTORS  \nshall have entire freedom of selection in hiring. The CONTRACTORS may discharge any employee for  \nJust cause provided there shall be no discrimination against any employee by reason of any UNION  \nactivity which does not interfere with the proper performance of his work.  \n2. Union Shop. As a condition of employment, every employee performing construction work  \nwithin the jurisdiction of the Union, and not a member of the Union at the time of employment, shall,  \nafter the seventh day following the beginning of such employment or the effective date of this  \nAgreement, whichever is later, offer to become a member of the Union and tender the uniformly required  \ninitiation fees and dues. Additionally all employees who are or who become members of the Union shall  \nremain members in good standing of the Union during the term of this Agreement, provided that the  \nconstruction and application of this provision shall be subject to Section 8(a) (3) of the National Labor  \nRelations Act, as amended.  \n3. Enforcement of Union Shop. If an employee fails to tender initiation fees and/or dues  \nuniformly required as a condition of acquiring or retaining membership in good standing, and the Union  \nrequests the Contractor to terminate the employment of such employee for such reason, the Union shall:  \na. Inform the Contractor in writing of the specific reason for the request, including dates and  \nother pertinent data, with a copy to the employee.  \nb. The written request shal] be made on the official letterhead of the Union, over the signature  \nof the business agent or other responsible official of the Union.  \nc. Prior to any termination of employment by the Contractor due only to failure to tender such  \ninitiation fees and /or periodic dues as are required by the Union, and in conformity with  \nSection 8(a) (3) of the National Labor Relations Act, upon notice to the Contractor, the  \nemployee shall have three (3) days within which to correct the matter complained of.  \n4. Save Harmless. The UNION agrees to indemnify, defend, save and hold the CONTRACTOR  \nharmless from all liability, loss, cost, expense and damage, including, but not limited to, legal fees, wages  \nor other charges, resulting from any action taken, or omission to act, in good faith by any  \nCONTRACTOR in reliance upon such written requests.  \n"], ["ARTICLE VI - NON-DISCRIMINATORY REFERRAL  \nPROCEDURES  \n", "1. Exclusive Procedure. The Contractor shall notify each Union of the need for workers coming  \nwithin its jurisdiction and the Union shall refer workers to the Contractor as provided herein.  \nThe Contractor shall hire only such workmen as are referred to by the Union, except as  \notherwise provided for in this Agreement.  \n2. Order of Referral. Registrants on a referral hall group list not referred to a job within the  \ncalendar month of their original registration or re-registration, must re-register between the  \n25th and last day of each month. Registrants who fail to reregister will be dropped from the  \ngroup list.  \n7  \n3. Qualification Records. The Union shall require all applicants registering for the first time under  \nthis Article to submit a resume of experience and qualifications in order that they may be  \nclassified in their appropriate group and in order that referrals may be made, when requested,  \non the basis of special skills and abilities. When Contractors require and call for workmen  \npossessing special skills and abilities the Union shall refer the first applicant in the priority  \ngroup who possesses such special skills and abilities. The UNION makes such referrals  \nsolely on the basis of qualifications as set forth in the applications, and the Union assumes no  \nresponsibility for the actual abilities of the particular workers referred.  \n4. Hiring Hall Fees. In order to help defray the cost of providing hiring hall services to the workers  \nand employers, the signatory Unions may charge a registration fee, not to exceed the  \nreasonable proportionate cost of operating the referral hall, to any applicant who is not a  \nmember of the Local Union when he seeks to register.  \n5. Areas Not Served. The Contractor shal! be free to recruit sufficient workmen outside the referral  \nhall, and such workmen need not be registered, in either of the following events: a) If Union  \nreferral facilities fail to provide required workmen sufficient to fill the Contractor's request  \nwithin forty-eight (48) hours following such request (Saturdays, Sundays and holidays  \nexcepted); or b) where it is apparent that referral cannot be made by the Union within the  \nrequired forty-eight (48) hours, in which event the Union shall promptly so notify the  \nContractor. In either case, the Contractor shal! notify the Union weekly, in writing, of any  \nsuch hiring.  \n6. Non-discrimination.  \nda.  \nRegistration and referral of job applicants shall be on a_ non-discriminatory  \nbasis and shall in no way be affected by Union membership, by-laws, rules, regulations,  \nconstitutional provisions, or any other aspect or obligation of Union membership, policies or  \nrequirements, or by any consideration which applicable anti-discrimination statutes forbid as  \na criterion for employment.  \nFach Union will take affirmative action in order to implement the federal  \ngovernment policy of equal employment opportunity and to follow the guide  \nlines set forth in Executive Order No. 11246 and any amendments thereto, the Equal  \nEmployment Opportunity Act of 1964 as amended, and any other applicable Federal or State  \nanti-discrimination statute. Each Union will establish a source of recruitment for minority,  \nfemale, and Vietnam-era Veteran job applicants by contacting recognized representatives of  \nthose groups in their state and by taking such other steps as are necessary to comply with  \nsuch statutes. If any Union is unable, within a reasonable time, to provide a Contractor with  \napplicants who satisfy the criteria or requirements contained in any regulation of, or program  \nor agreement entered into by such Contractor or Union with the Equal Employment  \nOpportunity Commission, Office of Federal Contract Compliance, Demonstration Cities Act,  \nor any other regulatory or contract-awarding agency of government which has jurisdiction,  \nsuch Contractor may recruit and hire, in any manner, workers sufficient to satisfy its needs.  \nThe Employer shall notify the Union of the name and address of any employee so hired,  \nwithin two (2) days after the commencement of employment. Such employee shall be subject  \nto all terms and provisions of this Agreement.  \nThe parties to this Agreement recognize the need to accommodate the disabled. In so doing,  \nthe Union agrees that it will conduct the operation of its hiring/referral hall consistent with  \nthe requirements of the Americans with Disabilities Act. This conformance with ADA  \nincludes, but is not limited to, the making of referrals in such a way as to assure that the  \nContractor can make determinations as to \"reasonable accommodations.” Further, the Union  \nShall! not refuse to make referrals because it believes that \"reasonable accommodations” are  \nnot possible. The Contractor shall have sole discretion to hire workers outside the  \nhiring/referral hail in the event it determines that the Union's conduct is not consistent with  \nthe terms of the Americans with Disabilities Act. Contractor shal! notify the Union of the  \nname and address of any employee so hired, within two (2) days after commencement of  \nemployment. Such employee shal] be subject to all terms and provisions of this Agreement.  \n7. Right to Reject. The Contractor may reject any Union-referred applicant for any reason other  \nthan Union or non-Union status. The Contractor shall maintain a written record of referred  \napplicants who have been rejected for employment, together with the reasons for such  \nrejection. Such records will be sent to the Union via fax or mail with in 24 hours of rejection.  \n8. Employment Records. In addition to the application forms and registration lists provided for  \nherein, the Union shall maintain an employment record showing for each applicant registered  \nthereunder, for each of his employment’s during the year immediately prior to his first  \nregistration, and for each of his subsequent employment’s, whether or not they be with a  \nContractor, the following data:  \n(1) Name of Contractor  \n(2) Dates and places of employment  \n(3) Nature of employment  \n(4) Industrial accidents in which involved, their nature, duration and disposition  \n(5) Reasons for termination of employment  \nTHE CONTRACTOR SHALL EACH MONTH FURNISH INFORMATION ON STATUS  \nCHANGES, IF ANY, TO THE APPROPRIATE REFERRAL HALL ON INDUSTRIAL  \nACCIDENTS AND TERMINATION AND THE REASON THEREFORE.  \n9. Access to Facilities and Records. The Contractor or the Association shall have the right at any  \ntime to inspect the referral hall facilities, examine any and all records pertaining to its  \noperation or otherwise provided for herein, and make any investigation necessary to establish  \nthat the terms of this Article are being fully complied with. Any information contained in the  \nrecords provided for under Sections 4, 8, and 9 shall be made available to any Contractor or  \nthe Association, by telephone or by mail, as it may request.  \n   \n10. Posting. A full copy of this Article shall be posted in plain view and made available for  \ninspection by applicants for employment and employees, at the referral hall at or near the  \nplace of registration, at each building site, at each Contractor's permanent office and at any  \nother place where notices to employees and applicants are customarily posted. The notice  \nshall carry in bold type the following:  \n\"NOTICE TO ALL APPLICANTS, WHETHER OR NOT MEMBERS OF A UNION: An  \nAgreement exists between the NEW MEXICO BUILDING BRANCH, AGC, and the NEW  \nMEXICO AND WESTERN TEXAS LABORER'S DISTRICT COUNCIL and its affiliated LIUNA  \nLOCAL NO. 16 providing for a nondiscriminatory system for recruiting applicants for  \nemployment.\"  \n11. Areas Excluded. This Article shall have no application to construction work to be performed or  \nput in place in an area so remote that the Union cannot provide registration and referral  \nservice through a referral hall for the site or project, of which fact the Union shall promptly  \nnotify the Contractor, or when, due to some governmental rule or regulation, the registration  \nor referral provisions herein cannot be lawfully applied to a site or project.  \n9  \n12. Referral Hall Defined. For the purposes of this Article, the term \"referral hall\" shall be any  \noffice or building space in the charge of a Union representative in possession of the required  \nemployment records, and having adequate personnel and facilities for the registration and  \nreferral of applicants for employment and the maintenance of records and supplying of  \ninformation as required herein.  \na. The Union shall furnish a list of referral halls on request.  \n13. Apprenticeship. Term “applicants for employment” as used in this Article shall be construed to  \ninclude applicants for employment as an Apprentice.  \n14, Documentation and Verification: The Employers and Union will work cooperatively to assure  \nthat both parties comply with their legal responsibilities under the Immigration Reform and  \nControl Act of 1986. In so doing, the Union will request from each employee before referring  \nthem to an employer, documentation which establishes citizenship or other legal status to  \nwork in the United States. These documents shall be any of the documents that are allowed  \nunder the regulations promulgated under IRCA. Copies of this documentation shall  \naccompany the referral to the employer. This section may be amended mutually when  \nregulations are finalized on these requirements.  \n15. Save Harmless. Should either the Contractor or Union violate, or fail to comply with, any of the  \nterms or conditions of this Article, by discrimination or otherwise, and thereby cause liability  \nto be asserted against or imposed on the other, the non-complying party shall indemnify,  \ndefend, save and hold the other harmless from any and all liability, loss, cost, expense, and  \ndamage, including, but not limited to, legal fees, wages or other charges incurred by reason  \nof such conduct.  \n16. Special Referral Procedures:  \n(1) Referral Hall hours in the Albuquerque office shall be from 8:00 a.m. to 9:30 a.m., and  \nfrom 2:30 p.m. to 4:00 p.m., Monday through Friday, holidays excepted.  \n(2) Referral Hall hours in all sub-offices in the state, i.e. Farmington, Espanola and Las  \nCruces, shall be from 8:00 a.m. to 9:30 a.m., Monday through Friday, holidays excepted.  \n(3) In the event of an emergency, the referral hails will call to fill job orders at any time. Any  \nContractor requesting emergency call will document this request to the Union in writing.  \n(4) Group A: Applicants who have worked as Building and Construction Laborers for at least  \none year immediately prior to application and who have maintained actual physical  \nresidence within New Mexico for at least one year immediately prior to application, or have  \ncompleted training through the New Mexico Laborer'’s Training Trust Fund.  \n(5) Group B: Those who do not qualify for registration in Group A.  \n(6) Requests by Name: The Contractor may request every other applicant from Group A by  \nname or any applicant by skill regardless of the applicant's position on the “A” list. Only  \nthe Contractor's general office may request employees by name. All requests shall be made  \nin writing.  \n(7) Veterans automatically qualify for \"A\" listing when they have been honorably discharged  \nfrom the service or released from hospitalization, if such discharge or release occurred  \nwithin ninety (90) days prior to the date the request for such employee is made, provided  \nhowever the foregoing shall not be construed as altering a Veteran's re-employment rights  \nestablished under the Universal Military Training and Service Act.  \n(8) Any registrant who is passed over by virtue of not being present in the referral hall  \nwhen his place on the list would otherwise have entitled him to referral shall maintain his  \nrelative position on the particular group list on which he is registered. Any registrant who  \nis reyected by a Contractor, as provided in this Agreement shall be immediately restored to  \nhis prior place within his group list and shall be referred to another Contractor in  \naccordance with the position of his group and his place within the group. When a referred  \nregistrant has been employed on a job for one day, his name shall be removed from the list  \nuntil such time as his employment has been terminated, at which time he shall be re-  \nregistered at the bottom of the group list for which he qualifies. When a properly referred  \nregistrant refuses to accept employment, after accepting referral, or quits, his name shall be  \nplaced at the bottom of the group list for which he qualifies.  \n(9) Referral Complaints. Where any job applicant is aggrieved: (1) because of his group  \nclassification, or (2) because of his order of referral, or (3) for any other reason related to  \nthe operation of this referral system, the aggrieved may within ten (10) days following the  \noccurrence of the event constituting the basis for his grievance file a written and specific  \nstatement of his grievance with (a) the Union representative in charge of the referral hall  \nagainst which he is complaining, and (b) any Contractor signatory to this Agreement or the  \nAlbuquerque office of the New Mexico Building Branch, AGC, a branch of the Associated  \nGeneral Contractors of America.  \n(10) Appeals. An Appeal Board consisting of a contractor's representative, a Union  \nrepresentative, and a chairman appointed jointly by the other two members shall within  \nfive days after the grievance is first filed, consider the grievance, and within five days  \nthereafter, render a written decision according to the letter and spirit of this Agreement,  \nwhich decision may be by majority vote and shall be final and binding. The Appeal Board  \nmay formulate and issue procedural rules for the conduct of its business but shall not add  \nto, subtract from, or modify in any way any provisions of this Agreement. An aggrieved  \nwill be given at least three days notice of the time and place where his appeal will be  \nheard.  \n(11) Student Employment. During summer vacation, a student may be employed as  \na Laborer, after five (5) other Laborers have been employed. Another student may  \nbe employed when five (5) additional Laborers or major fraction thereof have been  \nemployed by the Contractor. It is hereby understood and agreed that all students  \nshall comply with Article V of this Agreement. All students shall clear through the  \nHiring Hall and get a referral before going to work. Students who have not been  \nmembers of the Union may be employed as described above at the trainee wage  \nrate. All requests shall be made in writing.  \n"], ["ARTICLE VII - UNIVERSAL WORKING RULES:  \n", "I. Single Daytime Shift. Eight consecutive hours exclusive of lunch period, shall constitute a day's  \nwork. Forty hours, from Monday through Friday, exclusive of lunch periods, shall constitute a week's  \nwork. Such work shall be paid for at the applicable straight time rates set forth in the wage schedules  \nattached hereto.  \nA contractor may elect, provided he so states at a pre-job conference prior to the start of a job, to work  \nshifts of more than eight (8) hours per shift but no more than ten (10) hours per shift at the straight rates.  \nOvertime rates as applicable shall apply to all time worked in excess of ten (10) hours per day, forty (40)  \nhours per week, Saturdays except make-ups, Sundays, and Holidays. Starting and quitting times, once  \nestablished, shall be uniform and consistently applied.  \nThe Employer shall be allowed to implement a four consecutive day per week work schedule at ten hours  \nper day Monday thru Thursday. This schedule (4X10) will be worked at the regular rate. The fifth day  \nmay be utilized as a makeup day, at the regular rate, if time has been lost during the workweek. If the  \ncontractor intends to work a different work schedule such as Tuesday thru Friday he may do so, provided  \nthat he notifies the Union prior to the start of a job. In all cases Saturday may be used as a make up day  \n2. Overtime. It is agreed that overtime is undesirable and not in the best interests of the  \nIndustry or the craftsmen. Therefore, except in unusual circumstances, overtime will not be worked.  \nWhere unusual circumstances demand overtime, it will be kept to a minimum.  \nTIME AND MATERIAL WORKED FOR SANDIA NATIONAL LABORATORIES Standard time  \nis defined as up to forty (40) hours per week. Overtime is defined as over forth (40) hours per week.  \nPremium time is defined as time worked on Sundays and SNL holidays. Normal SNL holidays are: New  \nYear's Day, Memorial Day, Independence Day, Labor Day, Thanksgiving Day, Energy Conservation  \nDay, and Christmas Day.  \nThe overtime/premium time rates apply to work which is performed as defined, but only when the work  \nis specifically requested as overtime/premium work by the CPM/SDR. As long as 40 hours of work is  \noffered to the employee for that week.  \nTime and one-half. The following time worked shall constitute overtime to be paid for at the rate of  \ntime and one-half the applicable straight time rate set forth in the wage schedules attached hereto:  \na. Hours in excess of eight (8) in any one day; except as provided in Section (1) above; hours in  \nexcess of forty (40) in any week.  \nAll hours worked before and after the established work day Monday through Friday, and all  \nhours worked on Saturdays, shall be paid at the applicable overtime rate of time and one half (1  \nX 4) the employees straight time rate of pay  \nb. Saturday may be used as a make-up day, at the regular hourly rate. if time has been lost during  \nthe regular workweek. Provided, however, such make-up work will be performed by employees  \nof the employer covered by this Agreement and employed on the job during the week in which  \ntime was lost. It shall not be mandatory for an employee to work a makeup-day. During a  \nholiday week, Saturday will not be used as a make-up day for the holiday and no employee  \nshall be discharged for his refusal to perform such work.  \nc. Make-up days will be used for time lost during the regular workweek due to inclement weather  \nor time lost beyond the control of the contractor.  \nDouble time. Ali work on Sunday and holidays.  \nAdditional Overtime Provisions  \n   \ni. Work performed in excess of five consecutive hours without a thirty (30) minutes lunch  \nperiod shall be paid for at one and one-half times the straight time hourly rate until a thirty  \n(30) minute lunch period has been provided.  \nil. No work shalt be performed in excess of ten consecutive hours unless a second lunch period  \nof at least thirty (30) minutes is furnished and the employees are paid at the applicable  \novertime rate therefore.  \nlil. In the event the particular work in progress can be completed within the eleventh hour it  \nmay, upon mutual consent, be continued to completion without interruption, provided the  \nContractor pays for the lunch period at the applicable rate.  \n3. Multiple shifts.  \na. When so elected by the Contractor, multiple shifts may be worked for three (3) or more  \nconsecutive days.  \nContractors shall have the right to designate the craft or crafts on any project or portion there of  \nwhich shall work on a multiple shift basis.  \nb. If the Contractor elects to work the day shift between 8:00 a.m. and 5:00 p.m., that shift shall  \nwork eight consecutive hours, exclusive of a thirty (30) minute lunch period. The second  \nshift shall work seven and one-half consecutive hours, exclusive of a thirty (30) minute lunch  \nperiod, for which working time employees on the shift shall receive eight pay at  \nstraight time rates, Mondays through Fridays. The third shift shall work seven consecutive  \nhours, exclusive of a thirty (30) minute lunch period, for which working time employees on  \nthe shift shall receive eight hours’ pay at straight time rates, Mondays through Fridays.  \nOn three-shift operations, all time worked on the third shift shall be deemed to have been  \nworked on the same day as the first shift started. Work in excess of seven and one-half  \nconsecutive hours on the second shift, and work in excess of seven hours on the third shift,  \nboth exclusive of lunch hour, shall be paid for at the applicable overtime rate. The Contractor  \nmay regulate the starting time of a two-shift operation.  \nc. The Contractor may regulate the starting time of a two-shift Operation, by starting the first  \nshift prior to 7:00 a.m., and each shift shall work eight consecutive hours, exclusive of  \nlunch period, for which working time employees on each shift shall receive eight hours’ pay  \nat the straight-time rate, Mondays through Fridays. Work in excess of eight hours, exclusive  \nof lunch period, on either shift, shall be paid for at the applicable overtime rate.  \nd. On regular two or three-shift operations, the contractor may deviate the Starting time of the  \nday shift by the same procedures provided for in paragraphs “a” and “b” of Section 3 above.  \ne. The Contractor and the Union may agree, in writing, upon different starting or quitting times  \nfor any of the shift arrangements provided in Sections | and 2 above.  \n“~  \n13  \n4. Special Shifts. When maintenance or remodeling work cannot be performed on the regular day shift  \nbecause establishments cannot suspend operation during the day, a special single shift may be employed  \nafter the establishment closes, Monday through Friday, and employees of this shift will work eight  \nconsecutive hours exclusive of a thirty (30) minute lunch period, for which they will receive eight hours’  \npay at the straight time rate. In the operation of this shift, no employee will lose a shift's work. The  \napplicable overtime rate shall be paid for hours worked in excess of eight, exclusive of lunch period, on  \nthis shift.  \n5. Show-Up Time. Workmen shall be at their regular place of work at the starting time and shall! remain  \nat their place of work until the regular quitting time. Any employee on the payroll of the Contractor or  \nany workman referred to a job, who reports for work at the regular starting time and for whom no work is  \nprovided, shall receive two hours pay at the applicable rate, unless he has been notified before leaving  \nhome not to report, or has been discharged, laid off or has voluntarily quit the employer on the same job.  \nAny employee who reports for work and for whom work is provided shall receive not less than two hours’  \npay, or shall be paid only for time worked if he has been prevented from working for reasons beyond the  \ncontrol of the Contractor, inclement weather, or breakdown causing discontinuance of a major unit of the  \nproject and has not been required or requested to remain on the project by the Contractor or his agent.  \nEmployees referred under Article VI to jobs who arrive in an unfit condition for work,  \nwithout proper tools or credentials, who are not ready to go to work, or who are not otherwise qualified,  \nshall not be paid show-up time. Each employee will furnish his employer with his current address and  \ntelephone number.  \n6. Payment of Wages. Employees shall be paid weekly on the job site during working hours. No more  \nthan five (5) days pay shall be withheld from an employee's wages.  \n7. Lay Offs. Any employee who is laid off or discharged during the employer's regular office hours and  \nwho 1s not paid the wages due him within his regular work shift shall be entitled to eight (8) hours pay at  \nhis regular straight time rate for each twenty-four (24) hour period or fraction thereof between the end of  \nhis last shift and the time he is paid in full; provided that the employer shall be required to pay such an  \nemployee only during regular office hours. In no event shall penalties under this rule accrue against a  \nContractor for Saturdays, Sundays, or holidays, unless work has been normally scheduled for such days.  \nAny employee who quits shall be paid on or before the next regular payday.  \nWhen discharge occurs outside the employer's regular office hours, the Contractor shall, on the following  \nwork day, either i) have the paycheck available at the payroll office prior to the closing of such office: or  \nin) if requested by the employee, mail the paycheck to the employee to the address shown on the  \nemployer's records or as may be designated by the employee. The post-mark shall be determinative of the  \ndate of mailing.  \n8. Holidays. The recognized holidays hereunder shall be New Year's Day, Memorial Day, Independence  \nDay, Labor Day, Thanksgiving Day and Friday after, and Christmas Day. Whenever any of these  \nholidays falls on Sunday, the Monday following shall be the legal holiday. No work shall be performed  \non Labor Day except to save life or property.  \n9. Drinking Water. Potable drinking water shall be supplied to all job sites, through bubbler-type  \nfountains or portable water carriers that are equipped with disposable paper cups. Ice water shall be  \nfurnished when requested by the Union.  \n10. Employee Facilities.  \na. Toilets or latrines shall be provided at job sites in the ratio of one seat for each fifteen (15)  \npersons employed. If privy-type toilets are provided, they shall be fly-tight, have covered  \nseats, and shall have urinals. Toilets shall be protected from the weather and shall be  \nprovided with adequate light, ventilation and a door, and shall be kept clean.  \nb. Workmen shall be permitted to store their lunches in tool and/or supply rooms, and to use  \nsuch rooms for changing clothes and storing tools when not in use.  \n11. Job Safety.  \na. Federal or State safety regulations shall be observed by the employers and employees.  \nb. Failure of an employee to observe Federal or State safety regulations, or published company  \nsafety rules which have been distributed to employees, shall be just cause for immediate  \ndischarge.  \nc. Employees shall provide their own gloves, safety shoes, and hard hats. When Laborers are  \nrequired to work in concrete, they shall furnish rubber boots in order to prevent burns, etc.  \nOther protective clothing shall be furnished by the Contractor on all other work where the  \nconditions are of such nature that protective clothing is necessary.  \nd. Employees may be required to attend safety programs when offered by either the Union or  \nthe Employer.  \ne. Drug-testing. The Union recognizes the right of the employer to establish a drug-testing  \npolicy for employees. Employees can be discharged for refusing to submit to drug-  \nscreening, drinking on the job, drunkenness, dishonesty or for any unlawful activity which  \naffects the employee's performance on the job.  \nWhen the Union refers an employee to an employer which has a drug-screening program in  \neffect, the Union will notify the employee that he will be subjected to a drug test before  \nstarting to work.  \nIf an employee voluntarily submits to a drug screening program, the date of the test and the  \nresults shall be attached to the employee's listing at the hiring hall.  \nDrug and alcoho! screening programs may be developed by the AGC and the union and  \nwhen approved language has been developed, it shail become a part of this agreement as  \nthough contained herein.  \n"], ["ARTICLE VIII - GRIEVANCE PROCEDURES  \n", "1. Definition: A grievance ts any dispute between a Contractor or the Association on one hand,  \nand a Union on the other, arising out of this Agreement or concerning the application,  \ninterpretation, performance or breach of any of the provisions of this Agreement except Article  \nX.  \nw?  \nThe Term \"grievance\" does not include a dispute over any changes in any of the provisions of  \nthis Agreement which may be requested by any party during the term hereof.  \nResolution of Grievances. Prompt settlement of grievances is necessary for the maintenance of  \ngood relationships. There shall be no strikes, no work stoppages or slow-downs or other  \ninterference’s with the work because of grievances. Only the methods of settlement set forth in  \nthis section 2 in the order and within the time limits specified, shall be used for the resolution  \nof grievances, unless by Agreement between the Contractor and the Union, Steps 1 and 2 are  \nwaived, and except for the Contractors Association or Union grievances, which shall always be  \ninitiated at Step 3. The Union and the Employer or Association (whichever is handling the  \ngrievance) may extend any of the time limits specified in this Article VIII, but only by written  \nagreement signed by the Union and the Employer or Association, as the case may be. Any such  \nextension agreement shall apply only to the particular grievance and Step involved, and not to  \nany future grievance or other step.  \na. Step 1. The aggrieved employee or his craft steward may present the grievance to the  \nContractor's superintendent or general foreman at the job site within two (2)  \nworking days from the occurrence giving rise to the grievance, and these  \nrepresentatives shall attempt to settle the grievance. The parties shall have three  \n(3) working days thereafter (the \"Step { time limit\") in which to settle the  \ngrievance,  \nb. Step 2. If the aggrieved employee, or the steward, and Contractor's representative fail to  \nreach a settlement within the Step 1 time limit, the grievance may be referred in  \nwriting by the Union to the Contractor within five (5) working days from  \nexpiration of the Step 1 time limit and the Contractor or his personal representative  \nshall attempt to settle the grievance with the craft business agent. The parties shall  \nhave five (5) working days thereafter (the \"Step 2 time limit\") in which to settle the  \ngrievance, Any settlement reached in Step 2 shall be binding on both parties.  \nc. Step 3.  \n1) Any grievance that is not settled within the Step 2 time limit shall be referred,  \nwithin ten (10) working days after expiration of the Step 2 time limit, to a Joint  \nAdministrative Committee. Any settlement reached by the Joint Administrative  \nCommittee shall be binding on both the parties. Decisions of a Joint  \nAdministrative Committee shall be by majority vote.  \n2) The Joint Administrative Committee shall consist of three (3) representatives of the  \nCouncil, and three (3) representatives designated by the Employer who are not  \ndirectly involved in the dispute or employed by the Employer. Representatives  \ndesignated by the Council shall be selected from the affiliates of three (3) separate  \nInternational Unions excepting the aggrieved Union.  \n3) If the Joint Administrative Committee cannot reach a decision within five (5)  \nworking days following referral of the grievance, (the \"Step 3 time limit\"), The  \ngrievance shall be referred to arbitration as provided in Step 4.  \n4) If any party refuses to participate in the selection of a Joint Administrative  \nCommittee, then the grievance shall be heard by the representatives selected by the  \nother party, and these representatives may, by majority vote, decide the dispute, and  \nsuch decision shall be binding on both parties. If a party, having participated in the  \nselection of representatives to a Joint Administrative Committee, refuses to  \n16  \n3,  \nparticipate in hearings, the Committee shall hear the grievance in the absence of  \nsuch party and may decide it.  \nd. Step 4: Arbitration.  \n1) Reference to American Arbitration Association. Any grievance which is not  \nresolved within the Step 3 time limit shall be settled by arbitration in accordance  \nwith the Rules of the Labor Arbitration Tribunal (the \"Tribunal\") of the American  \nArbitration Association (\"AAA\"), as hereinafter provided. Any referral to arbitration  \nmust be made within ten (10) working days after expiration of the Step 3 time limit.  \n   \n2) Selection of Arbitrator - \"Last Man Up\". The dispute will be heard by an  \narbitration board consisting of the Joint Administrative Council, and an impartial  \narbitrator selected as follows: The AAA will provide a list of five (5) names from its  \nLabor Panel. A single arbitrator will be selected from the panel by the following  \nprocedure: The Contractor and the Union, in face-to-face meetings or by telephone,  \nalternately strike one name from the Panel until only a single name is left, and such  \nremaining member of the panel will be the Arbitrator.  \n3  \nNe”  \nHearing and Award. Any grievance referred to arbitration shall be heard within  \nfifteen (15) working days after selection of the Arbitrator, unless the time for hearing  \nis extended by written agreement. Decision of the arbitration board shall be by  \nmajority vote. The arbitration board, or a majority thereof, shall issue a written  \naward within ten (10) working days after the close of the hearing. Any such award  \nshall be final and binding upon the parties and judgment thereon may be entered in  \nany court of competent jurisdiction, Federal or State.  \n4) Limitation on Power of Board of Arbitrators. The arbitration board shall have no  \npower to alter, modify or amend any provision of this agreement, including but not  \nlimited to wage rates, hours of work, overtime, and fringe benefits provided for in  \nArticle IX hereof. The arbitration board shall not decide any other issue than such  \nquestion or questions as have been properly submitted to it in accordance with the  \nprovisions of this agreement.  \n9) Costs. The costs of the arbitration, including but not limited to the fee of the  \nimpartial arbitrator, shall be divided equally by the parties involved.  \nFailure to abide by award. If a grievance has been finally resolved in accordance with this  \nArticle VIII and either party refuses to abide by such resolution, Article X, Sections 1 and 2  \nshall] have no effect. Failure or refusal of either party to abide by an arbitration award under this  \nArticle VIII, pending determination of an application to a court of competent jurisdiction, State  \nor Federal, to vacate or modify such award, or pending an appeal from an order or judgment  \nconfirming, vacating or modifying an award, shall not be deemed a violation of this Article VIII  \nor cause for nullifying Article X; provided that an application to vacate or modify and award  \nmust be made within ten (10) days from receipt thereof, and notice of appeal from an order or  \njudgment confirming, vacating or modifying an award must be made within ten (10) days from  \nthe filing of such order or judgment, and processed expeditiously.  \n-  \n"], ["ARTICLE IX - FRINGE BENEFITS AND UNION DUES  \nI.  \nCHECK -OFF  \n", "Time ts of the essence in the filing of fringe benefit reports and payment of ail contributions due.  \nThe Trustees of the various funds are under the legal obligation to enforce the terms of this  \nAgreement regarding fringe benefits and the terms of the respective Agreements and  \nDeclarations of Trust. In addition, the Employee Retirement Income Security Act of 1974  \nprohibits the extension of credit to contractors.  \n2. There is hereby incorporated by reference herein, as though fully set forth, each Agreement and  \nDeclaration of Trust listed below:  \na. Health and Welfare. New Mexico West Texas Multi-Crafts Health and Welfare Trust Fund  \ndated April Ist, 1966 as amended.  \nb. Pension. Laborers. Laborers’ National Pension Fund dated May 15th, 1960 as amended.  \nc. Training Fund. New Mexico Laborers Training & Apprenticeship Fund dated October 8,  \n1976 as amended.  \n   \nd. BUILD NEW _ MEXICO. The Agreement and Declaration Trust of \"Build New Mexico\"  \nare hereby incorporated into this Agreement. This program is supported by a three cent  \n($.03) per hour contribution from the employer and a three cent ($.03) per hour deduction  \nfrom employees’ wages.  \ne. OHIO VALLEY AND SOUTHERN STATES REGIONAL LECET. The Agreement and  \ndeclaration of trust for South Central Laborers-Employers Cooperation and Education Trust  \n(LECET) is hereby into this Agreement. This program is supported by a three cent ($0.03)  \nper hour contribution, which is deducted from wages.  \n   \nf. NEW MEXICO CONTRACTORS’ ADMINISTRATION FUND. The Agreement and  \nDeclaration of the Trust for Contractors’ Administration Fund will automatically become  \npart of this Agreement when it is fully developed. This fund is a unilateral management  \nfund, the purpose of which is to defray costs of the New Mexico Building Branch,  \nAssociated General Contractors, related to collective bargaining, trust fund management,  \nwork on Joint Apprenticeship Committees, and related support activity of the New Mexico  \nBuilding Branch, AGC, in training, workforce development, and safety.  \n   \n3. Basis of Payment of Fringe Benefit Contributions. Contractor shall make contributions to the  \nFunds listed in Section 2 of this Article [X for each hour of work covered by this agreement,  \nwhether or not the employee is a member of the Union. The Contractor shall make contributions  \non basis of hours work for (i.e., each straight time hour shall be counted as one hour, each time  \nand one-half hour as one hour, each double time hour as one hour) as specified in Article XI of  \nthis agreement and respective agreements and Declarations of Trust.  \n4. Designation of Trustees. The Contractors who are or hereafter become parties hereto hereby  \ndesignate as their representatives, the Trustees appointed by the New Mexico Building Branch,  \nAGC, as their representatives on the respective Boards of Trustees of the funds provided for in  \nSections 2 and 3 of this Article [X. and will be bound by the actions of such Trustees made  \nduring the term of this Agreement. Trustees of said funds shal! not increase benefits of said funds  \nif such increase in benefits creates or increases unfunded liability of said fund.  \n5. Payment of Contribution. The wage rates, the amounts of fringe benefit contributions and the  \nFunds to which they are to be applied, are set forth in this Agreement. The Contractors will make  \nthe contributions in accordance with the appropriate Trust Agreement, will file the reports  \nrequired by the Trustees of each fund, and will be bound by the provisions of any new Trust Fund  \nAgreement entered into between the Council and AGC during the term hereof.  \n6. Bond Requirement. Within sixty (60) days of the signing of this Agreement the Employer will  \npost a bond or other form of security acceptable to the Board of Trustees to ensure the payment of  \nfringe benefit contributions,  \nThe bond or other security must be in an amount equal to three months of the Employer's  \nestimated fringe benefit contributions based on the Employer’s average contributions during the  \nprevious calendar year, or other evidence that the Board of Trustees deems reliable of projected  \nwork activity. In all cases the minimum amount of security required 1s $2500. Any Employer that  \nhas made payment into the Trust Fund for a period of five years with no more than two months of  \ndelinquency each of which was resolved with full pavement to the Trust Fund is exempt from the  \nrequirement of security.  \n7. Notification of Delinquencies. The Trustees of the funds set forth in Section 2, 3, and 4 of this  \nArticle IX, shall cause the Administrator to mail out to each participating party, on the first of  \neach month, a list containing the name of each Contractor who has been classified delinquent or  \nlate in accordance with the rules and cutoff dates as established by the Trustees.  \n8. Enforcement of Compliance. If a Contractor Signatory to this Agreement is delinquent in  \nsubmitting reports or paying contributions, and unless some other acceptable agreement has been  \nreached with the Trust, the Union shall withhold employees from such Contractor and take  \nwhatever action it deems prudent in order to enforce compliance, provided however, the Union  \nhas notified the affected Contractor(s) five (5) days prior to commencement of any such action.  \nAction taken under this provision shall not be deemed a violation of the no-strike provisions of  \nArticle X Section 1. (See Article I .D., for additional requirements regarding Sub-contractors).  \n9. Liability. The Contractor's liability for contributions is not Subject to arbitration under Article  \nVIE hereof. Further, recognizing that the delinquent Contractor's default in payment of  \ncontributions is the proximate cause of a strike called under the provisions of this section, such  \ndelinquent Contractor shall pay, in addition to the contributions due, audit and attorneys’ fees and  \nother costs of collection, and eight hours straight time pay per day of time lost during the duration  \nof such strike and work stoppage, to each striking employee.  \n10. Diversion from Wages. Either the New Mexico/Western Texas Laborers' District Council or the  \nNew Mexico Building Branch, AGC, may request that portion of wages be diverted to fringe  \nbenefits. Both parties must agree to the amount of the diversion, to which fund it will take place,  \nand the date on which it will be implemented.  \n11. Initiation fee & dues Check Off. The Contractor, for the duration of this Agreement shail  \ndeduct from the pay of each employee who submits a signed authorization, the Union membership  \ndues, Union initiation fee, Readmission fees, specified by the Union, and shall, prior to the date  \nfixed by each Union, remit same to the union or its designated agent as long as the employees  \nauthorization is not revoked.  \n19  \n12. Sole Obligation. Notwithstanding any of the provisions of the Agreement, the Contractor and the  \nUnion do not agree, assume, ratify, approve, or condone any conduct, act, practice of the fund,  \ntrustees, and/or administrators or their agents. A Contractor's sole obligation and liability under  \nthis Agreement is to timely submit the required contributions, and this Agreement does not grant,  \ndirectly, or indirectly, the Contractor or Union any control over the decisions and/or acts of said  \nfunds, trustees, administrators, and/or agents.  \nTrustees are directed through this Agreement, however, to seek written legal opinions on  \nissues that come under the scope of the Americans with Disabilities Act.  \n13. Safety Incentive Program. The parties agree that a \"safety incentive program” be  \nestablished through the Multi-Craft Health and Welfare Trust and that this program be  \nimplemented through procedures established by the Trustees and conforming as best as  \npossible to procedures followed by other crafts with \"safety incentive programs.”  \n"], ["ARTICLE X - NO STRIKE - NO LOCKOUT  \n", "1. No-Strike. The Union agrees that for the duration of this Agreement there shall be no strike,  \nwork stoppage or slowdown authorized, sanctioned or encouraged by said Union, and no picket  \nlines shall be established by the Union, except as set forth in Article VIll, and Section 3 of this  \nArticle X. The Union representing any workmen on strike shall use all means within its power to  \nend any such work stoppage at the earliest possible time.  \n2. No Lock-Out. The Contractor agrees that there will be no lockout of employees for the duration  \nof the Agreement except as provided in Article VII, Section 3, and in Section 3 of this Article X.  \n3. If there is a strike, work stoppage or slowdown by any union or unions, whether or not party here  \nto, against any multi-employer bargaining unit or group, whether or not organized into an  \nemployer association, over the terms of a new or properly reopened collective bargaining  \nagreement involving construction work, it shall not be deemed a violation of this Article X for  \nthe duration of such strike, stoppage or slowdown: a) for any Contractor or Contractors to cease  \nwork or to lock out its or their employees; or b) for any Union to strike. The Council and  \nAssociation shall give the other at least 48 hours prior written notice of such action.  \n"], ["ARTICLE XI - JOB CLASSIFICATIONS AND HOURLY  \nRATES  \n", "1. Hourly Rates. The hourly wage rates and classifications listed shall apply on all work performed  \nunder the terms of this Agreement within the New Mexico jurisdiction.  \n2. Insurance and Taxes. Each Contractor shall carry Workmen's Compensation Insurance on all  \nemployees covered by this Agreement.  \n3. Payroll Deductions. Each Contractor shall give to each employee with each check a statement  \nitemizing the employee's gross amount earned, hours worked, Social Security Tax, Withholding  \nTaxes, and all other deductions.  \n4. Apprenticeship. An apprenticeship program established effective June 6, 2000 as set forth in the  \nStandards of Apprenticeship, was developed by the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund for the trade of Construction Craft Laborer who are further defined  \nand named under Article XI Sub-Section “Classifications” of this Agreement. This  \n20  \napprenticeship program was placed into effect upon formal approval of the New Mexico  \nDepartment of Labor, State Apprenticeship Council (SAC) and appropriate state agencies. This  \nApprenticeship program shall be a “Letter of Intent” type of program and shall be administered  \nby the Joint Apprenticeship Committee comprised by an equal number of members of the New  \n\\  \nMexico & West Texas District Council and the Signatory Contractors.  \nStandards of the New Mexico Laborers’ Training & Apprenticeship J  \nCommittee approved by the State Apprenticeship Council of New Mexico  \nDepartment of Labor are hereby incorporated by reference as a part of this Agreement.  \n1. Apprentice wage rates are based on the skilled Laborer/ Specialist Classification:  \nThe Apprenticeship  \noint Apprenticeship  \nof the United States  \nHours of Credit Scale 2000 2001 2002  \n0 - 1000 72.6% of Skilled Laborer/Specialists $10.33 $10.86 $11.60  \n1000 - 2000 77.0% of Skilled Laborer/Specialists $10.95 $11.52 $12.31  \n2000 - 3000 81.6% of Skilled Laborer/Specialists $11.61 $12.21 $13.04  \n3000 - 4000 85.6% of Skilled Laborer/Specialists $12.18 $12.81 $13.68  \nThe definition of hours of credit is actual work hours plus credit for school attendance as  \ndefined in the Apprenticeship Standards. The rates of wages for Apprentices are based on  \na reduction from the Journeyman rate of pay as established in this Collective Bargaining  \nAgreement.  \n2. Employers shall pay apprentices the full fringe benefits package as described in this  \ncontract.  \n3. Ratio: The ratio of apprentices to journeyman shall be one (1) apprentice for the first  \n(1*) journeyman hired, one (1) apprentice for two (2) journeyman thereafter. This ratio  \nwill be applied on individual jobs.  \n4. It is agreed that apprentices should, when possible, be moved by the employer to different  \ntypes of operations so as to become adept in a variety of operations and work skills.  \n5. No person who has previously worked as a journeyman laborer shall be eligible for the  \napprenticeship program. Decisions conceming apprentice wages and advancements shall  \nbe made by the Joint Apprenticeship committee.  \n6. No apprentice shall be eligible for journeyman status until they complete their  \napprenticeship as required by the Apprenticeship Standards as administered by the New  \nMexico Laborers’ Training & Apprenticeship Trust Fund Apprenticeship Committee.  \nUpon the failure of any apprentice to maintain his or her apprenticeship status in  \naccordance with the apprenticeship standards of the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund and Associated General Contractors (AGC) Joint  \nApprenticeship Committee, the Joint Apprenticeship Committee shall notify, in writing  \nand by certified mail, return receipt requested, the Union, the Employer and the  \nApprentice of such failure. Any person failing to maintain and complete their  \napprenticeship in accordance with the apprenticeship agreement and the apprenticeship  \nStandards of the New Mexico Laborers’ Training & Apprenticeship Trust Fund and  \nAssociated General Contractors (AGC) Joint Apprenticeship Committee shall not be  \nemployed by the employer as a journeyman under this agreement. The failure of any  \napprentice to maintain his or her apprenticeship status, in accordance with the  \napprenticeship standards of the New Mexico Laborers’ Training & Apprenticeship Trust  \nFund and Associated General Contractors (AGC) Joint Apprenticeship Committee, shall  \n21  \nobligate the employer to discharge such person upon notice from the Union, that said  \nperson has failed to maintain his or her apprenticeship status.  \n7. The New Mexico Laborers’ Training & Apprenticeship Trust Fund and Associated  \nGeneral Contractors (AGC) Joint Apprenticeship Committee may, upon seven (7) days  \nwritten notice to an employer party to this agreement transfer any and all apprentices  \nand/or refuse to permit employment of apprentices by any employer which employs any  \nperson who has failed to maintain their status as an apprentice, in accordance with the  \nApprenticeship Standards adopted by the New Mexico Laborers’ Training &  \nApprenticeship Trust Fund and Associated General Contractors (AGC) Joint Apprentice  \nCommittee and in violation of this Article XIV.  \n8. The Union agrees that it will continue to develop a pool of Laborers I, II, Semi-skilled  \nLaborers, and Skilled Laborers/Specialists to man the jobs of contractors who choose not  \nto sign the “Letter of Intent’ required for participation in the apprenticeship program.  \n>. Hourly Wage Rates.  \nConstruction Craft Laborer Journeyman Worker Classification  \nLABORERIT:  \nChainmen - Stakedrivers — Stake Hopper - Heater Tenders - Pick and Shovel Work - Window Cleaning  \nand Clean-up — Flagman - Landscaping and Planter - Fence Builder ~ Guardrail Builder - Unloading of  \nFurniture and Fixtures — Shop Helper. (Chainmen and Stakedrivers working solely for an engineering  \nfirm are not subject to this Agreement.)  \n   \n   \n   \n10/1/00 10/1/01 10/1/02  \n$ 11.56 $ 12.19 $ 12.77  \nLABORER H:  \nCarpenter Tenders - Concrete Workers - Concrete Buggy Operators - Industrial and Plant Laborers — Fire  \nWatch, Swinging Scaffolds Tender — Fine Grader -- Form Stripper — Gabian Basket Builders - Rip Rap  \nStoneman — Drywall, Stocking and Handling — Fly Ash Vacuum Operator — Man Hole Builder - Tool  \nRoom Person and Checker on Jobsite  \n10/1/00 10/1/01 10/1/02  \n$ 12.13 $ 12.78 $ 13.39  \nSEMI-SKILLED LABORER:  \nElectric Air and Gas Operated Power Tools - Asphalt Rakers - Chain-Saw Operators — Oxy Gasoline  \nTorch Operators - Cutting Torch Operators or Burner Person - Gunite Rebound Men - Fog Machine  \nOperators - Power Buggy Operators - Rodmen - Sandblasters (potmen) - Wagon Drill and Diamond Core  \nDriller — Air Track - Drill Operator Hydraulic Core Drill Diamond - Tenders outside- w/Pumps under 6\"  \n- Concrete Burners - Cement Mason Tenders — Plasterers Hodcarriers - Mortar Mixer - Plaster Spreader  \nOperators - Plaster Tenders - Gunite Nozzlemen - Pipelayer - Pumpcrete Nozzlemen — Powdermen  \nTender- Demolition — Grade Checker - Vibrator Operator — Concrete Saw Operators — Stone Mason  \nTender — Jack Hammer and Chipping Hammer Operator — Green Cutter High Pressure Air & Water on  \nConcrete Blaster — Pipelayer (includes but not limited it to water pipe, sewer pipe, drainage pipe, pvc,  \nand all underground tile, pipe) - Cast Iron Concrete pipe, unloading, handling, distribution, and  \ninstallation-Scaffold worker-Certified Scissor Lift Operator and Man Lift Operator.  \n   \n   \n   \nSKILLED LABORER/ SPECIALIST:  \nThis category includes but is not limited to the following specialty categories of Construction Specialists:  \nAsbestos Abatement Laborers, Toxic and Hazardous Waste Removal Laborers, Lead Base Paint Removal  \nLaborers, Certified Fork Lift Operator, C.D.L. Driver, Laborer/Concrete Specialist, Trencher Operator,  \nPest Technician (Licensed by the Bureau of Rodent Management), State Licensed Powder man and  \nBlaster, Laborers-AGC Certified Rigger and Signal Man — Laborers-AGC Certified Scaffold Builder  \nLaborer, or Hydromobile Scaffold Builder - Radiation Worker I],  \n10/1/00 10/1/01 10/1/02  \n$ 14.23 $14.97 $ 15.99  \nJOURNEYMAN SKILLS AND IMPROVEMENT  \nEstablished wage increases for Journeyman in the second and third years of this contract, will be granted  \nonly if the individual successfully completes a 10 hour OSHA, a 3 hour Haz-Com ( with the  \nunderstanding the Laborers will maintain the annual refresher) and 8 hours of Journeyman Skill  \nImprovement classes in the first year (10/1/00 thru 10/1/01) as established under the current training  \nprogram. If an individual successfully completes a single established class of twenty- four (24) hours or  \nmore in the first year of this contract said individual will be eligible for pay increases effective 10/1/01  \nand 10/1/02. New employees who are not members of the union as of 10/1/01 will receive the 10 hour  \nOSHA and 3 hour Haz-Com between the fourth and fifth week of employment and 8 hours of  \nJourneyman Skill Improvement classes within the first year of employment to be eligible for the next  \nschedule increase.  \nIt is also understood that employment may be limited for laborers on jobs of owners that require 10Qhr  \nOSHA and 3 hour Haz-Com as a condition of employment on their sites.  \nFOREMEN: $1.00 above highest classification supervised.  \nGENERAL FOREMAN: $1.50 above highest classification supervised.  \n   \n6. Fringe Benefit Contributions: 10/1/00 10/1/01 10/1/02  \nHealth and Welfare $1.20 $1.20 $ 1.20  \nPension $1.00 $ 1.00 $ 1.00  \nTraining $ .20 $ .20 $ .20  \nBuild New Mexico 5.03 $ .03 $ .03  \nTOTAL: $ 2.43 $ 2.43 $ 2.43  \nBUILD NEW A three cent ($.03) per hour deduction from wages in all categories is  \napplied to \"Build New Mexico”, the agreement and declaration of trust for which are hereby incorporated  \nin this Agreement. The employer shall also contribute three cents ($.03) per hour.  \nQHIO VALLEY AND SOUTHERN STATES REGIONAL LECET: three cents ($ .03) deducted  \nfrom wages.  \nNOTE: If the trustees of the funds determine that additional contributions are required to maintain the  \nsame benefits, the money will come out of wages.  \nEmployers will receive reimbursement up to $28.00 from the health and welfare fund for substance abuse  \ntesting/screening of employees covered under this agreement.  \nLABORERS’ TOOLS. Laborers’ will be required to carry the following tools on the job: hammer,  \ntape measurer, hardhat that meets OSHA requirements, pliers, work shoes (safety-toe). Carpenter tenders  \nwill Carry a signal tool pouch all other laborers will Carry a signal tool pouch or a tool belt.  \n7. High Pay. Workmen on work forty (40) feet or more above a stable work platform, will receive  \npremtum pay of $.50 per hour.  \n235  \nNo worker shall be entitled to high pay provided that State and Federal Safety Regulations pertaining to  \nscaffolding guardrails and safety belts are complied with. In the event that Safety Regulations are not, or  \ncannot be complied with, and a variance is obtained from state or federal safety requirements, all workers  \nemployed on work forty (40) feet or more above the ground shall receive premium pay as set forth above.  \n8. Subsistence: The following subsistence allowance shall apply.  \n0 —50 miles no subsistence  \n50 — 75 miles $ 20.00 per day  \n75 ~ 100 miles $ 30.00 per day  \n100 — miles and over $35.00 per day  \n..-or other mutually agreeable lodging and food.  \nThe Parties agree to encourage the establishment of a pool of well-qualified laborers in all areas  \nsufficient to man the normal anticipated workload for such areas. The parties stipulate that the payment  \nof subsistence should be discouraged except when a project is remote or when laborers in excess of the  \nresident pool are required to man a project. Under such circumstances, the following criteria shall apply:  \na. For the purpose of applying subsistence, the main post offices of Albuquerque, Espajiola,  \nFarmington, and Las Cruces shall be used as basing points in computing these items.  \nb. Employees shipped to work on projects more than fifty (50) miles beyond the union hall  \nthey are referred out of whichever is closer, shall be paid subsistence allowance. The  \ncurrent State of New Mexico Official Highway Map shail be the reference for routes and  \ndistances.  \n9. Special Working Rules:  \na. Higher Classifications.  \n(1) When a Laborer is assigned to work for more than thirty (30) minutes at a different  \nclassification calling for a higher rate of pay, he shall be paid the higher rate for actual  \ntime worked up to a maximum of a half shift. If the work assignment does not exceed  \na period of thirty (30) minutes, the lower rate of pay of his regularly assigned  \nClassification shall prevail up to and including a thirty-minute assignment. In no  \nevent, is an employer to rotate employees who are competent to perform the higher  \nclassified work to circumvent paying the higher wage.  \n(2) When a work assignment that carries a higher rate of pay exceeds half a shift the  \nLaborer shall receive the higher rate of pay for the shift worked.  \nb. Foremen:  \n(1) Laborers working with a crew of other craftsmen, such as Carpenters, Cement  \n(2)  \nMasons, Bricklayers, Plasterers, etc., may be supervised by the craft foremen of the  \ncrew with whom the laborers are tending, serving or assisting.  \nWhen Laborers are employed in a crew not part of a craft operation, there shall be a  \nLaborer Foreman employed to direct and supervise their work. The Laborer Foreman  \nemployed in this manner may, at the discretion of the Contractor, be a working  \nforeman and required to perform the same type of work as the Laborers of the crew  \nover whom he has supervision. The maximum number of Laborers in one crew to be  \nsupervised by one Foreman in this manner shall be determined by the Contractor. A  \nLaborer Foreman shall be selected by the Contractor. A foreman shall be considered  \none who keeps time and exercises general supervision over a group of Laborers.  \n24  \n4 *  \nbe considered one who keeps time and exercises general supervision over a group of  \nLaborers.  \nc. General Laborer Foreman. When three foremen have been hired in any one project, one  \nshall be recognized as a General Foreman with authority over the other two or more  \nforemen.  \nd. Fringe Benefit Contribution for Supervisors. Where any employee from the bargaining  \nunit ts hired as superintendent, assistant superintendent or general foreman, or in any other  \nCapacity as a supervisor as defined in the National Labor Relations Act, the Contractor  \nshall pay fringe benefits as provided for herein, when authorized in writing by the  \nemployee for the term of his employment.  \ne. Caisson Work: When Laborers are required to perform work directly or indirectly in  \nconnection with drilling of caissons on a building construction job site, the area rate  \nestablished will be paid. When other work, such as bellers or jack-hammers work, is to  \nbe performed six (6) feet or lower they shall receive thirty cents ($.30) per hour over  \ntheir normal rate of pay, including semi-skilled workers.  \n   \nf. Tenders Defined - Mixing, Handling, Conveying Materials:  \n(1) All workers conveying materials from last storage place on the job to the scaffold or  \nplace where mechanics are to use same are to be known (as the case may be) as:  \nTenders to Carpenters, Tenders to Cement Masons, Tenders to Masons, Tenders to  \nPlasterers, or Tenders to any respective skilled craft they are tending, and such Tenders  \nshall receive Tenders’ rate of pay. Also, the term, \"Tender\" shall cover the mixing,  \nhandling and conveying of all materials used by Masons, Plasterers, Carpenters,  \nPlumbers, and other building and construction crafts. Mortar Mixers shall clean their  \nmachine(s) at the end of their shift.  \n(2) All Laborers helping Cement Masons mix and apply finish to concrete slabs shall be  \nclassifted as Cement Mason Tenders.  \n(3) Laborers tending to Carpenters or carrying or furnishing any type of materials to  \nCarpenters shall be known as Tenders.  \ng. Public Works Predetermination Provisions. In the event an individual employer bids a  \npublic job or project being awarded by a federal, state, county, city or other public entity  \nand this job is to be performed at a predetermined and/or prevailing wage rate established  \nby the Secretary of the U.S. Department of Labor (pursuant to the Davis-Bacon act,  \n40U.S.C.-276a) whose regulations are contained in 29 CFR Parts 1, 3, 5, and 7) or by the  \nDirector of the New Mexico Labor and Industrial Commission or by a County, City or  \nother public entity and the established prevailing wage rates are the same as or lower than  \nthe hourly wage rate set forth in this Agreement, the pre-determined hourly wage rate  \nwhich exists at the time of bid shal! apply to the job or project for the duration of the job.  \n   \na. Ifa contractor intends to utilize this provision, he must notify the Union in writing by FAX  \nor letter at least 48 hours prior to the start of this work.  \nb. The employer will, when requested in writing, supply accurate and reliable information on  \ncompany stationery that will assist the Union in establishing the correct rates when  \nresponding to requests for prevailing wage data.  \n25  \n1%  \n"], ["ARTICLE XII - GENERAL  \n", "Entire Agreement. This Agreement contains all of the covenants, stipulations and provisions  \nagreed upon by the parties hereto and no agent or representative of either party has authority to  \nmake, and none of the parties shall be bound by or liable for, any statement, representation,  \npromise, inducement, or agreement not set forth herein. This Agreement may not be changed,  \namended or modified except by writing, signed by the Council and AGC.  \nFurther, if any provision of this Agreement imposes conflicting obligations on one or both of the  \nparties with regard to any federal, state, or local law, the application of such provision or term  \nShall be suspended, and the parties shall meet to negotiate a replacement provision or term.  \nArticle X shall remain in full force and effect, and this Article shall not be the subject of  \narbitration.  \nHeadings. Headings have been inserted for convenience only, and shall not be considered in the  \ninterpretation of any provision hereof.  \n   \nNotices. All notices given or required to be given hereunder shall be in writing and delivered  \npersonally, mailed certified, return receipt requested, or by telegram, and shall be deemed to  \nhave been given on the date of delivery, mailing or wiring, as the case may be.  \n"], ["ARTICLE NI - SIGNATORIES  \n", "2.  \nContractors. This Agreement has been negotiated by the Association for and on behalf of those  \nContractors, members and non-members, who have authorized the Association in writing to  \nrepresent them in collective bargaining and shall be binding on each such Contractor only with  \nrespect to the Unions or crafts specified in its authorization. Upon the execution hereof, the  \nAssociation will deliver to the Council a list showing each Contractor who has so authorized it.  \nGeneral Contractors who are not so represented by the Association on the date of execution  \nhereof may become signatories to this Agreement and thereupon shall be bound by it, with  \nrespect only to the Unions or crafts designated by them in writing.  \nUnions. This Agreement has been negotiated by the Council for and on behalf of the Union that  \nhas authorized the Council to represent it in collective bargaining and shall be binding on the  \nUnion.  \n"], ["ARTICLE XIV - TERMINATION, RENEWAL AND REOPENING  \n", "1. Term.  \na. This Agreement shall commence as of October Ist, 2000, and shall remain in effect until  \nOctober Ist, 2003. It shall remain in effect from year to year thereafter unless either party  \nterminates this agreement as of October Ist, 2003 or any subsequent October Ist, by written  \nnotice by August Ist, 2003, or any subsequent August Ist, preceding any October Ist  \ntermination date.  \nb. If during the term or any subsequent term of this Agreement, legislation is enacted which  \nalters the present NLRB case law governing so-called “ double-breasted” operations or  \nalters the NLRB case law regarding so-called “common-situs picketing”, and such case law  \ncreates, in the employer’s opinion, a specific problem on the employer’s project or with its  \ndouble-breasted operations. then upon written notice identifying the problem, any party to  \nthis Agreement may declare this Agreement open for negotiations to discuss all terms and  \nconditions contained herein.  \n26  \nc. In the event agreement is not reached within thirty (30) days after commencement of  \nnegotiations, either party may declare this Agreement terminated by giving an additional  \nthirty (30) days notice of intent.  \n2. Davis-Bacon Re-Opener: In the event that the provisions of the Federal Davis-Bacon Act. 40  \nUSC 276 (a) and/or the provisions of the State of New Mexico prevailing wage act are repealed  \nor substantially modified in a manner which adversely affects the ability of signatory employers  \nto compete for state or federal work, either party may reopen this agreement to negotiate  \nappropriate changes in terms and conditions of employment to maintain contractor  \ncompetitiveness for such work. Such as:  \n3. Targeting. Targeting specific jobs with other wage rates and conditions designed to improve  \ncompetitiveness. In all cases the Union will notify the association and all signatory contractors  \nwho are bidding the targeted job of the special conditions that exist for that targeted job.  \na. The Union hereby agrees that, during the course of the sixty (60) days that follow the date of  \nintent to open this Agreement for negotiations, there will be no picketing of secondary gates  \nconducted or condoned by the Union. Further, the Union disavows any claim of coverage of  \nthis Agreement to business entities other than those which are actually signatory hereto, or  \nto any other employees who are not part of the bargaining unit which the Union represents  \nas of the effective date of this Agreement, unless those employees authorize the Union to  \nrepresent them in writing.  \n4. Arbitration. Article VHI, Section 3 (Arbitration) shall not apply to any such re-opening or to  \nany impasse in negotiations as a result thereof.  \n5. National Health Program. In the event that a National Health Insurance program is enacted,  \nthe Employer contribution to the current Health and Welfare program as described in Article XI  \nparagraph 5, shall be applied to any cost incurred by the Employer in connection with a  \nNational Health Plan. If the current contribution either exceeds or does not cover the cost of  \nthis program this Agreement may be reopened unilaterally to renegotiate Article XI], Paragraph |  \nNotwithstanding any re-opener of this Agreement, Articles X and XIV shall remain in effect and may not  \nbe re-opened until October Ist, 2003, unless the parties agree in writing signed by the parties to re-open  \nthem. There shall be no strikes or fock-outs within 60 days of any re-opening of this agreement, if Article  \nX becomes a subject during any re-opening.  \n"]]