[["", "   \n    \nAGC OF OHIO  \nBUILDING AGREEME  \nEffective  \nMay 1, 2004 through April 30, 2007  \nBetween  \nTHE INTERNATIONAL UNION OF  \nOPERATING ENGINEERS  \nLOCAL 18 AND ITS BRANCHES, (AFL-CIO)  \n   \nANNI)  \n! ABOR RELATIONS DIVISION  \nOF THE  \nAGC OF OHIO  \n     \nEMPLOYERS  \nLABOR RELATIONS DIVISION  \nAGC OF OHIO  \n1755 N.W. Boulevard  \nColumbus, Ohio 43212  \n(614) 486-6446  \nFAX: (614) 486-6498  \nTOLL FREE: (800) 557-6446  \nRichard Hobbs  \nExecutive Director  \nINDEX  \nAffirmative Action Program  \nApprentices  \nArbitration  \nBonding  \nConstruction Advancement Program  \nCrews and General Provisions  \nDate Signed and Signatures  \nDewatering  \nDischarges  \nDivert Wage Increase  \nDrug Testing  \nDuration of Agreement  \nEffective Date of Agreement  \nEmployees’ Relief  \nEnforcement Measures  \nEquipment Rental  \nEscalator Clause and Complementing  \nField Mechanic Trainee Wage Schedule  \nFour Ten Work Schedule  \nFringe Benefit Programs  \nGrievance Procedure  \nHarassment Policy  \nHazardous Waste Projects  \nHeaters-Pumps-Boilers—24 hour, 7 day  \nHolidays  \nHourly First-Day Pay  \nHourly Pay  \n|-9  \nIncentive Pay  \nUnderground, Height and Length Booms  \nJurisdiction-Work  \nJurisdictional Area  \nJurisdictional Disputes  \nLay-Off  \nLiabilities  \nManagement Rights  \nMaster Mechanic, Zones 1, 2&3  \nNew Unclassified Equipment  \nNondiscrimination  \nParagraph  \nExhibit B  \n106-107  \n125-126  \n47  \n108-113  \n77-100  \n131  \n13  \n19 or 25  \n43  \n30  \n105  \n130-131  \n91  \n117-123  \n99  \n69  \nExhibit A  \n63A-G  \n41-47  \n125-126  \n31  \n15, 29  \n68  \n67  \n84  \n53 or 56  \n128  \n70-76  \n10-12  \n1-2  \n127  \n25, 55, 60, 89  \n5  \n¢  \n87-88  \n50  \n8-9  \nINDEX (continued)  \nOilers, Boiler Operators, Helpers  \nSignaimen Provisions  \nOvertime  \nOwner-Operator  \nPay Checks  \nPay Day  \nPicket Lines  \nPiggyback Operation  \nPre-Job Conference  \nProvisions and Limitations  \nRecognition  \nReferral Policy  \n(Hiring Procedures)  \nRegistered Apprentice Wage Schedule  \nRepairs  \nReporting Pay  \nSafety Program  \nSavings and Separability  \nScope of Agreement  \nShifts  \nSite Clearance  \nStarting Time  \nSteward  \nStrikes  \nSub-Contractors  \nSupervisory Employees  \nTermination Slips  \nTrainee Wage Schedule  \nTransfer of Union Employees  \nTransfers on Job Equipment  \nUnion Administrative Dues and Deductions  \nUnion Shop  \nWage Rates  \nWeekly Pay  \nWork Week  \nText of Agreement  \nExhibit A, Wage Rates & Fringe Benefits  \nExhibit B, Affirmative Action Program  \nAcceptance of Agreement  \nParagraph  \n77-80  \n62-64  \n100  \n90  \n89  \n123  \n86  \n15-16  \n6  \n4  \n32—40  \nExhibit A  \n93  \n59  \n26-29  \n429  \n96  \nExhibit A  \n119  \n21~22  \n114-116  \n17-18  \nExhibit A  \n52 or 54-55  \n61  \nPage  \n1-50  \n51-75  \n75-78  \n79-88  \nDIRECTORY  \nOFFICERS  \nLocal 18 and its Branches  \nHeadquarters Office  \n3515 Prospect Avenue  \nCleveland, Ohio 44115  \n216-432-3138  \nFAX: 216-432-0370  \nPatrick L. Sink  \nBusiness Manager  \nKenneth M. Triplett  \nPresident  \nFloyd S. Jeffries  \nVice President  \nCharles W. Scherer  \nRecording-Corresponding Secretary  \nLarry G. Reynolds  \nFinancial Secretary  \nPremo P. Panzaretlo  \nTreasurer  \nDISTRICT NO. 1  \nCovering the following counties in Ohio:  \nAshtabula Geauga Lorain  \nCuyahoga Huron Medina  \nErie Lake  \nDistrict Representatives  \nSteve DeLong  \nJeff Milum Donald Taggart Steven Mayor  \nPremo Panzarello Scott John Liscoe, Jr.  \n3515 Prospect Avenue, Cleveland, Ohio 44115  \nOffice: 216-432-3131  \nFAX: 216-432-3135  \nDISTRICT NO. 2  \nCovering the following counties in Ohio:  \nAllen Hardin Paulding Van Wert  \nDefiance Henry Putnam Williams  \nFulton Lucas Sandusky Wood  \nHancock Ottawa Seneca  \nDistrict Representatives  \nCharles Lafaso, Jr.  \nGary Siesel Steve Heckier  \nAndrew Myers  \n2412 South Reynolds Road, Toledo, Ohio 43614  \nOffice: 419-865-0221  \nFAX: 419-865-0601  \nDISTRICT NO. 3  \nCovering the following counties in Ohio:  \nCrawford Hocking Marion Pickaway  \nDelaware Knox Morrow Union  \nFairfietd Licking Muskingham Wyandot  \nFranklin Perry  \nDistrict Representatives  \nGreg Kingsbury  \nTommy Thompson Rolland Llewellyn  \nLarry Bodner Tim Hammock  \nMark Totman, Legisiative Representative  \n1188 Dublin Road, Columbus, Ohio 43215  \nOffice: 614-486-5281  \nFAX: 614-486-7258  \nDISTRICT NO. 4  \nCovering the following counties in Ohio:  \nAuglaize Clinton Logan Montgomery  \nButier Darke Madison Preble  \nChampaign Fayette Mercer Sheiby  \nClark Greene Miami Warren  \nDistrict Representatives  \nRichard Dalton  \nLouis Monnin Scott Clark  \n6051 N. Dixie Drive, Dayton, Ohio 45414  \nOffice: 937-890-5914  \nFAX: 937-890-5180  \nMAILING ADDRESS: P.O. Box 13462, Northridge Branch  \nDayton, Ohio 45413  \nDISTRICT NO. 5  \nCovering the following counties in Ohio:  \nAdams Gallia’ Lawrence” Ross*  \nAthens* Hamilton Meigs* Scioto*  \nBrown Highland Morgan” Vinton\"  \nClermont Pike*  \nCovering the following counties in Kentucky:  \nBoone, Campbell, Kenton, Pendleton  \nDistrict Representatives  \nLarry G. Reynoids  \nGerald Hall Bill Burdett  \n9730 Reading Road (Cincinnati) Evendale, Ohio 45215  \nOffice: 513-733-5575  \nFAX: 513-733-4672  \nserved through District No. 3, Columbus office  \nOffice: 614-486-5281  \nFAX: 614-486-7258  \nDISTRICT NO. 6  \nCovering the following counties in Ohio:  \nAshland Harrison Noble Summit  \nBelmont Holmes Portage Tuscarawas  \nCarroll Jefferson Richland Washington  \nCoshocton Monroe Stark Wayne  \nGuernsey  \nDistrict Representatives  \nSteve DiLoreto  \nFloyd Jeffries Tom James  \nJoe Lucas Bill Larrick  \n1707 Triplett Boulevard, Akron, Ohio 44306  \nOffice: 330-784-5461  \nFAX: 330-784-8827  \nVi  \nLOCAL 18S  \nSTATIONARY ENGINEERS  \nRepresentatives  \nCharles W. Scherer  \nJames Kumse  \nScott Peters  \nThomas Ridenbaugh  \n3515 Prospect Avenue  \nRoom 206  \nCleveland, Ohio 44115  \nOffice: 216-432-2668  \nFAX: 216-432-0796  \nVil  \n   \nAGREEMENT  \nBetween  \nThe AGC OF OHIO  \nLabor Relations Division  \nwhich may be referred to heretnafter  \nas the “Association”  \nand  \nTHE INTERNATIONAL UNION  \nOF OPERATING ENGINEERS  \nLOCAL 18 AND ITS BRANCHES, (AFL-CIO)  \nreferred to hereinafter as the “Union”  \nThis Agreement is negotiated by and between the Asso-  \nciation and the Union within the geographical area as defined  \nherein through their authorized agents, to wit:  \nThat, whereas, the parties desire to stabilize employment  \nand promote efficiency in the Construction Industry, agree  \nupon wage rates, hours and conditions of employment, and to  \neliminate strikes, boycotts, lockouts and stoppages of work,  \nand  \nWhereas, the Union and the Employer shall, through the  \nissuance of working rules and regulations to the workmen,  \ninform them of the terms of this Agreement and enforce compii-  \nance with the terms thereof, and  \nWhereas, the Employers agree to recognize and sub-  \nscribe to the approved referral system as adopted by the  \nInternational Union of Operating Engineers, Local 18.  \nNow, therefore, the undersigned Association and the  \nUnion agree as follows:  \n"], ["ARTICLE |  \nGEOGRAPHICAL JURISDICTIONAL AREA  \n", "4. The provisions of this Agreement shall govern em-  \nployment of and conditions under which employees shall work  \nand rates of pay they shall receive on work in Building Con-  \nstruction, in the following geographical area.  \n2. All counties in the State of Ohio except Ashtabula,  \nCuyahoga, Erie, Geauga, Huron, Lake, Medina, Lorain,  \nColumbiana, Mahoning and Trumbull, and including Boone,  \nCampbell, Kenton and Pendleton counties in Kentucky.  \nDEFINITION OF BUILDING CONSTRUCTION  \n3. “Building Construction” work is defined as the erec-  \ntion and construction of building structures, including modifica-  \ntions thereof, or additions or repairs thereto intended for use for  \nshelter, protection, comfort or convenience and demolition of  \nsame. Building Construction shail also include the excavation  \nand foundations for Building Construction.  \nSCOPE  \nA. “Industrial and Building Site” work is defined as in-  \ncluding work inside the property line, but outside the actual  \nbuilding construction and shall include the grading and exca-  \nvation of the site to bring it to grade level.  \nB. “Power Plant, Amusement Park, Athletic Stadium  \nSite” work is defined as all work which is inside the property  \nline, but outside the actual building construction. Such work  \nshall include, but is not limited to the grading and excavation of  \nthe site, all work connected with the installation of sewer fines,  \ndrainage lines, gas lines, telephone and television conduit  \nunderground electrical lines and similar utility construction,  \nparking lots, bridges, roads, streets, sidewalks, reservoirs, ash  \npits, storage tanks, ramps and other such construction work  \nperformed on the work site.  \nC. “Sewage Plant, Waste Plant and Water Treatment  \nFacilities Construction” work is defined as all work in construc-  \ntion of pumping stations, waste and sewage disposal plants,  \nincinerator plants, water treatment plants, filtration plants, solid  \nwaste disposal and similar pollution control processes.  \n2  \nD. Any work under A, B and C above awarded subse-  \nquent from the effective date of this Agreement, then the  \nEmployer shall pay the rate of pay determined by adding the  \nOperating Engineers Building Construction classification rate  \nand the Operating Engineers Highway Heavy classification  \nrate and divide by two (2).  \n"], ["ARTICLE tl  \nRECOGNITION, SECURITY, PROVISIONS  \n& LIMITATIONS  \n", "4. Recognition—The Association hereby recognizes the  \nUnion as exclusive collective bargaining agent for all Operating  \nEngineers (within the geographical jurisdictional area stated in  \nArticle 1), and the Union recognizes the Association as the  \nexclusive collective bargaining agent for all Employers of the  \nOperating Engineers (within the geographical jurisdictional area  \nstated in Article |), and itis mutually acknowledged that each has  \nacted as such agents continually for more than the past twenty  \nyears, and that now and over such period each has been so  \nrecognized by appropriate departments or agencies of both  \nfederal and state governments.  \nThe persons, firms, corporations, joint ventures or other  \nbusiness entities bound by the terms of this Agreement are  \nreferred to in this Agreement as “Employer” or “Employers”.  \nThe Employers and the Union by entering into this Agreement  \nintend to and agree to establish a single multi-employer collec-  \ntive bargaining unit. Any Employer who becomes a party to this  \nAgreement shall thereby become a member of the multi-  \nemployer collective bargaining unit established by this  \nAgreement.  \nEmployers covered by this Agreement shall be free to  \ndesignate their own representatives for the purpose of collec-  \ntive bargaining and contract administration; however, such  \ndesignation shall not affect the Employer's membership in the  \ncollective bargaining unit established by this Agreement.  \n5. Liabilities-This Agreementis negotiated by the AGC of  \nOhio Labor Relations Division, acting as negotiating representa-  \ntive for its members and for any breach of this Agreement the  \nliability of an Employer shall be several, not joint, and the liability  \nof the Association shall be only that of negotiating agent acting  \n3  \nwithout liability for the acts of its individual members or other  \nEmployers within the stated geographical jurisdictional area.  \n6. Provisions and members of the  \nAGC of Ohio Labor Relations Division, and such other per-  \nsons, firms or corporations who, as an Employer, become  \nsignatory to this Agreement, shall be bound by all of its terms  \nand conditions, as well as any amendments which may be  \nnegotiated between the AGC of Ohio Labor Relations Division,  \nand the Union. It is expressly understood that all Employers  \nbound to the terms and conditions of this Agreement are  \nrequired to pay the amounts as indicated in Article IV to the  \nappropriate Fringe Benefit Programs.  \n7. Management Rights-The operation of the job and  \nthe direction of the working forces, inctuding the right to hire,  \nSuspend and discharge for proper cause, and the right to  \nrelieve employees from duty because of lack of work, or for  \nother legitimate reasons, is vested exclusively in the Employer.  \n8. Nondiscrimination-It is mutually agreed that the  \nEmployer and the Union shall abide by all of the laws of the  \nUnited States, the State of Ohio and the Commonwealth of  \nKentucky and Lawful Orders thereof relative to nondiscrimina-  \ntion and fair employment practices. The Employer and the  \nUnion shall not knowingly discriminate against nor limit em-  \nployment opportunities of any employee, applicant for employ-  \nment or applicant for Union membership or Apprenticeship  \ntraining because of race, color, sex, age, religion, national  \nOrigin or ancestry.  \n9. Further, the Employer and Union agree to adopt and  \nembrace the Pact of 10 July 68 executed under provisions of  \nthe Executive Order 11246 and regulations issued under Chap-  \nter 60 of Title 41 of the Code of Federal Regulations revised:  \nan Affirmative Action Program to implement ail provisions of  \napplicable federal regulations to assure nondiscrimination in  \nemployment, upgrade, demotion or transfer, and recruitment  \nadvertising, layoff or termination, rates of pay and selection for  \nall types of training as evidenced in Exhibit “B” attached hereto  \nas if they had originally negotiated the same.  \n10, Jurisdiction of Work-in accordance with the terms  \nof this Agreement, the Employer shal! employ Operating Engj-  \n4  \nneers for the erection, operation, assembly and disassembly  \nand maintenance and repair of the following construction equip-  \nment regardless of motive power: Air Compressors, Batch  \nPlants, Boilers, Cableways, Derricks, Finishing Machines,  \nPumps, Trucks, Crawlers, Locomotive and Tower Cranes:  \nConcrete Mixers and Concrete Mixing Plants, Hoes, Shovels,  \nPile Drivers, Tractors, Scrapers, Endloaders, Hoists and all  \nlike equipment, including the use of Geodimeter or any other  \ndevice that electronically measures (shoots) distance shall be  \nthe work of the Operating Engineers (only applies to in-house  \ncrew} within the jurisdiction as assigned to the Union by the  \nAmerican Federation of Labor. It is further understood that all  \nequipment for which classifications and wages have been  \nestablished in this Agreement, and including that equipment  \nfor which classifications and wage rates may hereafter be  \nestablished, shall be manned, when operated on the job  \nsite, by a member of the International Union of Operating  \nEngineers, and paid the rates as specified in this Agreement.  \n11. Operating Engineers shall be employed to do all  \npipe fitting and all burning and welding necessary for the  \npreparation and maintaining of equipment operated by mem-  \nbers of the Union.  \n12. Operating Engineers shall be assigned to all work  \nperformed in connection with the installation, fueling, starting  \nand stopping, repair, maintenance and operation of the below  \nlisted small equipment:  \nCompressors of 185 CFM or less (not discharging into a  \ncommon header)  \nHeaters  \nWelding machines of 300 amp or less  \nGas or diesel driven pumps 4\" and under (or one 6” pump)  \nGenerators of 15 KW or less  \nConveyors 18\" belt or less  \nA combination up to five (5) pieces of the above equip-  \nment shall, when in use, be serviced as an additional duty by an  \nOperating Engineer who is employed by an Employer on a  \nproject. When six (6) pieces of the above equipment are in use  \non an project, a Utility Operator will be employed at  \nthe Class “C” rate. The Utility Operator shall also perform other  \nwork on the project.  \n5  \nIn the event there are no Operating Engineers employed  \nby the Employer on the project, the Employer shail employ an  \nOperating Engineer at the Class “E” rate to service any small  \nequipment in use, until the Class “C” rate becomes in effect.  \nAn Operating Engineer shall be assigned to all work  \nperformed in connection with the installation, maintenance,  \nrepair and starting and stopping of electric submersible pumps.  \nNecessary work on electric submersible pumps shall be as-  \nsigned to an Operating Engineer working on the project as an  \nadditional duty; no full-time Operator is required.  \nWork in the servicing and maintaining of self-contained,  \nmobile light plants shall be assigned to an Operating Engineer as  \nan additional duty to his/her regular job. Such work shall  \nnormally be assigned to a Mechanic, Grease Crew or Oiler.  \nEquipment operator employees shall be required tocarry sufficient  \ntools to make minor adjustments on the equipment they operate.  \nWhen an Oiler/He!per is assigned as the primary operator  \ntoa fuel/grease combo vehicle which requires specialized CDL  \nendorsement, he/she will receive a $3.00 per hour premium  \nover the Class “E” rate.  \n13. Dewatering Systems-A “Dewatering System” is  \ndefined as a combination of one or more pumps of any type,  \nsize or motive power with combined discharge capacity of over  \n4\", including but not limited to, well-point pumps, submersible  \nwell pumps, ejector or educator pumps in combination with  \nwells, well-points, sumps, piping and/or other appurtenances  \nirrespective of motive power to control water on any and all  \ntypes of construction work. The complete installation, opera-  \ntion and necessary maintenance work, including all piping,  \nshall be performed by Operating Engineers. A Dewatering  \nSystem shall be operated by Pump Operators at all times the  \nDewatering System is in operation unless otherwise agreed at  \nthe Pre-Job Conference or with the Union.  \n14. The Union will at all times, when requested by the  \nEmployer, use its best efforts to f'umish the Employer with compe-  \ntent employees to operate, maintain and repair equipment in  \naccordance with the terms and conditions of this Agreement.  \n45. Pre-Job—It is agreed that upon the request of either  \nparty a Pre-Job Conference shall be held prior to commencing  \nwork. In case of a necessary emergency start of the construc-  \n6  \ntion job, the Pre-Job Conference shall be held as soon as  \npossible after the start of work. Itis further agreed that upon the  \nawarding of any building contract of $500,000.00 and over, the  \nsuccessful! contractor will immediately notify the Union when it  \nhas been awarded the contract. It is further agreed the Union  \nmay request, receive and hold a Pre-Job Conference with the  \nEmployer on an individual basis.  \nBefore the start of any project containing known hazard-  \nous waste materials, there will be a pre-job held. The Employer  \nmust notify the Union five (5) days prior to starting work on the  \nproject. Failure to do so, the Union has the right to withhold its  \nservices until such time a pre-job is held.  \n16. Following are the iterns which will be discussed at  \nthe Pre-Job Conference:  \nA. The Employer will advise the Union Representative  \nof the Employer's requirements of necessary employees inthe  \nclassification of work under this Agreement, and the Union will  \ndetermine and advise the Employer of the ability of the Union to  \nfulfill such requirements when requested.  \nB. Work schedules.  \nC. Questions of jurisdiction and assignment of work.  \nD. TheEmployer agrees that whenever possible at such  \nPre-Job Conference they will notify the Union of any subcon-  \ntracts let by the Employer, the names of the subcontractors,  \nand the nature of the work to be performed by the subcontrac-  \ntors. The Union may request a subcontractor to meet with the  \nUnion and the subcontractor will meet with the Union prior to  \ncommencing work on a project if the subcontractor did not  \nattend the original Pre-Job Conference for the project. It is  \nunderstood and agreed that no agreement may be made at the  \nPre-Job Conference which will in effect change, modify  \nor abrogate the Labor Agreement in effect between the two  \nparties hereto.  \n17. Subject to the provisions and limitations of the Na-  \ntional Labor Relations Act, as amended, all present employees  \nwho are members of the Local Unions above stated on the  \neffective date of this sub-section shall remain members of the  \nLocal Unions in good standing as a condition of employment.  \n7  \n   \n18. All present employees who are not members of the  \nLocal Unions and all employees who are hired hereafter shall  \nbecome and remain members in good standing of any one of  \nSaid Locals as a condition of employment on and after the eighth  \n(8th) day following the effective date of this sub-section or  \nfollowing the beginning of their employment, whichever is later.  \n19. The Employer is to be the sole judge as to the  \nsatisfactory performance of work by an employee and may  \ndischarge any employee whose work is unsatisfactory or who  \nfails to observe the safety precautions or other rules and  \nregulations prescribed by the Employer for the health, safety  \nand protection of his employees. However, no employee shall  \nbe discharged for defending the rights of any employee under  \nthe terms of this Agreement. Any grievance arising through  \napplication of this clause shall be adjusted in accordance with  \nthe procedures outlined in Article X!V, Paragraphs 124, 125  \nand 126 of this Agreement. Intoxication and/or assault commit-  \nted on the job site shall be cause for immediate discharge.  \n20. shall place no limitation upon the amount  \nof work which an employee shall perform during the working  \nday and there shall be no restriction imposed against the use of  \nany type of machinery, tools or labor-saving devices. The  \nEmployer agrees that the work jurisdiction of the Operating  \nEngineers, as assigned by the AFL-CIO, will be respected and  \nail Operating Engineer work will be performed by an Operating  \nEngineer, and it is the intent of both parties that Operating  \nEngineers will be assigned work on the basis that will make  \neach job as productive and efficient as possible. It is agreed  \nthat a fair day’s work shall be given for a fair day's pay.  \n21. The Employer may shift during a work day an Oper-  \nating Engineer from one piece of hourly rate of pay equipment to  \nanother hourly rate of pay piece of equipment without limitation  \nfrom same job site providing the shifting does not interfere with  \nanother Operating Engineer's work day. This condition also per-  \ntains to weekly-pay equipment. However, there shall not be any  \nintermixing with weekly-pay equipment to hourty-pay equipment.  \nThe Operating Engineer will be paid the highest rate for the day.  \nThe District agent in each district, in order to maintain our  \njurisdiction, will make jobs as efficient and productive as possible.  \n22. \\fanEmployerviolates Paragraph 21, the Employer's  \n8  \npenalty shall be to pay the first qualified registered applicant the  \napplicable wage and fringe benefits from the first day of violation.  \n23. Theauthorized representative of the Union shallhave  \naccess to the job during working hours for the purpose of visiting  \nindividual members, adjusting grievances or disputes and such  \nother duties as he may have to perform. The representative will  \nreport to the job supervisor before visiting the project.  \nSTEWARD  \n24. The Union may, when it believes it necessary, ap-  \npoint a Steward whenever possible from Operating Engineers  \nworking on the job and the Union District Repre-  \nsentative will, when making such an appointment, notify the  \nEmployer. The Steward shall perform full-time work for the  \nEmployer and he/she shall be subject to the same rules, rights  \nand working conditions as other employees. Under no circum-  \nstances shall the Steward have any authority to call a strike,  \nstowdown of work or perform any other action which would be  \nin violation of this Agreement.  \n25. The Employer agrees that each new employee shall  \nreport to the job Steward before starting work if a Steward has  \nbeen appointed for that particular Employer's job. The Steward  \nshall be allowed sufficient time during working hours to perform  \nall normal duties required of a Steward. No Steward shall have  \njob priority but will be laid off in the same manner as any other  \nOperating Engineer upon completion of his/her particular job  \nassignment; twenty-four {24} hour notice to the Union prior to  \nhis/her lay off is required to give the Union time to select  \nanother qualified Steward to replace the laid-off Steward, but  \nthis twenty-four (24) hour notice is not required when a Stew-  \nard is discharged for cause by the Employer.  \nSAFETY  \n26. The Union and the Employer will cooperate in the  \nestablishment of a safety program. At the Pre-Job Conference  \nby mutual agreement, the wearing of safety hats may be made  \na condition of employment. All safety equipment required by  \nthe project owner or manager wili be at no cost to the em-  \nployee, except work shoes of any type. Both the Employer and  \nemployees shall comply with the applicable state safety codes  \n9  \nand any other applicable government or civil regulations per-  \ntaining to safety. It is expressly understood that if the employ-  \nees’ immediate health and safety are involved, the Union  \nthrough its representative may order discontinuation of opera-  \ntions until satisfactory results are obtained.  \nTRAINING  \n27. The Safety Training Passport 16-hour program will  \nbe made available to all union members by the Union at no cost  \nto the Employer. The program will consist of:  \nSafety Awareness as required by  \nOSHA 29CFR 1926.21  \nFall Protection as required by OSHA  \n29CFR 1926.503  \nHazard Communication as required by  \nOSHA 29CFR 1926.59  \nOperating Engineers dispatched to a project to perform  \ntrench excavation work will be required to have successfully  \ncompleted eight (8) hours of trench safety training. This pro-  \ngram will become effective May 1, 2007.  \nIt is agreed that both the Employer and the Union will  \nencourage and assist in the promotion of this training.  \n28. Within forty-eight (48) hours after an industrial acci-  \ndent occurs, the company shall have all necessary State  \nWorkers’ Compensation forms available and completed on  \nthe part. A copy of the completed forms shall be  \nSent to the office in the district where the accident  \noccurred.  \n29. All toxic/hazardous projects will be subject to any  \nand all safety regulations and insurance provisions that may be  \nrequired by the appropriate governmental agencies. When  \ndangerous atmospheres are present so that an Operator is  \nrequired to don a special protective suit and/or self-contained  \nbreathing apparatus at a private, state, federal or other desig-  \nnated toxic/hazardous waste site, the Employer will notify the  \nUnion district office. Reasonable dress-up time and clean-up  \ntime will be allowed. The first qualified bargaining unit em-  \nployee on the job willbe designated the steward-safety person,  \nwho shall have access to company monitoring records and be  \nkept informed of amounts of contaminants on the job site. A  \n10  \nsheltered “safe zone” area shall be provided. There shall be  \nwash-up facilities on all toxic/nazardous waste sites. When  \nhazmat training credentials are required, the Operator will  \nreceive a $.50 per hour premium added to his/her base rate.  \nOn such projects, it is expressly understood that if the  \nemployees’ immediate health and safety are in danger, the  \nemployee may discontinue operations, without penalty, until  \nsatisfactory results are obtained, or until such time as a recog-  \nnized safety agent shall declare the equipment or operation to  \nbe safe. Ail Operating Engineers employees shall be advised  \nby the Employer prior to employment as to the nature of the  \nknown hazardous waste and possible resultant physical  \ninjuries as may be required by applicable law.  \n30. DRUG TESTING: The Employer and the Union are  \ncommitted to a policy that promotes safety in the work place,  \nemployes health, and well being. In consideration of this policy,  \nthe Union and Employer agree that any employee found to be  \nunder the influence of, in possession of, or engaged in the  \ndistribution of drugs or alcohol on the job site shall be subject to  \ndisciplinary action, up to and including immediate discharge.  \nWithin two (2) weeks of reporting to the job site, each new  \nOperator may be scheduled for a drug test. Employees using a  \nprescription drug which may impair mental or motor function  \nshall inform their supervisor in writing of such drug use.  \nEmployee involvement with drugs and alcohol can  \nadversely affect job performance and employee morale. Inthe  \nConstruction Industry the consequences of drug or alcohol use  \nor influence while on the job site can be disastrous. The  \nEmployer and Union, therefore, agree to the following policy to  \ninsure all employees of a safe and efficient job site free fromthe  \neffects of drug and alcohol use or influence.  \nAll job sites or work areas are subject to random or  \nmassive drug screening. Any employee who is involved in an  \non-the-job accident resulting in an injury to aperson or property  \nor whose observed behavior raises a reasonable suspicion of  \nprobable cause of illegal drug or alcohol use impairment while  \non the job site, may be required as a condition of continued  \nemployment to submit to a test for alcoho! and/or illegal drug  \nuse which impairs the employee's ability to safely perform  \nhis/her duties on the job site. Such tests usually involve a  \nsampling of the employee’s blood, urine, or breath. Any em-  \n1  \nployee who is asked to submit to such a test will be required to  \nsign a consent form. If an employee who is asked to submit to  \na test refuses to do so, or refuses to sign the necessary consent  \nform, that employee will be subject to disciplinary action up to  \nand including discharge. Refusal to take a test or the submis-  \nsion of an adulterated sample shall be determined the same as  \n@ positive test result. The employee/member shall follow all  \nrequirements outlined in this section.  \nAll testing will be done by a reliable, established labora-  \ntory. If this initial test screen result indicates positive findings,  \nfurther testing of the same sample must be done to confirm the  \noriginal findings before the laboratory can report a positive  \nfinding. The confirmation test will be conducted by an indepen-  \ndent accredited National Institute of Drug Abuse or College of  \nAmerican Pathology Laboratory and will utilize the more scien-  \ntific Gas Chromatography/Mass Spectrometry examination  \n(GC/MS). The results of all tests will be kept confidential  \nbetween the employee, the Employer and the Union. The  \nemployee shall be paid his/her regular hourly wage and fringes  \nfor time required for drug testing provided results are negative.  \nIf the GC/MS test results are positive, the employee may  \nbe granted a leave of absence for the purposes of drug and  \nalcohol rehabilitation. If the employee is eligible such rehabili-  \ntation programs are covered under the Ohio Operating  \nEngineers Health and Welfare Program providing the em-  \nployee confines his/her self to a twenty-four (24) hour licensed  \nrehabilitation medical facility.  \nUntil the employee presents certification of successful  \ncompletion of the rehabilitation program, he/she shall be re-  \nmoved from the Employer's job site; shall be prohibited from  \nregistering under Article [Il of the referral of this contract and  \nshall not be dispatched to work. Upon presentation of certifica-  \ntion of the employee’s successful completion of the drug/alcohol  \nrehabilitation program, the employee may be restored to his/her  \noriginal job with the Employer. If the employee is not restored to  \ntheir original job, the employee will be allowed to register for work  \nin the referral by registering a new work referral card. The  \nemployee shall, under either circumstance, for the next suc-  \nceeding twelve (12) month period, present to the District Repre-  \nsentative monthly certification of negative drug/alcohol test re-  \nsults. Failure to do so will result in denying the employee the right  \n12  \nto maintain his/her referral card in the register and utilize the  \nreferral or if working, to be removed from work.  \n31. Harassment Policy: The parties to this Agreement  \nmutually agree that harassment of any nature is not to be  \ntolerated. Every person working under this Agreement shall  \nimmediately notify the Employer when a possibility of a prob-  \nlem happens or exists.  \n"], ["ARTICLE Ill  \nREFERRAL SYSTEM  \n", "32. Local 18 and its Branches, shall maintain registers  \nof all applicants for referral. Applicants shall not be permitted to  \nbe registered in more than one office of the Union at any one  \ntime. All applicants will be registered in order of application,  \nprovided no person shall be deemed to be an applicant who is  \notherwise gainfully employed as an Operating Engineer or not  \nimmediately available for work. Registrations and re-registra-  \ntions will be accepted during customary business hours. Appli-  \ncants shall be classified in priority groups in accordance with  \nthe following criteria:  \nGROUP A: All applicants who have worked as Operating  \nEngineers at least 360 days, 90 days or more per year during  \nthe last four (4) years, and have been employed for at least 360  \ndays, 90 days or more per year during the last four (4) years on  \nwork as defined in Article | of this Agreement within the geo-  \ngraphical jurisdiction of Local 18, and who have lived in the  \nState of Ohio, or in any county contiguous thereto, for at least  \none (1) year prior to application.  \nGROUP A PREFERRED: Must have Group A eligibility.  \nGroup A registrants may voluntarily register in the Group A  \nPreferred, however, registrants in this Preferred A status shall  \nhave at least fifteen (15) years employment or availability for  \nemployment in any one or more of the classifications contained  \nin this Agreement and in the type or kind of craft work covered  \nby this Agreement in the geographic area as defined by this  \nAgreement. Referral in this group is limited to the following  \ndescribed equipment and wiil be given priority of referral from  \nthe Group A Preferred deck. Preferred A status employees will  \nnot be eligible for letter of request by the Employer: Welding  \nMachines, Elevator, Conveyor, Pumps, Compressors, Gen-  \n13  \nerators, One Drum Hoist, Mono-Rail Hoist and Portable Heat-  \ners.  \nit is further understood and agreed that when the  \nEmployer employs Operating Engineers not currently in their  \nemploy for any machines listed in this section, the Employer  \nshail call the referral office servicing his/her job or project and  \nrequest that an employee qualifying under the Preferred A  \nStatus be dispatched to service and operate said machine. Any  \nOperating Engineer currently employed by an Employer can be  \nused to operate any of the above listed machines. Apprentices  \nshall not operate this equipment more than fifteen (15) days.  \nWorkmen registering in this Preferred A Group shall be  \nineligible to register in any other group and shall not work in any  \nclassification other than those specified in this section and only  \nhave recall rights for equipment specified in this section.  \nGROUP A RETIREES: Must have Group A eligibility. The  \npension was set up to enhance the lives of retirees in their golden  \nyears. Retiring from the trades is by voluntary choice.  \nA retiree is an equipment operator or mechanic who has  \napplied for and is receiving a pension from any construction  \nindustry source.  \nUpon retirement the retiree can onty register in this group.  \nThe Group A retirees will be referred to jobs only after the  \nGroup A classification and the Preferred A classification have  \nbeen exhausted.  \nThe Group A retirees will not be eligible for letter of  \nrequest by the Employer.  \nGROUP B: Same as Group A, except that the employ-  \nment shall have been at least 270 days, three (3) years of 90  \ndays each. All fourth year Apprentices and Trainees shall be  \nregistered in this group.  \nGROUP C: All applicants who have worked as Operating  \nEngineers at least ninety (90) days per year during each of the  \nlast two (2) years, and who have lived in the State of Ohio or any  \ncounty contiguous thereto for at least one (1) year prior to  \napplication. All third year Apprentices and Trainees shall be  \nregistered in this group.  \nGROUP D: All applicants who have worked as Operating  \nEngineers at least ninety (90) days during the twelve (12)  \nmonths prior to application. All second year Apprentices and  \nTrainees shall be registered in this group.  \n14  \nGROUP E: All other applicants and all first year Appren-  \ntices and Trainees shall be registered in this group.  \nGROUP F: Ail applicants who are “temporary employees.”  \nAll applicants who have attained eligibility in any of the  \nforegoing groups shail not lose eligibility as a result of their  \nfailure to obtain the required days of employment during the  \napplicable periods of time. All graduating Apprentices shall  \nupon journeymen certification become eligible for Group A.  \nWhen an applicant fails to register in his/her eligibility group  \ndue to reasons other than illness, as hereinafter defined, and  \ndoes not notify the Union Hall, the resultant failure to obtain the  \nrequired days of employment during the applicable periods of  \ntime shall cause the applicant to lose eligibility in that group.  \nAny registrant requesting that their work registration card  \nbe placed on hold due to sickness or ill health must present to  \nthe Union a doctor’s certificate or statement certifying that the  \nregistrant will be under a doctor’s care for a minimum of thirty  \n(30) days, and that such illness prevents the registered appli-  \ncant from working as an Operating Engineer. A work  \ncard will only be placed on hold for a minimum  \nperiod of thirty (30) days, and a maximum period of one  \nhundred twenty (120) days. No registration cards willbe placed  \nin the hold position for illness less than a thirty (30) day  \nduration. Any refusals of dispatches due to illness for a period  \nof less than thirty (30) days shall be counted as a refusal under  \nthe terms and conditions of the referral procedure.  \n33. Inreferring applicants, the following procedure shall  \nbe followed:  \nA. Applicants in Group A shall first be referred, and then  \nGroup A Preferred, then Group A Retirees, then applicants in  \nthe succeeding groups, in order, through Group E. In each  \ngroup, the Union shall refer applicants in order of their places  \non the referral list.  \nB. Registered Apprentices or Trainees shall be referred  \nin order of their position on the referral tist.  \nC. Employers shall have the right to reject any applicant  \nreferred for employment and shall immediately notify the Union  \nin writing of such rejection. In the event a registrant is dis-  \ncharged by the Employer because of lack of sufficient ability,  \n15  \nand he/she does not exercise his/her rights under the Referral  \nBoard of Review and Arbitration under Paragraph 37, the  \nclassification or equipment from which he/she is discharged  \nshall be stricken from his/her referral record and he/she shall  \nnot be dispatched to a job in that classification or on that  \nequipment until he/she has:  \n1. Taken training at his/her training site and has been  \ncertified, or  \n2. Has presented to his/her dispatch office a letter from  \na previous Employer, in signed agreement with Local 18 work-  \ning within Local 18’s jurisdiction, stating that in the  \nopinion the discharged registrant has successfully completed  \na job assignment in that classification or on that piece of  \nequipment in his employment.  \nD. actually employed, he/she shall  \nnotify the Union office at which he/she is registered within  \ntwenty-four (24) hours. Fatlure to do so is an imposition upon  \nthose registered and not employed and, therefore, such appli-  \ncant will be barred from re-registering, unless and until he/she  \nhas made application to the Board of Review and Arbitration  \nprovided for in Paragraph 37 of this Agreement, and shows  \ngood cause for his/her failure to give such notice.  \nF. When an applicant becomes employed, his/her  \nname shall be removed from the register as soon as he/she  \nshall have worked for a total of thirty-one (31) accumulative  \nworking days (one (1) day jobs shall not count). An Operator  \nwho relieves another Operator will not be charged for the first  \nfifteen (15) days (only one (1) fifteen (15) day relief per registra-  \ntion application card). All days after that will be counted toward  \nhis/her time.  \nlf an applicant is employed for less than thirty-one (31)  \naccumulative working days, he/she shall be restored to his/her  \nprevious position on the register when such employment termi-  \nnates. Any applicant who quits employment or fails to show up  \nfor work assignment at starting time after being dispatched  \n(provided he/she was dispatched the previous day), for what-  \never reason, except accident verified by police report, shall be  \nplaced at the bottom of the applicable registration group re-  \ngardless of the number of days worked and shall not be eligible  \n16  \nfor request until he/she puts in a new registration card. When  \nreason for employment termination is questioned, applicant  \nmust present a written termination slip evidencing reasons  \nother than a voluntary quit before he/she is restored to his/her  \nprevious position on the register.  \nAn applicant for employment may not refuse referral to  \nemployment for any reason except that the applicant may  \ninform the District Office in writing, before any referral, that he/  \nshe will not accept employment referrals in certain named  \ncounties within the District. If an applicant refuses a job referral  \nfor the second consecutive time, he/she shail lose his/her  \nposition on the register and go to the bottom of the list for his/  \nher group.” If the dispatcher is unable to contact an applicant,  \nthe failure to contact shall not be deemed to be a refusal.  \nF. Applicants must notify the Union office in which they  \nare registered by telephone, or letter, or telegram, or in person  \nof their continued availability for employment within thirty (30)  \ndays after the date of last registration or re-registration in order  \nto maintain their places on the register.  \nIn order to equally distribute and defray the cost of ser-  \nvices rendered by the use of this referral system, all individuats  \nwho make use of this referral system shall be required to pay an  \ninitial registration fee of $16.75 and another $16.75 for each re-  \nregistration thereafter, provided that such fee shall not exceed  \n$16.75 in any consecutive thirty (30) day period (the aforestated  \n$16.75 will increase to $17.25 effective July 1, 2005) and  \nprovided that such fee shall not apply to the following:  \n1. Members in good standing of Local 18 or its Branches,  \nInternational Union of Operating Engineers, whose proportionate  \nshare of the cost of this referral system is met by their regular dues; and  \n2. Applicants for membership to Local 18 or its Branches,  \nInternational Union of Operating Engineers, whose proportionate  \nshare of the cost of this referral system is met by their fees; and  \n3. Members in good standing of the International Union  \nof Operating Engineers who are paying trave! dues whose  \nproportionate share of the cost of this referral system is met by  \nthe payment of their fees.  \n\"Does not apply to the Ohio or Kentucky Building & Light Commercial  \nAgreements Referral.  \n17  \nG. shall use its best efforts to notify all registered  \napplicants when work is available for them, but the Union assumes  \nno responsibility or obligation for failure to locate an applicant.  \nH. All applicants must submit a written resume of their  \nexperience and qualifications at the time of original registra-  \ntions, and may be tested on the equipment they operate at the  \nnearest available training site prior to being assigned a posi-  \ntion on the referral list.  \n|. Subject to this referral system Employers may hire  \nthrough this referral policy, by name, former employees who  \nhave resided for at least twenty-four (24} months in the State  \nof Ohio or in any county contiguous thereto, and have been  \nemployed by the Employer making the request during the past  \ntwenty-four (24) months within the jurisdiction of this Agree-  \nment. The Employer must make the request to the appropriate  \nUnion District Office and the employee requested must be  \nregistered on the District referral jist (Groups A through E).  \nEmployers may hire through this referral policy by name  \nindividuals in Group A for a production machine, or for a  \nmechanic, or mechanic/welder, who has been registered on  \nthe out-of-work list for at least ten (10) days in the District in  \nwhich the work is to be performed. Individuals shall have only  \none (1) request per four (4) month period from the last request.  \nThe request by name must be confirmed later in writing on the  \nletterhead of the Employer and signed by either the Employer  \nor the superintendent of the project.  \nNothing in the referral procedure shall interfere with the  \ntransfer of an Employer's employees on his payroll from one  \nproject to another project within the geographical area covered  \nby Local 18. When transferring employees, the Employer will  \nnotify the Union District Office from which the employee is to be  \ntransferred.  \nThe Union agrees the transfer will be processed in an  \nexpedient manner.  \nJ. The purpose of the referral system is to provide nondis-  \ncriminatory employment opportunities. Individuals who register  \ntherein deserve a preference over those who do not. Therefore, it  \nis agreed that in the event that the referral list is exhausted and the  \nUnion is temporarily unable to furnish qualified applicants within  \ntwenty-four (24) hours after receiving the request  \n18  \n(Saturdays, Sundays and holidays excepted), the Employer may  \ntemporarily employ others until the Union notifies the Employer  \nthat it has qualified registrants available for employment.  \nApplicants hired by the Employer under this procedure  \nshall be known as “temporary employees,” and will be subject to  \nreplacements. The Employer will notify the Union District Repre-  \nsentative of the name, union affiliation (if any), date of employ-  \nment and social security number of such “temporary employee.”  \nThe Union will maintain a register of all such “temporary ernploy-  \nees” and such register shall be known as the temporary register.  \nSuch “temporary employees” may also be referred by the Union  \n(when the referral list is exhausted) from Group F.  \nSuch “temporary employee” shall be subject to replace-  \nment by a qualified registered applicant under the procedure  \nlisted herein:  \n1. The Union shall give a five (5) working day written  \nnotice to the Employer with whom the “temporary employee” is  \nworking and such “temporary employee” will thereupon be  \nreplaced at the end of the five (5) working day period provided  \nthe Union furnishes a qualified registered applicant.  \n2. The Union will save the Employer harmless for any  \nliabilities occurring under the application of the provisions of  \nthe temporary register.  \nK. When an Employer states requirements for special  \nskills or abilities in his/her request for employee applicants, the  \nUnion shall refer the first applicant on the register possessing  \nsuch skills or abilities, regardless of the place or classification  \nof such applicant on the register. If a contractor requests or  \nrequires that the operator be a Certified Operator, verification  \nof the operator's certification is the responsibility of the Em-  \nployer. If the Employer notifies the Union in writing, within thirty  \n(30) days of the employee’s discharge, of an Operator who  \nhad been in his employment and who had not performed  \nsatisfactorily, and the Employer does not wish this Operator to  \nbe referred to the Employer for future employment, the Union  \nshall honor this written request.  \nL. Any employee who quits a contractor without proper  \nnotice and is subsequently hired by an Employer with whom  \nLocal 18 has a contractual relationship without a proper referral  \nby Local 18 shall be discharged by the Employer when it is  \ncalled to his attention.  \n19  \n34. Employers shall give first opportunity to persons  \nregistered for employment, as provided herein, by calling or  \nnotifying the Union at any of its offices in the territory where the  \nwork is to be performed.  \n35. Registration of applicants and selections of appli-  \ncants for referral to jobs shall be on a nondiscriminatory basis  \nand shall not be based on or in any way affected by Union  \nmembership, by-laws, rules, regulations, constitutional provi-  \nsions, or any other aspects or obligation of Union membership,  \npolicies, or requirements. Itis mutually agreed that the Employer  \nand the Union shall abide by all of the laws of the United States,  \nthe State of Ohio, the Commonweaith of Kentucky, and lawful  \norders thereof in nondiscrimination and fair employment practices.  \nThe Employer and the Union shall not discriminate against  \nnor limit employment opportunities of any employee, applicant  \nfor employment or applicant for Union membership or appren-  \nticeship training because of race, color, sex, age, religion,  \nnational origin or ancestry.  \nThe Union agrees to furnish an Employer, at his request,  \nany statement or data required under any regulations re-  \nferred to herein.  \n36. In addition to the above Registration Groups there  \nestablished a Short Term Job Group. The sole purpose  \nof this Short Term Job Group is to enable registrants to acquire  \ntime to be eligible for unemployment benefits. Registration in  \nthis group is limited to applicants eligible for Group A of this  \nreferral and all fourth year Apprentices showing proof of need  \nfor additional time to qualify for unemployment benefits.  \nApplicants’ referral out of the Short Term Job Group will  \nbe limited to jobs of two (2) days or less duration in a calendar  \nweek or eight (8) days or less duration in a calendar month on  \nequipment listed on their registration cards. Any refusals of  \njobs will cause the registrant's card to be removed from the  \nShort Term Job Group deck. Dispatches for short term jobs as  \ndefined above will first be made from the Short Term Job  \nGroup. If the dispatcher is unable to fill the short term job order  \nfrom the Short Term Job Group he/she will proceed to fitl the  \norder from Groups A through F in accordance with the referral  \nrules. Dispatcher should notify Employers when dispatching  \nfrom the Short Term Job Group. The Employer reserves the  \nright to request dispatch from Group A.  \n20  \nSince this Short Term Job Group is intended to provide limited  \nemployment for those needing credit for unemployment compen-  \nsation, the Union shall, through its business agents, remove from  \nemployment any Operating Engineer who has accumulated more  \nthan two (2) days per calendar week or over eight (8) days in a  \ncalendar month—as a result of the Short Term Job Referral Group.  \nRegistrants in the Short Term Job Group will not be  \neligible for any recall or request provisions of the referral as  \nherein described. Employment received asa result of the Short  \nTerm Job Group referral will not provide eligibility for Employer  \nrecall when the registered in Group A, Preferred A,  \nor Group A Retirees deck. Apprentices or Trainees will not be  \npermitted to register in the Short Term Job Group except as  \nnoted above. Registrants may not register in the Short Term  \nJob Group or Group Aor Preferred A or Group A Retirees deck  \nat the same time. The Employer shall not be permitted to  \ntransfer employees dispatched from the Short Term Job Group  \nfrom one project to another project.  \nThe Union will save the Empioyer harmless for any liabili-  \nties occurring under the application of the provisions of the  \nShort Term Job Group.  \nAll the remaining rules with regard to the operation of the  \nreferral shall be applicable to the operation of the Group A,  \nPreferred A and Group A Retirees except as modified above.  \n37. Any registrant or any Employer who may feel ag-  \ngrieved by the operation of this referral system shall have the  \nright to and mustfile his/her grievance, in writing, (10)  \ndays after the occurrence of the event concerning which he/  \nshe complains with a Board of Review and Arbitration consist-  \ning of one (1) representative of the Union, one (1) representa-  \ntive of the Employer, and an impartial third member to be  \nselected by agreement of the Union and the Employer, and the  \ndecision of this Board shall be final and binding on all parties.  \n38, This statement as to referrals shall be posted in all  \nplaces where notices to Employers and applicants for employ-  \nment are customarily posted, including all offices of the Union;  \nall offices of the Employer.  \n49. A Labor Relations Division Representative of the  \nAGC of Ohio may inspect the referral register at the Union  \nDistrict Office at any time during normal office hours.  \n21  \n40. Allofficers and business representatives of the Union  \nwho have had previous work experience in any one or more of  \nthe job classifications contained in this Agreement shalt be  \ndeemed to be employed at the trade and it is the intent of this  \nsection to provide that upon return to the employment in  \nthe trade, he shall do so with the same preference as if he  \nhad continually worked at the trade and shail be eligible upon  \nregistration for Group A.  \n"], ["ARTICLE IV  \nFRINGE BENEFIT PROGRAMS  \n", "41. The fringe benefit provisions contained herein shall  \napply to all Employer members of the AGC of Ohio Labor  \nRelations Division, and Employers who become signatory or  \nbound by this Agreement, as well as any other Employer or  \nEmployer groups who become a party to an Agreement cover-  \ning the fringe benefit programs set forth herein.  \n42. Ail Employers bound hereby agree to be bound by  \nthe Agreement and Declarations of Trust, as amended, estab- .  \nlishing the Pension Fund, Health and Welfare Plan and Ap-  \nprenticeship Fund, copies of which all parties agree have been  \nfurnished to and read by all Employers bound hereby prior to  \nthe execution of this Agreement. It is mutually agreed that the  \nprovisions of said Agreements and Declarations of Trust and  \nany rules, regulations, or plans adopted by the Trustees pursu-  \nant thereto, shall become a part of this Agreement as though  \nfully written herein. All Employers bound hereby irrevocably  \ndesignate the Employer Trustees of said Funds and Plan and '  \ntheir successors as their representatives for the purpose set  \nforth in said Agreements and Declarations of Trust.  \n43. Fringe benefit contributions shall be paid at the  \nfollowing rates for all hours paid to each employee by the  \nEmployer under this Agreement which shall in no way be  \nconsidered or used in the determination of overtime pay. Hours  \npaid shall include holidays and reporting hours which are paid.  \nPENSION FUND: Effective May 1, 2000 is $3.00 per hour  \nHEALTH & WELFARE PLAN: Effective May 1, 2004  \nis $5.11 per hour  \n22  \nAPPRENTICESHIP FUND: Effective May 1, 2000 is $.45  \nper hour  \nSAFETY TRAINING AND EDUCATIONAL TRUST  \nFUND: Effective May 4, 1992 is $.04 per hour  \nThe Union shall have the option of diverting all or any part  \nof the increase scheduled for improvement of or payment of  \ncosts of any fund benefits provided under this Agreement,  \nprovided that the Union gives the Employer written notice of its  \nelection to do so by registered letter sent to the office of the  \nAGC of Ohio at least 60 days before the effective date of the  \nscheduled change specifying in said notice the amount of  \nchange to be applied for this purpose in the fund benefit for  \nwhich the money is to be used.  \n44. tis further understood and agreed by and between  \nthe parties that duly authorized representatives of any of said  \nTrust Funds or Plan shall have the right, on written notice, to  \naudit the books and records of any party obligated under this  \nAgreement to contribute thereto, with respect to the hours  \nworked by and wages paid to all employees upon whom the  \nEmployer is obligated to make contributions and with respect  \nto the payment of monies to the AGC of Ohio's Construction  \nIndustry Advancement Program under paragraphs 109, et.  \nseq. and with respect to the Administrative Dues deduction  \nunder paragraph 114. Notwithstanding the foregoing authority  \nallowing audits with respect to the AGC of Ohio’s Construction  \ntndustry Advancement Program and the Administrative Dues  \ndeduction, the audits shall only be conducted in conjunction  \nwith the Fringe Benefit Funds or Plans referred to herein and  \nshall not be conducted independently. The twenty-four (24)  \nhour notice referred to in paragraph 45 (A) shall only be given  \nfor delinquencies to the employees Fringe Benefit Funds or  \nPlan referred to therein.  \n45. Reports of employees who have worked the num-  \nber of hours that they have been paid, and such other data and  \ninformation as may be required, and all contributions payable  \nto the Funds or Plan shall be transmitted to the offices of the  \nFunds or Pian no later than the fifteenth (15th) day of the month  \nimmediately following the calendar month in which the work  \nwas performed. In the event said audit is refused, reports not  \n23  \nfurnished, or said contributions are not paid, as aforesaid, the  \nfollowing remedies, in whole or part, and in addition to all other  \nremedies, either in law, in equity, by contract or authorized by  \nthe aforementioned Agreements and Declarations of Trust,  \nshail be available.  \nA. After the Trustees or the Agent of any Funds or Plan  \nhave given the detinquent Employer twenty-four (24) hours  \nwritten notice at the address shown in the records of the Funds,  \nPlan or Union, the Union shall have the right to take such legal  \nand lawful action as it may deem necessary until such delin-  \nquent payments are made or said audit is permitted, such  \naction including but not limited to the right to withhold its  \nservices from such Employer for as tong as the failure to make  \nsuch contributions or audit continues, Article XIV notwith-  \nstanding.  \nB. Inthe event either the Union or the Trustees of any  \nFunds or Plan may decide to utilize the grievance and arbitra-  \ntion procedure in this paragraph to collect delinquent contribu-  \ntions and liquidated damages to enforce any audit, or to obtain  \nany report, the following procedure shall apply:  \nUnless the issue is resolved between the Employer and  \nthe party giving notice, within five (5) calendar days after  \ndeposit of written notice of delinquency and/or demand for  \naudit and/or reportin the United States mail, to the Employer at  \nthe address shown in the records of the Funds, Plan or Union,  \nsuch party may refer the matter to an arbitrator to be named by  \nthe AGC of Ohio Labor Relations Division and by Local 18 of  \nthe international Union of Operating Engineers whose deci-  \nsion in writing shall be final and binding on all parties. In the  \nevent such parties are unable to choose an arbitrator within ten  \n(10) days after written request therefor, the Union or the Trust-  \nges of any Funds or Plan may request an arbitrator according  \nto the rules and regulations of the American Arbitration Asso-  \nciation whose decision in writing shall be final and binding on all  \nparties. The parties to the arbitration shall each bear one-half  \n(1/2) of the total costs.  \n46. Innoevent shall the foregoing provisions relating to  \nFringe Benefits be subject to or suitable for grievance and  \narbitration under Article XIV of this Agreement.  \n24  \n47. The Employer must obtain an Insurance Payment  \nBond (!PB), from a company that is “best” rated A, financial  \ncategory 7 or better, payable to the Ohio Operating Engineers  \nFringe Benefit Program as a guarantee that the fringe benefits  \nreferred to herein are paid by the insurance carrier in the event  \nthat the Employer becomes delinquent in its payments and  \ndefaults thereon. In lieu of a surety bond, an Employer may  \nSubstitute an equivalent cash bond, which will be escrowed to  \nguarantee payment of fringes. if the Employer fails to provide |  \nthe necessary bond within thirty (30) days of request by the  \nUnion, the Union shall withhold services until receipt of such  \nbond, or the Employer makes fringe contributions on a weekly  \nbasis.  \nThe Employer shail obtain said Insurance Payment Bond  \nor cash bond in amounts set forth below:  \n1-10 Operating Engineers $50,000.00  \n11-20 Operating Engineers $75,000.00  \n21-50 OperatingEngineers $100,000.00  \nOperating Engineers $125,000.00  \n"], ["ARTICLE V  \nWAGE RATES  \n", "48. The purpose of this Agreement is to establish wage  \nrates and conditions to apply for all work as defined herein and  \nfor operation of all equipment which comes within the jurisdic-  \ntion of the International Union of Operating Engineers, and as  \nnegotiated by and between Local 18 and its Branches of the  \nInternational Union of Operating Engineers and the AGC of  \nOhio Labor Relations Division.  \n49. Exhibit “A” covering wage rates and classifications  \nattached hereto is made a part of this Agreement.  \n50. tis agreed if equipment within the jurisdiction of the  \nInternational Union of Operating Engineers is used by an Em-  \nployer and if there is no appropriate classification listed under  \nthe wage schedules therein, then the Union and the Association  \nnegotiating committees will negotiate a new classification and  \nrate of pay for such equipment within five (5) days.  \n51. The geographical jurisdiction of this Agreement will  \nbe zoned for wages only. Conditions of employment will be the  \nsame for all employees covered by this Agreement.  \n25  \nZone |: Covering Portage and Summit counties only.  \nZone II: Covering the counties of Lucas and Wood only.  \nZone Ill: Covering the counties of Adams, Allen, Ashland,  \nAthens, Auglaize, Belmont, Brown, Butler, Carroll, Champaign,  \nClark, Clermont, Clinton, Coshocton, Crawford, Darke, Defi-  \nance, Delaware, Fairfield, Fayette, Franklin, Fulton, Gallia,  \nGreene, Guernsey, Hamilton, Hancock, Hardin, Harrison,  \nHenry, Highland, Hocking, Holmes, Jackson, Jefferson, Knox,  \nLawrence, Licking, Logan, Madison, Marion, Mercer, Meigs,  \nMiami, Montgomery, Monroe, Morgan, Morrow, Muskingum,  \nNoble, Paulding, Perry, Pickaway, Pike, Preble, Putnam,  \nRichland, Ross, Sandusky, Scioto, Seneca, Shelby,  \nTuscarawas, Union, Van Wert, Vinton, Warren, Washington,  \nWayne, Williams, and Wyandot. In Kentucky, the Counties of  \nBoone, Campbell, Kenton and Pendleton.  \n"], ["ARTICLE VI  \nWEEKLY PAY AND HOURLY PAY  \nCLASSIFICATIONS AND REPORTING PAY  \nPROVISIONS  \n", "52. Inall counties covered by this Agreement, the follow-  \ning classifications shall be employed ona WEEKLY PAY basis:  \nAsphalt Plants  \nBoiler Operators, Oiler/Helper, Registered Apprentices and  \nSignalmen, when members of crew  \nBoiler Operators or Compressor Operators, when compres-  \nsor or boiter is mounted on crane (Piggyback Operation)  \nCherry Pickers  \nCranes (all types)  \nDerricks (all types)  \nDraglines  \nDredges (dipper, clam or suction) 3-man crew  \nFloating Equipment °  \nGradalls  \nHoes (except when attached to farm or industrial type  \ntractor or CAT 320 backhoes or equivalent and below)  \nHoists, with two or more drums in usé  \nHorizonta! Directional Drill (over 500,000 ft. Ibs. thrust)  \nMaintenance Engineers (Mechanic and/or Welder)  \nMaster Mechanics  \n26  \nPanelboard Operators (all types on site)  \nPile Drivers  \nPower Shovels  \nRotary Drills (all), used on caissons for foundations and sub-  \nstructure work  \nSide Booms  \nTug Boats  \n53. In all counties covered by ZONES I, Il and Ill, the  \nfollowing classifications shall be employed on an HOURLY  \nPAY basis (two (2), four (4), or eight (8) hours):  \nA-Frames  \nAir Compressors, pressurizing shaft or tunnels  \nAllen Screed Paver (concrete)  \nAsphalt Pavers  \nBackfillers and Tampers  \nBackfillers  \nBallast Re-Locator  \nBar and Joint Installing Machines  \nBarrier Moving Machine  \nBatch Plant Operators  \nBobcat Type and/or Skid Steer Loader  \nBoilers (15 lbs. pressure and over)  \nBoom Trucks (ail types)  \nBulldozers  \nBull Floats  \nBurlap and Curing Machines  \nCableways  \nClefplanes  \nCMl-type equipment  \nCombination Concrete Mixers and Towers  \nCompressors, on building construction  \nConcrete Grinder/Planer  \nConcrete Mixers  \nConcrete Pumps  \nConcrete Spreaders  \nConveyors, used for handling building materials  \nCrushers  \nDeckhands  \nDirectional Drill “Locator”  \nDrum Firemen in asphalt plants  \nElevating Graders or Euclid Loaders  \nEndloaders  \n27  \nFarm-type Tractors, pulling attachments  \nFinishing Machines  \nFork Lifts (all types)  \nForklift (rough terrain with winch/hoist)  \nForm Trenchers  \nGenerators (except when furnishing power for hand tools)  \nGenerators (sonic pile driving)  \nGunite Machines  \nHeticoptor Operators, hoisting building materials  \nHelicoptor Winch Operators, hoisting building materials  \nHoes, when attached to farm or industrial type tractors  \nHoists (building construction)  \nHorizontal Directional Drill (less than 500,000 ft. Ibs. thrust)  \nHouse Elevators (except those automatic call button  \ncontrolled)  \nHydraulic Gantry (lift system)  \nHydro-seeders  \nInboard, Outboard Motor Boat Launches  \nKolman-type Loaders (dirt loading)  \nLaser Finishing Machines  \nLaser Screed and like equipment  \nLift Slab or Panel Jack Operators  \nLead Greasemen  \nLight Plant Operators  \nLocomotives (all types)  \nMan Lifts  \nMixers, Paving (multiple drum)  \nMobile Concrete Pumps, with booms (including oiler, etc.)  \nMucking Machines  \nMudjacks  \nOilers, Helpers and Boiler Operators, when not members  \nof a crew  \nOne Bag Capacity Mixers, with side loaders  \nPavement Breakers (hydraulic or cable)  \nPettibone-Rail Equipment  \nPlant Mixers (on site)  \nPost Drivers  \nPost Hole Diggers  \nPower Driven Heaters (oil fired)  \nPower Graders  \nPower Scoops  \nPower Sweepers  \n28  \nPower Scrubbers  \nPrentice Loader  \nPressure Grouting  \nPressure Pumps (over 1/2\" discharge)  \nPump Operators, installing or operating well-points or other  \ntypes of dewatering systems  \nPumps (4\" and over discharge)  \nPumps (under 4\" discharge)  \nRail Tamper (with automatic lifting and aligning device)  \nSwitch & Tie Tampers (without lifting and aligning device)  \nTire Repairmen  \nTractors, pulling sheepsfoot rollers or graders  \nTrench Machines (over 24\")  \nUtility Operators  \nVAC/ALLS  \nVermeer-type Concrete Saw  \nVibratory Compactors, with integral power  \nWelders (except electric machines)  \n54. the counties covered by ZONES lI, Il, and III,  \nemployees covered by this Agreement employed on aWEEKLY  \nPAY basis reporting for work on Saturday, Sunday or holidays  \nshall receive eight (8) hours straight time for reporting if no work  \nis performed and they are not required to remain on the job; if  \nthey start to work, they shall receive eight (8) hours at premium  \ntime in accordance with Article VII.  \nThey must report for work at starting time and, except as  \nnoted above, remain on the work for the full eight (8) hours to  \nbe entitled to receive the eight (8) hours pay stipulated in this  \nAgreement.  \n55. Whenamachine having a forty (40) hour guarantee  \nis laid up on a project site and the workmen are laid off and paid  \noff, that machine cannot be started back to productive work on  \nthat project site unless it is laid up for one week (seven days)  \nwithout calling back the workmen who had manned the ma-  \nchine and they shall be paid for the time they have been off,  \nunless mutual agreement is reached between the Employer  \nand the Union District Representative to permit employees to  \nwork on the weekly guarantee equipment during the seven (7)  \nday “lay-up” period without penalty.  \n56. In all the counties covered by ZONES |, Il and Il,  \nemployees covered by this Agreement employed on an  \n29  \nHOURLY PAY basis, unless notified by the Employer not to  \nreport to work, shail receive two (2) hours’ pay for reporting to  \nwork; if such operator does not start to work, he/she shall  \nreceive his/her two (2) hours’ reporting time. An employee may  \nbe required to stay at the work project for one (1) hour to be  \neligible for two (2) hours reporting pay unless the Employer  \nreleases the employee prior to the end of the first hour. If the  \nemployee starts to work, he/she shall receive four (4) hours’  \npay; if the employee works over four (4) hours, he/she shall  \nreceive eight (8) hours’ pay; for inclement weather only it will  \nbe 2-4-6-8 hours.  \nIn all counties covered by ZONES I, Il and Ili, employees  \ncovered by this Agreement employed on an HOURLY PAY  \nbasis reporting to work on Saturday, Sunday or holidays, all  \nconditions in this paragraph will apply and both reporting  \ntime and time worked will be paid for at the rate provided in  \naccordance with Article Vl. They must report to work at starting  \ntime to be entitied to reporting pay. Where less than four (4)  \nhours or less than eight (8) hours are worked, the employees  \nmust remain on the work for the full four (4) hours or the full  \neight (8) hours, as the case may be, to be entitled to pay for the  \nfour (4) or eight (8) hours, as stipulated in this Agreement.  \nA. When an employee working on equipment with a  \nweekly-pay guarantee and work with his/her equipment is com-  \npleted on a project, the employee is guaranteed only Monday  \nthrough Wednesday pay if the equipment finishes the work on  \nthe project the first three days of the week. The Employer will  \nnotify the Union District Representative prior to application of  \nthis provision.  \n57. Crews will be eligible for straight time weekly pay  \nwhen their equipmentis transferred out of their District up to the  \nday the equipment is shutdown, otherwise, Paragraph 56,  \nSection A prevails.  \n58. On jobs where there is only one (1) day’s work fora  \npiece of equipment, employee or crew may be employed ona  \nday-pay basis. Upon the Contractor's request to the Union  \nBusiness Representative for a second day for special occa-  \nsions, the Union gives the Representative authority to autho-  \nrize a second day for the period of this contract.  \n59. All reporting pay time paid to an employee shall  \n30  \ncount as working hours with respect to any work guarantees or  \novertime pay provisions.  \n60. Employees who are working for an Employer in  \nother than their local residence area thereby necessitating  \nthem to pay room and board shall, upon request, be granted  \ntheir release if the Employer is unable to supply enough work  \nto justify their staying. Employees released under this provi-  \nsion will be considered as laid-off because of lack-of-work.  \n"], ["ARTICLE VII  \nPROVISIONS FOR PREMIUM RATE OF PAY  \n", "61. The week shall begin on Monday A.M. and shall end  \non Sunday P.M.  \n62. The regular starting time must be established for not  \nless than one (1) week. Any time worked prior to the estab-  \nlished starting time will be paid for at the applicable premium  \nrate unless otherwise arranged through Union notification.  \n63. The normal work day shall consist of eight (8) hours  \nand the normal work week of forty (40) hours. One and one-half  \n(1-1/2) times the regular rate shall be paid for all work in excess  \nof eight (8) hours per day or forty (40) hours per week, which-  \never is greater, and including Saturday.  \nWhen an Employer performs clearance and excavation  \nfor site preparation for industrial or building sites, the Employer  \nwill pay the wage rates listed herein, all overtime will be per-  \nformed at one and one-half (1-1/2) times the regular rate.  \nSubject to Paragraph 121, all other conditions and provisions  \nshall be as provided herein.  \nA. AnEmployer may, however, have the option of work-  \ning a four-ten hour schedule at straight time rates. No Operat-  \ning Engineer with a weekly guarantee will lose a paid holiday  \nhe/she would otherwise receive by working a four-ten week.  \nInstead, such employees will receive, in addition to wages and  \nfringes for hours worked in a four-ten week, an additional eight  \n(8) hours and fringes at straight time rates for the holiday. If the  \nEmployer elects, upon notification to work a four-ten hour  \nschedule, he shall pay overtime in such cases on all hours over  \nten (10) hours per day or over forty (40) per week, whichever is  \ngreater. A four-ten work schedule must be by the week.  \n31  \nIn addition to the above: It is agreed that when time is lost  \nby the crew during the regular work week, Monday through  \nThursday, due to inclement weather, holiday, equipment break-  \ndown or directions of the project owner, this time may be made  \nup by the entire crew on Friday at the regular rate of wages. All  \nFriday work scheduled ona minimum of eight (8) hours  \nbasis. All hours worked in excess of the forty (40) hours in the  \nwork week or ten (10) hours each day, shail be paid at the  \nappropriate overtime rate of pay.  \nB. Any employee hired on any day of the week, Monday  \nthrough Thursday, and who does not lose any time from the  \nday of his/her initial hire until Thursday shall receive the over-  \ntime rate of wages for Friday, providing the crew is eligible for  \nthe premium rate for Friday.  \nC. Should any other trade on the project in the  \ncontractor's employ, working in conjunction with the Operating  \nEngineers, receive premium pay on a Friday, the Operating  \nEngineers would also receive premium pay for the Friday.  \nD. ifthe other basic crafts employed by your contractor  \non the project receives the overtime rate for the ninth (9th) and  \ntenth (10th) hours, the Operating Engineers will also receive  \nthe overtime rate.  \nE. When an Employer works three (3) days orjess ina  \nweek, premium time will be paid after eight (8) hours for each  \nof the days, except for holidays, inclement weather or comple-  \ntion of the job.  \nF. Pay day will be on Thursday.  \nG. Weekly pay employees, in order to be eligible for eight  \nhours’ pay that day, must be available to perform work for the  \nEmployer.  \n64. Double time will continue to be paid to any Operator  \nwho is complementing another trade that is receiving double  \ntime. All work performed by an employee on Sunday or holi-  \ndays shall be paid at two times the regular rate established in  \nthis Agreement or any escalated rate that may be in effect.  \n65. No weekly pay employee covered by this Agree-  \nment shail lose time because of the observed holidays. if not  \nrequested to work, he/she shall be paid eight (8) hours straight  \ntime pay at the rate established in this Agreement or eight  \n(8) hours at any escalated rate that may be in effect. Holidays  \n32  \nshall be of twenty-four (24) hours duration. When required to  \nwork on holidays, the employee shall be paid two times the  \nregular rate established in this Agreement or any escalated  \nrate in effect.  \n66. There shall be no work required on Labor Day  \nexcept in special cases of emergency.  \n67. The observed holidays are Christmas, New Year's  \nDay, Labor Day, Memorial Day (last Monday in the month of  \nMay), Independence Day and Thanksgiving Day. When any of  \nthe aforementioned holidays fall on Sunday, they will be ob-  \nserved on Monday. All weekly pay employees covered by this  \nAgreement to be eligible for holiday pay must be available for  \nwork the first regularly scheduled work day prior to the holiday  \nand be available for work the first regularly scheduled work day  \nafter the holiday.  \n68. Wheresteam boilers, power driven heaters or pumps  \nare used on a continuous seven (7) day twenty-four (24) hours  \nper day operation, overtime may be avoided by using four (4)  \nshifts of Operating Engineers, each shift to work six (6) hours  \non a seven (7) day basis. Each Operating Engineer so em-  \nployed shall be paid forty (40) hours at the applicable straight  \ntime rate and two (2) hours at double the applicable straight  \ntime rate. The aforementioned condition, where overtime may  \nbe avoided, can only be used upon the Employer's guarantee  \nof a minimum thirty (30) days of operation. In the event the  \nEmployer cannot furnish thirty (30) days of employment after  \nstarting work under Paragraph 68, itis agreed that upon lay-off  \nof employees the Employer will pay retroactive overtime to such  \nlaid-off employees from the start of this particular operation in  \naccordance with Article VII, Paragraph 64 of this Agreement.  \n69. Job Master Mechanics and Operators of derricks,  \ncranes, derrick cars on steel erection and on building construc-  \ntion and all winch trucks used in hoisting construction material  \nand any type of hoist, shall command and receive the highest  \nrate of pay and the same applicable premium pay and condi-  \ntions for overtime where the rates or conditions for the lron-  \nworkers, Boiler Makers, Pile Drivers and Pipefitters are higher  \nthan the rates specified in this Agreement for the foregoing  \nclassifications. To be eligible for the benefits of complementing  \nthe above mentioned trades, an Operator must be required to  \n33  \nperform a specific operation which is directly related to the  \nwork which the other trades are performing.  \n70. Operating Engineers employed on any equipment  \nwithin the jurisdiction of the International Union of Operating  \nEngineers working in shafts, tunnels or storage caverns where  \nnatural earth or rock is undisturbed overhead, shall be paid fifty  \ncents ($.50) per hour above the rates in this Agreement or in  \naddition to any escalated rate that may be in effect. This does  \nnot apply to open cut work.  \n71. Booms, including jib 150 feet through 180 feet in  \nlength, fifty cents ($.50) per hour in addition to the established  \ncrane rate or any escalated crane rate that may be in effect.  \n72. Booms, including jib over 180 feet in length through  \n249 feet in length, one dollar ($1.00) per hour in addition to the  \nestablished crane rate or any escalated crane rate that may be  \nin effect.  \n73. Booms, including jib of 250 feet and over in length,  \none dollar twenty-five cents ($1.25) per hour in addition to the  \nestablished crane rate or any escalated crane rate that may be  \nin effect.  \n74, Conventional cranes whether crawler or truck when  \nused as a tower crane, the effective length of the mast and the  \nboom combined, will be used to determine when these extra  \nrates will be applied.  \n75. Tower Cranes, the height of the boom point from the  \nfirst floor level of the project, will be used to determine when  \nthese extra rates will apply.  \n76, Onjobs where crane-type or derrick-type machines  \nare operated on floors above the first floor level of the building,  \ntwenty-five cents ($.25) per hour shall be paid in addition to the  \nestablished crane rate or any escalated rate that may be in  \neffect.  \n"], ["ARTICLE VIII  \nCREWS AND GENERAL PROVISIONS  \n", "77. In all of the counties within the jurisdiction of this  \nAgreement, crews shall be employed on all truck cranes,  \npower shovels, cranes, rotary drills on caisson work, cable-  \nways, draglines, tower derricks, tower cranes, multiple drum  \n34  \npavers, pile driving machines and hoes, standard gauge loco-  \nmotives, bucket trench machines (over 24\" wide) and horizon-  \ntal directional drills (over 500,000 ft. Ibs. thrust). Crews shall  \nconsist of an Operating Engineer and an Apprentice/Helper or  \nSignalman on machines, regardless of motive of power, or an  \nOperating Engineer and Fireman on steam machines.  \n78A. Apprentice/Helpers are required on hoes, excava-  \ntors, and front hudraulic shovels having a base operating  \nweight in excess of 105,000 pounds, all terrain cranes with a  \ntotal weight of 125,000 pounds and Apprentice/Helpers shall  \nbe required on cable crawler cranes over 80 ton structural  \ncapacity, defined as: the factory specified total maximum counter  \nweight with a PCSA rating not to exceed 36,400 pounds, based  \non 50’ of boom at 40’ radius, with the single line pull not  \nexceeding 17,000 pounds. Anything outside any of the afore-  \nmentioned limits determines the crane as requiring an Appren-  \ntice/Helper. All factory certifications and the computer system  \nwill be available for inspection at any time by the Union or their  \ndesignee. On remote contro! gradalls, Apprentice/Helpers shall  \nbe at the discretion of the Emptoyer. Truck cranes, lattice  \nboom, thirty (30) ton capacity and under; hyd raulic truck cranes  \nand all terrain cranes fifty (50) tons or less, an Oiler is not  \nrequired. However, if someone other than an Operating Engi-  \nneer is assigned to this work, this paragraph will be revoked on  \nthe project, and an Apprentice/Helper will be required for the  \nremainder of the project. An Apprentice/Helper is required on  \nself-erecting cranes (as defined by the manufacturer) while  \nbeing erected and dismantled.  \n78B. Oilers on jobs of thirty (30) days or more will be  \ngiven a minimum of 30 minutes per day operating the machine  \nthey are assigned to (ora similar machine onthe same project).  \n'f the Oiler cannot be trained to operate the machine to the  \nsatisfaction of the Employer then he/she shall be replaced.  \n79A. Work of the Boiler Operator, Oiler/Helper, Regis-  \ntered Apprentice, and Signalman getting up steam  \nand greasing up, filling gas tanks and making the machine and  \nequipment ready for operating at the starting time. If, at the  \ndiscretion of the Employer, an Oiler/Helper, Registered Ap-  \nprentice, or Signalman is required to make gas or diesel ma-  \nchines ready to operate before the regular starting time, such  \n35  \nOiler/Helper, Registered Apprentice, or Signalman shall be  \npaid one-half (1/2) hour's pay at one and one-half (1-1/2) times  \nthe regular rate. If, at the discretion of the Employer, a Boiler  \nOperator or Registered Apprentice is required to get up steam  \nand grease steam machines and make them ready to operate  \nbefore regular starting time, then such Boiler Operator or  \nRegistered Apprentice shall be paid one (1) hour's pay at one  \nand one-half (1-1/2) times the regular rate.  \n79B. Apprentice/Helpers, while assigned to track hoes,  \nCranes and other equipment, will perform the following work on  \nthe project as additional duty:  \n* Cover small equipment (i.e. pumps, generators, compres-  \nsors, etc.)  \n* Act as signal person  \n* Safety/fire watch  \n* Practice operating in a learning environment in the vicinity  \n¢ Help with survey duties on project  \n* Help mechanic, lube trucks, fuel  \n* Practice operating rough terrain forklift, front loader, rubber  \ntire hoe, loader in vicinity of primary duty  \n* Replace other operators who may be absent on project  \n* Run parts or materials as necessary  \n¢ Safety enforcement  \n* Productive activity on job site to facilitate job completion  \nwhen it does not interfere with progress of primary  \nmachine, providing this does not interfere with another  \nOperating Engineer's workday  \n80. Oiler/Helipers, Registered Apprentices, Signalmen,  \nGrease Truck Operators, when requested to work the regular  \none-half (1/2) hour lunch period, will eat their lunch prior to or  \nafter the regular one-half (1/2) hour iunch period in order to be  \nable to oil, grease and repair machines during the regular one-  \nhalf (1/2) hour lunch period at no extra pay.  \n81. More than one (1) shift may be worked in any twenty-  \nfour (24) hour period and the starting time of the shifts shall be  \nleft to the discretion of the Employer. This starting time must be  \nmaintained five (5) days, Monday through Friday. However,  \n36  \nmore than six (6) hours shail not be worked without allowing  \nthirty (30) minutes for a lunch period. Where two (2) shifts are  \nemployed, eight (8) hours shall constitute a day's work for the  \nfirst shift and eight (8) hours shall constitute a day’s work for the  \nsecond shift. When three (3) shifts are employed, eight (8)  \nhours shali constitute a day’s work for the first shift, seven and  \none-half (7-1/2) hours work with eight (8) hours pay shall  \nconstitute the second shift, and seven (7) hours work with eight  \n(8) hours pay shall constitute the third shift. For the purpose of  \novertime pay for multiple shift operations, a work day shall be  \ndetermined by the starting time of the shift. In addition, the  \nsecond shift will receive twenty-five cents ($.25) per hour, third  \nshift fifty cents ($.50} per hour premium above the established  \nrate of pay.  \nWhen warranted by a particular job’s conditions, shift  \nwork may be instituted for less than five (5) consecutive days.  \n82. Where project owners establish specifications, re-  \nquirements, or for safety reasons that limit the days or hours in  \nwhich work may be performed, the Employer, after advance  \nnotice to the Union, may start the work week after 6:00 p.m. on  \nSunday at straight time rates. In applying this schedule, Sun-  \nday p.m. will be considered Monday, the following Friday will  \nbe considered Saturday (paid at time and one-half) and Satur-  \nday will be considered Sunday (paid at double time). All pre-  \nmium pay provisions will apply for the sixth and seventh days  \nas to Saturday and Sunday, respectively.  \n83. When itis necessary for equipment to be operated,  \nthe Operating Engineer who regularly operates the particular  \npiece of equipment shall be given first chance to perform the  \nwork. If an Apprentice/Helperis required, the Apprentice/Helper  \nwho is regularly assigned to the particular piece of equipment  \nshali be given first choice to perform the Apprentice/Helper’s  \nduties. In an emergency, any employee may be assigned to  \nany equipment. It is understood that the Master Mechanic or  \nSteward will be notified, when possible, of such emergency  \nrequirements.  \n84. Employees who are requested, referred and em-  \nployed by Employers on the same day under hourly classifica-  \ntions in this Agreement shall be paid a minimum of eight (8)  \nhours pay on the day they report to the job. Any overtime  \n37  \nworked after the normal quitting time shall be paid at the proper  \novertime rate in addition to the eight (8) hours minimum first  \nday pay guarantee. The furnishing of a truck by a Mechanic  \nshall not be a condition of employment. If an Employer is  \nrequesting a Mechanic from the Union, the Employer may  \nrequire the new Mechanic to furnish a truck. If a Mechanic is  \nrequired to furnish a truck, compensation will be negotiated  \nbetween the Mechanic and the Employer.  \n85. Equipment Operator employees shall be required to  \ncarry sufficient tools to make minor repairs and adjustments in  \norder to meet manufacturers daily maintenance requirements  \non the equipment they operate. This excludes diagnosite and  \nelectronic equipment.  \n86. generators, boilers, hydraulic pumps  \nor power pacs or any other type of power equipmentis mounted  \npiggyback on crane-type equipment requiring a crew, two (2)  \nOperating Engineers will be employed at the Class “A” rate or  \nany escalated rate in effect and under the weekly guarantee.  \nIf the crane does not ordinarily require a crew, see Para-  \ngraph 78A, the employment of a second operator shall be at the  \ndiscretion of the Employer. The jurisdiction of the Operating  \nEngineers must be preserved, however, and if someone other  \nthan an Operating Engineer is used to operate the piggyback  \nequipment, the contractor must immediately employ a second  \nOperating Engineer at the Class “A” rate.  \nWhere compressors up to 600 CFM or hydraulic pump,  \npower pacs, etc. are operated and exclusively used to power  \nattachments, such as hoe ram and other similar pieces of  \nequipment, the equipment will be considered and manned as  \na piggyback operation. If a second person (Operating Engi-  \nneer) is requirad, even though the equipment is located adja-  \ncent to the machine or crane and not mounted directly on the  \nmachine, the second person (Operating Engineer) operating  \nthe equipment is paid the Class “A” rate of pay for the day.  \nWhere a second person is an apprentice, refer to the  \nRegistered Apprenticeship Wage Schedule on page 74.  \nIf the crane does not require a crew, the auxiliary piece of  \nequipment will be manned by an Operating Engineer and paid  \nthe appropriate rate of pay.  \n87. ZONES |, Il and Ill - Toledo, and counties, Dayton  \n38  \nand counties, Cincinnati and counties, Columbus and coun-  \nties, Akron and counties, including Summit and Portage:  \nWhen a contractor has eight (8) or more major Operating  \nEngineers (major Operating Engineers A, B and C classifica-  \ntions) employed in the District, he/she shall ernploy a Master  \nMechanic. In addition to the Master Mechanic required above,  \nif a contractor has eight (8) or more Operating Engineers  \n(major Operating Engineers A, B and C classifications) em-  \nployed by him/her on any one job, he/she shall employ a  \nMaster Mechanic on that job. The Master Mechanic so em-  \nployed shall be answerable to the Employer and must be a  \nmember of the International Union of Operating Engineers,  \nLocal 18. Job Master Mechanics so employed shall be paid at  \nthe rate specified herein or paid fifty cents ($.50) per hour  \nabove the highest rate of any Operating Engineer working  \nunder his/her direction, whichever of these rates is higher.  \nOn jobs where maintenance operators are to be em-  \nployed, the first one (1) employed shall be Class A; the second  \none, if required, may be a Mechanic Trainee. Any further hire of  \nmaintenance operators shall be one (1) Class “A,” then a  \nMechanic Trainee may be hired. This ratio of one (+) Class “A”  \nto Mechanic Trainee shall be continued in the hire of all main-  \n_ tenance operators as required by the project. requirements.  \nMechanics in training, working under these provisions, will be  \ncompensated according to the schedule provided under the  \n“Field Mechanics Trainee Schedule.”  \n88. Operators of equipment serviced by a Master Me-  \nchanic on a job site shall not be counted in the number of  \nOperators within the District to determine when a Master Me-  \nchanic will be required for the District.  \n89. Employees shall be paid once each week, with not  \nmore than five (5) days withheld on the designated payday on  \nthe job prior to their normal quitting time. Failure to comply with  \nthis provision will require the Employer to pay these employ-  \nees involved the double time rate if required to wait on the job.  \nIf required to return the next day to receive their pay, they shall  \nbe paid a minimum of four (4) hours at the hourly rate appli-  \ncable for that day. These same conditions will apply to employ-  \nees who are terminated after completion of their job assign-  \nment. In the event of the discharge of an employee, he/she  \n39  \nshall be paid immediately or his/her time witl continue until he/  \nshe is paid off properly. if not paid off by normal quitting time,  \nthe aforementioned requirements will be applied if he/she is  \nrequired to return the next day for his/her pay. Any employee  \ndischarged for just cause will receive their paycheck by the  \nend of the next pay period.  \n90. Paychecks will show the following information:  \n(+) Total hours worked  \n(2) Overtime hours (premium hours)  \n(3) Gross pay  \n(4) All deductions listed  \n(5) All fringe contributions (to be shown as a total  \ncontribution)  \n91. Employees requiring relief, for sickness or other  \ncauses, must notify his/ner immediate supervisor before leav-  \ning the job. Such relief shall be arranged through the Union  \nDistrict Office.  \n92. Employer agrees to carry Workers’ Compensation  \nor other equivalent liability insurance for the protection of all  \nemployees covered by this Agreement.  \n93. Atthe direction of the representative on  \nthe job, Operating Engineers shall be allowed proper time for  \nnecessary repairs and upkeep. During periods of major repairs  \nthere must be suitable shelter around equipment and heated  \nfrom November through March.  \n94. On projects where at least eight (8) Operators are  \nemployed, the Employer, during the months of November 1  \nthrough April 30, will furnish a heated shelter where ernployees  \nmay change clothes.  \n95. Sanitary drinking water and toilet facilities will be  \navailable on the project in compliance with the provisions of the  \napplicable state code.  \n96. The Employer agrees, upon the termination of  \nany employee covered by this Agreement, to furnish such  \nemployee so released with a termination slip at the time of  \nrelease, showing reason for said release. (Union will provide  \nuniform numbered slips in duplicate; original for employee,  \nduplicate for the file.)  \n40  \n97. No supervisory employee shall perform productive  \nwork or operate equipment which would deny an Operating  \nEngineer employee employment.  \n98. Inthe reduction of forces on any project, itis agreed  \nthat non-area residents will be the first to be laid off except for  \na limited number of key men as mutually agreed by the Union  \nand the Employer at the Pre-Job Conference. Non-area resi-  \ndents are herein defined as those who have not resided in the  \nState of Ohio or in counties contiguous thereto, nor in Boone,  \nCampbeli, Kenton and Pendleton counties in Kentucky, or in  \ncounties contiguous thereto, for a period of one (1) year.  \n99. When an Employer rents or leases equipment  \nmanned from an Employer in signed relations with this Union,  \nthe Engineer or Crew may be transferred to the payroll of the  \nlessee, providing the referral office servicing the job or project  \nshall be notified prior to such transfer and provided further that  \nsuch employee’s employment by the lessee shall terminate  \nupon the termination of the lease or rental of the equipment or  \nany replacement thereof whichever is later.  \n100. When an Employer hires an Owner Operator with  \none (1) machine and the Owner Operator himself operates  \nsuch single machins, the Owner Operator will be placed on  \nthe Employer’s payroll. In the event that the above mentioned  \nmachine requires two (2) employees, such employees shall  \nbe placed on the Employer's payroll. However, when the  \nOwner Operator has two (2) or more machines operating on  \nthe same job, he/she shail then be considered a sub-contractor  \nand therefore come under the sub-contractors clause.  \n"], ["ARTICLE IX  \nTERM OF AGREEMENT  \n", "101. The Union will notify the Association which is sig-  \nnatory to this Agreement of the name and address of any  \ncontractor who becomes signatory to or bound by this Agree-  \nment during the term of this Agreement. The notice shall be  \ngiven in writing within seven (7) days of the time any such  \ncontractor becomes signatory or bound hereto. The notice  \nshall include a copy of the signature page of the contract or the  \nassent card and, if not noted thereon, a statement of the date  \n41  \nthe contract or assent card was signed or the date the contrac-  \ntor became bound.  \n102. Within seven (7) days of the receipt of a notice from  \nthe Union of its intent to terminate or modify this Agreement,  \nthe Association will notify all such contractors of whom the  \nAssociation has been notified by the Union. Each such con-  \ntractor shall have thirty (30) days from the date the Association  \nreceived the notice of intent to terminate or modify to advise the  \nUnion in writing of its intent to negotiate separately for a  \nrenewal agreement.  \n103. Inthe event any such contractor fails to advise the  \nUnion of its intent to negotiate separately within the time  \nperiod set forth above, such contractor shall be deemed and  \npresumed to agree to the terms and Agreement arrived at in  \nnegotiations between the Union and the Association and to  \nbe bound by the collective bargaining agreement resulting  \ntherefrom.  \n104. The provisions of this section shall operate for  \nsuccessive collective bargaining agreements until such time  \nas the Contractor or Union gives timely notice that said party  \ndesires to negotiate separately. Said notice shall be given  \nwithin the time periods provided in the termination clause of this  \nAgreement or any successive collective bargaining agreement.  \n105. The provisions of this Agreement shall continue in  \nforce and effect through April 30, 2007 and thereafter from  \nyear-to-year until termination at the option of either party, after  \nsixty (60) days notice in writing to the other party.  \n"], ["ARTICLE X  \nAPPRENTICES  \n", "106. Inorderto maintain sufficient skilled mechanics for  \nthe industry and, in order to present proper learning opportuni-  \nties for youth and, in order to effectuate the principles and  \ndesires of the negotiating parties created by the foregoing, the  \nnegotiators hereby fully subscribe to the Ohio Operating  \nEngineers Apprenticeship Fund Agreement and Declaration of  \nTrust dated 20 October 65 as if they had originally negotiated  \nthe same. The only limitation upon the program is the Affirma-  \ntive Action Program here attached (Exhibit “B”), in addition to  \n42  \nthe proper rules, processes, and procedures enun-  \nciated by the Joint Apprenticeship and Training Committee  \nestablished by the Trust of 20 October 65.  \n107. It is understood by the negotiating parties that a  \nRegistered Apprentice Engineer works under the direction of  \nthe Operating Engineer and the Joint Apprenticeship and Train-  \ning Committee, and that the Operating Engineer shall see that  \nhe/she stays on the job, properly caring for his/her machine.  \nThe Employer shall give sufficient opportunity for the Regis-  \ntered Apprentice to operate under the supervision of the Oper-  \nating Engineer when time and opportunity avails itself. The  \nArea Coordinator of Apprentices shall be appraised periodi-  \ncally and by his request of performance to further the Regis-  \ntered Apprentices’ learning situation. Registered Apprentices  \nshall receive the scale enunciated by the Joint Apprenticeship  \nand Training Committee in the time justified category that the  \nRegistered Apprentice has accomplished. For every five (5)  \nOperating Engineer Journeymen employed by the company,  \nthere may be employed one (1) Registered Apprentice or  \nTrainee Engineer through the referral when they are available.  \n"], ["ARTICLE XI  \nCONSTRUCTION INDUSTRY ADVANCEMENT PROGRAM  \n", "108. The Employer and the Union agree to and approve  \nthe establishment of a Construction Industry Advancement Pro-  \ngram to promote the common good of the Construction Industry  \nby providing financial support for activities which may include but  \nnotnecessarily be restricted to: (a) promotion of safety; (b) market  \ndevelopment; (c) protection of legitimate markets; (d) public rela-  \ntions; (e} personnel practices and labor relations; (f) education; (g)  \nindustry relations; (h) apprenticeship training; (i) participation in  \nFunds and Plans provided for in collective bargaining agreement,  \nsuch as Health and Welfare Plans; and (j) collection and distribu-  \ntion of information from and to all segments of the Construction  \nIndustry and related groups or authorities.  \n109. Each Employer bound by this Agreement shall pay  \nfourteen cents ($.14) per hour worked effective May 1, 1998 to  \nthe AGC of Ohio Construction Industry Advancement Fund.  \nUpon subsequent approval by the Health and Welfare Trust-  \n43  \nees, such checks shall be transmitted along with the Health  \nand Welfare payments to the Ohio Operating Engineers Health  \n& Welfare Office located at 1180 Dublin Road, Columbus, Ohio  \n43215, no later than the fifteenth (15th) day of the month  \nimmediately following the calendar month.  \nA. €ach Employer covered by this Agreement shall pay  \nto the Construction Industry Advancement Program for each  \nhour worked by each employee within the bargaining unit:  \nEFFECTIVE MAY 1, 1998  \nDiv. State Total  \nToledo .10 14 24  \nAkron .08 14 22  \nDayton .08 14 22  \nColumbus .05 .14 19  \nCincinnati .035 14 175  \nB. By the fifteenth (15th) day of the month following the  \nclose of the reporting period, in addition to making the payment  \nrequired by Article !V of this Agreement, each Employer, if  \nworking in that geographical area, shall reproduce and send a  \ncopy of their remittance report to the appropriate division office  \nalong with their check for the number of hours worked by  \ncovered employees, multiplied by the division rate per hour.  \nPayments required under this Article shall be addressed  \nas follows: Toledo Construction Industry Advancement Pro-  \ngram, 136 North Summit, Totedo, Ohio 43604; Akron Construc-  \ntion Industry Advancement Program, 495 Wolf Ledges, Akron,  \nOhio 44311; Dayton Construction Industry Advancement Pro-  \ngram, 115 Linwood Street, Dayton, Ohio 45405; Columbus  \nIndustry Advancement Program, P.O. Box 16061, Columbus,  \nOhio 43216; Cincinnati Construction industry Advancement  \nProgram, 1010 Yale Avenue, Cincinnati, Ohio 45206.  \nC. The Union shall have no participation or control of  \nany kind or degree whatsoever nor shali the Union be con-  \nnected in any way whatsoever with the Construction Industry  \nAdvancement Fund.  \nD. The Employer will hold the Union harmless from any  \nliabilities arising out of the terms of Paragraph 108 through and  \ninclusive of Paragraph 109D.  \n110. AGC of Ohio shall be the exclusive Administrator  \n44  \nof the State Fund. Payments to the program shall be in accor-  \ndance with instructions on forms furnished by the Association.  \n4114. The monthly contribution period and report shall  \nend with and include the last full weekly pay period of the  \nmonth. Payments and reports for each monthly contribution  \nperiod shall be due on or before the fifteenth (15th) day of each  \nmonth covering amounts due for the preceding month. {f an  \nEmployer shall fail to make their payment when the same shall  \nbe due and payable, he shall be subject to an additional charge  \nof one and one half percent (1-1/2%) per month until paid, to  \nreimburse the Construction Industry Advancement Program  \nfor damages due to additional administrative expenses and  \nimpairment of reserves. In addition to the additional charges  \nreferred to herein, an Employer who fails to make timely pay-  \nments shall be liable for legal fees and court costs incurred by  \nthe Association in collecting late payments.  \n112. Should there be any termination of payments allo-  \ncable to the Construction Industry Advancement Program by  \nreason of the expiration of this Agreement or for any other  \nreason, the assets and Fund of the Construction Industry  \nAdvancement Program shall not be distributed among any  \nEmployers, or the Union, but shail be held by the Association,  \nwhich shall continue to administer and expend such assets and  \nfunds for the purposes as set forth herein and subject to the  \nconditions as also provided herein.  \n4113. Thereis specifically excluded from the purposes of  \nthe Construction Industry Advancement Program the right to  \nuse any of its funds for lobbying in support of anti-labor legista-  \ntion and/or to subsidize contractors during periods of work  \nstoppages or strikes.  \n"], ["ARTICLE XIl  \nUNION ADMINISTRATIVE DUES AND DEDUCTIONS  \n", "114. Upon notification by the Union that a uniform  \nadministrative dues deduction has been authorized by all  \nemployees of the Employer, the Employer shall deduct said  \nuniform administrative dues. The Union shall be responsible  \nfor obtaining all individually signed authorizations.  \n115. Credit Union savings will be agreed to only if de-  \nductions are the same for all employees and the Union is  \n45  \nresponsible for obtaining the voluntary authorization.  \n116. The Union agrees to indemnify and save the Em-  \nployer harmless against any and all claims, suits or other forms  \nof liability arising out of said deductions.  \n"], ["ARTICLE XIill  \nENFORCEMENT MEASURES  \n", "117. Itis agreed that all subcontractors shall be subject  \nto the terms and provisions of this it relates tothe  \nOperating Engineers.  \n118. The Union shall require that no Union person shall  \nleave a job by quitting unless he/she has been properly re-  \nlieved after giving ample notice of his/her intention to quit to the  \nEmployer.  \n119. The Union shall not transfer a Union person from  \none Employer to another without the consent of the Employer  \nand the Union person involved. Neither shall the Employer  \ntransfer a Union person from his/her employ to another  \nEmployer's payroll without the consent of the Union person  \ninvolved and the Union.  \n120. All employees of the Employer shall be allowed  \ntime to vote on Election Day as required by law on employees  \nown time.  \n121, If the Union shall furnish employees to any Em-  \nployer within the area of jurisdiction of this Agreement upon  \nany more favorable wage rates and conditions than those  \ncontained herein, the Union agrees that such more favorable  \nwage rates and conditions shail automatically be extended to  \nthe Employer.  \n122. areas within the scope of this Agreement  \nfor which the wages and conditions contained herein may not  \nbe appropriate due to competition or other reasons. In such  \ncases, adjustments will be made in accordance with principles  \nagreed to by the parties during negotiations. Either party may  \nrequest a meeting with the other party to be held within fifteen  \n(15} days of notification to the other party.  \n123. No employee covered hereby may be discharged  \n46  \nby an individual Employer for refusing to cross a legal primary  \npicket line established by an International Union affiliated with  \nthe Building and Construction Trades Department of the AFL-  \nClO or a Local Union thereof or the international Brotherhood  \nof Teamsters, Chauffeurs, Warehousemen and Helpers of  \nAmerica, a Loca! Union thereof, which picket line has been  \nauthorized and sanctioned by proper authorities. No jurisdic-  \ntional or illegal informational picket line shall be recognized.  \n"], ["ARTICLE XIV  \nNO STRIKE—NO LOCKOUT—ARBITRATION AND DISPUTES  \n", "124. The Company shall not cause, permit or engage in  \nany lockout of its employees during the term of this Agreement.  \nThe Union shail not authorize, cause, engage in or sanc-  \ntion, nor will any employee take part in any illegal slowdown,  \nwork stoppage, strike, picketing or other concerted interference  \nagainst the Employer, or occurring at or around the Company’s  \noffice or work locations during the term of this Agreement.  \n125. Should a dispute arise between any of the parties,  \n(Employee, Company, Association and/or Union) to this Agree-  \nto its meaning, intent or the application ofits terms, this  \ndispute will be settied in accordance with the following griev-  \nance procedure:  \nSTEP 1: The aggrieved employee shail first take up  \nhis/her grievance orally with the Employer's Supervisor or  \nRepresentative, The employee may, if he/she so desires, have  \nhis/her Steward appear with him/her. The grievance shal) be  \norally brought to the Employer's attention within three (3)  \nworking days of the occurrence or discovery of the grievance,  \nbut in no event will the grievance be honored by management  \nlater than fifteen (15) days past the incident giving rise to the  \ncomplaint. A grievance not submitted within the time limit shall  \nbe deemed untimely and is waived.  \nSTEP 2: in the event the grievance is not settled, the  \nemplayee then shal} put his/her grievance in writing within  \nthree (3) working days after STEP 1 meeting, dated and signed  \nalong with the contract Article effected and submit the griev-  \nance to the District Business Representative and he/she and  \nthe Business Representative shall meet with the Employer's  \nRepresentative and attempt to settle the matter. lf no settle-  \n47  \nreached within ten (10) working days from the date  \nof the written grievance, then  \nSTEP 3: The grievance may be referred to the State  \nJoint Committee consisting of six (6) members, three (3) to be  \nappointed by the Labor Relations Division of the AGC of Ohio  \nand three (3) to be appointed by Local 18 of the International  \nUnion of Operating Engineers. Where the State Joint Commit-  \ntee, by majority vote (5 members or more), resolves a griev-  \nance, no appeal may be taken and such resolution shall be final  \nand binding on all parties and individuals bound by this agree-  \nment. In case of failure of either party to appear at the hearing  \nof a grievance properly filed for hearing, the parties in atten-  \ndance shall offer evidence in support of its position and the  \nCommittee shall dispose of the case on the basis of such  \nevidence. Ifno settlementis reached at this STEP within fifteen  \n{15) working days from the date the grievance is referred, then  \nSTEP 4: The grievance shall then be referred to an  \nArbitrator selected by the Committee referred to in STEP 3. If  \nthe parties cannot agree on an Arbitrator within forty- eight (48)  \nhours after the parties agree to submit the matter to arbitration,  \nthe parties shall jointly request the Federal Mediation and  \nConciliation Service to furnish a list of Arbitrators from which the  \nArbitrator shall be selected by the alternate striking of names.  \n126. The expenses and fees of the Arbitrator shall be  \nshared equally by the parties. The Arbitrator shall have no  \npower to add to, subtract from, or modify any of the terms and  \nprovisions of this Agreement. The Arbitrator’s decision shall be  \nfinal and binding upon the parties hereto.  \n"], ["ARTICLE XV  \nDETERMINATION OF JURISDICTIONAL DISPUTES  \n", "127. Both parties to this Agreement agree to be bound  \nby the terms and provisions of the Agreement creating the  \nImpartial Disputes Board. In particular, both parties agree to be  \nbound by the provision of the Agreement which states: Any  \ndecision or interpretation of the Impartial Disputes Board shall  \nimmediately be accepted and complied with by all parties  \nsignatory to this Agreement.  \nThe parties hereto agree that in the event of a jurisdic-  \ntional dispute with any other Union or Unions, the dispute shall  \n48  \nbe submitted to the Impartial Jurisdictional Disputes Board for  \nsettlement in accord with the Plan adopted by the Building  \nTrades Department, AFL-CIO.  \nThe parties hereto further agree that they will be bound by  \nany decision or award of the Disputes Board. There shail be no  \nstoppage of work or slowdown arising out of any such dispute.  \nNo jurisdictional work stoppages, and no jurisdictional picket  \nlines shall be recognized.  \nThis article of the contract will go into effect when the  \nNational A.G.C. reaffiliates with the Impartial Disputes Board.  \n"], ["ARTICLE XVI  \n", "1-9  \n128. The Union and the Employers during the term of  \nthis Agreement agree to use their best efforts to establish a  \nmaster file of |—9 employment eligibility verification forms on all  \nmembers. This file will be maintained at the Union office and be  \navailable for the Employer's use.  \n"], ["ARTICLE XVII  \nSAVINGS AND SEPARABILITY  \n", "129. It is mutually agreed that if any clause, terms or  \nprovisions of this Agreement is or is hereafter found to be  \nillegal or in contravention of any court ruling, National Labor  \nRelations Board ruling, or ruling of any other board or agency  \nhaving jurisdiction in the matter, such clause, terms or provi-  \nsions shall be or become inoperative of any effect without  \ndisturbing the other clauses, terms or provisions of this Agree-  \nment and the remaining part of this Agreement shall remain in  \nfull force and effect. In the event that any clause, terms or  \nprovisions of this Agreement is found to be illegal or in contra-  \nvention of any court ruling, National Labor Relations Board  \nruling or ruling of any other board or agency having jurisdic-  \ntion in the matter, said clause, terms or provisions shall be re-  \nnegotiated to the mutual satisfaction of the parties, but during  \nsuch re-negotiation work shall not be interrupted or stopped  \nby lockout, strikes, boycotts or other labor troubles.  \n49  \n"]]