[["", "AGREEMENT BETWEEN “pp:  \nASSOCIATION OF BRIDGE,  \nSTRUCTURAL, ORNAMENTAL AND REINFORCING  \nIRON WORKERS LOCAL UNION NO. 512  \nST. PAUL, MINNESOTA  \nEffective June 4, 2001 - April 30, 2004 |  \nA. THIS AGREEMENT, by and between, or on behalf of the parties  \nand in the capacities and status designated in Article 2 —  \nDESIGNATION OF PARTIES hereof, establishes rates of pay,  \nwages, hours of employment, fringe benefits and savings, where  \napplicable, and other terms and provisions concerning employment  \nrelations and collective bargaining relations and collective bargaining  \nbetween or involving the above parties on all construction jobs.  \nB. Throughout this Collective Bargaining Agreement, reference is  \nmade to job classifications, such as Journeyman and Foreman. These  \nand all terms in this Agreement are intended to apply equally to the  \nfemale gender as well as the male.  \n"], ["Article 1-CONSIDERATIONS FOR AGREEMENT  \n", "A, The considerations for this Agreement are the mutual promises of  \nthe parties and their mutual purposes to establish, maintain and pro-  \nmote sound and harmonious labor relations.  \nB. It is desirable to maintain the cooperative relationships existing  \nduring past years between the Employers and the Employees  \nrepresented by the Union.  \n"], ["Article 2-DESIGNATION OF PARTIES  \nA. The parties to this Agreement are: The Minneapolis Builders  \n", "Division, St. Paul Builders Division and Outstate Builders Division  \nof the Associated General Contractors of Minnesota, Inc. (hereinafter  \nreferred to as the AGC), which is acting on behalf of certain of its  \nmembers who have agreed to be bound to the terms of this  \nAgreement through the AGC or on behalf of such additional  \nEmployers as may execute identical couterparts thereof through the  \nAGC (hereinafter referred to as the Employer(s) and Iron Workers  \nLocal Union No. 512 (hereinafter referred to as the Union), affiliated  \nwith the International Association of Bridge, Structural, Ornamental  \nand Reinforcing Iron Workers, AFL-CIO (hereinafter referred to as  \nthe International Association).  \nB. The AGC is party to this Agreement in a representative capacity  \nand as agent only, acting on behalf of certain of its members who  \nhave agreed to be bound to the terms of this Agreement through the  \nAGC and on behalf of such additional Employers as may execute  \nidentical counterparts thereof through the AGC. The AGC is entitled  \nto recognition in such capacity as agent and collective bargaining  \nrepresentative for its member Employers who are or may become  \nparties hereto, for all purposes of this Agreement, including its right  \nin such capacity, to represent such member Employer parties before  \nthe NLRB or otherwise pursuant to and/or in aid, support or  \nenforcement of the terms and provisions of this Agreement.  \n(1.) Those AGC members who have agreed to be bound to the terms  \nof this Agreement and such other individual Employers not affiliated  \nwith an employer organization and who have also agreed to be bound  \nto the terms of this Agreement (hereinafter referred to as Employers)  \nare parties hereto as principals, but their status is several and not  \njoint.  \nC. The Union on its behalf and on behalf of the Employees whom it  \nrepresents or on whose behalf it is recognized or to be recognized is a  \nparty hereto. The status of the Union is dual, in that it is a party  \nhereto as a principal and also the agent for the Employees whom it  \nrepresents and on whose behalf it is recognized as hereinafter  \nprovided.  \n"], ["Article 3-UNION RECOGNITION  \n", "A. The Employer hereby recognizes the Union to which the  \nEmployer has agreed to be bound as the exclusive collective bar-  \ngaining representative of the Employees in the craft signatory to this  \nAgreement, with respect to rates of pay, wages, hours of  \nemployment, fringe benefits and savings, where applicable, and other  \nconditions of employment. The Union is hereby recognized  \nhereunder by the Employer as the sole and exclusive bargaining  \nrepresentative of the Employees represented by the Union. The  \nUnion represents that it is qualified for such recognition.  \n"], ["Article 4+SCOPE OF AGREEMENT  \n", "A. This Agreement applies to al! bargaining unit work to be  \nperformed in those areas States of Minnesota and Wisconsin,  \nwhich come under the geographic jurisdiction of the Union, as set  \nforth below.  \n(1.) The following counties, in their entirety, in the State of  \nMinnesota- Anoka, Benton, Big Stone, Blue Earth, Brown, Carver,  \nChippewa, Chisago, Cottonwood, Dakota, Dodge, Douglas,  \nFaribault, Fillmore, Freeborn, Goodhue, Grant, Hennepin, Houston,  \nIsanti, Kanabec, Kandiyohi, Lac Qui Parle, LeSeuer, Lyon, McLeod,  \nMeeker, Mille Lacs, Morrison, Mower, Nicollet, Olmsted, Otter Tail,  \nPope, Ramsey, Redwood, Renville, Rice, Scott, Sherburne, Sibley,  \nStearns, Steele, Stevens, Swift, Todd, Traverse, Wabasha, Wadena,  \nWaseca, Washington, Watonwan, Winona, Wright and Yellow  \nMedicine.  \n(2.) The following counties in the State of Wisconsin — Barron,  \nBuffalo, Chippewa, Clark, Dunn, Eau Claire, Jackson, Pepin, Pierce,  \nPolk, St. Croix, Taylor and Trempeleau (a!! in their entirety) plus the  \nwestern one-half of Rusk County, as divided by Highway No. 27.  \nInitial and Date Here  \nB. This Agreement shall cover all bargaining unit work coming  \nwithin the jurisdiction of the International Association of Bridge,  \nStructural, Ornamental! and Reinforcing Iron Workers Loca! Union  \nNo. 512, AFL-CIO. The Employer recognizes and agrees that the  \nclaimed scope of work covered by this Agreement is that provided  \nfor, but not limited to, the jurisdictional claims contained within the  \ncharter grant issued by the American Federation of Labor to the  \nInternational Association, as set forth in Article IV of the  \nConstitution of the Intemational Association; which shall be  \nincorporated herein by reference.  \n(1.) It is understood that claims are subject to trade agreements and  \ndecisions of record as recorded in the “Handbook of Agreements of  \nthe International Association of Bridge, Structural, Ornamental and  \nReinforcing Iron Workers” and in “Agreements and Decisions  \nRendered Affecting the Building Industry,” as amended, approved by  \nthe National Building and Construction Trades Department, AFL-  \nCIO (Green Book), as well as established area practice.  \nC. When requested by the Union, the Employer shall furnish to the  \nUnion, signed letters of assignment on the letterhead of the individual!  \nEmployer, stating they have employed Iron Workers on a specific  \ntype of work, identifying the particular project and the time frame  \nwhen such work was performed and paid the negotiated scale of  \nwages to Employees of the bargaining unit performing such work.  \nSuch requests may be made in writing, via Fax or electronic  \ntransmission or verbally. :  \nMINNESOTA COUNTIES: Anoka, Benton, Big Stone, Blue Earth, Brown,  \nCarver, Chippewa, Chisago, Cottonwood, Dakota, Dodge, Douglas, Faribault,  \nFillmore, Freeborn, Goodhue, Grant, Hennepin, Houston, fsanti, Kanabec,  \nKandiyohi, Lac Qui Parle, LeSeuer, Lyon, McLeod, Meeker, Mille Lacs,  \nMorrison, Mower, Nicollet, Olmsted, Otter Tail, Pope, Ramsey, Redwood,  \nRenville, Rice, Scott, Sherburne, Sibley, Stearns, Steele, Stevens, Swift, Todd,  \nTraverse, Wabasha, Wadena, Waseca, Washington, Watonwan, Winona,  \nWright and Yellow Medicine.  \nWISCONSIN COUNTIES: Barron, Buffalo, Chippewa, Clark, Dunn, Eau  \nClaire, Jackson, Pepin, Pierce, Polk, St. Croix, Taylor and Trempeleau (all in  \ntheir entirety} plus the western one-half of Rusk County, as divided by  \nHighway No. 27.  \n"], ["Article 5-UNION SECURITY  \n", "A. The Union shall be entitled to Union Security to the extent that  \neach Employee in the collective bargaining unit represented by the  \nUnion shall, on the eighth (8) day following the beginning of  \nemployment in such collective bargaining unit by such Employer  \nunder the coverage of this Agreement or the effective date of this  \nAgreement, whichever is later, be required to become and remain a  \nmember in good standing of the Union as a condition of employment.  \nEmployees who pay the Local Union’s initiation fees (if any) and  \ndues relating to the Union’s representational function shal] be  \ndeemed to have satisfied the membership in good standing obligation.  \nB. The Employer will be required to dismiss Employees who refuse  \nto comply with this Union Shop provision after written notification  \nby a bonafide representative of the Union to a responsible  \nrepresentative of the Employer on the job.  \nC. The Union shall be entitled to approach individual Employees for  \norganizational purposes as provided by law. All organizational  \nfunctions must be pursued during that period which will not conflict  \nwith the Employer’s work.  \nArticle 6-HIRING  \nA. The Union shall be the first source of referral of applicants for  \nemployment.  \n(1.) The Employer shall have the right to reject any applicant for  \nemployment who is not qualified to perform the work they were hired  \nfor.  \n(2.) The Employer shall have the right to hire, by name, Employees  \nfrom the Local Union who are not currently employed.  \n(3.) The Employer shall have the right to move Employees from one  \njob assignment to another without permission of the Union.  \nInitial and Date Here  \n  \n(4.) If the Union is unable to fill the request of an Employer for  \nEmployees within a forty-eight (48) hour period after such request for  \nEmployees (Saturdays, Sundays and Holidays excepted), the  \nEmployer may employ Employees from any source. However, all  \nsuch Employees are subject to the provisions of Article 5 - UNION  \nSECURITY.  \nB. There shall be no discrimination against any prospective  \nEmployee, by the Employer or the Union, because of affiliation or  \nnon-affiliation with the Union, race, color, sex, age, political or  \nreligious beliefs.  \nC. The Union agrees that all applicants for employment referred to an  \nEmployer shall be experienced in the classification requested.  \nD. Since it is the objective of the Union to have all Employees,  \nwhenever possible, be entered into and trained through the Iron  \nWorkers Local Union No. 512 Joint Apprenticeship Committee  \n(JAC) Training Program and to prevent any subterfuge or evasion of  \nthis objective, the Union shall have the right to have any Employee  \nremoved from the jobsite and employ of signatory Empioyers when  \nthe following events have occurred:  \n(1.) Failure to take the JAC Test and/or failure to appear for Oral  \nInterviews before the JAC, both of which are required and contained  \nin the apprentice trade standards covering Iron Workers.  \n"], ["Article 7-INSURANCE AND TAXES  \n", "A. The Employer agrees to carry any and all insurance and pay all  \napplicable taxes as required by applicable State and Federal law.  \nB. The Employer shal! provide State Workers’ Compensation  \nInsurance coverage and State Unemployment Insurance coverage for  \nall Employees working under the terms and conditions of this  \nAgreement. The coverages enumerated above shall be those called  \nfor by the State in which a particular project is located. All  \nEmployers must furnish the Union with proof of the necessary  \ncoverages enumerated above — said proof to consist of the appropriate  \npolicy number and insurance carrier’s name, address and telephone  \nnumber.  \n"], ["Article 8-CONFLICTING AGREEMENTS  \n", "A. The Employer agrees not to enter into any labor agreements  \ncovering construction jobs, exclusive of maintenance and repair  \nshops and manufacturing processes, with their Employees on whose  \nbehalf the Union has been granted recognition hereunder, which in  \nany way conflicts with the terms and provisions of this Agreement.  \nB. If the Union enters into any Agreement with any individual  \nEmployer or group of Employers competing in the same type of work  \nwhich provides for less favorable Employee wages, hours or  \nconditions of employment than herein specified, the Employer parties  \nhereto may open this Agreement for the express and exclusive  \npurpose of negotiating less favorable wages, hours or conditions of  \nemployment.  \nC. The Union agrees that if its parent International Association grants  \nprivileges, terms or conditions of employment more advantageous  \nthan those contained in this Agreement to other Employers on any  \nproject agreement, then the Employers signatory to this Agreement  \nmay, upon written notice to the Union (here referring to Iron Workers  \nLocal Union No. 512), take advantage of such better privileges,  \nterms, or conditions of employment on that project.  \nD. If the Union (here referring to Iron Workers Local Union No. 512)  \nenters into a site-specific project agreement with another Employer  \nthat contains more favorable privileges, terms or conditions of  \nemployment than those contained in this Agreement, the Union  \nagrees to provide those same more favorable privileges, terms or  \nconditions of employment to any other Employer bidding or  \nnegotiating on that specific project. It is agreed that Employers who  \ndesire the more favorable conditions must make this request to the  \nUnion.  \n"], ["Article 9- VIOLATIONS OF AGREEMENT  \n", "A. If disputes cannot be resolved between the parties, then alleged _  \nviolations of the terms of this Agreement are subject to the grievance  \nand arbitration clause of this Agreement.  \nArticle 10-DISCHARGE  \nA. Management shall have the right to determine employment  \nqualifications of Employees and may discharge any Employee whose  \nwork, in Management’s discretion, is unsatisfactory, or who fails to  \nobserve reasonable rules, regulations and safety precautions  \nprescribed by the Employer or any governmental agency.  \n"], ["Article 11-SETTLEMENT OF DISPUTES  \n", "A. Any controversy over the interpretation of, or adherence to the  \nterms of this Agreement shall first be attempted to be resolved  \nbetween the Union and the Employer. Any controversy or grievance  \nshall be deemed to be waived unless submitted in writing within ten  \n(10) working days after the first occurrence of the event or  \nknowledge of the condition giving rise to the grievance.  \nB. If a satisfactory settlement cannot be reached within five (5)  \nworking days, the matter may be brought to the AGC-Basic Trades  \nDisputes Board, if both parties agree in writing. In such case, the  \ngrieving party shall submit a written statement of the claim and facts  \nof the matter to other parties including the Employer, the Union and  \nthe AGC. (The rules of the Disputes Board shall be those already  \nadopted by the Joint Committee).  \n(1.) Both parties must sign an Agreement to bring the matter to the  \nDisputes Board. Both parties must sign the document binding them to  \nthe Disputes Board decision. If either party does not attend the  \nmeeting after signing the above and being notified of the meeting  \ndate and time, a decision will be rendered even though they are not  \npresent.  \n(2.) Decisions of the Disputes Board will be drafted at the conclusion  \nof the meeting, signed by members of the Board, and distributed to  \nboth parties at that time.  \nC. The Disputes Board is to be made up of equal numbers of  \nManagement and Labor representatives, who will meet regularly to  \nsettle any disputes (other than jurisdictional disputes), to avoid work  \nstoppages, or other problems affecting productivity. This Board shall  \nhave no power to add to, delete, or modify any of the terms or  \nprovisions of this Agreement. All decisions of the Disputes Board  \nshal} be final and binding on the parties.  \n(1.) If either party, after signing the above documents, refuses to  \nabide by the decision of the Disputes Board, economic action may be  \ntaken by the other party.  \nD. Should the Disputes Board, as established, be unable to reach a  \ndecision on the matter before it, or because of a deadlock (lack of  \nmajority) or if either party refuses to use the Joint Disputes Board,  \nthen the matter maybe referred to a Board of Arbitration that shall  \noperate in the following manner: The Union shall appoint an  \nArbitrator and the Employer shall appoint an Arbitrator within ten  \n(10) working days and the two Arbitrators thus selected shall appoint  \na Neutral Chairman. In the event of the failure of the Arbitrators  \nselected by the parties to agree on a Neutral Chairman within ten (10)  \nworking days after the dispute is referred to arbitration, they shall ask  \nthe Federal Mediation and Conciliation Service for a list of five (5)  \nnames from which the aggrieved party shall strike the first two (2)  \nnames and the other party shall then strike two (2) names, and the  \nfinal name shall be selected as the Neutral Chairman. The Neutral  \nChairman thus selected shall set the time and place for hearings,  \nwhich shail begin no later than ten (10) working days after the  \nNeutral Chairman’s selection, with the final decision to be handed  \ndown in not more than ten (10) working days after the last hearing is  \nheld. The time may be extended by mutual agreement between the  \nparties.  \nInitial and Date Here  \n(1.) The decision of the Arbitrators shall be final and binding on  \nsignatories to this Agreement who are parties to the dispute;  \nprovided, however, that the Arbitrators shall have no power to add to,  \ndelete, or modify any provisions of this Agreement.  \n(2.) The Employer will pay all expenses of its Arbitrator and the  \nUnion will pay all expenses of its Arbitrator, and the Employer and  \nthe Union will share equally all fees and expenses of the Neutral  \nChairman.  \n(3.) All work and other conditions prevailing immediately prior to the  \nraising of the question to be decided under this Article shall remain  \nunchanged until a final decision has been reached hereunder.  \n"], ["Article 12-MANAGEMENT  \n", "A. Management reserves the right to manage its jobs to the best  \ninterests of Management, the right to retain or dispense with  \nEmployees, to increase or reduce the number of Employees needed  \non each project, except that on structural steel erection jobs, four (4)  \nEmployees and a Foreman are required. On all other structural steel  \nerection jobs of four (4) hours or less of actual erection by a crane,  \nthe number of Employees and Foremen employed shall be left to the  \ndiscretion of the Employer.  \nB. Management shal! have the right to determine employment  \nqualifications of Employees and may discharge any Employee whose  \nwork, in Management's discretion, is unsatisfactory or who fails to  \nobserve the reasonable rules, regulations or safety precautions  \nprescribed by the Employer or any governmental agency.  \nC. The Employees shall use any tools, equipment, machinery,  \nmaterials, products or procedures of their craft, as required by the  \nEmployer.  \nArticle 13-SAFETY  \nA. Accident and injury-free operations shall be the goal of all  \nEmployers and Employees. To this end, the Employer and Employee  \nwill, to the best of their ability, abide by and live up to the  \nrequirements of the several State and Federal Construction Safety  \nCodes and Regulations.  \nB. To this end the Employer may from time to time issue rules or  \nnotices to its Employees regarding on-the-job safety requirements.  \nAny Employee violating such rules or notices may be subject to  \ndisciplinary action. No Employee may be discharged for refusing to  \nwork under unsafe conditions.  \nC. Employees who are injured on the job and are unable to continue  \nwork for the remainder of that work day because of said injury, as  \ndetermined by the Employer or a physician, shall receive full time  \npay for the day, not to exceed eight (8) hours pay at the applicable  \nBase Wage Rate, plus fringes.  \nD. Employers may require drug and alcohol testing of Employees and  \napplicants for employment, including random testing, only under the  \nfollowing circumstances:  \n(1.) The signatory Employer has adopted a written drug and alcohol  \ntesting policy complying with the provisions set forth in the  \napplicable Federal or State statutes and further that each individual  \nEmployer must provide the Union with an up-to-date copy of its  \nwritten drug and alcohol testing policy before commencing any drug  \nand alcohol testing of Employees covered under this Agreement.  \n(2.) Both parties to adopt mutually agreeable language with the  \nexpress understanding that the Union insists on suitable provisions to  \nprotect Employees from discriminatory and/or retaliatory practices by  \nrepresentatives of the Employer; including but not limited to the  \nselection process, test administration, subsequent retesting should it  \nbecome necessary and strict assurances of confidentiality. It is also  \nfurther understood that the Union will-insist that all applicants for  \nemployment who are required to take a pre-hire drug/alcohol test  \nshall be paid two (2) hours at the Journeyman Base Wage Rate, plus  \nfringes.  \nE, The AGC of Minnesota, Inc. and Iron Workers Local Union No.  \n512 hereby agree to enter into an Agreement and Declaration of Trust  \nfor the establishment of the AGC of Minnesota-Basic Construction:  \nCrafts Workers’ Compensation Fund (hereinafter \"the Fund\") to  \nprovide workers compensation benefits to eligible Employees under  \nthis Collective Bargaining Agreement. This Fund will be  \nadministered by an equal number of Employer Trustees and Union  \nTrustees and will be funded from contributions from Employers on  \nbehalf of Employees covered by this Collective Bargaining  \nAgreement. .-  \n(1.) The operation of the Workers’ Compensation Fund will be  \ndetermined by the Trustees in accordance with the Agreement and  \nDeclaration of Trust of the Fund. The parties hereto agree to be  \nbound by the Agreement and Declaration of Trust establishing the  \nFund, together with any amendments thereto and regulations  \nestablished by the Trustees, and the parties hereby designate as their  \nrepresentatives on the Board of Trustees such Trustees as are named  \npursuant to the Trust Agreement, together with any successors who  \nmay be appointed pursuant to the Agreement and Declaration of  \nTrust. The parties hereto agree to be bound by the delinquency  \ncollection procedures established by the Trustees of the Fund, as may  \nbe revised from time to time.  \n(2.) It is the purpose of this Trust Fund to provide Employees who  \nclaim compensable personal injuries and occupational diseases  \noccurring under Minnesota Workers’ Compensation laws with  \nbenefits required by The amount of contributions to this Fund  \nshall be established by the Trustees and may be changed from time to  \ntime.  \n"], ["Article 14-PICKETS, BANNERS AND STRIKES  \n", "A. The Employer shail not require an Employee to go through a  \nprimary picket line or banner to work. It shall not be a violation of  \nthis Agreement and it shall not be cause for discharge or disciplinary  \naction in the event an Employee decides not to cross a primary picket  \nline or banner. This clause shall not apply to secondary picket lines or  \nbanners and it shall not apply to jurisdictional lines or banners.  \n"], ["Article 15-NO STRIKE-NO LOCKOUT  \n", "A. The Union and the Employer agree that there shall be no strike or  \nother concerted interference with the Employer's business by the  \nUnion and/or the members thereof, and there shal! be no lockout  \nduring the existence of this Agreement without first using all possible  \nmeans of peaceful settlement of any controversy that may arise.  \n"], ["Article 16 - SUBCONTRACTORS  \n", "A. The Employer agrees that neither it nor any of its subcontractors  \non the job site will subcontract any work covered under this  \nAgreement to be done at the site of construction, alteration, painting  \nor repair of a building, structure, or other work except to a person,  \nfirm or corporation party to.an appropriate, current labor agreement  \nwith the Union.  \nB. Any dispute involving this Article shall be resolved under the  \ngrievance and arbitration procedures contained in this Agreement.  \nNotwithstanding any other provision of this Agreement, the Union  \nshall not have the right to call a strike or work stoppage of any kind  \nor take any economic action to enforce any provision contained in  \nthis Article.  \nInitial and Nate Maro  \n(1.) In the event a breach of this Article is found in any resolution  \nunder the grievance and arbitration procedure of this Agreement, the  \nsignatory Employer shall pay the difference between the wage rates,  \nworking dues and fringe benefit contributions paid by the non-  \nsignatory employer or subcontractor to or on behalf of its Employees  \nand the wage rates, working dues and fringe benefit contributions  \nrequired by this Agreement. The wage rate differential shall be paid  \nto the Employees; the working dues to the Union and the fringe  \nbenefit contributions to the Twin City Iron Workers Fringe Benefit  \nFunds. Additionally, the arbitrator shall have the authority to award  \ndamages, interest and reasonable attorney fees in the event that the  \narbitrator finds an intentional violation of this Article.  \n"], ["Article 17-UNION REPRESENTATIVES  \n", "A. Only authorized Union Representatives shall have the right to  \nconfer with Employees on the job. Each and every Union  \nRepresentative shall first contact the job superintendent or foreman,  \nor whoever is in charge of the project before conferring with any  \nEmployee. At no time shali such Union Representative hinder or  \ninterfere with the progress of the work.  \nB. It is mutually agreed that the Local Union will notify the AGC in  \nwriting, listing the Union’s authorized Representatives who will deal  \nwith the various Employers, make recommendations for the Local  \nUnion generally, and, in particular, those individuals who have the  \nsole authority to act for the Local Union in calling and instituting  \nstrikes or any stoppages of work. The Union may, from time to time,  \namend its listing of authorized Representatives by certified mail,  \nunless and until this notification has been complied with, any strike is  \nillegal.  \nC. It shall be the obligation of the Union Representatives to adhere to  \nall pertinent safety rules of the particular job while on the Employer's  \npremises.  \n"], ["Article 18-ROTATION OF EMPLOYEES  \n", "A. The Union may not require rotation of Employees during the life  \nof this Agreement, other than Apprentices shifted for purposes of  \ntraining. -  \n"], ["Article 19-PAYROLL RECORDS  \n", "A. In case of a dispute arising over hours and wages, the Union shall  \nhave the right to examine the payroll records of the individual  \nEmployee covered by this Agreement upon which there is a dispute.  \nPrior to the actual examination, a written request shall be submitted  \nto the Employer involved.  \nB. The Employer shall provide, at the request of the Union,  \ninformation with respect to prevailing wage rates required by the  \nStates of Minnesota and Wisconsin and/or the Federal Government.  \nSuch information shall be provided to the Union no later than two (2)  \nweeks from the date of such request.  \n"], ["Article 20-PAYDAY AND WAGE PAYMENT  \n", "A. The regular payday for each respective Employer shall be once a  \nweek on such day as agreed upon between the Employer and the  \nUnion. Wages shall be paid before quitting time and wages are to be  \npaid in cash, negotiable check, or other fegal tender.  \n(1.) The Employer agrees to provide the following information on an  \nEmployee's payroll check stub: Name of Employee and Employee  \nSocial Security Number; date of payment, payroll period, hours paid  \nat straight time and/or overtime rates, gross pay, all deductions and  \npurposes thereof and net pay. If payment is made by a method other  \nthan negotiable check, a separate statement, on company letterhead,  \nshall accompany each payment of wages and such statement shail  \nprovide the same information as required on payroll check stubs.  \n(2.) If the regular payday falls on a holiday recognized under this  \nAgreement, all Employees shall be paid the day preceding the  \nholiday.  \nB. Employers may withhold four (4) days' pay in order to enable  \nthem to prepare the payroll, and the-Employee shall be paid on the  \njob no later than the fourth (4\") day. (Example) For a pay period that  \nends on Friday, Employees shall be paid on Thursday. For a pay  \nperiod that ends on Wednesday, Employees shall he paid on Tuesday.  \nC. When Employees are laid off or discharged, they shall be paid in  \nfull on the job, or where necessary, at the office of the Employer.  \nWhere it is necessary to mail the payroll check, the check shall be  \npostmarked not later than the regular work day immediately  \nfollowing the lay-off or discharge, with such payroll check mailed to  \nthe last known address.  \n(1.) For every day of delay in payment of wages due to laid off or.  \ndischarged Employee(s), the Employer shall pay the affected  \nEmp!oyee(s) two (2) hours at the applicable Base Wage Rate, plus  \nfringes, for each such day of delay.  \n(2.) Any undue delay or loss of time caused to Employees through no  \nfault of their own shall be paid for by the Employer causing such  \ndelay at the applicable Base Wage Rate, plus fringes.  \n(3.) When Employees quit of their own accord, they shali wait until  \nthe next regular payday for wages due them and if the checks  \nare to be mailed, they must be postmarked not later than the  \nEmployer’s regular and customary payday.  \nD. Any Employer who fails to pay wages or issues payroll checks for  \nwages and such checks are subsequently not honored due to Non-  \nSufficient Funds (N.S.F.), a non-existent account or a closed account,  \nshall be liable for the full amount of the payroll check plus an  \nadditional amount equal to ten per cent (10%) of the payroll check in  \nquestion as liquidated damages. The Employer shall also be liable  \nfor reasonable attorney fees, collection costs or court costs as may be  \nincurred by the Union in the collection of said wages.  \n(1.) The Empioyer must, within twenty-four (24) hours thereafter,  \nissue to the Employee(s) in question, payment in cash, money order  \nor certified check in the gross amount of said dishonored payroll  \ncheck plus the information required in Section A. (1.) above.  \n(2.) The Union may, at its sole discretion, deprive such individual  \nEmployer who issues dishonored payroll checks, of the right to pay  \nby check for such period of time as the Union feels prudent or until  \nsuch time as the Union is assured that individual Employer can meet  \nthe provisions of this Article.  \n(3.) The individual Employer shall also reimburse any affected  \nEmployee(s) who have received such dishonored checks and as a  \nconsequence have incurred fees for depositing N.S.F. checks or have  \nalso incurred fees for any Employee’(s) personal checks that have  \nbecome N.S.F., due to the N.S.F. payroll check issued by the  \nindividual Employer in question.  \n{a.) The affected Employee(s) must furnish the Union and the  \nindividual Employer in question with relevant bank statements and/or  \nfees showing proof of such N.S.F. fees before any payment shail be  \nmade, as per Subsection (3.) above.  \nE. Any Employer who fails to have sufficient funds in the bank to  \nmeet all pay checks issued to Employees and if full payment has not  \nbeen made by the following payday, the Employer shall be deprived  \nof the right to pay by check for a period of ninety (90) days.  \nF, In the event an Employee loses their payroll check and the  \nEmployer must make a stop-payment on that lost payroll check, the  \nEmployee shall be responsible for the cost of the stop~payment fee.  \nTrttini and Nints Uaeo  \n"], ["Article 21-FRINGE BENEFITS  \nA. General Provisions. The Employer agrees to contribute and  \n", "forward every month, not later than the twenty-fifth (25\") day of the  \nfollowing month (hereinafter called the “due date”), such sums for  \ndefined benefit pension, defined contribution pension, health and  \nwelfare, apprentice and training funds, plus the deductions from the  \nBase Wage Rate for Vacation Fund contributions and the other  \npurposes approved by the Union and the Employee, as may be  \ndesignated in SUPPLEMENTS - Schedule 2-WAGES, for each hour  \nworked by all Employees covered by this Agreement. The Funds  \nshall be known separately as the Twin City Iron Workers Pension  \nFund, Twin City Iron Workers Defined Contribution Pension Plan,  \nTwin City Iron Workers Health and Welfare Fund, Twin City fron  \nWorkers Apprentice and Training Fund, and Twin City Iron Workers  \nVacation Fund and collectively as the Twin City Iron Workers Fringe  \nBenefit Funds, each governed under separate Trust Agreements, and  \ncopies of which the Employer will receive and to which the  \nEmployer is automatically bound. The respective Fund Trustees shall  \nequally represent the Union and the Employers.  \n(1.) Contributions are to be paid on one check for all fringes to an  \nadministrative agency with a local office.  \n(2.) Reporting forms and instructions are to be standardized with  \nother basic trades whenever possible.  \n(3.) Contributions are to be paid on an hourly basis for ali hours  \nworked and are not to be pyramided. Example: If the hourly wage is  \n$3.00 plus 10¢ for fringes, the time and one-half overtime rate would  \nbe $4.50 plus 10¢ for fringes, and the double time overtime rate  \nwould be $6.00 plus 10¢ for fringes.  \n(a.) On shift work, contributions shall be paid on the same  \nproportionate hourly basis as hours worked to hours paid.  \n(4.) Any Insurance Carrier, Administrator, Consultant, Actuary or  \nFiduciary Agent which may be used, shall be selected by competitive  \nbidding upon invitation by the respective Fund Trustees.  \n(5.) There shall be no requirement that Employees sent to work  \noutside the scope of this Agreement be paid fringes, nor shall the  \nEmployer be required to duplicate fringe contributions.  \nB. Collection: Failure, refusal or neglect of an Employer, whether  \nwillful or otherwise, to report and to pay the sums due the Trust  \nFunds provided for herein on or before the due date, shal} cause the  \nEmployer to receive written notification by the Fund Administrator  \nof such delinquency and shal! subject the Employer to liquidated  \ndamages of ten percent (10%) of the amount of contributions due for  \nthat work month in order to offset the added expense incurred by the  \nTrust Funds on delinquent accounts. The Employer shall also be  \nobligated to pay to the Trust Funds, interest on delinquent  \ncontributions at the rate of prime plus two and one-half percent  \n(2 1/2%) from and after the due date to the date of payment. The  \nprime rate shall be determined based on the published prime rate at  \nthe depository bank for the Trust Funds, as designated from time to  \ntime by the Trustees. The Fund Administrator shall assess and notify  \nthe Employer of the amount of interest due on such delinquent  \naccounts,  \n(1.) The Union, in case of failure on the part of the Employer to  \ncomply with the above paragraph and/or when it comes to the  \nattention of the Union or the Trustees, that the Employer has become  \ndelinquent to the Funds, may, after giving two (2) working days  \nwritten notice to the Employer, take economic action without being  \nin violation of any provisions of this Agreement.  \n(2.) An Employer who is delinquent in paying the contributions,  \ninterest, liquidated damages, audit fees or any other amounts due to  \nthe Twin City Iron Workers Fringe Benefit Funds shall be obligated  \nto reimburse the Twin City Iron Workers Fringe Benefit Funds for all  \nfees and expenses incurred in collecting such amounts including,  \nwithout limitation; reasonable attorney’s fees, accounting and audit  \nfees and court costs.  \n(3.) In order to assure payment of fringe contributions, the Trustees  \nshall require the Employer to post a bond issued by a duly licensed  \nsurety company on a form furnished by the Trustees in an amount  \nfrom $25.000.00 up to $50,000.00, depending upon (i) the number of  \nIron Workers employed, (ii) the creditworthiness and financial  \nstrength of that Employer, and (iii) any other factors the Fund's  \nTrustees consider relevant to the determination of that Employer's  \nability and willingness to satisfy its fringe contribution obligations  \nunder this Agreement.  \n(4.) The Union may refuse to supply Employees and the Employees  \ncovered by this Agreement shall not be required to work for any  \nEmployer who refuses to provide such bond. The Union, in case of  \nfailure on the part of the Employer to comply with this Section, may,  \nafter giving two (2) working days written notice to the Employer,  \ntake economic action without being in violation of any provisions of  \nthis Agreement.  \n(5.) The Employer may demand that the question of its failure,  \nrefusal or neglect to report and to pay sums due the Trust Funds be  \nsubmitted to regular arbitration under Article 11 ~- SETTLEMENT  \nOF DISPUTES, providing such request is submitted in writing to the  \nUnion within forty- eight (48) hours after receipt of the above Union  \nnotice, and providing further, the Employer deposit in escrow with  \nthe Fund Administrator, the amount of the claimed delinquent  \ncontributions plus liquidated damages of ten percent (10%) plus  \naccrued interest, or a reasonable estimate of the delinquent  \ncontributions plus liquidated damages plus interest as determined by  \nthe Fund Administrator.  \n(6.) The Trustees shall have the right, at any reasonable time after  \nnotification to the Employer, to have a representative audit the  \npayroll, social security, withholding, unemployment, and workers’  \ncompensation payment records of such Employer to determine  \ncompliance with the terms and conditions of this Agreement.  \nIn the event such audit results in a finding that the Employer has  \nfailed to pay all of the contributions required by this Agreement for  \nthe period of time covered by the audit, then the Employer shall be  \nobligated to reimburse the Trust Funds for the reasonable costs  \nincurred in conducting such audit.  \n(7.} The collection procedures of this Section B. (including  \nprovisions for liquidated damages, court costs, reasonable attorney  \nfees and other remedies) shal] also apply in the case of an Employer  \nwho fails, refuses or neglects to report or pay the amounts which are  \nto be deducted from the Base Wage Rate under SUPPLEMENTS -  \nSchedule 2 - WAGES.  \nC. If an Employer subcontracts work to be performed at the jobsite  \nby Employees covered by this Agreement, such subcontracting  \nEmployer shall be specifically and automatically bound by the terms,  \nconditions and liquidated damages of this Article.  \nD. Owner-Operators:  \n(1.) Each person on first becoming an owner-operator must elect  \nwhether they are to be treated as an owner-operator for purposes of  \ncontributions to the Fringe Benefit Funds. The foregoing election  \nshall be irrevocable, shall apply throughout the lifetime of that  \nperson, and may never be chan ed even if the person ceases to be an  \nowner-operator and qualifies as an owner-operator once again.  \n(2.) A person who has elected to be treated as an owner-operator for  \ncontributions to the Fringe Benefit Funds shall be required to  \ncontribute to each of the Fringe Benefit Funds based on 160 hours (or  \nsuch other number of hours as maybe set by the Trustees of the  \nFringe Benefit Funds) for each month that the person qualifies as an  \nowner- operator. ,  \n(3.) A person who has elected not to be treated as an owner-operator  \nfor contributions to the Fringe Benefit Funds shall] never be allowed  \nto contribute to the Fringe Benefit Funds based on their status as an  \nowner-operator, but shall only be entitled to have contributions made  \nto the Fringe Benefit Funds on their behalf based on work covered by  \nthis Agreement that is performed by the person for an unrelated  \nEmployer.  \n(4.) For purposes of this section, an \"owner-operator” is any person  \nwho (i) owns (directly or indirectly) five percent (5%) or more of the  \ncombined voting power of all classes of stock entitled to vote or the  \ntotal value of shares of all classes of stock of a corporate Employer,  \nand (ii) performs any work for that corporation of a type which would  \nbe covered under this Agreement. For this purpose, a person shall be  \ndeemed to own all stock owned by their spouse and children.  \n(5.) The minimum contribution specified above for owner-operators  \nwho have elected to contribute to each of the Fringe Benefit Funds as  \nowner-operators shall be offset by any hours for which Fringe Benefit  \nFund contributions are made for that month on behalf of the owner-  \noperator based on their employment by an unrelated Employer.  \nInitial and Date Here  \n   \n(6.) No Fringe Benefit Fund contributions shal! be made for any  \nperson who is a proprictor or partner in an unincorporated Employer  \nbased on work performed by that person as a proprietor or partner.  \nE. Any and all fringe contribution rates shall be open for adjustment  \nand such adjustment shall operate to adjust wages in a like amount.  \n"], ["Article 22-SAVING CLAUSE  \n", "A. This Agreement is intended to be in conformity with all applicable  \nand valid State and Federal laws, rules and regulations.  \nB. Any conflict between the provisions of this Agreement and the  \nterms of any such laws and regulations shall cause the provisions of  \nthis Article so in conflict to be superseded or annulled but shail not  \nsupersede or annul the terms and provisions of this Agreement which  \nare not so in conflict.  \n"]]