[["", "BIST  \nJune 1, 2004 through May 31,2007 Carpenters Agreement  \nCARPENTERS AGREEMENT  \nThis Agreement is by and between the LABOR RELATIONS DIVI-  \nSION, CINCINNATI DIVISION, AGC of Ohio, Inc., ASSOCIATED  \nGENERAL CONTRACTORS OF AMERICA, INC., as negotiating  \nagent only, for each Employer who hereafter signs this Agreement or a  \ntrue copy thereof, hereinafter referred to as the Employer, party of the  \nfirst part, and the OHIO & VICINITY REGIONAL COUNCIL OF  \nCARPENTERS, hereinafter referred to as the Union, party of the second  \npart.  \nPREAMBLE  \nThe Employer and the Union, recognizing the necessity for  \neliminating restrictions and promoting efficiency, agree that no rules,  \ncustoms or practices shall be permitted that limit production or increase  \nthe time required to do the work.  \n"], ["ARTICLE I  \nThis Agreement is negotiated by the Labor Relations Division,  \n", "Cincinnati Division, AGC of Ohio, Inc., Associated General Contractors  \nof America, Inc., as negotiating agent only for Employers of Carpenters  \nwithin the area as defined herein. For any breach of this contract, the  \nliability of the Labor Relations Division Cincinnati Division, AGC of  \nOhio, Inc., Associated General Contractors of America, Inc. shall be  \nonly that of negotiating agent, acting without liability for its individual  \nmembers, and the liability for members shall be several and not joint.  \nIt is agreed that the Employer will not hold the Ohio & Vicinity  \nRegional Council of Carpenters of the United Brotherhood of Carpenters  \nand Joiners of America, or any Local Union thereof, financially  \nresponsible for any violation of this contract caused by a member, or  \nmembers, other than officers, agents or representatives, who acts  \nwithout authorization of the duly elected officers of the District Council,  \nInternational Union, or any of the local unions thereof.  \nNegotiated Agreement shall be just as binding on the Employees as  \nthe Employer.  \n"], ["ARTICLE II  \nLEGALITY OF AGREEMENT -- The provisions of the National  \n", "Labor Relations Act, as amended, rulings and regulations issued by the  \nNational Labor Relations Board, or its agent; and all courts and agencies  \nhaving legal jurisdiction, shall govern the provisions of this Agreement,  \nits interpretations, amendments, change, and every other thing in  \nrelation to its operation and enforcement.  \nAny provisions herein contained that are contrary to or held to be in  \nviolation of the Law on the part of either party hereto by any Law, now  \nin force or hereinafter enacted and effective, shall have no force and  \neffect for the duration of such voidance, it being intended, however, that  \nthe remaining provisions hereof shall be unaffected.  \n"], ["ARTICLE Il  \n", "BASIC CLASSIFICATION -— Concrete forms or form components,  \nwith the exception of patented form systems, built up and assembled of  \ndimensional lumber or plywood shall be built-up, assembled, cut, fitted  \nand erected by outside Carpenters of this jurisdiction. When an  \nEmployer party to this Agreement repairs or revamps patented forms  \nwith his/her own Employees, such work shall be performed by  \ncarpenters.  \n"], ["ARTICLE IV  \nRECOGNITION AND PROCEDURE - Section 1. The Employer  \n", "recognizes the Union as the sole and exclusive bargaining representative  \nof all carpenters in the employ of the Employer for the purposes of  \ncollective bargaining concerning wages, hours of employment, and all  \nother conditions of employment.  \nSection 2. The jurisdiction of work covered by the Agreement is the  \njurisdiction of work claimed by the United Brotherhood of  \n2, 290 ER  \nCarpenters and Joiners of America, which is as follows: The Trade  \nAutonomy of the United Brotherhood of Carpenters and Joiners of  \nAmerica consist of the milling, fashioning, joining, assembling, erecting,  \nfastening, or dismantling of all material of wood, plastic, metal, fiber,  \ncork, and composition, and all other substitute materials; pile driving;  \ncutting, fitting and placing of lagging; and the handling, cleaning,  \nerecting, installing, and dismantling of machinery, equipment and all  \nmaterials used by the members of the United Brotherhood of Carpenters  \nand Joiners of America, but nothing contained herein shall make it  \nmandatory for the Employer to accept the claims of jurisdiction as being  \nbinding upon him. The Employer does not waive any of his/her rights  \nby permitting the inclusion of the Union's claimed jurisdiction of work  \nin this contract.  \nSection 3. The parties hereto agree to be bound within the territorial  \njurisdiction of this Agreement by the terms and provisions of the  \nAgreement dated June 1, 1975 establishing the Plan for the Settlement  \nof Jurisdictional Disputes in the Construction Industry. In particular, the  \nparties agree to be bound by those provisions of the Agreement  \nrequiring compliance \"with the decisions and awards of the Board or  \nHearings Panels.\" (Art. VIII, Section l(a)) Decisions rendered under the  \nPlan shall be final, binding and conclusive on the parties. This clause  \nshall run for the term of this Agreement unless the Plan is terminated  \nprior to the expiration of this Agreement or unless the Associated  \nGeneral Contractors of America, Inc. terminates its participation in the  \nPlan prior to the expiration date of this Agreement. Should either event  \noccur, this stipulation shall cease to be effective on the date of such  \noccurrence,  \n"], ["ARTICLE V  \n", "UNION SHOP -- Section 1. The Employer agrees to require member-  \nship in the Union, as a condition of continued employment of all  \nEmployees covered by this Agreement, within eight (8) days following  \nthe beginning of such employment or the effective date of this  \nAgreement, whichever is the later, provided the Employer has  \nreasonable ground for believing that membership is available to such  \nEmployees on the same terms and conditions generally applicable to  \nother members and that membership is not denied or terminated for  \nreasons other than the failure of the Employee to tender the periodic  \ndues and initiation fees uniformly required as a condition of acquiring or  \nretaining membership. If the Union requests the discharge of an  \nEmployee for non-compliance with the provisions of this Article, such  \nrequest shall be in writing.  \nSection 2. If the provisions for Union Security Clauses are modified  \nby the Congress during the term of this Agreement, it will be  \npermissible to open this clause for discussion even though it occurs  \nduring the life of this contract.  \nSection 3. Membership as used herein shall mean only the obligation  \nto pay periodic dues and initiation fees uniformly required or, in the  \nevent that the Employee objects to the payment of full dues and  \ninitiation fees, only the obligation to pay periodic dues and initiation  \nfees related to representational costs.  \n"], ["ARTICLE VI  \nGEOGRAPHICAL SCOPE -- Section 1. This Agreement shall be  \n", "operative and effective in the following areas: Zone A; Hamilton,  \nClermont, Brown, Clinton, Warren and Butler Counties in Ohio. Zone  \nB; Boone, Bracken, Campbell, Grant, Kenton & Pendleton Counties in  \nKentucky.  \nSection 2. Carpenters living in the area covered by this Agreement  \nshall be given preference in employment and in retention in employment  \nwithout regard to Union membership. One man excepted.  \nSection 3. The geographic scope of this Agreement shall be as listed  \nabove in Section 1. Contractors signatory to this Agreement further  \nagree that in the event that they work within any of the nine other  \nPage | Carpenters Agreement with AGC/LRD  \npyc  \ne€ 4 7  \ncounties under the jurisdiction of the OVRCC they will pay the wages  \nand fringe benefits of that county but will work under the conditions  \nstipulated under this Agreement.  \n"], ["ARTICLE VII  \n", "Section 1. The Union shall not transfer its members from one  \nEmployer to another without the consent of the Employer for whom they  \nare working and the Employer shall not transfer Carpenters to another  \nEmployer who is not a party to an Agreement with the Ohio & Vicinity  \nRegional Council of Carpenters without the consent of the Union.  \nSection 2. It is further agreed that the Employees will not contract,  \nsubcontract, work piecework, or work for less than the scale of wages  \nestablished by an Agreement with the Ohio & Vicinity Regional Council  \nof Carpenters. The Employers agree not to offer and/or pay, and the  \nEmployees will not accept, a bonus based on specific performance on  \nany individual job.  \n"], ["ARTICLE VIII  \n", "HOURS - Section 1. Eight (8) hours or ten (10) hours between 6:00  \na.m. and 6:00 p.m. shall constitute a regular day's work. It is agreed that  \nwhen a crew does not work an 8 hour day due to weather conditions or  \ndue to conditions beyond the contractor’s control during the specific  \nwork hours established for the regular work day, then make-up hours  \ncan be worked during the balance of the work week Monday through  \nSaturday: by working an additional two (2) hours per day (up to 10  \nhours per day) at the regular rate of pay (up to 40 hours per week),  \nand/or by working on Saturday at the regular rate of pay (up to 40 hours  \nper week). Notice of any make-up hours to be worked shall be given on  \nthe previous day. A holiday that falls within the work week shall not  \ncause make-up hours to occur. By mutual agreement between the Union  \nand the Employer, the starting time may be adjusted, with notification to  \nthe Union 72 hours prior. Individual crew starting time may be changed  \nto accommodate the work. The regular starting time shall not apply on  \nany special work which cannot be done during regular working hours, or  \non any work performed on Sundays or Holidays for which the overtime  \nrates are paid.  \nSection 2, Shift work is permitted. When shift work is performed,  \nEmployees on the first shift shall receive eight (8) hours pay for eight  \n(8) hours work, Employees on the second shift shall receive eight (8)  \nhours pay for seven and one-half (7-1/2) hours work, and Employees on  \nthe third shift shall receive eight (8) hours pay for seven (7) hours work.  \nEmployees scheduled for second or third shift shall be guaranteed a full  \nshifts work or pay unless work is canceled due to poor weather  \nconditions or if the Employee leaves the workplace of his/her own  \nvolition. The third shift of the day preceding Saturday or a Holiday shall  \nbe paid at the regular shift rate. The Union shall be notified prior to the  \nstart of any shift work.  \nSection 3. No journeyman shall be permitted to work in more than  \none shift in any twenty-four (24) hour period.  \nSection 4. When a job, because of occupancy of an owner or tenant,  \ncannot be performed during regular working hours, the work on this job  \nmay be performed outside of regular working hours at the applicable  \nshift rates, Saturdays, Sundays and Holidays excluded.  \nSection 5. When job conditions warrant, the foreman and steward on  \nthe job shall designate time to pick up tools, clean up, and get tools to  \nshed of not less than five (5) minutes and not more than ten (10)  \nminutes.  \nSection 6. Carpenters shall not leave their tool shed until starting time  \nof any shift, nor at the end of the work day leave the shed until quitting  \ntime.  \nSection 7, Carpenters shall be allowed adequate time during working  \nhours to keep their tools in proper condition.  \nSection 8. Carpenters shall be notified one hour prior to termination  \nof employment but shall not leave job or quit work until end of pay day.  \nSection 9. If an Employee is required by the Employer or his/her  \nrepresentative to take all or a part of his/her thirty (30) minute lunch  \n€  \nperiod outside of the period encompassed by one-half hour prior to the  \nstart of the regular job lunch period and one-half hour after the  \ncompletion of the regular job lunch period, the Employee shall be paid  \nthe applicable overtime rate for the half hour worked during the regular  \njob lunch period.  \n"], ["ARTICLE IX  \n", "4-10's: At the discretion of the Employer and the Union a 4-10 hour  \nschedule may be worked. Friday and Saturday only would become the  \nmake-up days in a 4-10's schedule.  \nWhen the Friday and Saturday make-up is used it is agreed that when  \na crew works 30 hours or less during the regular 4-10's work week,  \nMonday through Thursday this 10 hours may be made up by the crew on  \nFriday and Saturday weather permitting at the regular rate of wages. All  \nhours worked in excess of the forty (40) hours in the work week or ten  \n(10) hours each day, shall be paid at the appropriate overtime rate. In the  \nevent of a make-up day it shall be voluntary on the part of the  \nCarpenter(s) and the declining of such work shall be without Penalty or  \nRecrimination. Notice will be given by noon Thursday if a make-up day  \nis to be worked.  \n"], ["ARTICLE X  \n", "WAGES -- Section 1. The hourly wage of Journeyman Carpenters  \nand Pile Drivers shall be as follows:  \n6/1/04  \nOhio (Zone A) 22.35  \nKentucky (Zone B) 19.95  \nIncreases are scheduled for June I, 2005 and June 1, 2006 at $1.00  \neach year respectively.  \nAt the option of the Union, and upon prior 60 days notice to the Labor  \nRelations Division, Cincinnati Division, AGC of Ohio, Associated  \nGeneral Contractors of America, Inc., the wage rate established by this  \nAgreement may be reduced and the Employer contribution to the Health  \nand Welfare Fund and/or Pension Fund increased by the amount of the  \nwage reduction.  \nSection 2, APPRENTICE RATES: The following percentages of  \nthe journeyman hourly scale will be in effect for apprentices.  \n*1st 6 months 60%  \n*2nd 6 65%  \n*3rd 6 70%  \n*4th 6 months.................... 75%  \n5th 6 80%  \n6th 6 85%  \n7th 6 months...................... 90%  \n8th 6 95%  \n*The Employer will pay forty ($0.40) cents per hour into the Pension  \nFund until the apprentice reaches the Sth period of Apprenticeship. Any  \nincrease for the Journeyman pension during the term of this Agreement  \nwill be applied to the above rate. After Apprentice reaches the Sth  \nperiod, he or she will receive the appropriate rate of pension for  \njourneyman,  \nThe starting rate for an apprentice shall be set forth above and the  \nupgrading shall be as follows: Where an apprentice has completed the  \nrequirements of the .Performance Evaluated Training System on a  \nmonthly or quarterly basis, his/her entire record, including the  \nInstructors' Evaluation sheet showing grades and job performance,  \npersonal attitude, attendance, total work completed, etc. shall be  \nsubmitted to the Committee for evaluation and recommendation.  \nBased on this record, it shall be the responsibility of the Committee to  \ndecide whether to advance the apprentice and grant the applicable wage  \nincrease.  \nPage 2 Carpenters Agreement with AGC/LRD  \nJune 1. 2004 through May 31, 2007 Carpenters Agreement  \nSection 3. If a Pre-Apprentice program is approved by the Union,  \ntheir rate shall be 50% of the base rate and will include Health and  \nWelfare contributions.  \n"], ["ARTICLE XI  \nPENSION PLAN -- Section 1. The Pension Plan Agreement dated  \n", "May 24, 1962 between Cincinnati Division, Associated General  \nContractors of Ohio, Inc. (AGC of Ohio, Associated General  \nContractors of America, Inc.), as negotiating agent, and the Union, as  \nheretofore amended, creating the Ohio & Vicinity Regional Council of  \nCarpenters Pension Plan, shall continue in effect until the date of  \ntermination of this Agreement pursuant to Article XXXII.  \nSection 2. {a} Subject to the provisions of Section 3, during the con-  \ntinuation of this Agreement, and subject to the limitations provided in  \nSection 2.4 of the Pension Plan Agreement, each Employer shall pay to  \nthe Corporate Trustee for credit to the Pension Trust Fund, for each hour  \nsuch Employer compensates each Employee at his/her straight time or  \novertime hourly rate.  \nJune 1, 2004 $3.40  \nSection 3. Each Employer shall pay its contribution to the Corporate  \nTrustee monthly on or before the 20th day of each calendar month on  \naccount of hours for which it compensates Employees during the  \npreceding calendar month. With each such payment, such Employer  \nshall deliver to the Corporate Trustee a schedule relating thereto in such  \nform as the Board of Administration of such Plan requires. The Board of  \nAdministration of said Plan may require weekly contributions from  \nEmployers to the extent provided in paragraph (b) of section 2.3 of the  \nPension Plan Agreement.  \nSection 4. Each Employer who is eligible to be a party to the Pension  \nPlan Agreement but who has not heretofore applied to become a party  \nthereto by his/her execution of this Agreement applies to become a party  \nto and be bound by the provisions of said Pension Plan Agreement, as  \nnow in effect and hereafter amended.  \nSection 5. The Board of Administration of the Pension Plan is hereby  \nauthorized to adopt appropriate amendments to the Pension Plan Agree-  \nment and to Schedule A as heretofore amended attached to said  \nAgreement evidencing the provisions of this Article.  \n"], ["ARTICLE XII  \nHEALTH AND WELFARE FUND -- Section 1. Effective with the  \n", "hours worked on and after June 1, 1992 the Employer agrees to  \ncontribute to the Ohio & Vicinity Regional Council of Carpenters  \nWelfare Fund for each straight time and each overtime hour worked by  \nEmployees covered by this Agreement:  \nJune 1, 2004 $3.40  \nSection 2, This Fund shall be administered by a Board of Trustees,  \neight in number, four of whom shall be designated by the Ohio &  \nVicinity Regional Council of Carpenters and four of whom shall be  \ndesignated by the Labor Relations Division, Cincinnati Division, AGC  \nof Ohio, Associated General Contractors of America, Inc. The Trustees  \nshall administer this Fund in accordance with the terms and provisions  \nof the Agreement and Declaration of Trust established for this purpose  \nand approved by the Ohio & Vicinity Regional Council of Carpenters  \nand the Cincinnati Division, Associated General Contractors of Ohio,  \nInc. (AGC of Ohio, Associated General Contractors of America, Inc.).  \nIt is further agreed that no fund shall be established under which the  \ncontributions of the Employer are construed as wages and that such  \nFund shall meet and conform with the Labor Management Relations Act  \nand other laws now in effect and herein after enacted affecting such a  \nfund or contributions.  \nSection 3. Each Employer shall pay its contributions to this Fund on  \nor before the 20th day of each calendar month on account of hours for  \nwhich it compensates Employees during the preceding calendar month.  \nWith each such payment, such Employer shall deliver to the Trustees a  \nschedule relating thereto in such form as the Board of Trustees of the  \nFund requires. or  \nSECTION XIII  \nANNUITY: Section 1. The parties agree to the establishment of a  \nDefined Contribution Pension Plan (Annuity Plan) Trust Agreement.  \nSection 2. Subject to the provision of Section 3, during the  \ncontinuation of the Agreement, the Employer shall pay to the Corporate  \nTrustee for credit to the Annuity Plan Trust Fund, for each hour the  \nEmployer compensates each Employee at his/her straight time or  \novertime hourly rate an amount equal to $0.10.  \nJone 1, 2004... $0.10  \nSection 3. The Employer shall pay its contribution to the Corporate  \nTrustee monthly on or before the 20th day of each calendar month on  \naccount of hours for which it compensates Employees during the  \npreceding calendar month. With each such payment, the Employer shall  \ndeliver to the Corporate Trustee a schedule relating thereto in such form  \nas the Board of Administration of such Plan requires. The Board of  \nAdministration of said Plan may require weekly contributions from the  \nEmployer to the extent provided in the Annuity Plan Trust Agreement.  \nSection 4. The Board of Trustees created under the Annuity Plan  \nTrust Agreement is hereby authorized to establish an Annuity Plan  \nevidencing the provisions of this Article.  \n"], ["ARTICLE XIV .  \nCARPENTERS AND MILLWRIGHTS TRAINING AND  \n", "EDUCATIONAL TRUST FUND — Section 1. The parties agree to  \nthe establishment of a Carpenter and Millwright Training and  \nEducational Trust Fund.  \nSection 2. The Fund shall be administered by a Board of Trustees,  \nwith equal representation from the Employer and the Union, as assigned  \nin the Articles of the Trust; and in a manner consistent with the terms  \nand provisions of the Agreement and Declaration of Trust established  \nfor this purpose. It is further agreed by the parties hereto that no Fund  \nshall be established under which the contributions of the Employer are  \nto be construed by any taxing authority as wages; and that such Fund  \nshall conform with the Labor Management Relations Act, and other laws  \nnow in effect and hereinafter enacted affecting such a Fund or  \ncontribution.  \nSection 3. The parties agree to the establishment of a Joint  \nApprenticeship and Training Committee(s) as provided for under the  \nprovisions of the Trust Fund. The Committee(s) shall continue their  \nactivities during the life of this Agreement, and supervise the  \napprenticeship and training in accordance with the “Standards” as  \napproved by the Trustees of the Fund. The Joint Apprenticeship and  \nTraining Committee(s) shall be composed of equal representation from  \nthe Employer and the Union.  \nSection 4. The Employer agrees to contribute twenty-eight cents  \n($0.28) for each hour worked by Employees covered by this Agreement  \nuntil the new training building is paid for and then shall revert back to  \ntwelve and one-half cents ($0.125) or a rate to be determined by the  \nTraining Trust.  \nJUNE 1, $0.28  \nSection 5, Contributions to this Fund shall be paid by Employers on  \nor before the 20th day of each month, on hours for which it compensates  \nEmployees covered by this Agreement for the preceding calendar  \nmonth. With each such payment, such Employer shall submit to the  \nTrustees of the Fund, a schedule relating thereto in such form as the  \nBoard of Trustees require.  \nSection 6. The establishment of the United Brotherhood of  \nPage 3 Carpenters Agreement with AGC/LRD  \nthr 31, 2007  \nCarpenters and Joiners of America National Health and Safety Fund,  \nand National Apprenticeship and Training Fund will become a part of  \nthis Article. The Employer shall contribute an additional $0.04 (four  \ncents) per hour for each hour worked by all Employees covered by this  \nAgreement to the UBCIA to be divided equally between the National  \nHealth and Safety Fund and the National Apprenticeship and Training  \nFund.  \nJune 1, 1998 $0.04  \nSection 7, The Trust Fund thus established with all its terms and  \nprovisions, and with any amendments thereto, shall be considered a part  \nof this Agreement; and shall continue in full force and effect throughout  \nthe life of this Agreement unless terminated in a manner consistent with  \nthe provisions therein.  \nSection 8. In accordance with applicable OSHA safety and health  \nstandards requiring safety training and education, the Union shall make  \navatlable to each member the 16-hour STP “Safety Training Passport”  \nProgram certified by the U.S. Department of Labor in its training and  \nupgrading program. All existing Employees should be trained before  \nJune 1, 2002 and any Employee not in compliance with this safety  \ntraining requirement shall not receive scheduled wage increases on that  \ndate.  \nSection 9. All journeyman carpenters shall complete 20 hours of  \ntraining each year. The Carpenter Training Center will develop,  \nconduct, monitor and certify such training, utilizing input from  \nEmployers.  \nSection 10. The Employer agrees to contribute five cents ($0.05) for  \neach hour worked by employees covered by this agreement for the cost  \nof training only.  \nJune 1, 2004 $0.05  \n"], ["ARTICLE XV  \nCONSTRUCTION ADVANCEMENT PROGRAM OF  \n", "GREATER CINCINNATI -- Section 1. It is understood that Allied  \nConstruction Industries of Cincinnati (\"Allied Construction Industries\"),  \nan Ohio corporation not for profit, is establishing a Declaration of Trust  \nwith a board of nine Trustees, a fund (herein called the \"Fund\") to put  \ninto effect the Construction Advancement Program of Greater  \nCincinnati, the purposes of such program to be to generally promote and  \nimprove the construction industry in the Greater Cincinnati area,  \nincluding, without limiting the generality of the foregoing, development  \nof markets, improvement of relations of Employers with others  \n(including the public, architects, suppliers and labor), educational  \nprograms, the preparation and distribution of collective bargaining  \nagreements (including pension, health and welfare plans), providing  \nservices in connection with the administration of pension, health and  \nwelfare plans, and other matters of general benefit to the industry;  \nprovided that the activities shal! not include the influencing of  \nlegislation, the providing of financial aid to Employers or Employees  \nduring work stoppages, or making any payments, except for services  \nactually rendered, in connection with the program to any members or  \nofficers of Allied Construction Industries or of any other Employer  \ncontributing to the Fund. It is understood that each Employer will be  \nfurnished with a copy of the Declaration of Trust upon request, and that,  \nsubject to the foregoing limitations, such Declaration of Trust may be  \namended from time to time by Allied Construction Industries.  \nSection 2. During the continuation of this Agreement, commencing  \nwith November 1, 1993, each Employer a party hereto shall pay to the  \nFund five cents ($0.05) for each hour worked by each of the Employees  \nwho is in the collective bargaining unit covered by this Agreement.  \nSection 3. Each Employer shall pay the contribution to the Fund  \nmonthly on or before the 26th of each month on account of hours for  \nAgree  \nwhich it compensated such Employee during the preceding calendar  \nmonth, and with each such payment shall deliver to the Board of  \nof the Fund a schedule relating thereto in such form as the  \nBoard of Trustees requires.  \nJume 1, $0.05  \n"], ["ARTICLE XVI  \n", "CHECK-OFF -- Section 1. Commencing June 1, 1992 and  \ncontinuing thereafter during the term of this Agreement, and in  \naccordance with the terms of an individual and voluntary authorization  \nfor Check-Off of membership dues in the form agreed upon by the  \nparties hereto and permitted by the provisions of Section 302 (c) of the  \nLabor Management Relations Act, as amended. The Employer agrees to  \ndeduct once each week from the wages of each Employee covered by  \nthis Agreement, who signs such authorization, dues check-off at the rate  \nof four percent (4%) of the applicable wage rate of apprentice or  \njowneyman wages including overtime hours.  \nSection 2. The amount deducted shall be remitted to the Union by the  \n20th day of the following month together with a statement setting forth  \nthe name and hours worked of each Employee from whose wages the  \ndeduction is made.  \nJure 1, 2000 4%  \n"], ["ARTICLE XVII  \n", "OVERTIME -- Section |. All hours of work over forty (40) hours in  \nany one week, Monday through Saturday or over eight (8) hours per day  \non a 5-8 hour day schedule, or over ten (10) hours per day on a 4-10  \nhour day schedule, shall be paid for at one and one-half times the  \nEmployee’s basic wage rate. It is agreed that when a crew does not  \nwork an 8 hour day due to weather conditions or due to conditions  \nbeyond the contractor’s control during the specific work hours  \nestablished for the regular work day, then make-up hours can be worked  \nduring the balance of the work week Monday through Saturday: by  \nworking an additional two (2) hours per day (up to 10 hours per day) at  \nthe regular rate of pay (up to 40 hours per week), and/or by working on  \nSaturday at the regular rate of pay (up to 40 hours per week). Notice of  \nany make-up hours to be worked shall be given on the previous day. A  \nholiday that falls within the work week shall not cause make-up hours to  \noccur. Any work on Friday (on a 4-10’s schedule) or on Saturday shall  \nbe on a voluntary basis.  \nSection 2. Except as provided in Section 3, all hours of work  \nperformed on Sundays and Holidays, shall be paid for at two times the  \nEmployee's basic wage rate.  \nSection 3, Employees working on a second shift shall be paid the ap-  \nplicable overtime rate for all hours of work performed in excess of seven  \nand one-half hours. Employees working on a third shift shall be paid the  \napplicable overtime rate for all hours of work performed in excess of  \nseven hours.  \nSection 4. The steward on the job shall be notified prior to the per-  \nformance of any overtime work. The steward shall in turn notify the  \nDistrict Secretary.  \n"], ["ARTICLE XVIII  \nTRANSPORTATION EXPENSE -- The Employer shall provide  \n", "transportation when Employees are moved between jobs during working  \nhours or shall allow the current IRS mileage rate to be paid per car in  \nlieu thereof. Carpenters shall not suffer loss of hourly wages due to  \nmoving from job to job during regular working hours.  \nWhen Employees are sent out of the District Council jurisdiction to  \nwork, the Employer shall provide a reasonable payment of traveling  \nexpenses. This shall be done on a job by job basis but should include  \npayment for mileage (if using the Employee’s own vehicle), lodging (if  \nrequired), and meals.  \n"], ["ARTICLE XIX  \nPage 4 Carpenters Agreement with AGC/LRD  \n", "4 M 2007  \nREPORTING TIME - Section 1. When Employees are ordered by  \nthe Employer or his/her representative to report for work, or to remain  \non the job, not to exceed one hour, at a specified time and place and the  \nwork is not ready, they shall be paid one hour for reporting, provided  \nthey remain on the job for the one hour unless released earlier by the  \nEmployer or his/her representative.  \nSection 2. When Employees start to work, they shall be paid for the  \nactual hours worked.  \n"], ["ARTICLE XX  \n", "TIME OF PAY -- Employees shall be paid each week on or before  \nquitting time, and no more than five (5) day's pay shall be held back  \nfrom the regular weekly pay. Employee shall receive a maximum of  \neight (8) hours pay per day at one and one-half times the Employee's  \nbasic wage plus payments to the fringe benefit funds, seven days per  \nweek for all time the Employee is waiting to be paid, provided the  \nEmployee actively pursues payment, performs no work for the  \nEmployer, and the Employee immediately notifies the Employer and the  \nUnion of the default under this section.  \nSection 2. Employees discharged from work shall receive their full  \npay at that time.  \nSection 3. All Employees leaving work on their own accord will be  \npaid on the regular pay day, or by mail if so requested.  \nSection 4, The check stub or its equivalent shall show the total payroll  \nhours, broken down into straight time and overtime hours, gross pay and  \nan itemized listing of all deductions.  \nSection 5. On regular pay day when a job is shut down due to  \ninclement weather or for any other reason, the Employer shall make  \nevery effort to pay by 10:00 A.M.  \n"], ["ARTICLE XXI  \n", "HOLIDAYS -- Section 1. The following days shall be designated as  \nholidays and shall be observed on the day observed nationally: New  \nYear's Day, Federal Memorial Day, July 4th, Labor Day, Thanksgiving  \nDay and Christmas Day.  \nSection 2. Any carpenter who may not wish to work on Martin  \nLuther King Day or the day after Thanksgiving shall be allowed these  \ndays off provided the carpenter notifies the Employer one week before  \nthe day. There shall be no reprisal for exercising this right.  \nSection 3. There shall be no work performed on Labor Day except in  \nspecial cases of extreme emergency.  \n"], ["ARTICLE XXII  \n", "PILE DRIVERS -- Section 1. Pile driving is a branch of the trade  \ncoming under the jurisdiction of the United Brotherhood of Carpenters  \nand Joiners of America and shall include all job site work in connection  \nwith the following:  \nThe unloading, assembling, erection, repairs, operation, signaling,  \ndismantling and reloading of all equipment that is used exclusively for  \npile drivers, including pile butts. Pile butts are defined as sheeting or  \nscrap piling. The unloading, welding, cutting of all piling, lagging,  \ninstallation, repairing, bracing, tying, extracting and reloading of any  \ntype of piling or materials used in connection therewith.  \nThe handling of all materials and hand operated equipment that is re-  \nquired in connection with the installation of piling.  \nThe underwater work that may be required in connection with the in-  \nstallation of piling. The diver and his/her tender shall work as a team  \nand shall arrive at their own financial arrangements with the Contractor  \nif they furnish their necessary underwater gear. When the Contractor  \nfurnishes the necessary underwater gear for the diver, the diver shall be  \npaid one and one-half (1-1/2) times the journeyman rate for the time  \nspent in the water. A diver spending time in the water shall receive a  \nminimum of four (4) hours pay at the above rate; if a diver spends more  \nthan four (4) hours in the water, he/she shall receive a minimum of eight  \n(8) hours pay at the above rate.  \nFor the purpose of this Agreement, Pile driver's work shall include,  \nA nt  \nbut not be limited to, the following: Any configuration of wood, steel,  \nconcrete, or composite that is jetted, driven or vibrated into the ground  \nby conventional pile driving equipment for the purpose of supporting a  \nfuture load that may be of a permanent or temporary nature, or any  \nconfiguration of combination of steel, concrete or composite that may be  \ninto the ground by auger drilling for the purpose of supporting  \na foundation structure or for a tie-back system and has been historically  \nperformed by Pile Drivers in accordance with this Agreement.  \nSection 2. Pile driving crews will be manned at the discretion of the  \nEmployer maintaining jurisdiction and safety.  \nSection 3. The top worker on interlocking steel sheet piling shall  \nreceive twenty-five cents ($0.25) more per hour than the journeyman  \nscale.  \n"], ["ARTICLE XXIl  \n", "APPRENTICES - An Employer shall have the right to employ  \napprentices at the following ratio of journeymen carpenters:  \nOne apprentice for the first journeyman and one apprentice for every  \ntwo journeymen thereafter.  \nWhen an Employer has four (4) carpenters working in its employment  \nas journeymen, the fifth carpenter hired shall be an apprentice, if  \navailable. After each six (6) additional! carpenters working in its  \nemployment as journeymen, the next carpenter hired shall be an  \napprentice, if available.  \n"], ["ARTICLE XXIV  \n", "FOREMEN -- Section |. Where there are three (3) or more  \nCarpenters on the job, one shall be designated as foreman by the  \nEmployer and shall receive in addition to journeyman wages not less  \nthan the amount indicated below.  \nSection 2. Where there are three (3) or more foremen on the job or  \nproject, one may be designated by the Employer to act as General  \nForeman and shall receive in addition to journeyman wages not less than  \nthe amount indicated below. No sub-foreman shall be allowed.  \n"], ["ARTICLE XXV  \n", "STEWARD -- Section 1. The Union shall have the right to appoint a  \nsteward on each job. The steward shall appoint a sub-steward to act only  \nwhen the steward is absent from the job by his/her own volition.  \nSection 2. It shall be the duty and obligation of the Steward to  \nenforce the provisions of this contract.  \nSection 3. The Steward is not to be discharged for performing his/her  \nduty as a steward. The Employer agrees to notify the Union office  \nbefore a steward is laid off or discharged. It is also agreed that the  \nEmployer will give special consideration to stewards when crews are  \nreduced, but that stewards should be retained as long as they are  \nqualified to perform the remaining work and there are as many as three  \nEmployees working as journeymen on the job.  \nSection 4. In case the Employer and Union cannot agree on any such  \ncase, the matter is to be referred to the Joint Conference Committee,  \nwhich must reach a decision within one week. Pending a decision, the  \nsteward is to fulfili his/her duties as a journeyman and steward.  \nSection 5. It shall be the duty of the Steward: (1) To notify the  \nSuperintendent, or Foreman in charge of any violation of the Safety  \nCode. (2) To make an effort to immediately settle any dispute or  \ngrievance coming to his/her attention and, if unable to settle the matter,  \nshall then notify the Foreman or the Superintendent and if necessary, the  \nrepresentative of the Union.  \nSection 6. Steward shall be given time to perform the duties as  \noutlined above. A Steward shall have First Aid Certification, CPR  \nCertification and shall have completed the OSHA 10 Hour Construction  \nSafety (or equivalent) program and the OSHA 30 Hour Training  \nprogram. This shall apply to the training required in Article XIV.  \nSection 7, When a Carpenter is injured in a shop or on job, the  \nPage 5 Carpenters Agreement with AGC/LRD  \n200 May 31 7  \nSteward shall see that he/she is given first aid; and if seriously injured  \ntaken to the hospital or his/her home. The Steward shall make a  \ncomplete report to the Employer and the Union of the accident. The  \nSteward shall see that the Carpenter's tools, clothing, and car are made  \nsafe and returned to the injured Carpenter's home. The Steward shall not  \nlose any part of his/her regular work day pay by reason of compliance  \nwith the provisions of this section. A worker injured on the job during  \nworking hours, shall be paid for the time it takes to go to a doctor. If the  \nworker’s injuries are of such nature that he/she cannot report back on the  \njob, he/she shall receive his/her full day's pay.  \n"], ["ARTICLE XXVI  \n", "GRIEVANCES AND DISPUTES -- Section 1. There shall be a  \nJoint Conference Committee of no less than two (2) and no more than  \nfour (4) members from each of the parties to this Agreement.  \nSection 2. The Joint Conference Committee shall settle all disputes or  \nmisunderstandings between the parties to this Agreement, except for  \njurisdictional disputes.  \nSection 3. Business Agents or Representatives of Employers directly  \nconcerned with the problem to be considered may be invited to attend  \nmeetings of this committee for special consultation. No Union or  \nEmployer representative directly involved in the dispute shall serve as a  \nmember of the Joint Conference Committee hearing such a dispute.  \nSection 4. When either party to this Agreement requests a meeting of  \nthe Joint Conference Committee, such meeting shall be held within forty  \neight (48) hours.  \nSection 5. In the event the Joint Conference Committee cannot settle  \nthe dispute within one week after its first meeting on the dispute, the  \ndispute may be referred to the American Arbitration Association (AAA)  \nby either party. The arbitrator shall make a decision within the terms and  \nscope of the Agreement and shall not add to, subtract from or modify the  \nterms of this Agreement in any way. The expense of the arbitrator shall  \nbe borne equally by the individual Employer involved in the dispute and  \nthe Union.  \nSection 6. Pending a settlement of any dispute there shall be no work  \nstoppage nor shall there be any work stoppage for any cause or dispute  \nnot brought before the Joint Conference Committee.  \n"], ["ARTICLE XXVII  \n", "GENERAL CONDITIONS -- Section 1. Employer is to furnish  \nsuitable dry heated shed or room under lock and key for protection of  \ncarpenter tools on all jobs, and buildings over four (4) stories in height  \nto have shed each fourth floor. When there is more than one shift, each  \nshift shall have a separate locked space. After quitting time, contractor  \nto be responsible for theft of tools, and for fire damage at all times, and  \nfor tools and clothes in locked space if lost through fire, theft, or other  \ncauses of damage. Proof of loss must be furnished.  \nSection 2. If, at any time, the weather is too bad to work, the steward  \nand/or Union representative and the Employer shall order the carpenters  \nand/or pile drivers exposed to the bad weather to stop work until it  \nmoderates (below 20 degrees may be considered inclement weather),  \nexcept in case of emergency.  \nSection 3. No limitation shall be placed upon the amount of work  \nwhich an Employee shall perform during the working day, nor shall  \nthere be any restrictions against the use of machinery, tools or labor  \nsaving devices operated by carpenters and/or pile drivers.  \nSection 4. Raw or manufactured prison or Satellite Countries made  \nmaterials shall not be used.  \nSection 5. There shall be no interference by the Union with the  \nEmployer's workers during working hours, except that the business  \nagent may consult with the superintendent, foreman, steward or  \njourneyman when necessary. The Employer agrees to give all assistance  \nto the Union Agent or Agents in gaining entrance to a plant or project  \nwhere carpenters and/or pile drivers are employed provided the Agent or  \n‘Agents comply with the rules and regulations governing entrance to the  \nplant or project.  \nnN  \nSection 6. The Employer is at liberty to employ and discharge whom-  \nsoever he/she sees fit, except as otherwise provided in this Agreement.  \nSection 7. Between the signatories to this Agreement, the workman is  \nat liberty to seek employment with whomsoever he/she sees fit, but,  \nunder all circumstances, he/she shall demand and receive the wages  \ncalled for, and work under conditions stipulated in this Agreement.  \nSection 8. Recognizing the difficulty of Employees past fifty (50)  \nyears of age securing regular employment, the employment of such  \nEmployees who are capable, is to be encouraged on jobs where  \nconditions warrant.  \nSection 9. It is agreed that no carpenter or pile driver shall be  \npermitted to work for any Employer who is not carrying WORKERS’  \nCOMPENSATION AND SOCIAL SECURITY and complying with  \nlaws governing same. It is further agreed that every Employer shail  \nimmediately issue separation report (Unemployment Compensation) if  \nrequested after a covered worker is separated from his/her service  \npermanently or for an indefinite period.  \nSection 10. There shall be no organized coffee breaks during working  \nhours. Employees may bring an individual thermos of a non-alcoholic  \nbeverage to their place of work and drink same as time and work  \nschedules permit, not to exceed 10 minutes.  \nSection 11. Sanitary drinking water and cups shall be provided by the  \ncontractor on all job sites. Iced or chilled water shall be furnished by the  \ncontractor when necessary.  \nSection 12. In accordance with the list provided to apprentices, all!  \nEmployees shall report for work with the normal hand tools for his/her  \ntrade.  \nSection 13. The first member starting to work on a job shall notify  \nthe District office of the location of the job.  \nSection 14. No carpenters shall be required as a condition of employ-  \nment to furnish bench clamps, hand screws, plumb rules, miter boxes,  \nladders, sledges, spike mauls, emery wheels, ropes, electric or power  \ntools, saw horses, extension lines or cords, metal cutting tools or other  \nunusual tools or appliances.  \nSection 15. Carpenters employed in any branch of the \"Carpenters  \nTrade Autonomy” in this district shall not be required as a condition of  \nemployment to use his/her machine or truck to haul material or  \nequipment for any Employer.  \nSection 16. No member shall be required as a condition of  \nemployment to rent a machine (auto), or commercial machine (truck) to  \nthe Employer by whom he/she is employed. Nor shall he/she be required  \nas a condition of employment to pull a trailer on his/her machine for  \nhis/her Employer's use.  \nSection 17. Hard Hats. The Employer will furnish and the Employees  \nwill wear hard hats as required by Federal and/or State safety  \nregulations. The Employer shal! have the right to require Employees to  \nsign a receipt when issued a hard hat, and if the hard hat is not returned  \nat the time of his/her separation from employment, the Employer may  \ndeduct the cost of the hard hat from the Employee's pay.  \nSection 18. The Employer will furnish welding hoods, welding  \ngloves and rain gear when necessary.  \nSection 19. When certified welding is a job requirement and a  \nCarpenter or Pile Driver certified welder is not available through the  \nOhio & Vicinity Regional Council of Carpenters, the contractor will pay  \nthe cost of certification, including the hourly wage rate, for Carpenters  \nor Pile Drivers that have papers showing certification within the past  \nthree years or have proof of qualifications. It is agreed that the Employer  \nmay retain the certification papers.  \nSection 20. The Trustees of the Pension and Health and Welfare Plan  \nshall establish a system that will allow for the prepayment of the  \nappropriate fringes allowing for individual contractors to have credit  \naccounts that they may debit future payments. Prepayment of fringes  \nshall be solely at the contractor’s option.  \nSection 21. The Union and Employer agree to implement a program  \nto aid in maintaining a drug-free workplace. The Union and AGC/LRD  \nPage 6 Carpenters Agreement with AGC/LRD  \n2004 thr 2007  \nhave established the following guidelines which must be part of any  \nestablished Substance Abuse Program:  \nDrug testing shall only be conducted by a certified independent  \nlaboratory which uses a documented chain of custody procedure for the  \nspecimens.  \nBlood samples may only be taken in the case of unconsciousness, or  \nby agreement.  \nFor all positive test results, the testing laboratory shall maintain a  \nsample portion of the specimen for 6 (six) months.  \nConsent forms shall not contain a waiver of liability.  \nAny company policy must include at least Employee referral to  \nsubstance abuse counseling for those who fail tests.  \nEmployees who successfully complete a rehabilitation program for  \nthe first offense shall be eligible to be reinstated to his or her former  \nemployment status, if work for which he or she 1s qualified exists.  \nWhenever Owner or Awarding Agency specifications require the  \nEmployer to provide a drug-free workplace, such addittonal  \nrequirements will be incorporated herein.  \nAll aspects of thts section shall be subject to the grievance procedure  \nof the collective bargaining agreement.  \nEmployers must forward a copy of their company substance abuse  \npolicy, if one exists, to the Union.  \n"], ["ARTICLE XXVIII  \n", "SUBCONTRACT -- Section 1. All work to be performed at the site  \nof the construction, alteration, or repair of a building, structure or other  \nwork which is of a type coming within the jurisdiction of the United  \nBrotherhood of Carpenters and Joiners of America, as set forth and  \nlimited by the provisions of Article IV and Article VI of this Agreement,  \nshall be performed by Employers who are signatory to this Agreement,  \nor who are willing to become signatory thereto.  \nThe Union recognizes that the Employer is free to sub-contract work  \nwhich is not to be performed at the site to Employers who are not  \nsignatories to this Agreement, and who are not willing to become  \nsignatories thereto, subject to the limitations of Article III hereof.  \nAddenda to this Agreement which are required to place the Company  \nin a more competitive position or address the owners’ requirements may  \nbe established. Provided that, where it is demonstrated by the Company  \nthat the application of provisions under this Agreement may, or will  \nresult in the loss of Union construction or preventable financial injury to  \nthe Company and/or its Employees. The Union shall meet with the  \nCompany, at the Company’s request, to discuss a modification of area  \nand/or job site conditions as would relate to the application of this  \nAgreement. Such meetings shall be expedited to accommodate the  \ncircumstances. Any addenda shall be reduced to writing and shall be  \nmade party of this Agreement for a specific project or area. Any  \nproposed addenda to this Agreement must first be approved by a  \nmajority of a standing labor-management committee composed of two  \nlabor representatives and two management representatives by FAX to  \nthe AGC/LRD office.  \n"], ["ARTICLE XXIX  \n", "NON DISCRIMINATION -- The Employer and the Union agree that  \nthey will not discriminate against any Employee or applicant for  \nemployment nor in the referral of applicants for employment because of  \nrace, color, handicap, creed, sex, age or national origin. The Employer  \nand the Union agree to comply with all applicable federal, state, county  \nand city laws pertaining to equal employment opportunity. The  \nEmployer and the Union further agree, that upon the request of either  \nparty, the other will furnish any statements or documents necessary in  \nmeeting the requirements of such equal employment opportunity laws.  \n"], ["ARTICLE XXX  \nPAYMENTS TO FRINGE FUNDS—SURETY BOND -- The  \n", "payment to all fringe funds covered by this Agreement are to be made  \nmonthly, and are due by the 20th day after the close of the month when  \nA  \naccrued. Any Employer failing to make such payments by the 30th day  \nafter the close of the month when accrued shall be delinquent and  \ndeemed to be in violation of this Agreement, and shall be subject to one  \nor both of the following: (a) A liquidated damage assessment on behalf  \nof the Funds in the amount equal to applying the current interest rate  \ncharged by the Internal Revenue Service for late payments of federal  \nincome taxes to the amount due; (b) At the option of the Union, to  \nwithhold its services from the Employer beginning five (5) days after  \nwritten notice by telegram or certified mail to the Employer of such  \nintention to withhold services because of such delinquency.  \nAny Employer who has become delinquent for any month may be re-  \nquired, at the option of the Joint Committee, to post a bond of two (2)  \ntimes the delinquent amount as surety for payments to the fringe funds  \nor to post a twenty five thousand dollar ($25,000.00) surety bond  \nwhichever is greater.  \nAny Employer not previously a party to an Agreement with the Ohio  \n& Vicinity Regional Council of Carpenters may be required, at the  \noption of the Union, to post a bond of Twenty Five Thousand Dollars  \n($25,000) as surety for payments to the fringe funds.  \n"], ["ARTICLE XXXI  \n", "RESIDENTIAL CONSTRUCTION is defined as carpentry. work in  \nconnection with: construction, alteration or repair of all residential units  \nsuch as single dwellings, duplexes, row houses, town houses and garden  \ntype apartments up to and including four (4) stories, and related  \nbuildings.  \nMAINTENANCE WORK is defined as carpentry work of a  \nmaintenance character within the property limits of an existing facility  \nor other location related directly thereto. This would include the  \nrenovation, replacement, repair or replacement of existing facilities. The  \nword repair as used in this definition is work required to restore by  \nreplacement of parts the facilities to efficient operating condition. The  \nwords renovation or relocation as used in this definition is work required  \nto improve or revamp parts of the existing facilities to efficient operating  \nconditions. The word replacement as used in this definition is work  \nrequired to efficiently update facilities. The term existing facilities as  \nused in this definition is limited to a constructed unit already completed  \nand shall not apply to any new unit to be constructed even though the  \nnew unit is constructed on the same property or premises.  \nThe rate of wages or percentage of applicable wage rates paid on  \nNMACP projects shall be the same as that paid to other building trades  \ncrafts on the same project.  \n"], ["ARTICLE XXXII  \nLENGTH OF AGREEMENT - This Agreement shall become  \n", "effective the first day of June, 2004 and shal! remain in full force and  \neffect until the first day of June, 2007 and supersedes all other  \nAgreements, oral or written, between the parties.  \nThis Agreement shall continue in full force and effect for one (1) year  \nfrom the expiration date of June 1, 2007 unless either or both parties  \nshall notify the other in writing of a desire to terminate, amend or  \nmodify the Agreement at least ninety (90) days prior to June 1, 2007.  \nNegotiations between the parties as to such proposed changes shall  \ncommence within ten (10) days of the service of said notice. If the  \nparties have not reached agreement for renewal prior to the expiration  \ndate and have not agreed to a further extension, then the contract shall  \nbe deemed terminated on such date.  \n"], ["ARTICLE XXXIII  \n", "AGREEMENT -- Section 1. The foregoing constitutes an Agreement  \nand understanding by and between the Employers and the Union.  \nSection 2. No other Rules or Regulations affecting provisions of this  \nAgreement shall be adopted by either party without agreement by the  \nJoint Conference Committee.  \nPage 7 Carpenters Agreement with AGC/LRD  \n¢ 1, 2004 throu 7  \n"], ["ARTICLE XXXIV  \n", "This Agreement shall become effective with respect to an Employer  \nwhen it is signed by such Employer and the Union, and shall remain in  \nforce in accordance with the terms of this Agreement.  \nIn witness whereof, we, the undersigned have  \nexecuted this Agreement on the  \nof , 20  \nOhio & Vicinity Regional Council of Carpenters Representative  \n   \nEmployer  \n   \nAddress  \nCity, State, Zip Code  \n   \nPhone Number/Fax Number  \n   \nEmployer’s Workers’ Compensation Number  \n   \nEmployer’s Unemployment Insurance Number  \n   \nName of Insurance Carrier  \n"]]