[["", "6 74  \n‘S, O60 ef  \nAGREEMENT  \nAugust 1, 2004, - June 30, 2008  \nBy and Between  \nASSOCIATED GENERAL CONTRACTORS  \nOF ALASKA, INC.  \nand  \nALASKA STATE DISTRICT COUNCIL OF LABORERS  \nOF THE LABORERS INTERNATIONAL UNION OF  \nNORTH AMERICA AND ITS AFFILIATED LOCAL UNION,  \nLABORERS AND HOD CARRIERS LOCAL NO. 341 AND  \nLABORERS & HOD CARRIERS LOCAL NO. 942  \nU4 eres  \nPreamble  \nPurpose  \n"], ["ARTICLE I  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \n"], ["ARTICLE I]  \n", "Section |  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \nSection 1}  \nSection 12  \nSection 13  \nSection 14  \nSection 15  \nSection 16  \n"], ["ARTICLE III  \n", "Section 1  \nSection 2  \nSection 3  \n"], ["ARTICLE IV  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \n"], ["", "ARTICLE V  \nSection 1  \nSection 2  \n"], ["ARTICLE VI  \n", "Section 1  \nTABLE OF CONTENTS  \nPage  \n1  \ner Kin 655 6b ]  \nParties Bid 2  \n2  \nUnion Recognition and Employee Coverage 2  \nEffect of Other Agreements 2  \nSubcontracting-Uniform Conditions 2  \nFavored, Nations eens ere eres 3  \nHiring of Employees 3  \nHalll so 3  \nUnions Notification 3  \nSelection Of Applicants 4  \nEmployer Rejection of Applicants 4  \nDrug and Alcohol Screenint 4  \nViolations Of Hiring 4  \nBona Fide Resident 4  \nResident/Remote Area Residents/Discrimimation 4  \n(at): 4  \n(b) Remote Area >  \n(C) Discrimimation 5  \nEligibility to Work 5  \nTRUM se reas 5  \nRePistration 7  \nReferral Procedures 7  \nException to Referral 8  \nBoard or Court 11  \nGeneral Provisions 11  \nApprentices lal py yee ave 12  \nHiring Hall Committee 13  \nCreation of Committee 13  \nPowers Of Committee 13  \nDisputes ss: 13  \nUnion saves st 13  \nUniont Shop 13  \nChe ckoff Of Dues 14  \nDiscrimination Forbidden 14  \nJob Steward 14  \nOS 15  \nGrievance Procedure 15  \nGrieVaNnce 15  \nArbitration Committee 16  \nJurisdictional Disputes 17  \nJurisdictional Disputes 17  \n"], ["ARTICLE VII  \n", "Section |  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \n"], ["", "ARTICLE VIII  \nSection |  \nSection 2  \n"], ["", "ARTICLE IX  \nSection |  \nSection 2  \n"], ["ARTICLE X  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \n"], ["", "ARTICLE XI  \nARTICLE XII  \nARTICLE XIII  \nSection |  \nSection 2  \n"], ["ARTICLE XIV  \n", "Section |  \nSection 2  \nSection 3  \n"], ["", "ARTICLE XV  \nSection |  \nSection 2  \n"], ["ARTICLE XVI  \n", "Section !  \nSection 2  \nSection 3  \nSubsistence and Quarters, Travel to and From Point of  \nEmployer Provided Camp or Suitable  \nPer  \nEmployer Provided Board, Lodging or any other facility not part  \nOF WAGES os  \nEstablished Point of Pick-up  \nFederal Reservations in the  \nTransportation when Employees Recruited  \nTO TNE Site  \nTransportation From the  \nTransportation of Tools and Personal Effects  \nTransportation OF  \nPersonal  \nHealth and Safety  \nAdequate Shelters  \nToilets at construction Job  \nWater  \nSafety Equipment  \nDisclaimer  \nDrug-Free and Alcohol-Free  \nReturn of Remains in Event of Death  \noo ccc ses eas men sneer  \nChange in Classification or Craft 2.0.0...  \nWork Outside Of Craft  \nWork in Different Classification within  \nRegilat PAVGAY se cs  \nPayment of Wages upon Termination  \n  \nUnion Admission to Job  \nRepresentauio tt  \nExamination Of RECOrds  \nPublic Works Projects - Davis Bacon Act and  \nRelated Statutes  \nPrivately funded Projects  \nWage Groupings and Classifications  \nI  \nGrats TIA. css: oes RE  \nTU  \nGOUD IV oe  \nTunnels, Shafts, and  \nPipeline Classifications  \nWages Increases Effective July 1, 2005, 2006, and 2007  \n  \nPermanent Yard or Shop asses  \nEmployee Supplied Chain Saw  \n"], ["ARTICLE XVII  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \n"], ["ARTICLE XVIII  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \n"], ["", "ARTICLE XIX  \nSection 1  \nSection 2  \n"], ["ARTICLE XX  \n", "Section 1  \nSection 2  \nSection 3  \n"], ["", "ARTICLE XXI1  \nARTICLE  \nSection 1  \nSection 2  \n"], ["ARTICLE XXIII  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \nSection 11  \nSection 12  \n"], ["ARTICLE XXIV  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \n"], ["ARTICLE XXV  \n", "Hours of Work/Overtime/Shifts 3)  \nNormal Work Day & Week 31  \nStarting 3]  \nOrvertinte Fe 3]  \nMultiple 32  \nDewatering Tunnels/Temporary 32  \nTide 32  \nPay cass peers 32  \nPay for Actual Time Worked 32  \nShe we Up Guarantee ois vs 32  \nWork Injuries 33  \nGiarantes 33  \nMeal 33  \nBrreals cc 33  \nWhen Employer is Engaged in Continuous Operation 33  \nEINES es pe ge 34  \nTrust Funds and Dues Check Off 34  \na) Alaska Laborers Employer Health and Welfare Fund 34  \nb) Alaska Laborers’ Employer Defined Benefit Retirement  \nFUG ce re ce 34  \nc) Alaska Laborers’ Construction Industry Training Fund 35  \nd) Construction Industry Progress Fund (CIPF) 35  \ne) Alaska Laborers’ Legal Service Fund 35  \nf} Laborers’ Northwest Cooperation Fund 36  \n2) Dues OFF 36  \nContributions to 36  \nDelinquent Contribution by Employers 36  \nSTR cco 37  \nPre=Job Conference 37  \nPre-Job Comference 37  \nNotification to Subcontractor 37  \nMiscellaneous Provisions 38  \nChange in Poli Gy +s ccs 38  \nTermination 38  \nWork by SuperyisQt 38  \nImmunizations and Physicals 38  \nTunnel, Shaft, and Dredge Wolk 38  \nTermination for 39  \nInjured Person to Get Priority for Rehire 39  \nNew Equipment and Classification 39  \nSeverability 39  \nTransportation im 39  \nFOIE WINGS tres ose 39  \nTransmission Line and Utility 40  \nLOGOS ce on 40  \nNo Strikes/No 40  \nResponist ili y ss cs 40  \nJudicial] 40  \nImmediate Termination Clause 40  \niii  \nManagement 40  \nARTICLE XXVI_ Special Conditions 4]  \n"], ["ARTICLE XXVII_ Joint Labor-Management Committee 4]  \nARTICLE XXVIII Duration, Modifications and 41  \nSection 1 Term Of Agreement 4]  \n", "Section 2 42  \nSection 3 Gl 42  \nSection 4 Execution of 42  \nPREAMBLE  \nTHIS AGREEMENT, between the Associated General Contractors of Alaska, and The  \nAlaska State District Council of Laborers and it's affiliated Local Unions, within the legal  \nboundaries of the State of Alaska is a successive principal Agreement of the 2001 - 2004  \nAgreement and all other prior agreements between the Associated General Contractors of  \nAlaska, Inc., and the aforementioned union.  \nPURPOSES  \nIt is the purpose of this Agreement to assure a supply of competent and capable  \nemployees for the performance of the work undertaken by the Employers, to maintain a  \ncontinuity of employment to the persons employed, to insure amicable labor management  \nrelations, eliminate work stoppage or delays in the prosecution of all work undertaken by  \nthe Employer, improve the competitive position of the organized sector of the  \nconstruction industry and to record the terms of agreement with respect to rates of pay,  \nhours of work and other conditions of employment arrived at through the process of  \ncollective bargaining. It is also the intent of this Agreement to recruit, train, and employ  \nmembers of the minority groups as defined by the Office of Equal Employment  \nOpportunity. The Employers and the Union agree that there will be no unlawful  \ndiscrimination in hiring, referral, or any aspect of employment. The term \"he\" used in  \nthis Agreement shall also mean \"she\" and singular usage shall also mean the plural of  \nthese items.  \nee  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage | of 42  \n"], ["ARTICLE I  \nParties and Coverage  \n", "SECTION 1. Parties.  \nThe term \"Union\" shall refer to The Alaska State District Council of Laborers and it's  \naffiliated Local Unions. The term \"AGC\" shall refer to the Associated General  \nContractors of Alaska. Jurisdiction of Laborers’ Local 341: that area of the State of  \nAlaska lying west of longitude 138 degrees west which is closer to Anchorage than to  \nFairbanks; Jurisdiction of Laborers’ Local 942: that area west of longitude 138 degrees  \nwest which is closer to Fairbanks than to Anchorage and that area east of longitude 138  \ndegrees west.  \nSECTION 2. Union Recognition and Employee Coverage.  \nThe Employers recognize the Union as the sole and exclusive bargaining representative  \nof all their employees on building, marine, offshore, transmission line and utility right of  \nways as defined in Article 23 Section 12, heavy and highway construction jobs, who  \nperform work within the jurisdiction of the Union, and this Agreement shall apply to such  \nemployees. It is further specifically recognized that this Agreement does not apply to  \ncommercial sand and gravel operations or any other construction or non-construction  \nrelated activity not listed immediately above.  \nSECTION 3. Effect of Other Agreements.  \nThe provisions of this Agreement, agreed upon between the Employer and the  \nappropriate Union(s), shall apply to all work identified in Article I, Section 2. Provisions  \nof national union agreements or specific project agreements, which may conflict or differ  \nwith the terms of this Agreement will take precedence.  \nSECTION 4. Subcontracting-Uniform Conditions.  \na) The Employer is entitled to subcontract work on any project or undertaking as  \ndetermined to be necessary or appropriate.  \nb) The Employer agrees to subcontract work covered by this Agreement to  \nsubcontractor(s) under contract with the signatory union where such  \nsubcontractors are available and where bid(s) by such subcontractors are deemed  \nby the Employer to be competitive.  \nc) The Union agrees to allow a subcontractor to be bound by the terms of this  \nAgreement, on that work performed for the Employer on an individual project,  \nwithout binding the subcontractor to the Agreement on any other work for this  \nEmployer or any other Employer.  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 2 of 42  \nd) No provision of this Section or any other Article or addendum to this Agreement  \nshall be construed or applied by any party, person or entity to require the  \nEmployer to be responsible under any circumstances for the observance or non-  \nobservance of any provisions of this Agreement by any subcontractor utilized by  \nthe Employer who agrees to observe the terms of this Agreement (or any portion  \nof this Agreement).  \nSECTION 5. Favored Nations.  \nIf the Union enters into any agreement with any individual Employer or group of  \nemployers performing work on any project or any agreement encompassing a geographic  \narea covered by the terms of this Agreement and that agreement provides for more  \nfavorable wages, hours, or conditions to any other Employer, the Employers signatory  \nhereto, after sending written notice of such intention, shall be afforded the privilege to  \nadopt such advantageous terms and conditions for that project or geographic area.  \nThe Union will provide the AGC with a true copy of any agreement signed by any  \nEmployer that covers work recognized as field construction work that differs in any  \nmaterial way from the working terms and conditions or wages contained in this  \nAgreement within five (5) calendar days of such signing.  \n"], ["ARTICLE II  \nHiring of Employees  \n", "SECTION 1. Hiring Hail.  \nThe Union agrees to maintain a hiring hall and to solicit qualified laborers, both Union  \nand non-Union, in order to fill requisitions for workers. The Employers agree to  \nexclusively use the services of such hiring hall and will call upon the Union to furnish all  \nthe qualified laborers required in the classifications herein mentioned, subject to the  \nfollowing terms and conditions.  \na) The Union and the Employer shall post, in places where notices to all employees  \nand applicants for employment are customarily posted, all provisions relating to  \nthe functioning of the hiring provisions of this agreement.  \nSECTION 2. Union Notification.  \nWhenever the Employers require employees, they shall notify the Union office either in  \nwriting or by telephone, stating the location, starting time, anticipated work schedule,  \napproximate duration of the job, the type of work to be performed, and the total number  \nof employees required. The Employers agree that no Employee will be sent initially to  \nany other job site other than the job site the Employee was dispatched to.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 3 of 42  \nSECTION 3. Selection of Applicants.  \nSelection of applicants for referral to jobs shall be on a nondiscriminatory basis and shall  \nnot be based on, or in any way affected by, Union membership, bylaws, regulations,  \nconstitutional provisions, or any other aspect or obligation of Union membership,  \npolicies or requirements.  \na) | Whenever the word “worker” is used in this Article, it shall mean laborers  \nrepresented by the union.  \nSECTION 4. Employer Rejection of Applicants.  \nThe Employer retains the right to reject any job applicant referred by the Union, in which  \nevent the Union shall refer another applicant. Should an Employer reject an applicant, a  \nlegitimate reason shall be given in writing to the Union. After the initial rejection, the  \nUnion will have twenty-four (24) hours to refer applicant(s). The time referred in this  \nArticle (24 hours) shall start over upon such rejection(s).  \nSECTION 5. Drug and Alcohol Screening  \nWorkers required by the Employer to take a pre-employment drug and alcohol screening  \nwill not be on the payroll of the Employer during drug and alcohol screening. If the  \nEmployee is put to work while they are awaiting the results they will be paid for time  \nworked. The Employer will pay for all drug and alcohol screening.  \nSECTION 6. Violation of Hiring Hall.  \nAny alleged violation of this Article may be the subject of a hearing under Article II]. In  \nthe event the Employer has employed an individual in violation of this Article, the hiring  \nhall committee shall decree that the Employer shall pay to the individual who would have  \nbeen dispatched to that job, had the collective bargaining procedures of the Agreement  \nbeen followed, the full amount of wages which said individual has lost, together with the  \npayment into the various fringe benefit trusts on behalf of said individual.  \nSECTION 7. Bona fide Residents.  \nIt is understood that recognition for experience in the construction industry and residency  \nwithin the geographical jurisdiction of the involved local Union will be recognized.  \nSECTION 8. Resident/Remote Area Residents/Discrimination.  \na) Resident: For the purpose of this Agreement, a \"bona fide resident within the  \ngeographical jurisdiction of the Union\" shall mean an individual who has resided  \ncontinuously for at least twelve (12) months, within the geographical area for which  \nthe District Council has craft jurisdiction, as defined by the charter of the Union. A  \nperson claiming residency may not claim or maintain a residency outside the  \ngeographical jurisdiction of the Union. The criteria for establishing residency shall  \nbe determined by the Union.  \na  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 4 of 42  \nb) Remote Area Residents: Requests for bona fide residents of the vicinity  \nimmediately accessible to the job site in a remote area shall be honored tn  \naccordance with the place of the local resident upon the registration list in relation  \nto other registrants in the same area. Residence for the purpose of this section  \nshall mean that the individual shall have resided in the State of Alaska for a  \nperiod of twelve (12) months, and in the local area for a period of twelve (12)  \nmonths prior to the bid award. The Term “local area” shal! be defined as within  \n65 miles of the mid point of the project. Documentary proof of residency must be  \nprovided to the local union by the individual. The Union will provide whatever  \ndocumentation it has to the Employer upon request.  \n¢) Discrimination: Employers and the Union agree that there will be no  \ndiscrimination in hiring or referral of laborers due to their race, creed, color, age,  \nor sex; provided further, that notwithstanding these hiring hall provisions, the  \nUnion, when requested by an Employer, shall dispatch to allow an Employer to  \ncomply with state or federal affirmative action requirements; any other local, state  \nor federal law; or any reasonable contractual obligation imposed by an Owner  \nSECTION 9. Eligibility to Work.  \nThe Union agrees to post at the hiring halls and to include with the dispatch the  \nrequirement to provide appropriate documentation to the Employer of the eligibility to  \nwork as required by the Immigration Reform Act of 1987, and that failure to provide  \nappropriate documentation will result in refusal of employment  \nSECTION 10. Priority Right.  \nEmployees covered by this Agreement have certain accrued rights or benefits for  \nthemselves and their dependents under various trust plans which accrue to them by virtue  \nof length of employment with Employers party to this and related agreements and such  \nrights are generally continuous while under employment and remain effective until a  \ncertain period of time after lay-off or discharge.  \nPriority rights mean the rights accruing to employees, as hereafter provided in this and  \nrelated agreements, through length of service with Employers party to this Agreement  \nwhich will entitle the workers to a priority or preference of rehire after termination or  \nlay-off. This priority shall in no way be considered as a right for the purpose of tenure of  \nemployment.  \nAll classes of workers shall be hired and/or rehired in accordance with length of service  \nwith employers in this and other related collective bargaining units as follows:  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 5 of 42  \n\"A\" LIST.  \nWorkers who have been employed by an Employer or Employers under a collective  \nbargaining agreement within the geographical areas of Alaska who are party or parties to  \nthis Agreement (and construction related agreements), and who have worked for such  \nEmployer or Employers a minimum of 250 hours in five (5) fiscal years out of the  \nprevious eight (8) years immediately preceding registration; or those workers who have  \nworked a minimum of 250 hours in four (4) fiscal years out of the previous seven (7)  \nyears immediately preceding registration if they have successfully completed a total of  \n250 hours of training sponsored by the Alaska Laborers’ Training Trust Fund.  \nUpon registration, to remain qualified for the \"A\" List, an individual must have worked a  \nminimum of 250 hours under this and/or related agreements in the previous three (3) year  \nperiod.  \n“B\" LIST.  \nWorkers who have been employed by an Employer or Employers under a collective  \nbargaining agreement within the geographical areas of Alaska who are party or parties to  \nthis Agreement (and construction related agreements), and who have worked for such  \nEmployer or Employers a minimum of 250 hours in the twelve (12) month period  \nimmediately preceding registration.  \nUpon registration, to remain qualified for the \"B\" List, an individual must have worked a  \nminimum of 250 hours under this and/or related agreements in the previous four (4) year  \nperiod.  \n“C” LIST.  \nWorkers who have at least three (3) years of actual working experience in the  \nconstruction and related industries. (Proof of work history rests with the individual).  \n\"D\" LIST.  \nOther applicant workers who have physically resided in the State of Alaska for twelve  \n(12) consecutive months immediately preceding registration, and who have actual  \nworking experience in construction and related industries.  \nLIST.  \nAll other applicant workers for employment.  \nA roster shall be prepared for preference of rehire by grouping all workers who come  \nwithin the above classifications and shall utilize the health and welfare and pension  \nrecords in establishing these accrued rights based on length of employment.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 6 of 42  \n“Employer” under this paragraph means (1) any Employer party to this Agreement, (2)  \nany Employer who adopts or works under this Agreement and contributes to the health  \nand welfare and pension plans, and (3) any Employer who employs workers under the  \nterms of this or of a related agreement and is a contributing Employer within the meaning  \nof the various trust funds.  \nSECTION 11. Registration.  \nRegistration or re-registration of applicants for referral shall be accepted by the Union  \nduring its customary hours. All applicants shall be registered in the order of time and  \ndate of registration. To remain on the registration list an applicant for referral must  \nrenew their registration not later than ninety (90) days from the date of their last  \nregistration or re-registration. Registration or re-registration and placement on the  \nappropriate list shall be in person except in the case of registrants who are as  \nherein defined, of remote areas not connected by maintained public roads to the dispatch  \nhalls.  \nThere shall be five (5) groupings of the out-of-work list. All workers shall be registered  \non the appropriate list. Each applicant for referral shail be required to furnish such data,  \nrecords, names of employers and length of employment and licenses as may be deemed  \nnecessary, and each applicant shall complete such forms or registrations as shall be  \nsubmitted to them. Applicants for employment shall also list any special skills they must  \npossess. The registration list described in this OUT-OF-WORK LIST and shall be  \ntreated as such by the local union. No who is employed in the construction  \nindustry (in any trade capacity), within the geographical jurisdiction of the Union or  \notherwise, whether it be union or non-union shall be allowed to register or reregister on  \nany list. Furthermore, no individual working under a collective bargaining agreement  \nnegotiated by an affiliate of the Laborers’ International Union shall be allowed to register  \non the out-of-work list.  \nFor the purposes of this section only, the term \"construction industry” shall mean  \nbuilding construction, marine construction, off-shore construction, heavy, highway and  \nutility construction, petroleum industry, including pipeline construction, mining industry  \n(small mining operations excluded), power generation operations, cross country  \ntransmission lines, and hotel and catering operations which support construction efforts.  \nSECTION 12. Referral Procedures.  \na) Upon the request of an Employer for workers the Union shall refer qualified  \nregistrants to that Employer in sufficient number required by the Employer in the  \nmanner and under the conditions specified in this or of a related agreement from  \nthe list in the following order of referral:  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 7 of 42  \n1. Applicants shall be referred from the \"A\" List in successive order as their  \nnames appear on the out-of-work list, and when the “A” List has been  \nexhausted, then  \n2. Applicants from the \"B\" List in successive order as their names appear on  \nthe out-of-work list, and when the \"B\" Resident List is exhausted, then  \n3. The applicants from the \"C\" List and the remaining successive lists in  \nsuccessive order as their names appear on the out-of-work list.  \nAny applicant who is unqualified for a referral and is by the Employer  \nfor that reason shall be registered on the bottom of the appropriate list. After the  \nrejection, the union will have twenty-four (24) hours to refer applicant(s),  \nSaturdays, Sundays and Holidays excepted. The time referred in this Article (24  \nhours) shall start over upon such rejections. When a worker quits a job of their  \nown volition without good and sufficient cause, he shall be registered at the  \nbottom of the appropriate list. A person discharged on two (2) consecutive  \ninstances shall be placed on the bottom of the appropriate out-of-work list.  \nWhen a registrant is referred for employment and is actually employed on a job  \nfor more than five (5) days, or more than two (2) consecutive jobs of five (5) days  \nor less in a calendar year (defined: 1, January to 31, December), such registrant's  \nname shall be removed from the list. When their employment terminates, he shall  \nbe registered at the bottom of the appropriate list on which he is entitled to be  \nregistered. A registrant may refuse to be referred to employment in regular order  \nwithout prejudicing their position on the appropriate list on which he/she ts  \nregistered.  \nIn the event that the referral facilities maintained by the Union are unable to fill  \nthe requisition for any Employer for workers within a forty-eight (48) hour period  \nafter such requisition is made by the Employer (Saturdays, Sundays and Holidays  \nexcepted), the Employer may employ applicants without reference to the referral  \nprocedure. In such an event, the Employer will notify the Union of the names and  \ndates of such hiring’s within forty-eight (48) hours of such hiring’s.  \nSECTION 13. Exceptions to Referral Procedures.  \nThe referral procedure as contained herein shall be followed except that:  \n   \na) Requests by Employer for key workers to act as General Foremen shall be  \nhonored without regard to the requested worker's place on the out-of-work list.  \nGeneral Foremen hired under these provisions shall not be reduced to a lower  \nclassification and their employment as a General Foreman shall not qualify them  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 8 of 42  \nfor a callback under the rehire clause. To qualify as a General Foreman under this  \nSection, the Employee must actually perform the duties of a General Foreman.  \nb) Requests for key workers to act as foreman. The Employor shall call the Union  \ngiving a description of the type of work, and other qualifications needed for their  \nspecific job. Foremen hired under these provisions'shall not be reduced to a  \nlower classification and their employment as a foreman shall not qualify them for  \ncallback under the rehire clause. The minimum requirements to accept a  \nforeman's call shall be:  \n1. Have acurrent first aid card recognized by the State of Alaska Dept. of  \nLabor.  \n2. Five or more years experience in the construction industry. Three years of  \nwhich, worked under the Alaska State District Council of Laborers  \nAgreement, or a foreman may be requested if previously employed by the  \nEmployer or a joint venture. All other foreman shall be hired in an open  \nrequest to the Union hall.  \nc) The responsibilities of the Foreman or General Foreman shall include, but not be  \nlimited to, having authority, in the interest of the Employer, to direct, promote,  \ndischarge, or discipline Employees under their supervision, or through the use of  \nindependent judgment to recommend such action to management.  \nd) Request by the Employer for a particular person previously employed by the  \nEmployer or a joint venture of which the Employer was a member and who has  \nbeen laid off or terminated by the Employer of the joint venture within three (3)  \nyears previous to the request shall be honored, and a request for a particular  \nworker who has been laid off or terminated more than three (3) years, but not  \nmore than five (5) years prior to the request shall be honored to the extent that one  \nperson referred to the Employer by the Union from the out-of-work list shall be  \nemployed for every person so requested by name. Job stewards dispatched by the  \nlocal Union shall not qualify for a callback under the rehire clause. The job  \nsteward may be the first person hired and/or dispatched at the union's discretion.  \nThe provisions of the Article, Hiring of Workers, will apply separately within the  \ngeographical boundaries of the Local Laborers Union involved.  \ne) Name requests for persons with bona fide special skills will be honored from the  \n\"A\" and \"B.\" Lists. Unless approved by the Union, the name requested person  \nmust work in the designated classification. Such a decision of the dispatching  \nagent in referring registrants is applicable to the joint hiring Committee as herein  \nprovided. Special skills are defined as follows:  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 9 of 42  \n1) Asbestos 11) High Scaler  \n2) Asphalt Raker 12) Hod Carrier,  \n3) Concrete Specialist 13) Miner  \n4) Concrete Vibratorman 14) Pipelayer (Includes culvert &  \n5) Cured in Place Pipelayers Multiplate),  \n6) Driller, 15)  \n7) Worker  \n8) Formbuilder (for tunnels and 16) Scaffold Building and  \npipeline work only), Erecting,  \n9) Grade Checker, 17) Traffic Worksite Supervisor, and  \n10) Hazardous Waste, 18) Such other classifications  \nthat may be established by  \nEmployer and Union.  \n\"Open call” requests for workers with special skills and abilities will be dispatched in the  \norder in which their names appear on the out-of-work list.  \nf)  \nRequests by Employers for bona fide residents of the vicinity immediately  \naccessible to the job site in a remote area shall be honored in accordance with the  \nplace of the local resident upon the registration list in relation to other registrants  \nin the same area. Residence for the purpose of this Section shall mean that the  \nis an Alaska resident as defined in this Agreement and shall have  \nresided in the area for a period of twelve (12) months immediately prior to the  \ndate of the requests. Where Employers engage in a Joint Venture, workers  \nemployed by any of the Joint Ventures may be transferred to the job or called for  \nby name if the requirements of paragraphs (a) through (e) above have been met by  \nany of the Joint Ventures.  \nRequests by an Employer for a particular individual with no priority shall be  \nhonored without regard to the requested person's place on the out-of-work list,  \nprovided said individual shall occupy the status of son or daughter of the  \nEmployer's management, or son or daughter of laborers. This clause does not  \napply to pipeline or pipeline related construction.  \nSon and Daughter of management shall be considered at the level of the project  \nsuperintendent and up.  \nThis provision will only apply for the initial enrollment into the work force.  \nThis provision will only apply when there are more than three (3) laborers on the job; and  \nonly one (1) requested per project; in the event that 25 laborers are employed on the  \nproject, then a second request shall be allowed.  \nNN  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 10 of 42  \nh) Where Employers engage in a Joint Venture, workers employed by any of the  \nJoint Ventures may be transferred to the job or called for by name if the  \nrequirements of Section 12(b), paragraphs 1, 2 and 12(e) above have been met by  \nany of the Joint Ventures.  \nI) A subsidiary corporation or one under the control of another corporation shall be  \nconsidered the same Employer as the parent controlling corporation for the  \npurpose of transferring workers to or from the parent, subsidiary, or controlled  \ncorporation.  \nSECTION 14. Board or Court Decisions.  \nThe above hiring provisions have been entered into in order to comply with the Mountain  \nPacific Doctrine of the National Labor Relations Board. Upon any Board or Court  \ndecision or administrative ruling modifying or changing the Mountain Pacific Doctrine,  \neither party to this Agreement shall have the right to reopen negotiations pertaining to the  \nhiring provisions by giving the other party thirty (30) days written notice. In the event  \nthat, as a result of a charge or suit against any party to this Agreement (to include any  \nmember of the Associated General Contractors of Alaska, Inc., or any Employer who  \nadopts and works under this Agreement), any section or provision hereof or the entire  \nAgreement shall be declared or held to be invalid or illegal by any authorized Board, or  \nCourt, the part, section, provision or the entire Agreement so held or declared invalid or  \nillegal shall require written notice. In the event that, as a result of a charge or suit against  \nany party to this Agreement (to include any member of the Associated General  \nContractors of Alaska, Inc., or any Employer who adopts and works under this  \nAgreement), any section or provision hereof or the entire Agreement shall be declared or  \nheld to be invalid or illegal by any authorized Board or Court, the part, section, provision  \nforthwith cease to be of further force and effect and in such event either party hereto may,  \nupon not less than thirty (30) days written notice to the other, have the right to open  \nnegotiations for the substitution of a new Section, Sections or Agreement consistent with  \nthe decisions of the Board or Court.  \nSECTION 15. General Provisions.  \nAll Laborers working in tunnels, mines, shafts or raises shall receive rain gear, rubber  \nsteel-toe boots, and gloves by the Employer. Only the rain gear shall be returned to the  \nEmployer upon the termination of the Employee.  \nOil spill clean-up crews shall be furnished rain gear and rubber boots while required to  \nperform this type of work.  \nSewage workers: Persons required to work in or with raw sewage shall be provided with  \nrubber boots, rain gear and rubber gloves.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 11 of 42  \nChuck Tenders shall be employed on each wagon drill, hydraulic drill or air tract-type  \ndrill, unless drills are grouped so that tender can service more than one drill.  \nThe Employer agrees that there shall be at least six (6) hours between shifts for  \nEmployees. Should Employees not receive six (6) hours off between shifts, such time  \nworked on their new shift shall be paid at the proper overtime rate. (Excepting cat trains,  \nbarge work, tide work, shift changes or other mutually agreed condition.)  \nPrecaution shall be taken by both the Employer and the Employees with appropriate  \ncertification for toxic material cleanup and asbestos abatement and removal; and to  \nfollow the manufactures’ directions when using epoxy, fire retardant, urethane, and other  \nresinous materials.  \nSECTION 16. Apprenticeship.  \nDistrict Council of Laborers and the Associated General Contractors of Alaska have a  \nJoint Apprenticeship Program.  \na) Apprentices’ shall be paid on a progressive percentage basis of the prevailing  \nLaborer Group I wage established by local bargaining agreements; and at no time  \nshall the percentage of the apprentice’s scale rate be based on any scale less than  \nthe full AGC or the appropriate Alaska title 36 wage rates and at no time shall it  \nbe mandatory to pay at a rate greater than that specified in the Apprenticeship  \nAgreement.- One Apprentice may be employed after three (3) journeymen are on  \nthe job, but in no case shall there be less than one Apprentice out of every five (5)  \njourneymen if available.  \nb) Apprentices shall acquire A-List status upon successful completion of the  \ncombination of 4000 hours of on-the-job training and five hundred and seventy-  \nsix (576) hours of classroom training.  \n¢) Apprentices who are terminated from the program prior to completion, and/or  \nfails to complete the program due to unsatisfactory performance, failure to pass  \ndrug or alcohol test, theft, disobeying supervisor’s orders, absenteeism or failure  \nto attend classes shall not retain their status with the Local Union based on hours  \nworked through the Apprenticeship program.  \nd) itis agreed that this Article may be reopened at any period of this Agreement  \nprovided it is mutually agreed that the Laborers apprenticeship Program may be  \nimproved. Both parties agree that they will carry out and promulgate the  \nApprenticeship Program.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 12 of 42  \n"], ["ARTICLE Ii  \nHiring Hall Committee  \n", "SECTION 1. Creation of Committee.  \nAs needed, the parties of this Agreement shall create a Joint Hiring Hall Committee,  \ncomposed of not more than two (2) representatives of the Employer and two (2)  \nrepresentatives of the involved Union.  \nSECTION 2. Powers of Committee.  \na) The Joint Hiring Hal! Committee shall be empowered to hear and determine any  \nand all disputes or grievances arising out of 1 ) work referrals, and 2) placement  \non hiring hall list.  \nb) Before any individual(s) may appear before the Committee, they must exhaust the  \nadministrative procedures provided by the Union.  \nc) The committee shall also determine the criteria for establishing residency within  \n‘ the Jurisdiction of the Union.  \nSECTION 3. Employer Disputes.  \nIf an Employer has a dispute concerning the dispatch of an individual, the Employer shall  \nsubmit that dispute to the Committee for resolution.  \nIn case the Committee deadlocks, the matter shall be referred to an impartial umpire. The  \nimpartial umpire shall be designated by mutual agreement of the parties, and if they shall  \nbe unable to agree upon the impartial umpire, he/she shall be selected in the manner  \nprovided under the disputes provisions of this Agreement. All decisions of the Joint  \nHiring Hall Committee or the impartial umpire shall be final and binding on all parties  \nconcerned.  \n"], ["ARTICLE IV  \nUnion Security  \n", "SECTION 1. Union Shop.  \nAll Employees covered by this Agreement who are members of the Union in good  \nstanding on the effective date of this clause shall remain members in good standing.  \nThose who are not members in good standing on the effective date of this clause shall,  \nwithin fourteen (14) days following the effective date of this clause, become and remain  \nmembers in good standing in the Union. Employees hired or covered by this Agreement  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 13 of 42  \nsubsequent to the signing of this Agreement shall be required to become and remain  \nmembers of the Union in good standing within fourteen (14) days of hire or being  \ncovered. All requests by the Union for the dismissal of any Employee for failure to  \ncomply with the provisions of this paragraph shall be in writing. The Union agrees to  \ndefend any charge or suit made or brought against any Employer as the result of the  \ndismissal or termination of any Employees pursuant to the provisions of this section and  \nto hold the Employer harmless.  \nSECTION 2. Checkoff of Dues.  \nThe Employers agree to deduct from wages of each Employee such amount of the Union  \ndues and/or assessments owing by them to the Union, as may be certified by the  \nFinancial Officer of the involved Union, provided the Employee has executed a written  \nassignment calling for such a deduction. If an Employer transfers an Employee to a  \nsubsidiary and/or sister company, or if an Employee is transferred by the Employer to a  \njoint venture that is formed by the Employer, it is agreed that for purposes of Union dues  \nand/or assessments, the Employee need not execute a new written assignment calling for  \nsuch deductions. Consequently, the deductions will continue without interruption and  \nwill be forwarded to the Union by the Employer who is then paying the Employee. Such  \ndeductions shall be transmitted to the Union within ten (10) days following the end of  \neach calendar month. Appropriate transmittal forms shall be supplied to each Employer  \nby the Union. Each signatory Union shall notify the Employer of the amount to be  \ndeducted.  \nThe above deductions shall be made by the Employer so long as such payments are  \ndeemed in compliance with applicable law, and the Union agrees to indemnify the  \nEmployer for any litigation costs, expenses or liabilities which an Employer may incur  \nfrom compliance with this provision.  \nSECTION 3. Discrimination Forbidden.  \nThe Contractor shall be the sole judge of a worker's ability, qualifications, competence,  \nand performance. No person shall be discriminated against for upholding lawful Union  \nprinciples, and any person who serves on a Committee shall not lose his/her position or  \nbe discriminated against for this reason.  \nSECTION 4. Job Steward.  \nA working steward may be appointed by the Union that will represent the Union on the  \nJob at all times, subject to the supervision of the Employer. The Employer shali be  \nInformed of the name of the appointed steward, in writing, and only such steward will be  \naccorded recognition by the Employer. The Job steward shall be the last person  \nterminated, with exception of foremen, provided the Job steward is qualified for the last  \nwork available on the Job. The designated Union Representative shall be notified by the  \nEmployer prior to a Job steward’s termination. The Job steward shall be allowed to  \ndiscuss and investigate grievances arising under this Agreement with the Job supervisor  \nEE EE  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 14 of 42  \nduring working hours without loss of compensation. All other union business shall be  \ndone on off duty time.  \nSECTION 5. Discipline.  \nThe Union shall retain the right to discipline its members at all times.  \n"], ["ARTICLE V  \nGrievance Procedure  \n", "SECTION 1. Grievance Procedure.  \nAny grievance, complaint, or dispute (except jurisdictional disputes) arising out of this  \nAgreement involving its interpretation or application shall be considered a grievance and  \nsubject to resolution under the following procedures and it is further agreed that until said  \nprocedure is exhausted, there shall be no work stoppage or lockout.  \na) The Employees shall report to their job steward, or such other business  \nrepresentative as may be designated by the Union, any grievance, complaint, or  \ndispute that arises between the Employee and Employer or between co-workers .  \nThe designated job steward or business representative will attempt to immediately  \nresolve the matter, between the parties on the job.  \nb) Failing to agree, the designated Job steward or business representative shall report  \nthe matter to the Union, and the business representative shall attempt to settle the  \nmatter with an Employer representative.  \nc) Should the Union and the Employer have a dispute or complaint with the other  \nparty and if after conferring, a settlement is not reached within five (5) working  \ndays, the dispute shall proceed to Step d in the same manner as an Employee  \ncomplaint.  \nd) Inthe event the matter cannot be adjusted by the method set forth above within  \nfive (5) working days, the Union will present the matter to the Executive Director  \nof the AGC for adjustment and will reduce the matter to writing if requested.  \ne) Inthe event the matter cannot be adjusted within four (4) working days from the  \ndate the grievance, complaint, or dispute is presented by the Union representative  \nto the Executive Director of the AGC, the Union may take the dispute to  \narbitration as outlined in Section 2. of this Article.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 15 of 42  \nf) Any dispute that arises between the Employees and the Employer or any  \ncomplaint or grievance on the part of both or one shall be submitted to the local  \nUnion within thirty (30) days of the known date of violation or when Employee  \ncould have reasonably become aware of the violation to be eligible to receive the  \nassistance of the local Unton.  \ng) Times set forth by this Article may be extended by mutual agreement between the  \nparties.  \nh) Failure of the Union or the Employer to process a grievance in the time frame  \nstipulated shall constitute abandonment of the grievance. If the grievance is  \nabandoned by either party, then the Union or Employer shall accept the  \nabandoned request or decision as binding. Any abandoned grievance shall not  \nconstitute a precedent.  \nSECTION 2. Arbitration Committee.  \nShould any grievance or complaint arise which cannot be negotiated and settled within  \nthe scope of the foregoing paragraphs of this Article, the Employer and the Union agree  \nto submit the matter to the Arbitration Committee to be handled in the following manner:  \na) Inthe event a grieving party submits a grievance or dispute to arbitration, an  \nArbitration Committee shall be selected as follows: The Union representative and  \nthe Employer shall each name a representative to the Arbitration Committee  \nwithin two (2) working days. The two (2) individuals so selected will then name  \na mutually acceptable third member to the Arbitration Committee, who shall act  \nas Chairman. In the event that the first two (2) members of the Arbitration  \nCommittee are unable to agree upon a third member within three (3) working  \ndays, the parties shall select an arbitrator by the striking method from a permanent  \nlist of Alaska arbitrators previously supplied by the American Arbitration  \nAssociation. This third member will be selected within five (5) working days  \nafter the failure to agree on a third member. The Committee will meet within five  \n(5) working days of the appointment of the third member. The Committee will  \ncontinue in session until a decision has been reached. The Committee will render  \nits decision within five (5) working days upon conclusion of the evidence unless  \nthe time is extended by the agreement of both parties.  \nb) The decision of the Arbitration Committee will be final and binding upon both  \nparties and shall be complied with within five (5) working days after the decision  \nhas been reached unless waived by mutual agreement for extension of time.  \nc) Expenses of the independent arbitrator shall be borne equally by both parties.  \na S|  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 16 of 42  \nd) The Arbitration Committee shall conduct the hearing according to AAA standards  \nand procedures for grievance arbitration. The Arbitration Committee shall have  \nno authority to add to, alter, delete or modify any provisions of this agreement.  \ne) Should the party against whom the decision is rendered fail to execute the  \ndecision of the Committee within the prescribed time the other party may strike or  \nlock out.  \n"], ["ARTICLE VI  \nJurisdictional Disputes  \n", "SECTION 1. Jurisdictional Disputes.  \nIf a jurisdictional dispute arises, it shall first be submitted to the Local Unions involved  \nand the Associated General Contractors of Alaska, Inc., for settlement; then, if no  \nunderstanding or agreement is reached within forty-eight (48) hours, it shall be referred  \nto the International Representatives of the unions involved and they shall confer with the  \nAssociated General Contractors of Alaska, Inc., for settlement. Pending such settlement,  \nthe craft performing the work at the time the dispute arises shall continue in such  \ncapacity until settlement has been reached as above provided.  \nAssignment of work shall be governed by the decisions of record, area practice, and  \nexisting or prospective International jurisdictional agreements.  \nThe parties to the Agreement agree that they will be Immediately bound by any  \napplicable decision or award by the National Joint Board. Only those Unions signatory  \nwith the Employer can file a dispute.  \n"], ["ARTICLE VII  \nSubsistence and Quarters,  \n", "Travel To and From Point of Pickup  \nSECTION 1. Employer Provided Camp or Suitable Accommodations.  \nUnless otherwise agreed with the Union, the Employer shall ensure that the worker who  \nis employed on a project that is 65 miles or more from the U.S. Post Office in either  \nFairbanks or Anchorage or is inaccessible by road in a 2-wheel drive vehicle and who is  \nnot a domiciled resident of the locality of the project shall receive meals and lodging.  \nLodging shall be in accordance with all applicable state and federal laws. The Union will  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 17 of 42  \nbe notified of any meals and lodging arrangements before dispatch or at the pre-job  \nconference.  \nSECTION 2. Per Diem.  \nEmployers are encouraged to use commercial facilities and lodges, however, when such  \nfacilities are not available, per diem in lieu of room and lodging may be paid at the basic  \nrate of $75.00 per day or part thereof, the worker is employed on the project. Per diem  \nshall not be allowed on projects West of Livengood on the Elliot Highway, at on  \nthe Dalton Highway to the North Slope of Alaska, North of Mile 20 on the Taylor  \nHighway, East of Chicken, Alaska on the Top of the World Highway and South of Tetlin  \nJunction to the Alaska-Canadian Border.  \nFor purposes of this Article, the term “domiciled resident”, means a person living within  \n65 miles of the project, or in the case of a highway project, the mid-point of the project,  \nfor at least 12 consecutive months prior to the award of the project.  \nSECTION 3. Employer Provided Board, Lodging or any other Facility not part of  \nWages.  \nWhere the Employer provides or furnishes board, lodging or any other facility, the cost or  \namount thereof shall not be considered or included as a part of wages, but shall be  \nexcluded therefrom.  \nSECTION 4. Established Point of Pickup.  \nWhere there is an established point of pickup, or the Employer deems it necessary to  \ntransport an Employee by boat, airplane, or other Employer supplied conveyance, work  \nshall begin at the site of the work unless it takes more than one (1) hour to transport  \npersons, either to or from the pickup point. In that event, round-trip travel time exceeding  \ntwo (2) hours shall be considered as time worked and compensation computed on the  \nbasis of the travel time consumed, going from and returning to the point of pickup.  \nWhen furnished, transportation from pickup point to work site and the return from work  \nsite to pickup point shall be by the most expeditious route and means possible; such  \ntransportation shall be safe and lawful and the Employees shall be seated in reasonable  \ncomfort and protected from the elements.  \nSECTION 5. Federal Reservations in the Aleutian Islands  \nOn all Federal Reservations in the Aleutian Islands where the Employee has available  \nfrom military facilities an opportunity to purchase personal items, the Employer shall not  \nbe required to furnish the same.  \nOl  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 18 of 42  \n"], ["ARTICLE VIII  \nTransportation When Employees Recruited  \n", "SECTION 1. Transportation to the Site.  \nWhen persons are recruited to job sites which require special transportation by air or  \nwater, transportation and actual reasonable expenses of board and lodging while en route  \nshall be borne or reimbursed by the Employer.  \nSECTION 2. Transportation from the Site.  \nAt the termination of the contract, project, or season, and providing the Employee  \nimmediately, unless otherwise mutually agreed to by the Employee and the Employer,  \nreturns to the point of hire, the Employer will pay for transportation, actual expenses of  \nboard and lodging while en route to the point of hire. Provided further, that if the  \nEmployee is voluntarily terminated or has been discharged for cause as in accordance  \nwith Article XXIII Section 6 the above provision shall not apply.  \nEmployer furnished transportation to the point of hire shall be provided all persons  \nrequired to leave a job for medical reasons sufficient to require extended medical care or  \nhospitalization.  \n"], ["ARTICLE IX  \nTransportation of Tools and Personal Effects  \n", "SECTION 1. Transportation of Tools.  \nWhere the Job site requires special transportation by air or water, transportation costs for  \nEmployer required tools from point of hire to the job site and return shall be borne by the  \nEmployer. The Employer shall reimburse the Employee for the full prior agreed value of  \nEmployer required tools lost if there is no insurance by the air carrier while an Employee  \nis traveling pursuant to this Section.  \nSECTION 2. Personal Effects.  \nThe Employer will also be responsible in case of fire or flood for all the personal effects  \nof Employees in an amount not to exceed $900.00 each in all Employer's camps or in  \ncamps arranged for by the Employer, other than those camps owned or operated by the  \nGovernment. Provided further that the Employee must have submitted an itemized  \ninventory for personal effects other than clothes prior to the loss.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 19 of 42  \n"], ["ARTICLE X  \nHealth & Safety  \n", "SECTION 1. Adequate Shelters.  \nThe Employer and the Employee will conform to all federal and state health and safety  \nregulations applicable to work covered by this Agreement. Adequate shelters shall be  \nmade available where necessary, with heat, where the workers can change and dry their  \nclothes and store their tools.  \nSECTION 2. Toilets at Construction Job Sites.  \nOn all projects covered by this Agreement, there shall be provided by the Employer at all  \ntimes during construction, sanitary facilities consisting of a reasonable number of toilets  \nand urinals.  \nSECTION 3. Potable Water.  \nOn all projects covered by this Agreement, the Employer will make available fresh  \ndrinking water changed out on a daily basis to the workers.  \nSECTION 4. Safety Equipment.  \nEmployer will furnish welding equipment, including, all leathers, hard hats, eye  \nprotection, ear protection, respirators, safety belts and lanyards, and required reflective  \nclothing.  \nSECTION 5. Disclaimer.  \nThis Agreement is not intended to and shall not be construed as creating, imposing, or  \nadopting on the Union or representatives any state common-law duties in the areas of  \nsafety.  \nSECTION 6. Drug-Free and Alcohol-Free Workplace.  \nLabor & Management are committed to providing Employees with a drug-free and  \nalcohol-free workplace. It is the goal to protect the health and safety of Employees and  \nto promote a productive workplace, and protect the reputation of Labor and Management  \nand the Employees. Consistent with those goals, the Employer prohibits the use,  \npossession, distribution or sale at its employment sites, of drugs, drug paraphernalia or  \nalcohol. The Union recognizes the Employer's right to develop and implement a drug  \nscreening program. The Employer agrees to pay the cost for such drug screening. The  \nEmployer will designate the facility to conduct the drug/alcohol screening. Within the  \nlimits permitted by applicable Federal or State laws and/or owner regulations, the  \nEmployer has the prerogative to test Employees for drug/alcohol usage, and to refuse  \nemployment or terminate those who test positive.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 20 of 42  \n"], ["ARTICLE XI  \nReturn of Remains in Event of Death  \n", "In the event of death of an Employee while on the Job or in the Employer's camp, the  \nEmployer shall immediately notify the Union, and, in the absence of any law or authority  \nprohibiting same, prepare and transport the remains to point of hire or to such other point  \nof equivalent or less distance as the next of kin may elect.  \n"], ["ARTICLE XII  \nHolidays  \n", "The holiday rate shall apply for work on the following days:  \nNew Year's Day Labor Day  \nPresidents Birthday Veteran's Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nWhen any of these holidays shall fall on a Sunday, then the following Monday shall be  \nconsidered a legal holiday, unless Sunday is a scheduled workday.  \nIn the event that there is a conflict between the State and Federal Government on the  \nobservance date of any of the above listed holidays, the State observance date shall  \nprevail.  \nNotwithstanding any other provision, the Employer and the Union may agree to observe  \nthe holiday on a day other than the State observed holiday if it is more convenient to the  \nEmployer and the Employees.  \n"], ["ARTICLE XII  \nChange in Classification or Craft  \n", "SECTION 1. Work Outside of Craft.  \na) temporarily assigned work of another craft will be paid the rate the  \nclassification calls for while performing such work, provided the Employee works  \nat least two (2) hours in that classification. The Employer is entitled to assign an  \nEmployee to perform work normally performed by another craft on a temporary,  \n“emergency” basis.  \neee  \n2004-2008  \nAGC/LABORERS AGREEMENT  \n   \nPage 21 of 42  \nb) Wherever feasible the Employer is entitled to develop a composite crew for the  \nperformance of a particular job or contract, in which even traditional craft  \njurisdictional boundaries will be waived by all unions signatory to this (or  \nsimilar) Agreement for the period the composite crew is in effect. The number of  \ncraft chosen from:each union shall be in approximate proportion to the work to be  \nperformed. The composite crew will be arranged at a pre-job conference. A  \nmutually agreed method will be developed to resolve any issue over the  \ncomposition of the composite crew. 13.1(a) above shall not apply to composite  \ncrews.  \nSECTION 2. Work in Different Classification Within Craft.  \nWhen an Employee is temporarily required to perform work of another classification  \nwithin their craft, the Employee will be paid the rate that the classification calls for while  \nrequired to perform such work, provided the Employee works at least two (2) hours  \nwithin that classification, except when part of a composite crew.  \n"], ["ARTICLE XIV  \nPay  \n", "SECTION 1. Regular Payday.  \nThe Employer shall establish a regular weekly payday on which Employees shall be paid  \nduring working hours, which payday shall not be later than seven days following the end  \nof the payroll period. Time cards shall be reviewed and signed by the Employees daily or  \nweekly and submitted to the Employer. Time cards shall not be changed or altered  \nwithout prior consultation with the Employee and/or authorized Union representative.  \nCopies of the Employees time cards shall be made available by the Employer for  \ninspection by the Employee or authorized Union representative or mailed to the Union  \nhall (during normal working hours) upon eight (8) hours notice by the Union.  \nFor the purposes of pay, a payroll week is further defined as beginning at 12:01 a.m.  \nSunday and ending at 12:00 midnight on the following Saturday. This payroll week is  \nestablished for the purpose of uniformity and defining the pay period. The Employer is  \nentitled to change the payroll cutoff date as circumstances may warrant, so long as  \npayday is within one week following the payroll cutoff date. In regard to \"bush\" jobs  \nwhere flight schedules and/or mail delivery may be interrupted, separate arrangements  \nmay be consummated by mutual consent or separate agreement.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 22 of 42  \nSECTION 2. Payment of Wages Upon Termination.  \nIt is understood and agreed, however, that when an Employee ts laid off, the person's  \nwages become due by the close of business the following day. Failure to pay within the  \nprescribed period of time (exclusive of Saturdays, Sundays, and Holidays) shall entitle  \nthe Employee to waiting time of two (2) hours per day. Employees who quit or who are  \ndischarged for cause shall be paid no later than the end of the first work day following  \nseparation. Employer and Union may agree to waive the time frame stated above when  \ndue to unforeseen circumstances.  \nOn remote jobs where payroll facilities are not maintained, the Employer will have the  \ncheck at the Union offices or in the US mail or other place mutually agreed to within  \nforty-eight (48) hours of termination, Saturdays, Sundays, and holidays excepted.  \nSECTION 3. Itemized Deductions.  \nThe Employer shall itemize deductions on pay checks so Employees can determine the  \npurpose for which amounts have been withheld and shall indicate the number of travel  \ntime hours, straight time hours, overtime hours, dues deductions, and basic rate per hour  \npaid.  \n"], ["ARTICLE XV  \nUnion Admission to Job  \n", "SECTION 1. Authorized Representation.  \nAn authorized representative of the Union shall be allowed admission to any job at any  \ntime for the purpose of investigating conditions existing on the job. However, the  \nrepresentative shall, as soon as possible, make their presence known to the Employer's  \nrepresentative in charge of the work. On projects which are under military guard, the  \nEmployers will cooperate with the Union officials in this regard as far as regulations will  \npermit. The Employer shall also notify the Union as promptly as possible of any  \nfatalities.  \nSECTION 2. Examination of Records.  \nThe Union representative shall have the right to examine all records pertaining to the  \nEmployees covered by this Agreement on proper notification in advance to the Employer.  \nThe Employer shall make available original or copies of the original records for  \nexamination by the authorized Union Representative upon forty eight (48) hours’ notice  \nfrom the Union. To examine records, other than pay or fringe benefit computations, shall  \nrequire written authorization from the Employee. When requested by the Union,  \nEmployers shall make available the names, addresses and classifications of any of their  \nEmployees covered by the Agreement.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 23 of 42  \n"], ["ARTICLE XVI  \nWages  \n", "SECTION 1. Public Works Projects - Davis Bacon Act and Related Statutes.  \nIn the event an individual Employer bids on a public project being awarded by a federal,  \nstate, borough, city or other public entity which is to be performed at a predetermined  \nand/or prevailing wage rate established pursuant to the provisions of the Davis Bacon Act  \n(Public Law 74-403 (8/30/35) as amended 3/21/41 and 7/2/64 40 USC 276A-276A7 as  \n..-amended) or established pursuant to the provisions of Title 36 Alaska Statutes, or any  \nother prevailing wage, the published hourly wage and fringe rate set forth in said public  \naward or the construction contract rate in effect at the time of bid shall apply for the  \nduration of the project or the term of this Agreement, even though such prevailing wage  \nis less than the wage set forth in this Agreement. The same principle shall also apply to  \nfringe benefits. It is the intent of this Article that if the prevailing wage/benefit rate  \ndecreases during the term of the project, the Employer is entitled to adopt the lower  \nprevailing wage unless prohibited by statute from doing so.  \nSECTION 2. Privately Funded Projects.  \nIn the event the Employer bids on a privately funded project that 1s awarded, the contract  \nwage and benefit package in existence at the time of bid will not increase for the duration  \nof the project.  \nSECTION 3. Wage Groupings and Classifications.  \nGROUP I - Hourly Wage Rate August 1, 2004  \n$25.22  \nAsphalt Workers (shovelman, plant crew)  \nBrush Cutters  \nCamp Maintenance Laborer  \nCarpenter tenders or helpers  \nChoke Setters, hook tender, rigger, signalman  \nConcrete Labor (curb & gutter, chute handler, grouting, curing, screeding)  \nCrusher Plant Laborer  \nDemolition Laborer  \nDitch Diggers  \nDump Man  \nEnvironmental Laborer (asbestos, hazardous and toxic waste, oil spill)  \nFence Installer  \nFire Watch Laborer  \nFlagman  \nForm strippers  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 24 of 42  \nGeneral Laborer  \nGuardrail Laborer, bridge rail installers  \nHydro-seeder Nozzleman  \nLaborers, Building  \nLandscaper or Planter  \nLaying of Decorative Block (retaining walls, flowered decorative block 4 feet and below)  \nMaterial handlers  \nPneumatic or Power Tools  \nPortable or Chemical Toilet Serviceman  \nPump Man or Mixer Man  \nRailroad Track Laborer  \nSandblast, pot tender  \nSaw Tenders  \nScaffold building & erecting  \nSlurry work  \nStake Hopper  \nSteam Point or Water Jet Operator  \nSteam cleaner operator  \nTank Cleaning  \nUtiliwalk, Utilidor Laborer, and Conduit Installer  \nWatchman (construction projects)  \nWindow Cleaner  \nGROUP II - Hourly Wage Rate August 1, 2004  \n$26.00  \nBurning and Cutting Torch  \nCement or Lime Dumper or Handler (sack or bulk)  \nChoker splicer  \nChucktender (wagon, airtrack and hydraulic drills)  \nConcrete Laborers(power buggy, concrete saws, pumpcrete nozzleman, Vibratorman)  \nCulvert Pipe Laborer  \nCured in Place Pipelayer  \nEnvironmental] Laborer (marine work, oil spill skimmer operator, small boat operator) —  \nFoam Gun or Foam Machine Operator  \nGreen Cutter (dam work)  \nGunnite Operator  \nHod Carriers  \nJackhammer or Pavement Breakers [more than 45 pounds]  \nLaser Operators  \nLaying of Decorative Block (retaining walls, flowered decorative block above 4 feet)  \nMason Tender and Mud Mixer (sewer work)  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 25 of 42  \nPilot Car  \nPipelayer Helper  \nPlasterer, Bricklayer and Cement Finisher Tenders  \nPowderman Helper  \nPower saw Operator  \nRailroad Switch Layout Laborer  \nSandblaster  \nSewer Caulkers  \nSewer Plant Maintenance Man  \nThermal Plastic Applicator  \nTimber Faller, chain saw operator, Filer  \nTimberman  \nGROUP III - Hourly Wage Rate August 1, 2004  \n$26.68  \nAlarm Installer  \nBit Grinder  \nCamera/Tool/Video Operator  \nGuardrail Machine Operator  \nHigh Rigger and Tree Topper  \nHigh Scaler  \nMultiplate  \nPlastic Welding  \nSlurry Seal Squeegee Man  \nTraffic Control Supervisor  \nWelding Certified (in connection with Laborers work)  \nGROUP IIIA — Hourly Wage Rate August 1, 2004  \n$29.18  \nAsphalt Raker, Asphalt Belly Dump Lay Down  \nDrill Doctor (in the field)  \nDrillers (including, but not limited to, wagon drills, air-track drills, hydraulic drills)  \nLicense Powderman  \nPioneer Drilling and Drilling Off Tugger (all type drills)  \nPipelayers  \nGROUP IIIB — Hourly Wage Rate August 1 2004  \n$29.88  \nFederally Licensed Powderman (Responsible Person in Charge)  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 26 of 42  \nGrade Checking (setting or transferring of grade marks, line and grade)  \nGROUP IV - Hourly Wage Rate August 1, 2004  \n$17.27  \nFinal Building Clean up  \nTUNNELS, SHAFTS, AND RAISES  \nGROUP I - Hourly Wage Rate August 1, 2004  \n$27.74  \nBrakeman  \nMuckers  \nNippers  \nTopman and Bull Gang  \nTunnel Track Laborer  \nGROUP II - Hourly Wage Rate August 1, 2004  \n$28.60  \nBurning and Cutting Torch  \nConcrete Laborers  \nJackhammers  \nLaser Instrument Operators  \nNozzleman, Pumpcrete or Shotcrete  \nPipelayers Helper  \nGROUP III - Hourly Wage Rate August 1, 2004  \n$29.35  \nMiner  \nRetimberman  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 27 of 42  \nGROUP IHA - Hourly Wage Rate August 1, 2004  \n$32.10  \nAsphalt Raker, Asphalt Belly Dump Lay Down  \nDrill Doctor (in the field)  \nDrillers (including, but not limited to, wagon drills, air-track drills, hydraulic drills)  \nPioneer Drilling and Drilling off Tugger (all type drills)  \nLicense Powderman  \nPipelayers  \nIIIB — Hourly Wage Rate August 1, 2004  \n$32.87  \nFederally Licensed Powderman (Responsible Person in Charge)  \nGrade Checking (setting or transferring of grade marks, line and grade)  \nTunnel shaft and raise rates only apply to workers regularly employed inside a tunnel  \nporta! or shaft collar. These rates reflect a 10% wage premium.  \nPIPELINE CLASSIFICATIONS  \nGROUP I --Hourly Wage Rate  \nBuffing Machine Man  \nCoater  \nDope Pot Fireman  \nGrinding (not in preparation for welding)  \nPaper Latcher  \nPipe Cleaning  \nPre-heat for doping or cleaning  \nSwampers (including, but not limited to, on sidebooms, gin-pole trucks, winch trucks,  \nforklifts, ets.)  \nGROUP II - Hourly Wage Rate  \nInsulation  \nRoad Crossings (Casings)  \nVSM Drill Helper (Welding, changing teeth, etc.)  \nee  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 28 of 42  \nGROUP III - Hourly Wage Rate  \nAd Mac Operator (minor maintenance and operation)  \nCadwelder  \nCement Finisher  \nCoxswain (boats of all sizes)  \nEpoxy Sprayer (Certified)  \nFormbuilder (building of shacks, mud boards, windboards, carpenter type work, etc.)  \nMetal Fabricator (layout and fabrication)  \nWAGES  \nEffective July 1, 2005, there shall be an increase for the Groups wages and/or fringes as  \nindicated below:  \nGroup | $1.50  \nGroup II] $1.53  \nGroup III $1.56  \nGroup IIIA $1.66  \nGroup IIIB $2.04  \nGroupIV = $1.18  \nEffective July 1, 2006, there shall be an increase for the Groups wages and/or fringes as  \nindicated below:  \nGroup I $1.37  \nGroup II = $1.39  \nGroup III $1.42  \nGroup IIIA $1.51  \nGroup IIIB $1.33  \n$1.08  \nEffective July 1, 2007, there shall be an increase for the Groups wages and/or fringes as  \nindicated below:  \nGroup I $1.41  \nGroup II $1.44  \nGroup III $1.47  \nGroup IITA $1.56  \nGroup IIIB $1.37  \nGroupIV_ $1.11  \nNOTE: The union, upon confirmation from the trust that there is a valid need  \nshall reallocate any part of the wage rates listed above to any of the  \nplans or Trust Funds mentioned in this Agreement. Not less than thirty  \n(30) days’ notice in writing shall be given by the Union to AGC and  \nEmployers.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 29 of 42  \nFOREMEN  \nLaborer Foremen shall receive $1.00 per hour over the highest worker under their  \nsupervision regardless to craft.  \nPowder Foreman and Drill Foreman shall receive $1.25 per hour over Group IIIA.  \nGeneral Foreman shall receive $2.00 per hour over the highest worker under their  \nsupervision regardless to craft.  \nLabor Foreman who have satisfactorily completed the Laborers Foreman course or who  \nhave served as a Labor Foreman for five (5) years will receive 7% over the highest  \nworker under their supervision regardless to craft.  \nPowder, and Drill Foreman who have satisfactorily completed the Laborers Foreman  \ncourse or who have served as a Powder, and/or Drill Foreman for five (5) years will  \nreceive 7% over Group IIIA.  \nGeneral Foreman who have satisfactorily completed the Laborers Foreman course or who  \nhave served as a general foreman for five (5) years will receive 10% over the highest paid  \nworker under their supervision.  \nPERMANENT YARD OR SHOP  \nThe regular hourly wage rate for Laborers employed in a construction Employer's  \npermanent yard or shop is $15.90 (Foreman $16.90) effective August 1, 2004. Ifthe  \nEmployee leaves the yard or shop area, the wage rate shall revert to 100% of the  \napplicable rate except for Laborers that are not part of a specific construction project.  \nEMPLOYEE SUPPLIED CHAIN SAW  \nEffective August 1, 2004 $3.00 additional per hour  \nIf the Employer requires an Employee to furnish their own chain saw, then the Employer  \nwill furnish gas and oil. The Employee will be compensated premium pay as indicated  \nabove. The Employee will be responsible for all maintenance and care of their  \nequipment.  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 30 of 42  \n"], ["ARTICLE XVII  \nHours of Work/Overtime/Shifts  \n", "SECTION 1. Normal Work Day & Week.  \nEight (8) hours shall constitute the normal work day; and forty (40) hours shall constitute  \nthe normal work week. Starting and quitting time for the work day shall be established  \nbetween 6:00 a.m. and 6:00 p.m. (Starting times may be staggered between the hours of  \n6:00 a.m. and 8:00 a.m.) In accordance with job requirements as determined by the  \nEmployer. Employees shall receive compensation of one and one half (1-1/2) times the  \nbase rate for any hours worked over eight (8) hours per day or over forty (40) hours per  \nweek.  \nOn construction projects funded entirely with Federal funds and in accordance with  \nrecent amendments by Congress to the Contract Work Hours and Safety Standards Act  \n(WHSSA) and the Walsh-Healy Act, it is agreed between the parties that overtime will be  \npaid only after Employees have worked more than forty (40) hours in any one workweek.  \nHowever at no time shall Employees be required to work more than ten (10) hours in any  \none workday unless overtime at the rate of one and one-half times the Employees straight  \ntime rate is paid for time worked tn excess of ten (10) hours.  \nNothing in this Article shall be construed as guaranteeing any Employee eight (8) hours  \nof work per day or forty (40) hours of work per week.  \nSECTION 2. Starting Time. ©  \nThe Employer will establish a regular starting time: except that it shall be understood that  \nwhen the job conditions at the site of the work or when economical considerations  \nwarrant, other hours of starting time may be established by mutual agreement between  \nthe Employer and the Union. With respect to concrete paving, concrete pouring, asphalt  \npaving, and road oiling, the starting time of work shall be mutually arranged to fit the job  \nconditions. Service and maintenance personnel may be started prior to regular shifts at  \nthe straight time rate.  \nSECTION 3. Overtime Rates.  \na) Employees shall receive compensation of one and one half (1-1/2) times the basic  \nrate for work performed on Saturday and Sunday; and two (2) times the basic rate  \nfor any work performed on holidays, excepting, that when a shift of multiple shift  \noperation is started at the basic rate or at an overtime rate, it shall be completed at  \nthat rate. Further excepting, that Saturday may be a straight-time workday for an  \nEmployee: a) who was absent on a straight-time day on which work was made  \navailable by the Employer: b) work was interrupted that week by weather or, c)  \nfurther, if the owner's project specifications require that work be restricted to  \nweekends, Saturday and Sunday will be straight time days.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 31 of 42  \nb) When Employees are directly engaged in flagging and traffic control on a daily  \nbasis, the overtime rates will be applicable after eight (8) hours in a single work  \nday or forty (40) hours in a work week, excepting that the overtime rate for  \nholidays from Section 3(a) will apply.  \nSECTION 4. Multiple Shifts.  \nMultiple shifts and their starting and quitting time may be established in accordance with  \njob requirements as determined by the Employer. There shall be no premium for shift  \nwork,  \nSECTION 5. Dewatering Tunnels/Temporary Heat/Protection.  \nDewatering of tunnels and caissons and providing temporary heat and protection shall be  \nworked in accordance with the work shift and overtime provisions heretofore established,  \nexcept that time worked on holidays when no other activities are in progress will be  \ncompensated for at the overtime rate of one and one-half (1-1/2) times the basic rate of  \nwages.  \nSECTION 6. Tide Work.  \nUnless otherwise agreed to by the Union and the Employer, tide work shall be subject to  \nthe following special condition.  \nWhen Employees are called out on tide work, they shall be guaranteed an amount  \nequivalent to four (4) hours at straight time pay as a minimum for each call out.  \n"], ["ARTICLE XVIII  \nPay Guarantees  \n", "SECTION 1. Pay For Actual Time Worked.  \nExcept as provided in this Article, an Employee is only entitled to pay for time worked.  \nSECTION 2. Show-Up Guarantee.  \nEmployees reporting for work and not put to work shall receive two (2) hours at their  \nregular straight time rate unless notified not to report at least two (2) hours prior to the  \nstart of shift. Notification may take the form of a telephone answering device, radio  \nbroadcast or any other agreed upon method. Where Employees live in camp, such  \nnotification can be given any time prior to departure from camp.  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 32 of 42  \nSECTION 3. Work Injuries.  \nEmployees injured on the job, provided injury is reported to the person's Employer and  \nrequires medical attention, are to be paid for time spent on the first visit to the doctor and,  \nif the doctor determines and certifies that the Employee is unable to return to work  \nbecause of injury, they shall be paid the balance of the shift during which the injury  \noccurred. This provision applies to medical attention received during regular working  \nhours only.  \nSECTION 4. Call-Back Guarantee.  \nWhen an Employee has completed their scheduled shift and returns by direction of the  \nEmployer to perform additional work, they shall receive overtime pay for the actual  \nhours worked with a minimum guarantee of two (2) hour's pay at the applicable rate.  \n"], ["ARTICLE XIX  \nMeal Periods  \n", "SECTION 1. Meal Break.  \nUnless otherwise agreed to by the Union, an Employer will schedule a one-half (1/2)  \nhour break for a meal period near the midpoint of a shift. An Employee required to work  \nmore than six (6) consecutive hours without a meal break shall be allowed a later meal  \nperiod of one-half (1/2) hour, and it shall be considered as time worked and paid for at  \nthe proper rate. If an Employee works continuously without a lunch break then one hour  \nof pay will be added to the shift in lieu of not having any meal break at all.  \nSECTION 2. Employer Engaged in a Continuous Operation.  \nNotwithstanding the above paragraph, an Employee may be required to work more than  \nsix (6) consecutive hours without any entitlement to a later meal period or pay for that  \nperiod when the Employer is engaged in a continuous operation where breaks are  \ndifficult to schedule but sufficient lag time exists to enable an Employee to consume a  \nmeal during the shift.  \nExamples of continuous operations include, but are not limited to: asphalt paving  \noperations, concrete pours, gravel hauls, tide work, piledriving, and traffic control  \nassociated with these items.  \neee  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 33 of 42  \n"], ["ARTICLE XX  \nFringe Benefits  \n", "SECTION 1. Trust Funds and Dues Check Off.  \na) Alaska Laborers Employer Health and Welfare Fund:  \nThe Employers are signatory to a Trust Agreement establishing this fund made  \nand entered into September 18th, 1953, by and between the Union, the Trustees  \nand the Associated General Contractors of Alaska, Inc. (and including individual  \nemployers and certain Loca! Unions thereto subscribing). It is understood that  \nunder the provisions thereof, the Employer contributes, effective August 1, 2004,  \nfive dollars and sixty-one ($5.61) cents per each compensable hour accredited to  \nLaborers in their employ for the purposes of group insurance as specified in said  \nTrust Agreement. It is understood that the contributions are to be computed  \nsolely on the total number of compensable hours and are not to be included in  \nwages or in computation of overtime.  \nThe details of the plan will be determined by the Board of Trustees of the Alaska  \nLaborers Employer Health and Welfare Fund, in accordance with the Trust  \nAgreement which created the Trust Fund. The Employer and the Union agree to  \nbe bound by said Trust Agreement and all lawful amendments thereto, and do  \nfurther agree to accept as their representatives the Employer-trustees and union-  \ntrustees who constitute the Board of Trustees of said Trust Fund and their lawful  \nSUCCESSOTS.  \nb) Alaska Laborers’ Employer Defined Benefit Retirement Fund:  \nThe Employers are signatory to a Trust Agreement establishing this fund made and  \nentered into July Ist, 1962, by and between the Union and the Associated General  \nContractors of Alaska, Inc. It is understood that under the provisions thereof, the  \nEmployers contribute to the Trust Fund effective August |, 2004, five dollars and  \nseventy-five ($5.75) cents per each compensable hour accredited to Laborers in their  \nemploy for the purpose of Group Retirement as specified in said Trust Agreement.  \nThe said Contributions are to be computed solely on the total number of compensable  \nhours and are not to be included in wages or in computation of overtime.  \nThe details of the plan will be determined by the Board of Trustees of the Alaska  \nLaborers Employer Retirement Fund, in accordance with the Trust Agreement  \nwhich created the Trust Fund. The Employer and the Union agree to be bound by  \nsaid Trust Agreement and all lawful amendments thereto, and do further agree to  \naccept as their representatives those Employer-trustees and union-trustees and  \nwho constitute the Board of Trustees of said Trust Fund and their lawful  \nSUCCESSOTS.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 34 of 42  \nc) Alaska Laborers’ Construction Industry Training Fund:  \nThe Employers are signatory to a Trust Agreement establishing this fund made  \nand entered into October 13th, 1967, by and between the Union and the  \nAssociated General Contractors of Alaska, Inc. It is understood that under the  \nprovisions thereof, the Employers contribute to the Trust Fund effective August 1,  \n2004, seventy cents ($0.70) per each compensable hour accredited to Laborers in  \ntheir employ for the purposes of training and upgrading as specified in said Trust  \nAgreement. It is understood that the contributions are to be computed solely on  \nthe total number of compensable hours and are not to be included in wages or in  \ncomputation of overtime. There will be a separate accounting for regulatory type  \ntraining.  \nThe details of the plan will be determined by the Board of Trustees of the Alaska  \nLaborers Employer Construction Industry Training Fund, in accordance with the  \nTrust Agreement which created the Trust Fund. The Employer and the Union  \nagree to be bound by said Trust Agreement and all lawful amendments thereto,  \nand do further agree to accept as their representatives the Employer trustees and  \nunion trustees who constitute the Board of Trustees of said Trust Fund and their  \nlawful successors.  \nd) Construction Industry Progress Fund (CIPF):  \nEffective August 1, 2004, the Employers agree to remit ten ($0.10) cents per hour  \nfor each Employee to go to the Construction Industry Progress Fund (CIPF). The  \nten ($0.10) cents per hour shall go towards promoting and supporting stability,  \nlong term construction programs and adequate funding for public works projects  \non the state and local government level, to assure minimal governmental  \ninterference in free enterprises through the regulatory process, to support  \nsecondary and post-secondary vocational programs to create a competitive  \neducated workforce, and to cooperate with AGC Safety, Inc., in their program to  \nimprove working conditions and safety records. The deductions will continue  \nwithout interruption and will be forwarded to CIPF's agent. Such deductions shall  \nbe transmitted to CIPF's agent within fifteen (15) days following the end of each  \ncalendar month.  \ne) Alaska Laborers’ Legal Service Fund:  \nIt is agreed that the Contractors and the signatory Laborers' Local Unions will  \njointly create and establish a Legal Service Fund on or after July 1st, 1976.  \nEffective August 1, 2004 the Employer will contribute the sum of fifteen cents  \n($0.15) for each compensable hour accredited to laborers in their employ for the  \nLegal Service Fund. The said contributions are to be computed solely on the total  \nnumber of compensable hours and are not to be included in wages or in  \ncomputation of overtime.  \na ei it  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 35 of 42  \nThe details of the plan will be determined by the Board of Trustees of the Alaska  \nLaborers Employer Construction Industry Legal Service Fund, in accordance with  \nthe Trust Agreement which created the Trust Fund. The Employer and the Union  \nagree to be bound by said Trust Agreement and all lawful amendments thereto,  \nand do further agree to accept as their representatives the Employer trustees and  \nunion trustees who constitute the Board of Trustees of said Trust Fund and their  \nlawful successors.  \nf) Laborers’ Northwest Cooperation Fund/LECET  \nEffective July 1, 1998, the Employers agree to remit five cents ($0.05) per hour to  \nthe Laborers’ Northwest Cooperation Fund/LECET. It is understood that any  \nfunds created by this Fund will not be used for organizing or any anti-merit shop  \nactivities, that a management director will be selected by the Associated General  \nContractors of Alaska and will have full board responsibility, that Alaska will be  \nrepresented as being part of the Seattle Region of the Laborers’ International  \nUnion covered by the Fund.  \ng) Dues Check Off:  \nThe Employers will deduct three percent (3%) of the Employee’s gross weekly  \nearnings plus five cents ($0.05) per compensable hour worked_ for working dues  \nfrom each Laborer in their employ, upon proper assignment of such deduction  \nfrom each Employee. Said deduction will be remitted monthly to the appropriate  \nLaborers Union on forms supplied by the Union.  \n1) The parties agree to the Employees’ participation in the Laborers PAC at  \nfive ($0.05) cents per hour upon the receipt of the Employees’ written  \nauthorization to participate. The five ($0.05) an hour shall be offset from  \nEmployee Pension contribution such that Employees who elect not to  \nparticipate shall be credited an additional five ($0.05) cents per hour into  \ntheir Pension.  \nSECTION 2. Contributions to Trusts.  \nIt is understood that the above contributions by the Employers to the various Trusts, are  \nto be computed solely on total number of compensable hours worked by persons that are  \nmembers of the bargaining unit only, and are not to be included in wages and will not,  \ntherefore, be subject to either Federal or State withholding taxes and further shall! not be  \nconsidered or included in the computation of overtime pay.  \nSECTION 3. Delinquent Contribution by Employers.  \nIf the Employer has failed to pay contributions to the retirement, defined contribution, or  \nhealth trusts for a period of two months, or if an Employer is delinquent for the second  \ntime for a period of at least one month within a 12 month period of their first  \ndelinquency, then the Union may strike the Employer, in addition the Union shall not  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 36 of 42  \ndispatch workmen to that Employer, and the Union shall notify all prime Employers  \nemploying the identified delinquent Employer. If the Employer makes satisfactory  \narrangements with the Administrator to satisfy the debt, which arrangement may include  \nthe posting of a bond or other security, the making of weekly contributions, or any  \ncombination of the above, then the Administrator may advise the Union that work  \npersons may be dispatched to the Employer. If the Employer contests the amount of  \ncontributions due and owing, the Employer may request an audit by the trust auditors,  \nwhich would proceed as soon as possible. If the Employer is found to be delinquent then  \nthe Employer shall pay the total cost of the audit. The Employer will cooperate.  \n"], ["ARTICLE XXI  \nForeman  \n", "There shall be no desire on the part of the Union to select the Employers’ foremen. This  \ndetermination will be made by the Employer. Each Employee will be advised who  \nhis/her foreman is. The foreman may be required to work at the trade, but will be paid at  \nthe applicable rate. The Employer and the Union recognize the fact that the position of  \nGeneral Foreman, if utilized, is not the sole jurisdiction of any one craft. When more  \nthan six (6) workers from a single craft are employed by an Employer on any single crew  \nof a project, the Employer will designate one (1) worker from that craft to function as  \nforeman. Flagman and traffic control persons are deleted from this Section.  \n"], ["ARTICLE XXII  \nPre-Job Conference  \n", "SECTION 1. Pre-Job Conference.  \nIt shall be mandatory for the Employer to arrange a pre-job conference within a  \nreasonable time period after the award and before the start of any construction project  \nover one million ($1,000,000) dollars. A pre-job conference can be held telephonically  \nor in person on a union by union basis. Information covered in the pre-job conference  \nshould include, but not be limited to, project scheduling, duration, manpower and skill  \nrequirements, conditions, sub-contractors, and pay scales.  \nSECTION 2. Notification to Subcontractor.  \nThe Employer shall notify each subcontractor of the provisions of this:Article and require  \nany such subcontractor performing work within the scope of this Agreement to comply  \nwith the provisions of this Article.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 37 of 42  \n"], ["ARTICLE XXII  \nMiscellaneous Provisions  \n", "SECTION 1. Change in Policy.  \nIt is mutually understood that there is no desire on the part of the Union to dictate the  \nbusiness policies of the Employer, but when the Employer contemplates a change in  \npolicy affecting the welfare of the Employee, proper and reasonable notice shall be given  \nto the Union.  \nSECTION 2. Termination Slip.  \nIt shall be mandatory that the Employer furnish and complete termination slips for any  \nEmployee who is terminated, giving one to the Employee, and retaining one for the  \nEmployer's records. Each termination or layoff slip shall show the actual reason for  \ntermination.  \nSECTION 3. Work by Supervisors.  \nWhile the Employer does not intend that supervisors outside the bargaining unit be  \nregularly engaged in bargaining unit work, it is nonetheless a reserved prerogative of the  \nEmployer to assign incidental or occasional work to such supervisory personnel in  \ninstances when the Employer deems it appropriate to do so without violating any  \nprovision of the Agreement or any supplement. When deemed appropriate, the Employer  \nwill designate a particular supervisor to issue instructions to the craft working foreman  \nutilized by the Employer to prevent duplication and confusion of orders. Hours worked  \nby non-bargaining unit supervisors in performance of bargaining unit work are not  \ncompensable hours for purposes of Employer Trust contributions (1.e.. the Employer is  \nnot obligated to make contributions on such hours worked by non-bargaining unit  \nsupervisors).  \nSECTION 4. Immunizations and Physicals. .  \nThe Employer shall pay for all Employer required physicals and immunizations. The  \nEmployee is not entitled to wages or other pay while engaged in these activities.  \nSECTION 5. Tunnel, Shaft, and Dredge Work.  \nThe signatory parties hereto recognize that the working conditions contained in this  \nAgreement do not lend themselves particularly to tunnel, shaft or dredge work. In the  \nevent that tunnel, shaft or dredge operation is contemplated in the State of Alaska during  \nthe term of this Agreement, the parties agree to negotiate special conditions to apply  \nthereto. With respect to offshore work in navigable waters where the question of special  \nconditions arises, special conditions may be mutually agreed to between the Associated  \nGeneral Contractors of Alaska, and the Union or Unions involved.  \n   \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 38 of 42  \nSECTION 6. Termination for Cause.  \nAn Employee may be discharged without warning for just cause. Just cause includes, but  \nis not limited to: drunkenness, drug abuse, dishonesty, incompetence, insubordination,  \nnegligence with equipment, unexcused absenteeism, disobedience of orders,  \nunsatisfactory performance of duties, and violation of the owner's rules imposed upon the  \nEmployer.  \nSECTION 7. Injured Person to Get Priority For Rehire.  \nAn Employee who is required to leave employment because of job connected injuries  \nshall, upon recovery therefrom, be given priority of hire by their former Employer when  \nthat Employer needs one or more Employees in the injured person's classification,  \nprovided that said Employee is ready, willing, and able to return to work. This section  \nshall not apply for a different project, after a winter shut-down or if the previously  \ninjured Employee works elsewhere since their recovery.  \nSECTION 8. New Equipment and Classifications.  \nWage scales for Employees not listed shall be negotiated at the time the new  \nclassification is to be utilized.  \nSECTION 9. Severability Clause.  \nIn the event any section or provision of this Agreement shall be declared or held to be  \ninvalid or illegal by an authorized Board or Court, only the part, section, provision, or the  \nentire Agreement so held or declared invalid or illegal shall forthwith cease to be of  \nfurther force and effect, and in such event either party hereto may, upon not less than  \nthirty (30) days written notice to the other, have the right to open negotiations for the  \nsubstitution of a new section, sections, or agreement consistent with the decision of the  \nBoard or Court.  \nSECTION 10. Transportation in Aircraft.  \nWhen Employees are transported in aircraft, such aircraft shall be operated, maintained,  \nand have a certificate of air worthiness, and the pilot shall be licensed and certified, all in  \naccordance with applicable laws and regulations.  \nSECTION 11. Joint Venture.  \nAny reference to \"Joint Venture” in this Master Agreement or other Supplement to this  \nAgreement applies solely to a Joint Venture undertaken by the Employer with another  \ncompany (or companies) signatory to the Agreement (or similar construction industry  \nAgreement) with the same Union(s). It is expressly not the intent of any party to this  \nAgreement that this Agreement be extended or be capable of being extended in any  \nmanner to any Joint Venture in which one or more Employers participating in the joint  \nVenture are not signatory to this Agreement or similar Agreement.  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 39 of 42  \nSECTION 12. Transmission Line and Utility Work.  \nWork associated with transmission line and utility right-of-way construction; including  \nbut not limited to clearing, drilling, blasting, compacting, back filling, hand excavating,  \nplacement of concrete, concrete coloring and placement of conduit may be considered as  \nthe jurisdiction of the laborer.  \n"], ["ARTICLE XXIV  \nStrikes and Lockouts  \n", "SECTION 1. No Strikes/No Lockouts.  \nDuring the term of this Agreement, there shall be no strikes, picketing, work stoppages,  \nslow-downs, or other disruptive activity for any reason by the Union or by any  \nEmployee, and there shall be no lockout by the Employer.  \nSECTION 2. Responsibility.  \nThe Union shall not be liable for acts of Employees for which it has no responsibility.  \nThe Union will immediately instruct, order, and use the best efforts of its office to cause  \nany member or group of members to cease any violations of this Article. When the  \nUnion complies with its obligation concerning the above described activity, it shall not be  \nliable for unauthorized acts of its members. The failure of the Employer to exercise its  \nrights in any instance shall not be deemed a waiver of its rights in any other instance.  \nThe Union agrees that it will not sanction a picket line nor will any Union members  \nrefuse to cross a picket line unless subject picket line meets the definitions of a legitimate  \nand bona fide primary picket line as set forth in NLRA.  \nSECTION 3. Judicial Remedies.  \nNothing in this Agreement shall be construed to limit the Union's or the Employer's right  \nto fully pursue any and all judicial remedies available under law in the event of violation  \nof this Agreement.  \nSECTION 4. Immediate Termination Clause.  \nEmployees who violate any provision of this Article are subject to immediate  \ntermination, as the Employer determines to be warranted.  \n"], ["ARTICLE XXV  \nManagement Rights  \n", "The Employer retains all discretionary and decision making rights not specifically limited  \nby the terms of this Agreement. These rights include, but are not limited to, the  \nfollowing: directing the job site work force, including hiring of personnel, selection of all  \nsupervisory Employees, promotions, transfers, layoffs, discharge of Employees, selecting  \n  \n2004-2008  \nAGC/LABORERS AGREEMENT  \nPage 40 of 42  \nmaterials and equipment to be used or installed, utilizing any work methods, procedures,  \ntechniques of construction or labor-saving devices or machines, establishing job site rules  \nand regulations; determining when overtime is required and who shall perform overtime  \nwork, designation of work to be subcontracted, selection of all subcontractors, and  \ndetermining the number of men and craft supervisory personnel required to perform the  \nwork.  \n"], ["ARTICLE XXVI  \nSpecial Conditions  \n", "In order to preserve work for the union members and to return a signatory Employer to an  \nequally competitive position in all projects, the parties signatory to this Agreement may,  \nin the case of specific geographical areas, industries, or projects for a specific period of  \ntime, mutually agree to put into effect special wages and conditions for that area or  \nproject, or in case of changes in State or Federal Wage & Hour Standards. A committee  \nshall be set up by the AGC Employer members and Union representatives to effectuate  \nthose adjustments.  \n"], ["ARTICLE XXVII  \nJoint Labor Management Committee  \n", "There shall be established a Joint-Labor-Management Committee to facilitate  \ninterpretation of this Agreement and add addendum's and to foster harmony between the  \nparties. The committee shall consist of one member from each of the crafts signatory to  \nthis Master Agreement and an equal number of signatory employers appointed by the  \nAGC.  \n"]]