[["", "7155  \n1300 wntiny  \ngh ft  \n"], ["", "ARTICLES OF AGREEMENT  \nCOVERING  \nBUILDING CONSTRUCTION  \nWITH  \nLABORERS’ LOCAL NO. 159, DECATUR  \nLABORERS’ LOCAL NO. 171, MATTOON  \nLABORERS’ LOCAL NO. 253, JACKSONVILLE  \nLABORERS’ LOCAL NO. 477, SPRINGFIELD  \nLABORERS’ LOCAL NO. 624, DANVILLE  \nLABORERS’ LOCAL 703, URBANA  \nOF THE  \nSOUTHERN & CENTRAL ILLINOIS LABORERS’ DISTRICT COUNCIL  \nAND  \nCENTRAL ILLINOIS BUILDERS OF AGC  \nMay 1, 2003 through April 30, 2008  \nINDEX  \n"], ["ARTICLE  \nI PARTIES TO  \nII UNION SECURITY  \n", "PURPOSE rics 004050000  \nIV UNION RECOGNITION  \nVv REFERRAL CLAUSE ss  \nVI | GENERAL CONDITIONS. ene  \nVil WORKMEN’S COMPENSATION,  \nUNEMPLOYMENT, INSURANCE  \nAND SOCIAL SECURITY |  \nVill BONDING  \nIX PAILURE TO PAY WAGES  \nx PENSION, WELFARE, TRAINING,  \nLECET, IAF, MRFFC, ANNUITY,  \nVACATION, LEGAL &  \nXI LIABILITY CLAUSE,  \nXII CHIMNEY, TUNNEL & RAILROAD  \n  \nXII INVALIDITY AND  \nXIV SUBCONTRACTING  \nXV PRE-JOB  \nXVI BUSINESS MANAGER & STEWARD CLAUSE.................  \nXVII LABORER FOREMAN  \nXVIEH WATCHMAN  \nXIX HOURS OF WORK & HOLIDAYS............  \nXX SHOW-UP TIME AND STARTING  \nXXI SHIFT  \nXXII PAY DAY  \nXXIII JURISDICTION OF ccc  \nXXIV JOB CLASSIFICATIONS var  \nXXV WAGES AND EMPLOYEE  \nXXVI WORKING  \nXXVIII DEPTH PAY  \nXXVIII MANAGEMENT  \nXXIX ADJUSTMENT OF  \nXXX JURISDICTIONAL DISPUTES.  \nXXX] MARKET  \nDATE OF AGREEMENT  \nXXXHI ENTIRE AGREEMENT OF PARTIES.  \nSIGNATURE PAGE.  \nWAGE  \nMEMORANDUM OF UNDERSTANDING......  \n"], ["ARTICLE I  \nAGREEMENT  \n", "Section 1. This Agreement made and entered into between Central Illinois Builders Of AGC, parties of the first  \npart, representing those firms who have assigned their bargaining rights, hereinafter referred to as the \"Employer\";  \nand the Southern & Central Illinois District Council and Laborers’ Local 159 Decatur, Illinois; 171  \nMattoon, Illinois; 253 Jacksonville, 477 Springfield, Illinois; 624 Danville, Illinois; and 703 Urbana, Illinois, parties  \nof the second part, hereinafter referred to as the \"Union\".  \nSection 2. It is understood and agreed that this Agreement shall be in effect on Building Construction work with  \nFederal, State, County, City, Township or private work within the jurisdiction of the Laborers’ Locals named in  \nSection | above.  \nSection 3. The conditions of employment set forth shall prevail from May 1, 2003, through April 30, 2008, and  \nshall continue in effect from year to year thereafter unless either party to this Agreement gives sixty (60) days or  \nmore written notice prior to the expiration date of this Agreement by Registered or Certified Mail expressing the  \ndesire to make amendments to the Agreement upon the expiration of same, provided, however, that the hourly wage  \nrates.as herein provided shall expire at midnight.  \nSection 4.. This Agreement shall supersede all Agreements now and heretofore in force covering working  \nconditions with proper Addendum covering wages within the jurisdiction of the Laborers’ Locals listed in Section 1  \nof this Article.  \nSection 5. The term \"Laborer,\" “defined as a Construction Craft Laborer” as used in Articles covering working  \nconditions, shall apply to any employee covered by these Articles of Agreement, including Mason Tenders,  \nPlasterer Tenders and charter grants by the AFL-CIO.  \n"], ["ARTICLE Il  \nUNION SECURITY  \n", "All present employees who are or become members of the Union shall remain members as a condition of their  \nemployment. All present employees who are not members of the Union and all employees who are hired hereafter,  \nshall become and remain members of the Union as a condition of such employment, after seven (7) days following  \nthe beginning of their employment or the effective date of this Agreement, whichever is the later, as authorized in  \nSection 8 (a) (3) of the Labor Management Relations Act of 1947, as amended, and Section 705 of the Labor  \nManagement Reporting and Disclosure Act of 1959. Upon written notice from the Union notifying the Employer of  \nthe failure of any employee covered by this Agreement to complete or maintain his membership because of  \nnon-payment of dues and fees, the Employer, shall, within twenty-four (24) hours of such notice, discharge said  \nemployee, provided further, that no Employer, or the Union, shall discriminate against any employee to whom  \nmembership was not available on the same terms and conditions generally applicable to other members of the  \nUnion, or if membership was denied the employee for reasons other than the failure of the employee to tender the  \ninitiation fees and the periodic dues uniformly required as a condition of acquiring and maintaining membership.  \n"], ["ARTICLE Il  \nPURPOSE  \n", "The purpose of this Agreement is to set forth the Agreement between the Employer and the Union regarding hours  \nof work, working conditions and wages, provisions to promote the safety of employees, to secure economy of  \noperations, to eliminate waste, to improve quality of service, to provide for the protection of property and to  \nestablish effective and impartial procedure for the peaceful settlement of disputes and gnevances.  \n"], ["ARTICLE IV  \nUNION RECOGNITION  \n", "Section 1. The Union having demonstrated its majority support to the Employer, the Employer hereby recognizes  \nthe Union as the exclusive Collective Bargaining Representative for all Employees in the bargaining unit for all  \npurposes.  \nSection 2. Laborers shall not include technical engineers, clerical employees, timekeepers, superintendents, master  \nmechanics or general non-working foremen in charge of all classes of labor, excepting they do work which properly  \ncomes under the jurisdiction of the Locals covered by this Agreement.  \n"], ["ARTICLE V  \nREFERRAL CLAUSE  \n", "   \nSection 1. The employer shall obtain applicants for employment through the Referral Office of the Union in  \naccordance with the non-discriminatory provisions governing the operation of the Union's Referral Office as set  \nforth in full herein, and said employment shall be granted regardless of race, creed, color, sex, age, or national  \norigin.  \nWhen an Employer calls the Referral Office for persons, they shall be dispatched in a nondiscriminatory manner as  \nfollows:  \n(1) Registration and referral of applicants shall be on a non-discriminatory basis, and shall in no way be affected by  \nUnion, bylaws, rules, regulations, constitutional provisions or any other aspect.  \n(2) The Referral Office shall maintain the following lists on which persons in the construction industry may register  \nfor referral at any time during the hours which the Referral Office is open for registration of applicants.  \n(3) The parties to this Agreement shall post in places where notices to employees and applicants for employment  \nare customarily posted, all provisions of this Agreement referral procedure and Union security.  \n(4) The Employer shall recognize the Union's Referral Office in the geographical area covered by this Agreement.  \n(a) List A for Class A persons are applicants seeking active employment, who have worked a minimum of  \n500 hours as a Construction Craft Laborer for a one year period immediately preceding his/her  \nregistration and has worked one year or more in the geographical area covered by the Local Union.  \n(b) List B for Class B persons are applicants seeking active employment who have worked less than 500  \nhours as a Construction Craft Laborer for a one yéar period immediately preceding his/her registration  \nand cannot meet the criteria set out in sub-paragraph (4) (a) above.  \n(c) List C for Class C persons are Registered Apprentices, listed by initiation date, in accordance with  \ntheir placement.  \n(5) The foregoing lists shall be maintained on the basis of written statements of the person seeking active  \nemployment and such other information available to the Referral Office.  \nSection 2. All persons registering for active employment shall set forth their name, address and telephone number  \nand classification(s) of work sought.  \nIn dispatching, the Referral Office shall dispatch those on List A, Class A, so long as there are any in the  \nClassification called for by the Employer who are registered and available for work and thereafter, those on List B  \nso long as there are any in the classification called for by the Employer who are registered and available for work.  \nAll registrants on List A, shall be dispatched in accordance with their experience and ability in the construction  \nindustry, i.e., the most experienced and able first, which experience and ability is established by the written  \nstatement of the registrant, such registrant having the right to submit any dispute to the Joint Arbitration Board, as  \nset up in this Article, Section 10. The name of the registrant so dispatched shall be stricken from the list if the job to  \nwhich the registrant is dispatched lasts long enough for the dispatched registrant to receive five (5) days pay at  \nstraight time if employed.  \nSection 3. All persons on List B shall be dispatched in the order of registration, and when dispatched, their names  \nshall be stricken from the list, provided, however, that upon written request of an Employer, signed by the  \nrepresentative of the Employer on a job or project and delivered to the Referral Office stating that such Employer  \ndesires a named Class B registrant be dispatched to such job or project. Such Referral Office shall dispatch such  \nClass B registrant only after the following conditions have been met:  \n(1) No employee shall be laid off or discharged to make room for such person.  \n(2) The Employer shall not request more than four (4) Class B registrants by name in each calendar year. In no case  \nshall the number of requested exceed 10% of the total Laborers employed.  \n(3) The Employer shall not request a Class B registrant by name in the months of December, January, February or  \nMarch.  \nSection 4. All persons on list C are Registered Apprentices and shall be dispatched in the order of registration or by  \nApprenticeship year.  \nSection 5. Employer may request former employees for referral to a job or project in writing and the Referral  \nOffice shall refer said former employees to the job or project, provided they are properly registered applicants in the  \nReferral Office, are available for work at the time of the request, and have been employed by the requesting  \nEmployer under the terms of this or previous Agreements in the geographical area of the Referral Office within  \ntwelve (12) months prior to the request; and provided further, that no employees shall be laid off or discharged to  \nmake room for such former employees.  \nSection 6. The Employer retains the right to reject any job applicant referred. The Employer shall have the right to  \nhire, and discharge for just cause. Hiring of employees shall be on a nondiscriminatory basis, and shall in no way be  \naffected by Union membership, bylaws, rules, regulations, constitutional provisions or any other aspect or  \nobligation of Union membership, policies or requirements.  \nSection 7. The Employer, in requesting referrals, shall specify to the Union (a) the number of employees required,  \n(b) the location of the project, (c) the nature and type of construction, demolition, etc., involved, (d) the work to be  \nperformed, and (e) such other information as is deemed essential by the Employer in order to enable the Referral  \nOffice to make proper referral of qualified applicants.  \nSection 8. If a registrant, referred for employment in regular order, refuses to accept such referral or employment,  \nhis name shall be placed at the bottom of the list. Neither the Union, its agents, nor the Referral Office undertakes  \nor assumes any obligation to locate or search for any applicant whose name appears on the registration or referral  \nlists, if such applicant is not available when referrals are made.  \nSection 9. In the event that the referral facilities maintained by the Union are unable to fulfill the request of an  \nEmployer for qualified employees from the Locals jurisdiction within twenty-four (24) hours after such request for  \nreferral is made by such Employer (Saturdays, Sundays and holidays excluded), the Local Union shall refer  \napplicants from a Local Union within the Southern & Central Illinois Laborers’ District Council to fulfill the  \nrequest. In the event that the Union is unable to fill the request, per the above, the Union will seek applicants from  \nthe current Apprenticeship register. Should the Union be unable to fulfill the referral from this action, the  \nEmployer may then, and only then, hire applicants directly to enter the Apprenticeship Program.  \nSection 10. In the event that any applicant shall claim discrimination, he/she shall, within ten (10) days following  \nthe occurrence of the event which constitutes the basis for his/her claim, file with the parties so charged, a written  \ncomplaint clearly and specifically setting forth the discrimination charges. The other party shall be notified  \nimmediately and given a copy of the complaint. A board consisting of a representative of the Employer and  \nrepresentative of the Union and an impartial chairman appointed by the Employer and the Union jointly, shall  \nconsider the complaint, and, within three (3) days, render a decision and settlement, which shall be final and  \nbinding recognizing the individual responsibility of the Union and the Employer. The Board is authorized to make  \nand issue procedural rules for the conduct of its business, but it is not authorized to add to, subtract from or modify  \nany of the provisions of this Article, and its decisions shall be in accord with the Labor Management Relations Act,  \nas amended.  \nSection 11. On each job site the Employer may employ one (1) key person after the Employer has employed one  \nlaborer from the Local Union. The Local Union Laborer shall be the last man on the Job.  \nLaborers’ classified as “Concrete Specialist”, shall perform all work assigned them relating to but not limited to: the  \npouring, striking off, finishing of all concrete surfaces, also concrete rubbing, edging, forming up, driving stakes,  \nbull floats, etc.  \nConcrete Specialist shall have mobility to move throughout the geographical area covered by this Agreement,  \nprovided this movement is restricted to the work of the Concrete Specialist. Concrete Specialists agree to furnish  \ntheir own small hand tools, such as floats and trowels and the Employer agrees to furnish any large tools and special  \nedger’s required, also rubbing stones with handles, brushes, buckets and cork floats or rubber floats and respirators  \naccording to state and federal law.  \nConcrete Specialist will be paid in accordance with the prevailing wage rate for the area or the Local Laborers’  \nprevailing wage rate, whichever is higher.  \nSection 12. It is understood and agreed that any employee covered by an Employer under the terms of this  \nAgreement may continue in the employment of that Employer at any location or on any project within the  \njurisdiction of the referring Local Union without going through the hiring procedure again so long as his/her  \nemployment is continuous, whether or not such continuing employment results in the displacement of another  \nemployee.  \n"], ["ARTICLE VI  \nGENERAL CONDITIONS  \n", "Section 1. There shall be no restrictions on the Employer's sole and exclusive right under this Agreement to  \ndetermine the size of the work force on any particular job or project; nor shall there by any restriction on the  \nemployer's sole and exclusive right to man or not to man any equipment. There shall be no standby work demands.  \nSection 2. The parties reaffirm their policy of a fair days work for a fair days wage. Employees shall be at their  \nplace of work at the starting time and shall remain at their place of work until the quitting time. Scheduled quitting  \ntime shall include a reasonable time to clean up.  \nSection 3. There shall not be any organized coffee breaks, rest periods or other non-working time established  \nduring working hours. Employees may take individual thermos of coffee, or nonalcoholic refreshments, to their  \nassigned place of work and consume same as time and work schedule allow.  \nSection 4. When employees leave the project of their own accord at other than the normal quitting time, it is their  \nresponsibility to notify their supervisor.  \nSection 5. When an employer, upon reasonable cause, considers it necessary to shut down a job to avoid the  \npossible loss of human life, or because of an emergency situation that could endanger the life or safety of an  \nemployee, employees will be compensated only for the actual time worked. In such an event, if the employer  \nrequests the employee to stand by, employees will be compensated for the standby time at the applicable rate.  \nSection 6. Practices not a part of terms and conditions of applicable collective bargaining agreements shall not be |  \nrecognized.  \nSection 7. All employees on the job agree to submit to personal and/or vehicle inspection as may be required by the  \nemployer.  \nSection 8. Foreman and General Foremen shall take orders only from the designated employer representative.  \nSection 9. On any project or job where a centrally located reporting place is designated, the Employer must provide  \nadequate means of transportation from said place to job site, providing the designated reporting place is one-half  \n(1/2) mile or more from the point where the employees are to work. Vehicles shall be properly covered during cold  \nand inclement weather.  \n"], ["ARTICLE Vii  \nWORKMEN'S COMPENSATION. UNEMPLOYMENT INSURANCE  \nAND SOCIAL SECURITY  \n", "Section 1. The Employer shall carry Workmen's Compensation, old age benefits, and agrees to carry on all  \nLaborers, Unemployment Compensation regardless of the number of employees or the period of time for which  \nthey are employed and give the Union a copy of the same upon request.  \nSection 2. It is agreed that when an Employer requires the Laborer to perform work for him in an individual  \ncapacity when such work is not within the usual scope of his employment, thereby preventing recovery for injuries  \nunder the Workmen's Compensation Act, no such request shall be made by the Employer to any Laborers unless  \nproof is first shown to the Union that he is sufficiently covered by either Workmen's Compensation Liability or  \nsuch other type of insurance that would protect said Laborer in case of injury. Failure to comply with the above  \nrequirement shall constitute a violation of this Agreement, and the Union shall be entitled to resort to all legal and  \neconomic remedies including the right to strike and picket until such failure to pay has been corrected.  \n"], ["ARTICLE VIII  \nBONDING REQUIREMENTS  \n", "Section 1. Unless waived by mutual agreement between the Employer and the Union, any Employer who has not  \nmaintained a business office within the jurisdiction covered by this Agreement for at least one (1) full year  \nimmediately preceding the execution of this Agreement shall obtain and maintain during the term of this  \nAgreement, a surety bond in the amount of Twenty-five Thousand ($25,000) Dollars to Fifty Thousand ($50,000)  \nDollars, depending on job duration, to guarantee to his/her employees working under this Agreement payment of  \nwages and fringe benefits, including Pension Fund and Welfare Fund payments. After the Employer has employed  \nemployees in the Union jurisdiction for a period of two (2) years without default in payment of wages and fringes,  \nhe/she will not be required to furnish such bond or security.  \nSection 2. In the event of failure, default or refusal of the Employer to meet his/her obligations to his/her employees  \nor the Pension Fund, Welfare Fund, Annuity Fund, Vacation Fund, (Local 703) Legal Fund, Check Off or Training  \nFund when due, the Union aggrieved employee or the Trustees of the Pension Fund, Welfare Fund, Annuity Fund,  \nVacation Fund, (Local 703) Legal Fund, Check Off or Training, after written notice to the Employer and bonding  \ncompany, may file claim to obtain payments, costs and reasonable attorneys’ fees there from of the applicable surety  \nbond.  \nSection 3. Failure of an Employer to obtain and maintain an effective surety bond as required herein or failure and  \ndefault by an Employer of payment of obligations covered by this Agreement in excess of the amount of the surety  \nbond may, at the option of the Union, be declared by the Union a gross breach of this Agreement in consequence of  \nwhich the Union shall have the right to resort to economic and other sanctions against the said Employer. Bond  \nshall remain in full force and effect for a period of sixty (60) days after job completion.  \n"], ["ARTICLE JX  \nFAILURE TO PAY WAGES  \n", "   \nIf an Employer fails to pay wages, Health and Welfare, Vacation Fund, (Local 703) Legal Fund, Check-Off,  \nMRFFC, LECET, Pension, Training Fund, Annuity Fund, and 1.A.F., as established within this Agreement, the  \narbitration procedure herein provided for shall become inoperative and the Union shall be entitled to resort to all  \nlegal and economic remedies including the right to strike and picket until such failure to pay has been corrected.  \n"], ["ARTICLE X  \nPENSION. WELFARE. TRAINING. LECET, LA.F., MRFFC  \nANNUITY, VACATION FUND, (LOCAL 703) LEGAL, AND WORK ASSESSMENT _CHECK-OFF  \n", "Section 1. It is mutually agreed that the Employers signatory to this Agreement shall pay into a Pension Fund the  \nsum per hour as denoted in the Addendum pertaining to the Local Union Fund involved.  \nSection 2. Welfare and Pension payments, when requested by the Union, will be deducted from the wages by the  \nContractors.  \nSection 3. It is hereby agreed that the Employer will contribute, per the Wage Addendum, for each hour or portion  \nthereof worked by an employee under this Agreement to the Illinois Laborers' and Contractors’ Training Program.  \nThe Employer will contribute the appropriated amount, per the Wage Addendum, per hour, per employee, to the  \nCentral Laborers’ Pension Plan Office, Jacksonville, Illinois, along with Pension contributions.  \nSection 4. It is hereby agreed that the Employer will contribute, per the Wage Addendum, for each hour or portion  \nthereof worked by an employee under this Agreement to the Laborers and Employers Cooperative Education Trust  \nThe Employer will contribute the appropriated amount, per the Wage Addendum, per hour, per employee, to the  \nCentral Laborers' Pension Plan Office, Jacksonville, Illinois, along with Pension contributions.  \nSection 5. It is mutually agreed that the Employers signatory to this Agreement shall pay into an Industry  \nAdvancement Fund the sum per hour as denoted in the Addendum, which amount shall be paid into the Central  \nLaborers’ Pension Fund Office, Jacksonville, Illinois, and shall be disbursed into the account of the governing  \nassociation under which the Employer operates.  \nSection 6. The Employer agrees that any Local Union having a work assessment check-off, a building fund  \ncheck-off or any other check-off as outlined in the Addendum, it will be recognized and become part of this  \nAgreement, provided authorization of check-off is secured by the Union and given to the Employer. Upon receipt of  \nan employee's written authorization, which shall be irrevocable for not more than one (1) year, or the termination of  \nthis Agreement, whichever occurs sooner, the Employer shall deduct from such employee's wages, the assessments  \nfor the Local Union or District Council and remit same to the duly authorized representative, together with a list of  \nthe names of employees from whose pay deductions were made. Such a written authorization may be revoked by  \nthe employee by written notice by registered or certified mail to the Employer, the Union and the Council, received  \nby all during the ten (10) day period prior to the termination of any applicable yearly period, or during the ten (10)  \nday period to the termination of any applicable collective bargaining agreement, whichever occurs sooner. In the  \nabsence of such revocation sent and received in accordance with the foregoing, the authorization shall be renewed  \nfor an additional yearly period or until the end of the collective bargaining agreement, whichever occurs sooner.  \nSection 7. It is agreed when a Local Union within the District Council participates in or desires to participate in an  \nAnnuity Fund the Employers signatory to the Agreement shall pay into said Fund an amount designated in the  \nAddendum, to the appropriate Fund Office.  \nIt is understood that said amount of contribution shall be taken from the wage rate as negotiated.  \nSection 8. The provisions of this Article shall be interpreted in fashion consistent with Federal Law.  \nSection 9. It is hereby agreed that the Employer will contribute, per the Wage Addendum for each hour or portion  \nthereof worked by an employee under this Agreement to the Midwest Region Foundation for Fair Contracting  \n(MRFFC). The Employer will contribute the appropriate amount, per the Wage Addendum, per hour, per employee,  \nto the Central Laborers' Pension Plan Office, Jacksonville, Illinois, along with Pension contributions. It is also  \nagreed that Central Illinois Builders will be allowed a Trustee position on such MRFFC Board of Trustees when  \nestablished.  \n"], ["ARTICLE XI  \nLIABILITY CLAUSE  \n", "Section 1. It is understood and agreed that the Negotiating Agents (Associations) shall in no event be bound as a  \nprincipal or Employer here under or be held liable as a principal or Employer in any manner for breach of this  \nContract by a party hereto; that the liability of the Employer here under is several and not joint.  \nSection 2. It is understood and agreed that the District Council is acting only as an Agent to negotiate and execute  \nthis Agreement and in no event shall the District Council be bound as a principal or be held liable in any manner for  \nany breach of this contract by any Local Union. It is further agreed and understood that the liabilities of the Local  \nUnions who are bound by this contract shall be several and not joint.  \n"], ["ARTICLE XII  \nCHIMNEY, TUNNEL AND RAILROAD AGREEMENTS  \n", "Section 1. It is mutually agreed that the parties signatory to this Agreement do hereby mutually subscribe to the  \nChimney Agreement covering the erection, alteration, repair and demolition of reinforced concrete and masonry  \nchimneys.  \nSection 2. It is mutually agreed that the parties signatory to this Agreement do hereby mutually subscribe to the  \nRailroad Maintenance and Railroad Construction Agreements when the work awarded pertains to the maintenance  \nor construction or railroad work.  \nSection 3. All work coming under the Tunnel Agreement of the International Union will be done in accordance  \nwith the National Tunnel Agreement.  \n10  \nSection 4. In the above instances, it shall be the duty of the contractor to notify the regional offices of the Laborers’  \nInternational Union of North America, under whose jurisdiction the work is to be performed, when they are low  \nbidder on a Chimney job or a Railroad Construction or Railroad Maintenance job for the purpose of holding a  \npre-job conference covering that particular job. The contractor involved shall notify the International  \nUnion of North America, Laborers Midwest Regional Office, 1 North Old State Capitol Plaza, Suite 525,  \nSpringfield, Illinois 62701, phone, (217) 522-3381.  \n"], ["ARTICLE XII  \nINVALIDITY AND SEVERABILITY  \n", "It is the intent of both parties to this Agreement to comply fully with all State and Federal laws and presidential  \nExecutive Orders. If it is found by a court of competent jurisdiction that any section of this Agreement is in conflict  \nwith any State or Federal laws or Presidential Executive Orders, then such sections shall be void and both parties  \nagree to immediately meet and re negotiate such sections to conform to the law or Presidential Executive Order. All  \nother sections and articles of this Agreement shall remain in full force and effect.  \n"], ["ARTICLE XIV  \nSUBCONTRACTING  \n", "The Employer agrees to recognize the territorial and occupational jurisdiction of the Union to the extent that it shall  \nnot use on the job site for the performance of any work within that jurisdiction, which has been historically and  \ncontinuously performed by employees within the unit covered by this Agreement, any employer, company or  \nconcern that does not observe the wages, fringe benefits, hours and economic conditions of employment as enjoyed  \nby the employees covered by this Agreement.  \n"], ["ARTICLE XV  \nPRE-JOB CONFERENCE  \n", "Section J. A Pre-Job Conference will be held at the request of either party, at least forty- eight (48) hours prior to  \nthe starting of a job.  \n"], ["ARTICLE XVI  \nBUSINESS MANAGER & STEWARD CLAUSE  \n", "Section 1. It is agreed that the Business Manager or his/her designated representative, of the Local, will have the  \nunrestricted right to visit all jobs where his/her men are employed, subject to security regulations where in effect.  \nSection 2.'The Business Manager may appoint a Steward on all projects, and shall immediately notify the  \nemployers representative of his/her selection, whose duty it will be to see to it that this contract is adhered to and  \nthat all work coming under the jurisdiction of the Union is performed by employees covered by this Agreement.  \nSection 3. The Steward is to perform all duties assigned to him/her by the Business Manager. The Steward is to  \nwork the same as any other employee on the job.  \n1]  \nSection 4. It shall be the duty of the Steward to report to the Union any accident to any of the laborers which may  \noccur on the job where employed. It shall be the duty of the Steward to personally see to it that the injured  \nemployee is taken care of and his/her family notified without loss of time or pay to the Steward so engaged during  \nactual working hours. Any employee injured on a job who is unable to return to the job by written order of the  \ndoctor that day, shall receive a full day's pay. If he/she returns to the job that day, he/she shall be paid full time for  \nthe time lost. If the employee's occupational injury permits him/her to continue to work, but requires the employee  \nto have subsequent visits or necessary medical treatment during his/her scheduled work hours, he/she will be paid  \nfor the time lost from his/her scheduled work in making such visits. Time will be paid based on the doctor's report  \nof time spent at the doctor's office and the normal time to go from the job to the doctor and back to the job.  \nSection 5. The Steward shall not be transferred from one project to another without getting consent from the  \nBusiness Manager.  \nSection 6. The Employer shall recognize the right of the Union to select a Steward from among its employees to  \nperform the duties assigned to the Steward by the Unton.  \nSection 7. The Steward shall not be discharged because he/she is performing his/her duties as a Steward, nor shall  \nthe Steward be discriminated against because of his/her affiliation with the Union or because of his/her activities on  \nbehalf of the Union.  \nSection 8. The Steward shall work when there is any work to be performed by the Laborers. He/she shall be the last  \nLaborer on the job if qualified. No Steward shall be discharged without the Employer conferring with the Business  \nManager of the Local Union and a mutual understanding arrived at. The Steward will be allowed whatever time is  \nnecessary to police the job when necessary. Refer to Article XXVI, Section 18.  \nSection 9. When an Employer sees fit to discharge an employee or employees or have a reduction in the work  \nforce, he/she is to notify the Steward when taking such action.  \nSection 10. If a project is temporarily shut down, the Steward will be the first Laborer recalled.  \n"], ["ARTICLE XVII  \nLABORER FOREMAN  \n", "Section 1. It is agreed that all Laborer Foremen designated by the Employer shall be members of the Union who  \nhave been in good standing in the Local, for no less than six (6) months.  \nSection 2. Laborer Foreman will be placed on all jobs when five (5) laborers are employed and not to keep time or  \nbe in charge of more than twelve (12) laborers. The Foreman shall be included in the total of five (5) laborers.  \nPushers or Labor Foreman will be strictly confined to supervision when twelve (12) laborers are under his/her  \nsupervision.  \nSection 3. Labor Foreman shall receive one dollar ($1.00) per hour more than the highest paid laborer under his/her  \nsupervision.  \n12  \nSection 4. When two (2) or more Foreman are required, and a total of nineteen Laborers are employed, one (1)  \nshall be appointed General Laborer Foreman and shall receive Two Dollars ($2.00) per hour more than the highest  \npaid laborer under his/her supervision.  \nSection 5. The superintendent shall consult with the Labor Foreman or General Foreman in the placing of Laborers  \non any work covered by this Agreement.  \n"], ["ARTICLE XVIII  \nWATCHMAN CLAUSE  \n", "Watchman shall receive straight time pay for all Saturdays. Sundays, and Holidays. Watchmen shall receive eleven  \ndollars ($11.00) per hour plus fringe benefits. Time and one-half (1-1/2) shall be paid for all hours worked over  \nforty (40). If the watchmen are told to do any work that comes under the classification other than watchmen in this  \nAgreement, they shall be governed by the working rules and rates of this Agreement.  \n"], ["ARTICLE XIX  \nHOURS OF WORK AND HOLIDAYS  \n", "   \nSection 1. Eight (8) consecutive hours shall constitute a regular days work between the hours of 7 a.m. and 4:30  \np.m., with one-half (1/2) hour for lunch between the 4\" and 5\" hour. Five (5) days shall constitute a week’s work  \nMonday through Fnday.  \nSection 2. Any overtime under thirty (30) minutes consists of thirty (30) minutes and over thirty (30) minutes shall  \nbe counted an hour.  \nSection 3. Legal Holidays shall be: New Year’s Day, Decoration Day; Independence Day; Labor Day’  \nThanksgiving Day; Veteran’s Day (to be celebrated the day after Thanksgiving) and Christmas Day.  \nSection 4. No work shall be done on Labor Day, except as a condition of extreme emergency.  \nSection 5. Should any of the aforementioned holidays fall on Sunday, the Following Monday shall be considered a  \nholiday. All holidays will be observed according to the National Law governing same.  \nSection 6. All work done before the regular starting time or after the regular quitting time shall be paid for at the  \novertime rate. If it is mutually agreed between the Business Manager of the Union and the Employer, the starting  \ntime can be advanced to eliminate working in the heat of the day or for some unusual operation condition, but shall  \nnot be utilized to circumvent overtime.  \nSection 7. By mutual Agreement between the Union and the Employer, a workweek consisting of four (4) ten (10)  \nhour days may be utilized on that project.  \nThe workday shall consist of ten (10) hours worked between the hours of seven (7:00) a.m. and five-thirty (5:30)  \np.m., including lunch.  \n13  \nThe workweek shall consist of four (4) ten (10) hour days commencing at seven (7:00) a.m. Monday and ending at  \nfive-thirty (5:30) p.m. Thursday.  \nAll hours worked in excess of ten (10) hours per day, Monday through Thursday shall be paid at a rate of one and  \none half (1 _) the regular rate of pay.  \nIn the event that weather conditions or other acceptable conditions to the Union prevent work from being preformed  \non a regular (4/10) workday, then Friday shall be considered a regular work day at the straight time rate of pay (only  \nto obtain a forty (40) hour work week) provided however, that employees shall receive premium pay when any  \nother craft working on the job, at that time, receives premium pay from the Employer. Work preformed on  \nSaturday will be paid at the rate of one and one half (1 _) the regular rate of pay. In the event that the regular four  \n(4) ten (10) hour days are worked and the Employer wants to work Friday, then all hours worked on Friday shall be  \npaid at one and one _) the regular rate of pay. In such case, any time worked on Saturday shall be paid at the  \ndouble time rate of pay.  \nThe Employer shall provide the Union with the starting date and the conclusion date, at the pre-job conference, so  \nthat it may be determined that such request is not for the purpose of circumventing the overtime provision of this  \ncontract.  \nWhen employees are required to work beyond ten (10) hours per day, they shall receive an additional lunch period.  \n"], ["ARTICLE XX  \nSHOW-UP TIME AND STARTING TIME  \n", "Section 1. When an Employer orders a certain number of laborers and these laborers appear on the job or shift at  \nthe time requested, then they must be put to work or paid two (2) hours show-up time.  \nSection 2. When an employee employed on a job finishes his/her day’s work, and returns to work on the following  \nday, he/she shall be allowed two (2) hours’ show-up time, unless he/she has been notified the day before that there  \nwould be no work.  \nSection 3. It is agreed, however, the part of the first part will not be required to pay the show-up time as enumerated  \nin Section 1 and 2 on account of bad weather or for conditions beyond the control of the Employer. The Employer  \nagrees to call employees at least one and one-half (1-1/2) hours before starting time if no work will be available for  \nsaid day.  \nSection 4. The employee must stay on the job for the time paid for show-up time unless released by the Supervisor.  \nSection 5. If the Employee is not to report to work, because of weather, he/she shall be notified not less than one  \nand one-half (1-1/2) hours before starting time. Members of this bargaining unit shall be paid not less than two (2)  \nhours pay if they report to work. If they are on the job over two (2) hours they shall receive for (4) hours pay. After  \nan employee has worked four (4) hours he/she is paid for actual hours worked. Employees for one reason or another  \ncannot report for work at his/her scheduled starting time shall notify his/her employer’s representative. Failure to do  \nso may result in discharge.  \n14  \nSection 6. It is agreed that when a Laborer is referred or a regular employee reports for work at the regular starting  \ntime and the Employer is unable to put him/her to work and the Employer desires that he/she remain on the site to  \nbe available, then the employee shall be paid in accordance with Article XX, Section 5. In no case shall an  \nemployee receive less than two (2) hours pay.  \n(a) The Employer shall allow all employees voting time on Election Day. The Employer will have the right to rotate  \nthe laborers so they all do not leave the job at the same time. The employee shall not receive pay for voting time.  \n"], ["ARTICLE XXI  \nSHIFT WORK  \n", "FIRST SHIFT: When so elected by the contractor, multiple shifts of at least three (3) days duration may be  \nworked. When two (2) or three (3) shifts are worked: The first shift (day shift) shall be worked between the hours of  \n8:00 A.M. and 4:30 p.m. Workmen on the day shift shall receive eight (8) hours pay at the regular hourly rate for  \neight (8) hours worked.  \nSECOND SHIFT: The second shift (swing shift) shall be worked between the hours of 4:30 P.M. and 12:30 A.M.  \nWorkmen on second shift shall receive eight (8) hours pay at the regular hourly rate plus 10% for seven and one-  \nhalf (7-1/2) hours work. .  \nTHIRD SHIFT: The third shift (graveyard shift) shall be worked between the hours of 12:30 A.M. and 8:00 AM.  \nWorkmen on the graveyard shift shall receive eight (8) hours pay at the regular hourly rate plus 15% for seven (7)  \nhours work.  \nA lunch period of thirty (30) minutes shall be allowed on each shift, toward the middle of each shift.  \nAll overtime work required after the completion of a regular shift shall be paid according to the shift Agreement.  \nThere shall be no pyramiding of over time rates and double the straight time rate shall be the maximum  \ncompensation for any hour worked.  \nThere shall be no requirement for a day shift when either the second or third shift is worked.  \nBy prior agreement between the Employer and the Union Business Manager, if the Employer is required to perform  \nwork which cannot be performed during regular working hours, employee(s) may work a special shift, limited to  \nseven (7) hours worked including lunch, and receive eight (8) hours pay for the seven (7) hours worked. No  \nemployee may work on a special shift if he/she has performed bargaining unit work, that day, during the regular  \nworking hours. The Employer’s request for this special shift must include the starting date the approximate number  \nof employees involved, and the estimated conclusion date.  \n15  \n"], ["ARTICLE XXII  \nPAYDAY  \n", "Wages shall be paid in cash or by check weekly, not later than quitting time on Friday, and not more than three (3)  \nday's wages may be withheld at any time. Any Laborer laid off or discharged shall be paid his/her wages  \nimmediately. In the event he/she is not paid off, waiting time at the regular straight time rate shall be charged until  \npayment is made. However, if an employee is laid off and the Employer does not have facilities at the job site to  \nprepare payroll checks, the Employer shall overnight the employees paychecks to their home Local on the next  \nbusiness day. When Pay Day is a regular Holiday, employees shall be paid on the day before such Holiday, prior to  \nquitting time. Employees not paid prior to quitting time shall be entitled to pay at straight time rate for waiting time.  \nIn case of bad weather, the paychecks shall be ready by 10 A.M. on Pay Day. When an employee quits of his/her  \nown accord, he/she shall wait for the regular payday to pick up his/her wages. If the employee fails to appear on  \nthe regular payday, the Employer will mail the wages to the employee’s home Local.  \n"], ["ARTICLE XXII  \nJURISDICTION OF WORK  \n", "Section 1.  \nCarpenter Tender  \nCement Mason Tenders  \nMortar Mixers  \nKettlemen and Carrier of hot stuff  \nTool Crib Men  \nWatchmen (Laborer)  \nFiremen or Salamander Tenders  \nFlagmen  \nDeck Hands  \nInstallation and Maintenance of  \nTemporary Gas-Fired Heating Units  \nWhen unloading and loading of service trucks is required, truck driver helpers (minimum of one (1) Laborer) shall  \nbe used for the purpose of loading and unloading materials for the crafts Laborers tend.  \nLandscaping on all jobs. The loading, unloading, distribution, planting and placing of trees, shrubs, sod and seeding  \nwork covered by this Agreement is the work of the laborers.  \nAll work pertaining to the pouring of concrete.  \nGrade and surveyor helpers.  \nScaffolding (building of scaffolds and staging for Masons and Plasterers).  \nThe handling, lighting and maintaining of lights, flares and flashers.  \n16  \nIt is recognized that the Union claims jurisdiction of initial cleaning of windows, scrubbing and waxing of floors on  \nnew building construction at the rate that prevails in this Agreement.  \nDerrick men and the unloading and handling of stone and tile.  \nThe unloading, loading, handling of cement, lime and plaster.  \nThe handling, storing, conveying and use of plastic materials, basic or molten shall be the work of the Laborers.  \nThe handling, moving, signaling, hooking on and unhooking, flagging of all powe: machines which Laborers are  \nusing to perform their jurisdiction of work.  \nSection 2. On any job or project where the Employer is responsible for construction staking, Laborers will drive  \nstakes.  \nSection 3. The curing of concrete by any mode or method shall be done by the Laborer excluding self-propelled  \nmachines (Laborers to fill machines, mix curing compounds and deliver curing compounds to machines). The  \nLaborer shall do the covering of concrete.  \nThe swamping on heavy equipment shall be the work of the Laborers.  \nWriting of scale tickets at gravel pits, asphalt plants and all temporary plants shall be the work of the Laborers.  \nThe Employer recognizes the jurisdiction of the Labor Unions not included in this Agreement and also will abide  \nby all Agreements in force between the Laborers' International Union of North America and all other building  \ncrafts.  \nSection 4. The party of the first part agrees not to assign any work which in the past, has been done by laborers, to  \nany other craft or organization unless it has been so granted by a definite decision of the Building and Construction  \nTrades Department of the American Federation of Labor or a court of competent jurisdiction.  \n"], ["ARTICLE XXIV.  \nJOB CLASSIFICATIONS  \n", "Section 1.  \nAir Tamping Hammerman  \nAll sewer workers plus depth pay  \nAsbestos Abatement  \nAsphalt Plant Laborers  \nAsphalt Raker and Layers  \nAsphalt Workers with machine  \nBankmen on Floating Plant  \nBatch Dumpers  \nCaisson Workers plus depth pay  \n17  \nCarpenters Tenders  \nCement Handlers  \nCement Silica, Clay, Fly Ash, Lime and Plasters, Handlers (bulk or bag)  \nChain Saw  \nChloride Handlers  \nCleaning Lumber  \nCofferdam Workers plus depth pay  \nConcrete Burning Machine Operator  \nConcrete Saw Operator  \nConcrete Workers (wet)  \nCoring Machine Operator  \nCurb Asphalt Machine Operator  \nDeck Hand, Dredge Hand and Shore Laborer  \nDispatchers  \nDriving of Stakes, Stringlines for all machinery  \nDumpmen and Spotters  \nDynamite Laborer  \nFencing Laborers  \nFire Shop Laborers  \nFiremen or Salamander Tenders  \nFireproofing Laborers  \nFlagmen Form Handlers Gravel Box Laborers  \nGrade Checker  \nGunnite Nozzle Laborers  \nHandling of Materials treated with oil, creosote, asphalt and/or any foreign material harmful to skin or clothing  \nHazard Waste Workers  \nJackhammer and Drill Operators  \nJanitors  \nKettle Tar Laborers  \nLaborers Handling Masterplate or similar materials  \nLaborers Tending Masons with hot material or where  \nforeign materials are used  \nLaborers with De-Watering Systems  \nLandscapers  \nLaser Beam Operator  \nLaying of Sod  \nLayout Laborer’ and/or Tile Layer  \nLead Laborer on Sewer Work  \nLuteman  \nMason Tenders  \nMaterial Checkers  \nMaterial Handlers  \nMortar Mixer Operators  \nMotorized Buggies or Motorized Unit used for wet concrete  \nor handling of Building Materials  \nMultiple Concrete Duct — Leadman  \n18  \nNuclear Power Plant Decommissioning  \nOn Concrete Paving, Placing, Cutting and Tying of Reinforcing  \nPit Laborers  \nPlanting of Trees  \nPlasterer Tenders  \nPlastic Installers  \nRadiation Worker  \nReady Mix Scalemen, Portable or Temporary Plant  \nRemoval of Trees  \nRip Rap Laborers  \nRod and Chainmen  \nScaffold Workers  \nScreen Laborer on Asphalt Pavers  \nSignal Laborer on Crane  \nSteel Form Setters - Street and Highway  \nTank Cleaners  \nTool Cribmen  \nTrack Laborers  \nTunnel Helpers in free air  \nUnloading and Carrying Lath  \nUnloading and Carrying of re-bars  \nUnloading Explosives  \nVibrator Operators  \nWallmen and Housemovers  \nWelders, Cutters, Burners and Torch Laborers  \nWrecking Laborers  \nWrecking, Dismantling Buildings  \nWriter of Scale Tickets  \nThe above job classifications are in no way listed to limit Laborers’ work.  \nThe Employer reserves the right to assign additional job classifications/work assignments as necessary.  \nSection 2. Dynamite worker, minimum four (4) hours' pay at two dollars ($2.00) per hour above the prevailing rate  \nand if he/she is required to shoot more than four (4) hours, will receive a minimum eight (8) hours at the two dollar  \n($2.00) above rate scale. If he/she has only four (4) hours to shoot dynamite, he/she shall be guaranteed an eight (8)  \nhour day, but four (4) hours shall be at regular rate.  \nSection 3. Employees working within an area where cleaning or renovating equipment or major machinery  \ndemands the wearing of masks and special clothing due to exposure to excessive dust, dirt, gases or lethal acid shall  \nreceive a premium of fifty ($.50) cents per hour above the regular Laborer rate.  \nSection 4. Brick Tenders will receive one dollar ($1.00) more per hour.  \nSection 5. Employees licensed to perform asbestos/lead abatement and hazardous waste removal work shall receive  \none and one-half dollars ($1.50) per hour above scale.  \n19  \nSection 6. Construction Craft Laborer Apprentice: The term of apprenticeship shall be approximately three (3)  \nyears and (2400/6000 hours) of on the job diversified work and training, excluding time spent in related instruction  \nunless credit is granted by the Joint Apprenticeship Training Committee. The schedule that follows provides for  \nthree (3) equal periods of 800/2000 hours of work and training each:  \nFirst year 75% of the journey workers rate .  \nincluding full fringe benefits  \nSecond year 85% of the journey workers rate  \nincluding full fringe benefits  \nThird Year 95% of the journey workers rate  \nincluding full fringe benefits  \nFourth Year worker rate  \nEmployers will be notified of the correct percentage of journey workers rate for each apprentice by the Fund  \nAdministrator.  \nRatio and Supervisor:  \nOne (1) journey worker to one (1) apprentice on a two (2) worker job;  \nOne (1) apprentice to first five (5) journey workers;  \nTwo (2) apprentices to ten (10) journey workers;  \nThree (3) apprentices to fifteen (15) journey workers;  \nFour (4) apprentices to twenty-five (25) journey workers;  \nFive (5) apprentices to thirty-five (35) journey workers;  \nSix (6) apprentice to fifty-five (55) journey workers, and  \nOne (1) apprentice to twenty (20) journey workers thereafter.  \nApprentices shall work under the supervision of competent and qualified journey workers on the job. Instruction in  \nsafety and safe work practices will be a part of job instruction in addition to that included in related instruction and  \nspecial off-job courses.  \n"], ["ARTICLE XXV  \nWAGES AND EMPLOYEE SECURITY  \n", "   \nSection 1. All building work performed on overtime shall be paid at time and one-half (1-1/2) rate except for  \nSundays and Holidays, which shall be paid at double time, along with Saturdays, as provided in Article XIX,  \nSection 7.  \nSection 2. Employees shall have the right within the limits set by Section 8 (b) (4) of the National Labor Relations  \nAct, as amended; and it shall not be a violation of this contract nor cause for discharge or any other penalty, if an  \nemployee or employees covered by this Agreement refuse to go through a legal primary established Union picket  \nline.  \n"], ["ARTICLE XXVI  \n", "20  \nWORKING RULES  \nSection 1. The Employer shall have the right to assign his/her employees, on the job, to any particular work or  \nclassification of work and use his/her own judgement in this selection, provided the proper rate of pay 1s  \nmaintained:  \nSection 2. The employee shall furnish gloves and boots.  \nSection 3. Compensation shall be paid to employees being taken out of the jurisdiction of their respective Local  \nUnion.  \nSection 4. Laborers shall not be required to furnish their own transportation when changing jobs for the Employer  \nduring the workday, unless they wish to do so.  \nSection 5. There will be a minimum of one (1) Laborer or more if the job requires, to tend the sawmen, clean up,  \nget new lumber, etc.  \nSection 6. There will be a minimum of one (1) Laborer or more if the job requires to tend sandblasting, tuck  \npointers and mason washing down walls.  \nSection 7. Cement car Laborers are to receive the same number of hours of employment per day as the other  \nLaborers on the job.  \nSection 8. When cement finishers are working, they shall have at least one (1) Laborer as a helper or as many more  \nas are needed, as long as there is Laborers work to be preformed.  \nSection 9. First Aid kits shall be furnished and maintained on all jobs.  \nSection 10. If any employee wishes to take a vacation, he/she shall notify his/her Employer two (2) weeks in  \nadvance. This vacation shall not jeopardize his/her employment if work is available upon his/her return.  \nSection 11. There will be an overhead shelter furnished for the mixer machine at all times during inclement  \nweather.  \nSection 12. A warm, clean shed shall be furnished for the employees to eat and change their clothes in. This shed  \nis for the purpose designated and is not to be used for storage or a workshop.  \nSection 13. Ifa jackhammer is used, and if a hammer weight is 50 pounds or more when used horizontally, two (2)  \nLaborers will be used to operate same. The seconded Laborer will clean up when not operating hammer. The  \nemployee used for this work shall use safety glasses at all times, and if necessary, use a respirator.  \nSection 14. Within one-half (1/2) hour after starting time sanitary drinking water and individual drinking cups shall  \nbe furnished by the Employer on each job. Ice water, or mechanically cooled water will be furnished from May Ist  \nto September 30th.  \nSection 15: All work of the Employer shall be preformed under mutually provided safety conditions which must  \nconform to State and Federal regulations. It shall also be a requirement of the employee to conform to safety  \n21  \nregulations and measurers as provided. If the employee refuses to comply with safety regulations after a warning,  \nhe/she may be discharged.  \nSection 16. In the event that overtime work, is extended past six p.m., the employees covered by this Agreement  \nwill be permitted sufficient time to eat supper. The overtime wage scale shall prevail during this supper period.  \nSection 17. When employees are employed on a job on the day overtime is worked, or have worked on said job the  \nproceeding day, employees required for overtime work shall be selected from the crew working on said job.  \nSection 18. There shall be no transferring of Laborers from job to job during lunch period.  \nSection 19. When an employee reports for work on a premium time day, if he/she works less than four (4) hours,  \nhe/she shall receive four (4) hours at the applicable rate. If he/she works more than four (4) hours, he/she shall  \nreceive pay for the hours worked.  \nSection 20. In the event of a tool checking system where Laborers check tools, a Laborer shall be employed as the  \ntool crib Laborer. |  \nSection 21. It is agreed that the use or possession of intoxicants or drugs on the job, or reporting for work under the  \ninfluence of liquor or drugs, shall be sufficient cause for dismissal.  \nEmployees working under this Agreement shall be subject to all necessary diagnostic medical testing for purposes  \nof verifying compliance with this provision, when requested by the Employer at the expense of the Employer.  \nSection 22. It shall not be deemed a violation of this Agreement for employees to refuse to work under supervision  \nwho is under the influence of liquor.  \n_ Section 23. Absenteeism without cause shall be sufficient cause for dismissal.  \nSection 24. It is further mutually agreed between the parties that each party hereto shall make a bona fide attempt  \nto, in all respects, comply with the Occupational Safety and Health Act, U.S.C. Title 29, Paragraph 651 through  \n678, (1970).  \nSection 25. No Laborer shall leave the project tool shed before regular starting time and shall have all tools put  \naway by regular quitting time, unless instructed to work overtime.  \nSection 26. (a) There shall be a minimum of one (1) Laborer employed as a Carpenter Tender assigned for every  \nthree (3) Carpenters on all work and projects where Carpenters are erecting forms for footings, pile caps, foundation  \nwalls, building columns, beams (side and bottom), floors and roof slabs. On all work and projects where rough or  \ndimensional lumber (such as 2 x 4's) are used for studding, floor joists, roof rafters, sheathing, and shingles, there  \nshall be one (1) Laborer assigned to every three (3) Carpenters employed except as covered under Section (d)  \nbelow.  \n(b) There shall be a minimum of one (1) Laborer employed as a Brick Mason Tender assigned for every three (3)  \nBricklayers on every project except as covered under Section (d) below.  \n22  \n(c) There shall be a minimum of one (1) Laborer employed as a Plasterer Tender assigned for every three (3)  \nPlasterers on each project where brown coating and/or synthetics are being done, except as covered under Section  \n(d) below.  \n(d) This section is not intended to limit the work normally performed by said Tender and in no way restricts  \nproductivity.  \n(ce) When Laborer work as outlined in (a), (b), and (c) does not require the ratio prescribed, then the manning  \nrequirements shall be modified.  \n(f) If at any time the work as outlined above ceases, then the Employer shall have the right to reassign the Laborers  \nto other classifications of work.  \nSection 27. Any work not covered by this Agreement or classification which comes under the jurisdiction of the  \nLaborers shall be negotiated between the two (2) interested parties.  \n"], ["ARTICLE XXVII  \nDEPTH PAY  \n", "Section 1. When Laborers are required to work six (6) feet below immediate existing ground level on caisson and  \nshaft work, they shall receive twenty-five ($.25) cents per hour premium more than the classification they are  \nworking under.  \nSection 2. When Laborers are required to lay pipe or cable in a ditch or trench excavation more than six (6) feet  \nbelow existing ground level, there shall be two (2) Laborers at all times, and the bottom Laborer shall receive an  \nadditional fifty cents ($.50) per hour, for a total of seventy-five cents ($.75).  \n  \nMANAGEMENT RIGHTS  \nSection 1. The Employer retains full and exclusive authority for the management of its operations. The employer  \nshall direct his/her working forces at his/her sole prerogative, including, but not limited to, hiring, promotion,  \novertime assignments, layoff or discharge.  \nSection 2. There shall be no limit on production by employees nor restrictions on the full use of tools or equipment.  \nEmployees shall use such tools as required to perform any of the work of the trade. The operation of all equipment  \nshall be assigned to the proper craft jurisdiction.  \nSection 3. No rules, customs or practices shall be permitted or observed which limit or restrict production, or limit  \nor restrict the working effort of employees. The Employer shall determine the most efficient method or techniques  \nof construction tools or other labor-saving devices to be used. However, safety of the employees on the job site  \nshall be of prime concern to the Employer. There shall be no limitations upon the choice of materials or design. The  \nEmployer shall schedule work and shall determine when overtime will be worked.  \nSection 4. The Employer shall determine the recording devices, checking systems, brassing or other methods of  \nkeeping time records.  \n23  \nSection 5. The foregoing enumeration of management rights shall be deemed to be inclusive not exclusive. The  \nEmployer retains all management rights except as expressly limited herein or by locally negotiated agreements to  \nthe extent local agreements do not conflict with the terms and provisions of this Agreement.  \nSection 6. Disputes arising under the Management Rights Clause or any other Article within this Collective  \nBargaining Agreement are subject to the grievance and arbitration procedure herein.  \nManagement also agrees that the Management Rights Clause shall not be used as a guise to \"illegally\" discriminate  \nagainst any employee or group of employees or the Local Union.  \n"], ["ARTICLE XXIX  \nADJUSTMENT OF DISPUTES  \n", "Section 1. It is specifically agreed that there shall be no strikes, lockouts or cessation or slowdown of work or  \npicketing over any dispute over the application or interpretation of this Agreement, and that all grievances and  \ndisputes, excluding jurisdictional disputes, shall be handled as herein provided.  \nSection 2. Initial Determination. Any dispute of any type concerning the interpretation or application of this  \nAgreement between an Employer and the Union shall be adjusted by the particular Employer and the Union in the  \nfirst instance, if possible, and shall submit Agreement to a Negotiating Committee for final approval.  \nSection 3. Negotiating Committee. In the event the matter is not settled, it shall be referred to the Negotiating  \nCommittee consisting of three (3) Employer Representatives, selected by the Association, and three (3) Union  \nRepresentatives, selected by the District Council. The determination of the Negotiating Committee shall be  \ngoverned by majority vote with each member thereof having one (1) vote, and, in the event a full complement of  \nmembers of either side does not attend the meeting, those members of the particular side in attendance shall each  \nhave a proportionate portion of the vote of the absent member.  \nSection 4. Arbitration. Should the Negotiating Committee be unable to resolve the matter, then the Union or the  \nEmployer may refer the matter to arbitration by so notifying the other party involved. The Union shall submit the  \nnames of five (5) arbitrators, and the Employer shall have the right to select one of the arbitrators listed in the notice  \nor similarly to submit an alternate list of five (5) arbitrators to the Union. If no name is selected from the second  \nlist, the parties shall jointly request the Federal Mediation and Conciliation Service to submit a list of seven (7)  \nrecognized arbitrators. From the list so submitted, the parties shall, within five (5) working days after receipt  \nthereof, select the arbitrator by the alternate rejection of a suggested name until one remains. The person whose  \nname so remains shall act as the arbitrator. The parties shall draw straws to determine who shall reject the first  \nname. The parties recognize that time 1s of the essence.  \n24  \nSection 5. The arbitrator may interpret the Agreement and apply it to the particular case presented to himher, but  \nhe/she shall have no authority to add to, or subtract from, or in any way change or modify the terms of this  \nAgreement or any Agreement made supplementary thereto. Wages, hours and fringe benefits are not arbitrable.  \nSection 6. Fees and expenses of the arbitrator shall be borne equally by the parties to this Agreement.  \nSection 7. Conclusiveness and Enforcement. The decision of the Negotiating Committee or of the arbitrator, as the  \ncase may be, shall be final, binding and conclusive upon all parties (the Union, Employer and employees and all  \nclaiming thereunder) and shall be one method of resolving such disputes, provided, however, that if either party  \nrefuses to submit such dispute to arbitration or to abide by the decision of the arbitrator, then either party shall have  \nthe right to go into any court for the purpose of enforcing such submission or compliance.  \nSection 8. There shall be no strikes or lockouts during the term of this Agreement.  \nSection 9. It is specifically understood that the provisions of this Article shall not be available to an Employer who  \nis not signatory to this Agreement and who is not complying with all the terms, wages, conditions, and  \ncontributions as set out in the Agreement.  \n"], ["ARTICLE XXX  \nJURISDICTIONAL DISPUTES  \n", "Section 1. As used in this Agreement, the term \"jurisdictional dispute\" shall be defined as any dispute, difference  \nor disagreement involving the assignment of particular work to one class or craft of employees rather than to a  \ndifferent class or craft of employees, regardless of that employer's contractual relationship to any other employer,  \ncontractor, or organization on the site.  \nSection 2. It is agreed by and between the parties to this Agreement that any and all jurisdictional disputes shall be  \nresolved in the following manner; each of the steps hereinafter listed shall be initiated by the parties in sequence as  \nset forth:  \n(1) The Employer shall assign work on the basis of traditional craft jurisdictional lines. Jurisdictional  \nassignments shall be made on the basis of Agreements of record, established trade Agreements and  \nprevailing area practices.  \n(2) All questions, complaints or disputes dealing with craft jurisdiction shall be referred to the business  \nrepresentatives of the Unions involved in the jurisdictional disputes and to the Employer’s authorized  \nrepresentatives, who shall then meet at a location acceptable to all parties.  \n(3) Jurisdictional disputes which cannot be resolved at the Local level shall be referred to the International  \nUnions involved for a determination. Pending such determination, the work will continue as assigned by the  \nEmployer. Any determination made pursuant to this provision shall be final and binding on the disputing  \nUnions and the involved Employer on this project only. Such a determination shall not establish a precedent  \non other projects.  \nSection 3. There shall be no stoppage of work or slow down by employees, or lockout by the employer, during the  \nimplementation of the above procedure for the settlement of jurisdictional disputes between crafts.  \n25  \n"], ["ARTICLE XXXI  \nMARKET PRESERVATION  \n", "The Business Agent, with the approval of the District Council Business Manager, shall have the authority to make  \ncontract concessions during the term of this Agreement. Any such concessions or modifications shall be granted on  \na project by project basis only.  \nWhen concessions are granted by the Business Agent, with the approval of the District Council Business Manager,  \nthe following procedure shall be strictly adhered to:  \nStep 1: Any individual Employer or Employers signatory to this Agreement may request contract concessions for a  \nspecific project. Such a request shall be directed to the appropriate Business Agent who shall, as appropriate, grant  \nconcessions and modifications necessary to assure continued work opportunities for employees.  \nStep 2: Once a Business Agent(s) agrees to contract concessions the individual Employer(s) requesting the  \nadjustment shall be immediately notified. The Union(s) shall also immediately notify the Association(s) having the  \nbargaining rights for the Employer(s) who originally requested the modification. Notification of the Association  \nshall be confirmed in writing as soon as practicable.  \nAny concessions which are granted must be transmitted to the appropriate individual Employer(s) and  \nAssociation(s) no later than two (2) working days prior to bid opening. Such concessions shall initially be  \ntransmitted to the appropriate Association(s) by telephone. However, as noted above, they must be confirmed in  \nwriting as soon as practicable.  \nStep 3: Any concessions or adjustments granted for a specific project shall be available to all signatory Employers  \ninterested in the project. It shall, however, be the responsibility of the individual Employers to request information  \nregarding any possible adjustments from the Association Office in his/her area. To insure that all individual  \nEmployers have equal access to contract concession information, the Employer Associations shall serve as a  \nclearing house for information regarding contract concessions.  \nAny wage adjustments granted as a part of concessions for a specific project shall be established on a percentage of  \nthe base wage rate. Fringes, contributions, shall continue to be paid as provided in the Collective Bargaining  \nAgreements. ~  \n"], ["ARTICLE XXXII  \nDATE OF AGREEMENT  \n", "This Agreement made and entered into this First day of May, 2003, by and between the Central Illinois Builders of  \nAGC, parties of the first part, for their members and those firms for whom they have bargaining rights; and the  \nSouthern & Central Illinois Laborers’ District Council and Laborers' Local 159, Decatur, Illinois; 171, Mattoon,  \nIllinois; 253, Jacksonville, Illinois; 477, Springfield, Illinois; 624, Danville, Illinois; and 703, Urbana, Illinois;  \nparties of the second part.  \nWhereas, the parties signatory to this Agreement are desirous and willing to adopt the provisions of the  \nabove-mentioned Agreements;  \n26  \nTherefore, it is understood and agreed by and between the parties hereto as follows:  \n(1) That the parties hereto do hereby adopt all of the provisions and terms of this Agreement, and the attached Wage  \nAddendum, as the Agreement between the parties with respect to all of the conditions and terms of said Agreement  \nand also with respect to the duration of said Agreement.  \n(2) That the undersigned firms agree to cover employees working under the terms of this Agreement with (a)  \nWorkmen's Compensation Insurance, and (b) Ilinois State Unemployment Compensation Insurance, as provided by  \nthe Unemployment Compensation Act.  \n27  \n"]]