[["", "   \nK $90  \n1500  \n7/1/03 — ¢f30f 8  \n2003 CARPENTERS 2008 *”  \nLABOR AGREEMENT  \nUNITED BROTHERHOOD OF  \nCARPENTERS  \nAND JOINERS OF AMERICA  \nLOCAL UNION NOS.  \n971  \n34, 1789, 2035  \nNORTHERN NEVADA  \n   \nFurnished By:  \nNEVADA CHAPTER  \nThe Associated General Contractors  \nof America, Inc.  \nINDEX  \nCARPENTER AGREEMENT  \nSection  \nApprentice Ratios & Wages & Benefit Schedules Vv  \nForeman Ratio & Wages V  \nGeographical Area Covered l  \nGrievance Procedure XIil  \nHolidays IX  \nHours of Work VIII  \ne Lunch Time  \ne Over-time  \ne Shift Work  \nJurisdictional Disputes II  \nPayment of Wages XI  \nPre-job Conference XVII  \nPrevailing Wages / Public Works V  \nRecognition I  \nSaving Clause XVI  \nShow- up Time X  \nStewards / Business Representatives XI  \nSubcontracting Ill  \nTerm of Agreement XVIII  \nTools XIV  \nPage  \n16  \n17  \n16  \n23  \n20  \nTrust Funds & Plans VI (VI, A)  \ne Apprenticeship  \ne Health & Welfare  \ne Pension  \ne Vacation/Savings Plan  \ne Supplemental Dues  \ne Carpenters/Contractors/Cooperation/Committee  \ne Industry Advancement  \ne Trust Contributions Attachment (1)  \nWage Scale and Classifications V  \nWorking Condittons XV  \ne Water/Toilets  \ne On the Job Injunes  \ne Safety Equipment/Clothing  \ne Breaks  \nWork Jurisdiction II  \nWork Preservation IV  \nZone Pay Vu  \nAPPENDICES  \nHiring Provisions A  \nPiledrivers B  \nLight Commercial Construction C  \ne Coverage  \ne Fringe Benefits  \ne Wages  \ne Apprentices  \nResidential Construction D  \nDrug & Alcohol Policy E  \ne Drug Testing Compensation  \nJob Site Check-In Tool List Attachment (a)  \n21  \n15  \n24  \n26  \n26  \n28  \n29  \n32  \nPREAMBLE  \nTHIS AGREEMENT, entered into on this First day of July, 2003 by and between the NEVADA  \nCHAPTER OF THE ASSOCIATED GENERAL CONTRACTORS OF AMERICA, and on behalf of its  \nmembers, hereinafter referred to as “Employer”, and the Southwest Regional Council of Carpenters, and  \nits affiliated local union 34, hereinafter referred to as “UNION”.  \nSECTION I  \nRECOGNITION  \nThe Employer has satisfied itself that the Union represents a majority of Employees performing  \nwork covered by this agreement and thereby recognizes the Union as the exclusive bargaining  \nrepresentative of all employees of the Employer hereinafter classified over whom the Union has  \njurisdiction.  \nThe Union recognizes the Employer as the sole and exclusive bargaining Representative for their  \nrespective members who have authorized the Employer to represent them. A list of such authorizations  \nhas been furnished to the Union and the Employer agrees to immediately notify the Union when any  \nauthorizations have been canceled or new authorizations have been executed.  \nThis Agreement shall bind each and every Employer who has authorized the Association to  \nrepresent them with the same force and effect as if the Agreement were entered into by each Member  \nindividually. The Employer shall be and continue to remain liable under this Agreement for during the  \nterm irrespective of whether such members shall resign from the Association prior to the expiration date  \nof this Agreement and such liability shall be deemed to have survived the termination of such  \nmembership and remain in force for and during the term of this Agreement.  \nIt is the intention of the parties to create a collective bargaining agreement within the meaning of  \nthe National Labor Relations Act, as amended, and the unit covered by this Agreement is a voluntanly  \ncreated multtemployer collective bargaining unit.  \nNotwithstanding any provision of the Master Labor Agreement or this Agreement, the individual  \nemployer agrees that upon a showing by the Union or any of its affiliates a majority of the individual  \nemployer’s shop employees, if any, have designated the Union and/or any of its affiliates as their  \nrepresentative for collective bargaining purposes, the individual employer shall recognize the union  \nand/or its affiliates as the collective bargaining representative of its shop employees and shall agree to  \nnegotiate all wages, hours, terms and conditions of employment appropriate for their shop. Proof of such  \nmajority representation shall be established by the submission of authorization cards to a neutral third  \nperson who shall compare the signatures with appropriate employer records. The individual employer  \nshall fully cooperate in such review upon demand by the Union or any of its affiliates. This paragraph  \ndoes not apply to Employers’ storage warehouse or yards.  \n7/1/03  \nSECTION I  \nWORK JURISDICTION  \nA. This Agreement shall provide for the wages, fringe benefits and conditions of employment of  \nall employees of the Employer within the recognized jurisdiction of the UNITED BROTHERHOOD OF  \nCARPENTERS AND JOINERS OF AMERICA in the State of Nevada, except Clark, Esmeralda, Lincoln  \nand Nye Counties and the city of Wendover, Nevada.  \nB. The work covered under the terms and conditions of this Agreement shall apply to construction  \nin the area above described, including all of the following:  \n(1) All building construction, including but not limited to the construction, erection,  \nalteration, repair, modification, demolition, addition or improvement in whole or in part of  \nany building structure. All rigging of Carpenters’, and Piledrivers’ materials.  \n(2) All heavy, highway and engineering construction, including but not limited to the  \nconstruction, improvement, modification and demolition of all or any part of the streets,  \nhighways, bridges, viaducts, railroads, tunnels, airports, water supply, irrigation, flood  \ncontrol and draining systems, sewers and sanitation projects, dams, power houses,  \nrefineries, aqueducts, canals, river and harbor projects, wharves, docks, breakwaters,  \njetties, quarrying of breakwaters or rip rap stone or operations incidental to such heavy  \nconstruction work and whether such work is above or below the water line level.  \n(3) The character of such work covered by this Agreement shall be all carpenter, drywall,  \nmetal stud, acoustical, and lathing work on such construction within the recognized  \njurisdiction of the UNITED BROTHERHOOD OF CARPENTERS & JOINERS OF  \nAMERICA, including but not limited to plastics and such work in connection with new  \nmethods of construction or use of materials innovated during the term of this Agreement.  \nThe union may request a work assignment in writing if it feels there 1s some danger of a  \njurisdictional dispute. When requested, an employer will furnish the Union signed letters  \non the letterhead of the individual employer, stating they have employed Carpenters on a  \nspecific type of work and paid the negotiated scale of wages on any and all jobs which the  \nindividual employer has performed with Carpenters.  \nC. There shall be no cessation or interference in any way with any work of the Employer or any  \nindividual employer by reason of Jurisdictional Disputes between the Union and any other union  \nThe parties hereto agree that, where a jurisdictional problem develops involving Unions not  \nsignatory to this Agreement, the representatives of the Union involved will meet with the representatives  \nof the Contractors to resolve the particular problem. Any resolution resulting from such aforementioned  \nmeeting between the Unions and the Contractors shall be put into effect immediately.  \nJurisdictional disputes which cannot be resolved at the local level shall then be referred to the  \nInternational Unions involved for determination, and the work shall proceed as assigned by the Contractor  \n7/1/03  \nunti] such determination by the International Union has been confirmed to the disputing Unions and the  \nContractors. The intent of the Section is to clarify that jurisdictional issues are not a contractual liability.  \nIn the event the Employer becomes a signatory to the Impartial Jurisdictional Disputes Board or its  \nsuccessor plan or board, disputes as to jurisdiction of work claimed by other Unions than those affiliated  \nwith the United Brotherhood of Carpenters and Joiners of America shall be referred to and settled in  \naccordance with the procedural rules and regulations of the Impartial Jurisdictional disputes Board or its  \nsuccessor. A decision rendered by said Impartial Jurisdictional Disputes Board or its successor in any  \ngiven jurisdictional determination shall be implemented immediately by the Employer involved.  \nD. This Agreement shall apply to the Employer or his subcontractor on any job site operation.  \nE. Any materials fabricated by the employer or his cabinetry subcontractor at an offsite shop,  \nlocated within the territorial jurisdiction of this agreement, shall be done under the terms and conditions  \nof this agreement or a specialty shop agreement if applicable.  \nSECTION II  \nSUBCONTRACTING  \nA. Definition of a Subcontractor. A Subcontractor 1s defined as any person, other than an  \nEmployee covered by this Agreement, firm or corporation who agrees orally or in writing, to perform, or  \non belulf of, an individual Employer, any part or portion of the work covered by this Agreement.  \nOn-Site Work. With respect to omsite work covered by this Agreement, that is, work done or to  \nbe done at the site of the construction, alteration, painting or repair of a building, structure or other work,  \nthe Employer agrees that at any particular jobsite all or part of the jobsite work shall be performed by  \nEmployees who are employed by the Employer and covered by this Agreement.  \nIn the event some part of the onsite work at any jobsite ts subcontracted, the wage rates, fringe  \nbenefit rates and other terms of this Agreement shall apply to any subcontractor under contract to, or  \nworking under contract with such Individual Employer on any on-site work covered by this Agreement  \nwithin five (5) days of entering such subcontract, and prior to commencement of work by the  \nsubcontractor, and shall specify the name and address of the subcontractor. Notice at a pre-job conference  \nshall be deemed written notice under this provision.  \nIf thereafter the subcontractor becomes delinquent in the payment of any wages, Trust Fund  \ncontributions, fringe benefit payments, or is not in compliance with the manning provisions, the Union  \nshall give prompt written notice of the delinquency or the non-compliance to the Employer and the  \nsubcontractor. The notice shall specify the names(s) and amount(s) 1f known, of the delinquency.  \nWhen the notice of delinquency is received, the Employer shall pay the amount of the  \nsubcontractor’s delinquency which has occurred on the Employer’s specific job.  \n7/4/03  \n3-  \nIf the Employer fails to give written notice as required in this Section he shall, until notice is  \ngiven, assume liability for any violation of the terms and conditions of this Agreement at that particular  \njobsite or job yard.  \nThis section may only be enforced by resort to the grievance and arbitration procedures of  \nthis Agreement, (Section XIII) and the Union may not strike nor picket to enforce the provisions of this  \nsection or to enforce any arbitration award arising out of the application or interpretation of this section  \nexcept as said award may apply to primary obligations of an Individual Employer.  \nNo work will be let by piece, contract or lump sum direct with Journeyman or apprentices for  \nlabor services and carpenter work. On all types of housing, carpenter work in connection with the  \nconstruction of all wall and roof framing, the installation of sub-flooring, exterior sheathing, metal and  \nwood sash and doors (except garage doors), all interior trim (excluding sink tops), shall be done by  \nproperly licensed contractors.  \nThe Employer and his subcontractors shall refrain from the use of materials which will tend to  \ncause discord or disturbance on the jobsite.  \nSECTION IV  \nWORK PRESERVATION COMMITTEE  \nThe parties to this Agreement recognize the necessity of assuring the competitive position  \nof the parties within the industry during the term of this Agreement. Consistent with that recognition, the  \nparties will continually monitor the effectiveness of this Agreement during its term as may be necessary to  \nassure the work opportunities of the employees and the competitive position of the individual employers.  \nTo implement the intent of this paragraph, the parties to the Agreement may establish a Committee  \ncomposed of three (3) representatives appointed by the Union and three (3) representatives appointed by  \nthe Employers. This Committee may review requests for changes in the terms and conditions of the  \nAgreement that may be necessary to preserve work opportunities for employees and individual employers  \ncovered by the Agreement. The Committee is authorized to approve and implement such changes as it  \ndeems to be in the best interest of the parties to the Agreement.  \nA project agreement may be negotated under unusual conditions subject to approval of the  \nSouthwest Regional Council of Carpenters and the Work Preservation Committee.  \n7/1/03  \nSECTION V  \nWAGE SCALES  \nA. No Employee receiving total compensation (i.e. wages and payments to trust funds for  \nVacation, Health & Welfare, Pensions and subsistence) under an existing agreement between an  \nindividual Union and any Employer shall suffer any reduction in such compensation by reasons of the  \nexecution of this Agreement.  \nJourneyman  \nSavings  \nHealth & Ins.  \nPension  \nApprenticeship  \nCarp/Cont/Comm.  \nIndustry Prom.  \nTotal  \nJuly 1, 2004  \nJuly 1, 2005  \nJuly 1, 2006  \nJuly 1, 2007  \nbenefits.  \n10/1/2002  \n$23.18  \n$ 2.82  \n$ 3.07  \n§ 2.63  \n$ 0.30  \n$ 0.10  \n$ 0.10  \n$32.20  \n7/1/2003  \n$24.08  \n$2.86  \n$3.07  \n$2.63  \n$0.36  \n$0.10  \n$0.15  \n$33.25  \n1/1/2004  \n$24.08  \n$2.86  \n$3.30  \n$2.36  \n$0.40  \n$0.10  \n$0.15  \n$33.25  \n   \nNegotiated Increases:  \n$1.00 to be allocated by the union.  \n$0.90 to be allocated by the union.  \n$0.75 plus $0.50 maintenance of health benefits.  \n$0.75 plus $0.50 maintenance of health benefits.  \nUpon sixty days written notice to employers, the Union may reallocate a portion of wages to fringe  \nB. On all Federal, State and/or public works projects subject to Davis-Bacon or other prevailing  \nwage statutes, the Union agrees to dispatch workers at the Davis-Bacon or other applicable pre-  \ndetermined prevailing wage scale applicable to that area according to the regulations with the fringe  \nbenefit contributions for Savings, Health & Insurance, Pension, Apprenticeship, Carpenter/Contractor  \nCooperation Committee and Industry Promotion to remain as per this agreement and/or any successor  \nagreement.  \nC. FOREMAN. The selection of an individual who will be the carpenter foreman is at the sole  \ndiscretion of the employer. It is understood that a foreman shall be an employee employed under the terms  \nof this Agreement and the dispatching and hiring provisions of Appendix “A” and shall receive the  \nforeman’s differential pay. Such foreman may work with the tools of the trade. Whenever there are seven  \n(7) or more carpenter employees, one must be designated as the foreman. For this purpose a Foreman is  \ndescribed as a Joumeyman who receives direction from a Superintendent or General Foreman to direct,  \nsupervise, or instruct any group or crew of carpenters, with the knowledge that he or she is responsible for  \na segment of the project. The hourly wage scale for foremen shall be 10% above the Journeyman rate  \nthey supervise.  \n7/1/03  \n   \nD. APPRENTICES NOTE: The following percentages of journeyman carpenter wage rates  \nand benefit schedules apply only to those apprentices indentured after July 1, 2003. Apprentices  \nindentured prior to July 1, 2003 shall receive the following percentages of journeyman carpenter wage  \nrates and their previous schedule of benefits. Employers may hire one apprentice for the first journeyman  \non the job and one apprentice for each three (3) journeymen thereafter.  \nSchedule of Periods Percentage § Benefit Code  \n(1st year) (1\") 6 months (minimum 600 hours) 50% *(1)  \n(1* year) 6 months (minimum 600 hours) 60% *(1)  \n(2\"4 year) (minimum 1200 hours) 70% *(2)  \nyear) (minimum 1200 hours) 80% *(3)  \n(4° year) (minimum 1200 hours) 90% *(3)  \nBENEFIT CODE SCHEDULE OF FRINGE BENEFITS FOR APPRENTICES  \n*(1) year, (1% and 2\"4 6 months) - H&W, Vacation Savings ($1.00), Apprenticeship,  \nIndustry Advancement, Carpenters/Contractors Cooperation Committee  \n*(2) year — H&W, Full Vacation Savings, Apprenticeship, Industry Advancement,  \nCarpenters/Contractors Cooperation Committee, Supplemental Dues.  \n*(3) 3' & year — All current fringe benefits.  \nE. CARPENTER PRE-APPRENTICE  \nl. There is established a classification of Pre-Apprentice.  \n2. The recruiting, hiring and dispatch of Pre-Apprentices shall be the responsibility of  \nUnion.  \n3. The Employer may employ one Pre-Apprentice for every (2) Apprentices  \ndispatched under this agreement on a job by job basis.  \n4, Pre-Apprentices shall, upon accumulation of 300 hours of on the job training  \nbecome eligible for entry into the Apprenticeship program.  \n5. shall work under the supervision of the Carpenter Foreman and the  \nwork they perform will be incidental to work normally performed by Journeyman  \nCarpenters and/or Apprentices. Pre-Apprentices will not be required to use power  \nequipment.  \n6. Pre-Apprentices shall receive the following wages based on the Journeyman rate of  \npay:  \n45% of Journeyman rate + Appr. $.40 +  \nVac/Supp. Dues $.34  \n7/1/03  \n-6-  \n7. It is understood, should an Employer participate m the hiring of Pre- Apprentices  \nthat after having earned in excess of 300 hours in the program, he or she will have  \nhealth care benefits paid on his or her hours.  \nSECTION VI  \nCARPENTER SAVINGS PLAN, SUPPLEMENTAL DUES CHECK-OFF, HEALTH AND  \nINSURANCE, PENSION PLAN, AND APPRENTICESHIP AND TRAINING, COOPERATION  \nCOMMITTEE AND INDUSTRY ADVANCEMENT  \nA. CARPENTER SAVINGS PLAN  \nEach Employer covered by this Agreement will contribute the sum of $2.86 per hour for each hour  \ncompensated to carpenters employed by such individual Employer under this agreement to the Carpenters  \nSavings Trust Fund and will be subject to and entitled to the benefits of all the provisions of the Trust  \n. Agreement, in existence prior to June 1, 1968, or as amended, or as the Fund may be reorganized or  \nmerged, establishing that fund. For the purpose of administering the Savings Trust Fund as set forth  \nherein, the individual employer by becoming a party to this Agreement does hereby designate the  \nEmployer trustees to act as his agent on all matters concerning the fund. It is expressly understood by the  \nparties that the payment herein provided shall be considered as part of the employee’s basic wage rates for  \nthe purpose of computing overtime and shall be paid accordingly. These amounts shall include  \nsupplemental dues.  \nB. SUPPLEMENTAL AND LOCAL UNION DUES CHECKOFF  \nSubject to the following conditions, the contractor agrees that each employee who gives written  \nauthorizations to the Board of Trustees of the Carpenters Vacation Savings Trust to pay to the Union from  \nfunds held by the Trustees on his behalf the sum of fifty-seven cents ($0.57) for each hour of his  \nemployment (hours worked, or paid) in each payroll period, as special supplemental dues and the sum  \nrequired by local union dues owed by thelemployee to the Union.  \nThe Union shall bear the entire responsibility for obtaining the written authorization from the  \nemployee and furnishing the authorization to the Board of Trustees in a form satisfactory to the Trustees.  \nAll costs, expenses and fees of the Board of Trustees incident to the accounting, administration and  \nremittance to the Union of the supplemental dues and or local union dues payments shall be borne solely  \nand entirely by the Union. This provision shall in no way affect the obligation of the Contractor to pay the  \nfull amount of vacation contributions specified in this Agreement.  \nC. LOCAL UNION INITIATION FEES  \nThe employer agrees to deduct regular initiation fees and dues upon receipt of a written  \nauthorization from any employee, subject however, to the provisions of any applicable State or Federal  \nlaws. The amount to be deducted shall be indicated on the authorization and in no case shall the amount  \ndeducted be more than the amount due the employee. The employer shall submit the deducted initiation  \nfees monthly to the local union.  \n7/1/03  \n7.  \nIt is the intent and purpose of the parties to comply fully with all laws, rules and regulations  \napplicable to the dues check-off provided by this Section. If any provision of this Section, or any  \nprocedure in the implementation or administration of this Section, is determined to violate any such law,  \nrule or regulation, the parties will promptly enter into lawful negotiations to correct such violation.  \nThe Union shall exonerate, reimburse and save harmless the Employer, each individual employer  \nand the Bank or other depository designated pursuant to this Section, individually and collectively,  \nagainst any and all liabilities and reasonable expenses arising out of the payment, receipt or distribution of .  \nthe amounts listed in the Master Agreement for Working Dues.  \nD. HEALTH AND INSURANCE  \nEach individual employer covered by this Agreement will contribute the sum of $3.07 per hour for  \neach hour compensated to carpenters employed by such individual employer under this Agreement to the  \nCarpenter’s Health and Insurance Trust Fund and will be subject to and entitled to the benefits of  \nprovisions of the Trust Agreement in existence prior to June 1, 1968, or as amended, or as the fund may  \nbe reorganized or merged, establishing that fund. For the purpose of administering the Health and  \nInsurance Trust Fund mentioned herein the individual employer by becoming a party to this Agreement  \ndoes hereby designate the Employer trustees to act as his agent in all matters concerning the fund. Health  \nand Insurance can be increased by a maximum of twenty- five (25) cents per hour over the duration of the  \ncontract to maintain Health and Insurance benefits at the discretion of the Trustees of the Health and  \nTrust Fund — with sixty (60) days notice to contractors.  \nE. PENSION PLAN  \nEach individual employer covered by this Agreement will contribute the sum of $2.63 per hour for  \neach hour compensated to carpenters employed by such individual employer under thts Agreement to the  \nCarpenter’s Pension Trust Fund, and will be subject to and entitled to the benefits of all the provisions of  \nthe Trust Agreement in existence prior to June 1, 1968, or as amended, or as the fund may be reorganized  \nor merged, establishing that fund any amendments thereto.  \nF. APPRENTICESHIP  \nThe Employer and the Union agree to establish and operate a joint apprenticeship and training  \ncommittee for carpenters. The joint committee is to have complete control and direction of the on the-job  \nand related class training of all apprentices in the trade. To meet the cost of operation and administering  \nof the joint apprenticeship program each individual employer covered by this Agreement will contribute  \nthe sum of thirty-six cents (.36) per hour compensated to carpenters employed by such individual  \nemployer under this Agreement. Such contributions shall be made to the “Carpenters Joint Apprentice and  \nTraining Committee Fund.” Each employer shall employ at least one apprentice under conditions  \nestablished under the rules and regulations of the joint apprenticeship.  \nG. CONTRACT ADMINISTRATION AND INDUSTRY ADVANCEMENT  \nThe Union recognizes that the Association is required to expend certain sums to administer this  \nagreement and to promote programs designed to improve the construction industry. Each individual  \n7/4/03  \n-8-  \nEmployer covered by this Agreement will contribute the sum of fifteen (.15) cents per hour for each hour  \ncompensated to carpenters employed by such individual Employer under this Agreement to the  \nConstruction Industry Advancement Fund administered by the Nevada Chapter Associated General  \nContractors of America, Inc.  \nFor the purpose of administering this fund, the Individual Employer, by becoming signatory to this  \nAgreement, does hereby designate the employer trustees to act as his agent in all matters concerning the  \nFund. In the event an Individual Employer specifically excludes the provisions of subsection G under this  \nAgreement he shall pay an additional contribution of fifteen cents (.15) to the joint apprenticeship  \nprogram described under subsectionF. The employers may review the status of the fund described in this  \nsubsection should any law be enacted which purports to change the method of appointing trustees or  \nadministering this fund, by serving notice upon the Union of a desire to review such status not more than  \nsixty (60) days in advance of the initial meeting for such review.  \nH. CARPENTERS-CONTRACTORS COOPERATION COMMITTEE  \nThe parties to this agreement have established the Carpenters-Contractors Cooperation Committee  \nfor the purpose of protecting, improving and advancing the interests and welfare of Contractors and  \nemployees working within the unionized segment of the Carpenters construction industry. Each signatory  \nmember of the Association and those individual Employers who are obligated to contribute under a  \ncollective bargaining agreement with the Union shall contribute during the term of this Agreement, the  \nsum of ten cents ($.10) per hour compensated to carpenters employed under this Agreement to the  \nCarpenters-Contractors Cooperation Committee. The Committee is a jointly established and administered  \nCommittee formed and created for the about stated purposes. ,  \nI. GENERAL PROVISIONS  \nIn order to provide benefits to employees without disruption during periods of contract  \nnegotiations and to assure an orderly means of collecting Trust Fund contributions during such periods,  \neach signatory employer agrees that he or it shall be obligated to contribute to each and every Trust Fund  \nreferred to in this Agreement for any period following the termination date of this agreement unless and  \nunti}] a lawful impasse occurs or until a successor Agreement is negotiated. Each signatory employer  \nfurther agrees that the Union and/or any of said Trust Funds may enforce this obligation through the  \ngrievance and arbitration provisions of this Agreement and/or by action to collect such delinquent  \ncontributions filed in the United States District court for the district of Nevada.  \nEffective December 31, 2003, contributions to the existing Trust Funds will cease and  \ncommencing January 1, 2004, fringe benefit contributions will be made, except as provided below,  \npursuant to the revised provisions of Section VI.  \nIn addition to the foregoing contributions, any signatory Employer who was signed to any  \nagreement which required contributions to the Northern Nevada Carpenters Pension Fund prior to June  \n30, 2003, will also contribute an amount equivalent to $1.25 for every hour of contributions owed to the  \nCarpenters Pension Trust for Southern California under Paragraph E above. This contribution will not be  \nmade on behalf of any individual but the $1.25 is to be used by the Trustees of the Northern Nevada Plan |  \npursuant to the terms of the governing trust agreement for the express purpose of paying accrued benefits  \n7/1/03  \n-9-  \nand incidental administrative costs and expenses. No individual employee will accrue any additional  \nbenefits based on this payment. When another entity has fully assumed all liability from the Carpenters  \nPension Trust of Northern Nevada for all accrued, vested and or unfunded pension benefits and the plan is  \nterminated or the Trustees make a determination that such contribution is no longer necessary, this  \npayment will cease. At that time the Union may choose to reallocate $1.25 of the pension contribution (or  \nsome portion thereof) to wages and/or other benefits at the sole discretion of the Union with 60 days  \nwritten notice to the Employer.  \nIf an Employer makes the $1.25 contributions set forth above to the Northern Nevada Pension  \nPlan as required, that Employer may deduct such payments from the amount required to be paid to the  \nCarpenters Pension Trust for Southern California.  \nOn or after July 1, 2004, should the Northern Nevada pension board of trustees determine that the $ 1.25  \nper hour contribution is insufficient to meet the fund's current liabilities, the parties to the collective  \nbargaining agreement, upon 30 days written notice from the board of trustees, agree to meet for the sole  \npurpose of discussing Northern Nevada pension contributions.  \nThe payment to the Carpenters Health & Welfare Fund set forth above is $0.35 higher than that  \nrequired of other participants in the Plan. This additional contribution is designed to compensate the Fund  \nfor the cost of providing immediate eligibility as of January 1, 2004, through April 30, 2004, for all  \nNorthern Nevada Plan Participants that were eligible as of December 31, 2003, and the opportunity to  \nearn an hour bank for the full amount allowed by the Southern California health plan.  \nContributions Payable to the Trust Funds from July 1, 2003 to December 31, 2003  \nEffective Date 7/1/03  \nVacation/Supplemental Dues $2.86  \n{Paragraph A)  \nHealth and Welfare $3.07  \n(Paragraph D)  \nPension Plan $2.63  \n(Paragraph E)  \nJoint Apprenticeship and Training Fund $0.36  \n(Paragraph F)  \nCooperation Committee . $0.10  \n{Paragraph H)  \nIndustry Advancement Fund $0.15  \n(Paragraph G)  \nThe above contributions will be made by each Employer for each hour worked (or paid for) by all  \n7/1/03  \n-10-  \nemployees employed under the terms of this Agreement.  \nThe Union will have the nght to allocate a portion of wages or future wage increases to any of the  \nFunds designated above.  \nSECTION VI (A)  \nCARPENTERS VACATION/SAVINGS PLAN, SUPPLEMENTAL DUES, HEALTH AND  \nWELFARE, PENSION, APPRENTICESHIP AND TRAINING, COOPERATION COMMITTEE AND  \nINDUSTRY ADVANCEMENT  \n   \nA. General Provisions  \nBeginning January 1, 2004, the Employer parties to this Agreement agree to comply with all the  \nterms of the Agreements establishing: (1) the Carpenters Health & Welfare Trust for Southern California,  \ndated February 8, 1955, as amended; (2) the Carpenters Pension Trust for Southern California, dated  \nSeptember 14, 1959, as amended; (3) the Carpenters Joint Apprenticeship and Training Committee Fund  \nfor Southern California, dated May 1, 1960, as amended; (4) the 12 County Carpenters Vacation Savings  \nand Holiday Plan, dated April 1, 1962, as amended; (5) the Construction Industry Cooperation  \nCommittee, dated October 1, 1986, as amended; and (6) the Construction Industry Advancement Fund  \n(for Northern Nevada), dated September 19, 1972, as amended; (hereafter collectively referred to as the  \n“Carpenters Trust Funds’’) and any amendments, modifications, extensions and renewals of such Trust  \nAgreements and By Laws.  \nExcept as specifically excluded by this Agreement such Trust Agreements and By Laws are  \nspecifically incorporated by reference and made a part of this Agreement.  \nThe Employer parties to this Agreement agree to pay the Carpenters Trust Funds the sums in the  \namounts and manner provided for in this Agreement and further agrees to be bound by the Trust  \nAgreements, By-Laws and Rules and Procedures adopted by the Trustees and Directors of the Trust  \nFunds and Committee referred to herein, and all amendments, modifications, extensions and renewals  \nthereto.  \nThe Employer parties to this Agreement agree that they do irrevocably designate and appoint the  \nEmployers mentioned in the Agreements establishing the various Carpenters Trust Funds along with  \nrepresentatives designated by the United General Contractors, Inc., as his attorney infact, for the  \nselection, removal and substitution of Trustees or Directors as provided by or pursuant to the Master  \nLabor Agreement and Trust Agreements and By-Laws.  \nB. Vacation Savings and Holiday Plan  \nThe parties have established a Joint Vacation Savings and Holiday Plan and Trust. Each  \nEmployer will make payments in the amounts designated in Attachment 1 to the Twelve (12) County  \nCarpenters Vacation Savings and Holiday Plan. The contributions so made will be deemed to be, and will  \nbe treated as, subject to withholding tax and Social Security and Unemployment taxes, a part of the total  \ncompensation payable at the end ofthe individual Employers’ payroll period during which such work is |  \n7/1/03  \n-11-  \nperformed or paid for, but the full per-hour payments will be transmitted to the Plan.  \nC. Supplemental Dues  \nSubject to the following conditions, the Employer agrees that he will, if he is furmshed with his  \nemployees written authorization to do so, deduct the sum of two dollars and eighty-six cents ($2.86) per  \nhour or the amount of Supplemental Dues that are lawfully required by the Umion from the amounts  \nrequired to be paid as vacation benefits by Attachment No. | to this Agreement for each employee  \ncovered hereby for each hour worked or paid for in each payroll period commencing January 1, 2004 as  \nSpecial Supplemental Dues. In implementing the foregoing the Carpenters Southern California  \nAdministrative Corporation has been designated as Agent for the purpose of receiving and holding written  \nauthorization cards and for receiving, holding and allocating and distributing the dues monies.  \nSaid Supplemental Dues will be transmitted to said Agent concurrently with, but not as a part of,  \nthe Employers monthly vacation contributions with respect to his employees covered by this Agreement  \nto the 12 County Carpenters Vacation Savings and Holiday Plan (Vacation Trust). All sums deducted by  \nthe Employers pursuant to the provision of this Article will, from the instant of their deduction, be  \nconsidered dues if proper authorization will have been furnished. All other sums transmitted by the  \nEmployers pursuant to the provisions of this Article will, from the instance of their transmittal, be  \nconsidered vacatior-holiday contributions if no such proper authorization will have been furnished, and  \nwill be held by the Vacation Trust for the account of the employee. Pnor to the deposit in the separate  \nbank accounts of the Agent, on the one hand, and the Vacation Trust, on the other, the bank will separate  \nthe funds transmitted into dues and vacatior-holiday contributions, respectively, based on whether or not  \na proper dues deduction authorization has been filed. The bank will then deposit such sums in the account  \nof either the Agent or the Vacation Trust. The Union will bear the entire responsibility for furnishing the  \nwritten authorization referred to above. All costs incident to receipt, administration and remittance to the  \nUnion of the Supplemental Dues payment will be borne solely and entirely by the Union. This provision  \nwill not reduce the obligations of the Employer to pay the full amount of vacation contributions specified  \nin this Agreement. All written authorizations referred to above will be irrevocable for a period of one (1)  \nyear from the date of the execution and will renew automatically from year to year thereafter, unless the  \nemployee, by written notice served upon the Local Union and/or the Agent not more than twenty (20)  \ndays and not less than ten (10) days prior to the expiration of the first year or any year thereafter, will  \nhave revoked such authorization.  \nD. Health and Welfare  \nThere has been established a Joint Health and Welfare Trust Agreement. Each Employer covered  \nby this Agreement agrees to be bound by this Trust Agreement and will contribute the sum designated in  \nAttachment 1 to the Carpenters Health and Welfare Trust for Southern California.  \nE. Pension Plan  \nThere has been established a Joint Pension Trust Agreement. Each Employer covered by this  \nAgreement agrees to be bound by this Trust Agreement and will contribute the sum designated in  \nAttachment | to the Carpenters Pension Trust for Southern California.  \n7/1/03  \n-|?-  \nF. Carpenter Joint Apprenticeship and Training Committee  \nThere has been established a Joint Apprenticeship and Training Committee Trust Agreement.  \nEach Employer covered by this Agreement agrees to be bound by this Trust Agreement and will  \ncontribute the sum designated in Attachment 1 to the Carpenters Joint Apprenticeship and Training  \nCommittee Trust for Southern California.  \nThe Employers will appoint members to the local Carpenter Joint Apprenticeship Training  \nCommittee and participate in their activities.  \nG. Carpenters-Contractors Cooperation Committee  \nThe parties to this Agreement have established the Carpenters-Contractors Cooperation  \nCommittee for the purposes of protecting, improving and advancing the interests and welfare of  \nEmployers and employees working within the unionized segment of the Carpenters’ construction  \nindustry. Each signatory member of the Association and those individual Employers who are obligated to  \ncontribute under a collective bargaining agreement with the Union will contribute, during the term of this  \nAgreement, the sum designated in Attachment | to the Carpenters-Contractors Cooperation Committee.  \nThe Committee is a jointly established and administered Committee formed and created for the above  \nstated purposes and the individual Employer hereby adopts and agree to be bound by the terms of Bylaws  \nestablishing the Carpenters-Contractors Cooperation Committee dated October 1, 1986, and further agrees  \nto observe and be bound by the actions and determinations of the Board of Directors of said Committee.  \nH. Contract Administration and Industry Advancement.  \nThe Union recognizes that the Association is required to expend certain sums to administer  \nthis agreement and to promote programs designed to improve the construction industry. Each individual  \nEmployer covered by this Agreement will contribute the sum of fifteen (.15) cents.per hour for each hour  \ncompensated to carpenters employed by such individual Employer under this Agreement to the  \nConstruction Industry Advancement Fund, administered by the Nevada Chapter Associated General  \nContractors of America, Inc.  —  \nFor the purpose of administering this fund, the Individual Employer, by becoming signatory to this  \nAgreement, does hereby designate the employer trustees to act as his agent in all matters concerning the  \nFund. In the event an Individual Employer specifically excludes the provisions of subsection H under this  \nAgreement he will pay an additional contribution of fifteen cents (.15) to the joint apprenticeship program  \ndescribed under subsection F. The employers may review the status of the fund described in this  \nsubsection should any law be enacted which purports to change the method of appointing trustees or  \nadministering this fund, by serving notice upon the Union of a desire to review such status not more than  \nsixty (60) days in advance of the initial meeting for such review.  \n7/1/03  \n-13-  \nATTACHMENT 1  \nContributions Payable to the Trust Funds  \nEffective Date | 1/1/04  \nVacation/Supplemental Dues $2.86  \n{Paragraphs B and C)  \nHealth and Welfare | $3.30  \n(Paragraph D)  \nPension Plan $2.36  \n(Paragraph E)  \nJoint Apprenticeship and Training Fund $0.40  \n(Paragraph F)  \nCooperation Committee $0.10  \n{Paragraph G)  \nIndustry Advancement Fund $0.15  \n(Paragraph H)  \nThe above contributions will be made by each Employer for each hour worked (or paid for) by all  \nemployees employed under the terms of this Agreement.  \nThe Union will have the right to allocate a portion of wages or future wage increases to any of the  \nFunds designated above.  \nTRUST FUND AUDIT  \nEach individual Employer, upon request of the Union, the Employer, or any Trust Fund specified  \nin this Agreement, shall permit the Trust Fund Auditors to review any and all records relevant to the  \nenforcement of the provisions of this Agreement and to enter upon the premises of such Employer during  \nbusiness hours at reasonable time or times to examine such books, records, papers or reports of such  \nEmployer as may be necessary to determine whether or not the Employer is making full payment of all  \nsums required by this Agreement. Such review shall be permitted not less than five (5) working days  \nafter demand. If Employer cancels an audit appointment with appropriate two (2) hour notice to the  \nauditor, the cost of such lost time by the auditor shail be borne by the Employer. The cost of the audit  \nshall be borne by the individual Employer. The cost of the audit shall be borne by the individual  \nEmployer if a shortage disclosed by the audit exceeds $1,000.00  \nTrustees of the Trust Funds specified in this Agreement are authorized to determine the  \nappropriate formula to be applied to compute appropriate Trust Fund contributions. The individual  \n7/1/03  \n-14-  \nEmployer shall be required to comply with such Trust Fund formula and make payments to the Trust  \nFund immediately upon being advised of the amount due.  \nAny individual Employer who refuses audit entry shall pay all the legal fees and costs necessary  \nfor compliance of audit entry.  \nThe Union has the right to withhold men from any individual Employer who refuses to make  \navailable relevant records necessary for the completion of the audit.  \nInformation derived from the audit shall be confidential and used solely for the Enforcement of this  \nAgreement.  \nSECTION VII  \nREMOTE AREA ZONE PAY FOR BUILDING CONSTRUCTION, HEAVY, HIGHWAY AND DAM  \nCONSTRUCTION  \n   \nA. AREA 1, ZONE PAY SCALE. All work falling within fifty (50) road miles of either the  \nCarson City Courthouse or the Washoe County Courthouse shall be considered a free area for the purpose  \nof this Agreement.  \nB. AREA 2, ZONE PAY SCALE. All work falling between fifty (S50) and one hundred and fifty  \n(150) road miles of either Carson City Courthouse or the Washoe County Courthouse shall be  \ncompensated at an additional $2.00 per hour.  \nC. AREA 3, ZONE PAY SCALE. All work falling between one hundred and fifty (150) and  \nthree hundred (300) road miles of the Washoe County Courthouse shall be computed at an additional  \n$3.00 per hour. |  \nD. AREA 4, ZONE PAY SCALE. Any work performed in excess of three hundred (300) road  \nmiles of the Washoe County Courthouse shall be computed at $4.00 per hour.  \nE. No remote area pay shall be paid within ten (10) miles of employee’s permanent place of  \nresidence in the State of Nevada.  \nF. Workmen performing outside of the free zones shall receive the appropriate remote area  \nallowance for not less than eight (8) hours per day. Remote area differential shall be considered part of the  \nbasic wage rate for the purpose of computing overtime hourly wage rates.  \nG. When the contractor furnishes daily transportation to the workmen from Reno or Carson City  \nto and from the jobsite, no travel time, subsistence, or remote area shall be paid. The workmen will travel  \none way during regular working hours and one way outside of regular working hours.  \nH. It is expressly understood by the parties that payment herein provided as remote area pay  \nshall be considered part of the employee’s basic wage rates for the purpose of computing overtime.  \n7/1/03  \n=15-~  \nSECTION VIII  \nHOURS OF WORK  \nA. Eight consecutive hours, exclusive of the meal period, shall constitute a day’s work. The  \nworking hours shall be between the hours of 5:30 am and 5:00 pm, with thirty (30) minutes off for lunch.  \nThere shall be a regularly scheduled meal period. The meal period shall be one-half (1/2) hour and shall  \nbe scheduled by the Individual Employer so that the beginning or the ending, or some portion of such a  \nmeal period shall be at the mid-point of the regularly scheduled hours of work for each shift. If the  \nIndividual Employer requires the Employee to perform any work included previously in this Agreement  \nthrough his scheduled meal period, the Employee shall be paid at the applicable overtime rate for such  \nmeal period and shall be afforded an opportunity to eat on the Individual Employer’s time. Before  \nstarting such an earlier starting time, the Employer shall give notification of the deviation in starting time  \nto the Local Union having jurisdiction not less than twenty-four (24) hours prior to the starting time of the  \ndeviation and shall contain the following information:  \nAddress of job.  \nStarting deviation hour.  \nStarting date for deviation.  \nReason for deviation  \nApproximate ending date of deviation.  \nwb wn  \nOvertime rates shall not be paid for work performed before 5:30 am, Monday through  \nFriday, on jobs where deviation in starting time was performed in compliance with the provisions of this  \nSection. In the event an Employer fails to give proper notice to the Local Union of a deviation in starting  \ntime or fails to comply with the terms of this Section, the Employer shall be considered in violation of the  \nAgreement and shall be required to pay proper overtime for all time worked prior to 8:00.A.M. Should  \ndaylight savings time be established by direction of any governing body, the parties may by mutual  \nagreement establish a later starting time than that required by this Agreement.  \nB. The regular work week shall consist of five days, Monday through Fnday. Any work  \nperformed over eight hours per day and on Saturdays shall be compensated at time and one-half the  \nappropriate hourly rate. All work performed on Sundays, holidays and over 12 hours in one day shall be  \ncompensated at two times the appropriate hourly rate. In the event a days work is lost because of severe  \nweather conditions or major mechanical breakdown, work may be performed on a voluntary basis on a  \nSaturday at the straight time hourly rate for eight hours provided the straight time hours worked in one  \nweek do not exceed 40 hours. In situations requiring special working hours, the Union and Employer  \nmay negotiate special hours and conditions for that job only.  \nThe employer may, in zone 2, 3 and 4, after first notifying the Union, establish a work week  \nconsisting of 10 hours per day for four consecutive days at the straight time hourly rate between the hours  \nof 5:00 a.m. and 6:30 p.m., Monday through Friday. The employer may work four ten hour shifts in  \nzonel, only with the prior approval of the Union.  \n7/1/03  \n-16-  \n_ - rm ee ee ee ee ee eee = = Ss = ao  \n-  \nC. When a workman is required to work more than three (3) hours over his regular eight (8)  \nhours, the employer agrees to provide lunch and the workman shall have sufficient time to eat the lunch  \nwithout loss of time.  \nD. When so elected by the Contractor, multiple shifts may be worked for five (5) or more  \nconsecutive days, provided that the Union is notified twenty-four (24) hours in advance of the effective  \ndate of the starting of such multiple shift operations. Men working on multiple shifts shall not be  \ninterchangeable with those working on a single shift basis In no event shall the regular working hours of  \ndifferent shifts overlap, not shall any interval between shifts exceed one (1) hour.  \nE. SHIFT WORK _ Shift work may be performed at the option of the Employer. However,  \nwhen shift work is performed, it must continue for a period of not less that five consecutive work days.  \nWhen two (2) shifts are employed, both shifts shall work eight (8) hours at the regular straight time rate,  \nor a proportionate part thereof for the time worked. One two (2) shift operations, the first shift shall have  \na regular starting time not earlier than 5:00 a.m. and not later than 8:00 a.m., unless modified by mutual  \nagreement of the Union and Employer. When three (3) shifts are employed for five (5) or more  \nconsecutive days, the first shift shall be eight (8) consecutive hours (exclusive of meal period). The first  \nshift shall start at 8:00 a.m. The second shift shall be seven and one-half hours. The third shift shall  \nbe seven (7) hours. All shifts shall be compensated at eight (8) times the straight time hourly rate  \n(exclusive of meal period). Shifts shall run consecutively for five (5) days or more. The Employer shall  \ndetermine the crafts and number of men to be assigned to each of the shifts established.  \nF. (1) Ona three (3) shift operation, commencing on Monday at the established starting time for  \nday shift then in effect, the fifteenth (1 or Friday graveyard shift ending on or before 8:00 a.m.  \nSaturday morning will be considered Friday work.  \n(2). The Saturday graveyard shift ending on or before 8:00 a.m. Sunday morning will be  \nconsidered Saturday work. The Sunday graveyard shift ending on or before 8:00 a.m. Monday morning  \nwill be considered Sunday work.  \nG. The number of employees on the second and third shift on a multiple shift job shall not exceed  \nthe number of employees on the first shift. The foregoing may be modified by mutual agreement of the  \nUnion and the Employer.  \nSECTION Ix  \nHOLIDAYS  \nThe following days are recognized as holidays: New Year’s Day, Memorial Day, Fourth of July,  \nLabor Day, Admission Day, Thanksgiving Day, Friday after Thanksgiving and Christmas Day. If any of  \nthe above holidays should fall on Sunday, the Monday following shall be considered a recognized  \nholiday. If any of the above holidays should fall on a Saturday, the employee may take off the Friday  \nprior as the holiday upon five days notice to the employer. No work shall be performed on Labor Day,  \nexcept to preserve life and property.  \n7/1/03  \n-17-  \nSECTION X  \nSHOW-UP TIME  \nAny employee reporting to work at the regular starting time for whom no work is provided shall  \nreceive pay for two (2) hours at the regular hourly rate for so reporting unless he has been notified before  \nthe end of his last preceding shift not to report; and any employee who reports for work and for whom  \nwork is provided shail receive not less than four (4) hours pay; and if more that four (4) hours are worked  \nin any one (1) day, he shall receive not less than a full day’s pay therefore, unless prevented from working  \nfor reasons beyond the control of the employer, including, but not limited by, such factors as inclement  \nweather or a breakdown causing discontinuance of a major unit of the project, during which time  \nemployees are not required or requested to remain on the project by the employer or his agent. The  \nemployee will furnish the employer with his current address and telephone number, if any. The  \nemployer shall furnish the employee with the employer’s current address and telephone number at the  \ntime of employment.  \nSECTION XI  \nPAYMENT OF WAGES  \nAll wages must be paid on the job site weekly, no later than one-half hour before quitting time.  \nEmployer may not hold back more than one week’s pay. Errors in paychecks must be filed in writing  \nwithin ten (10) working days from payday.  \nWhen men are laid off or discharged, they must be paid in full at the time of such lay-off or  \ndischarge and if not, then pay shall accumulate for all time that such an employee-is not paid on the basis  \nof 8 hours straight times on a 7 days a week basis until payment is made. When employees are paid by  \ncheck on other than a local bank, the employer shall make arrangements for a local bank to honor his  \nchecks. The employer will not require a lien waiver as a condition precedent to the receipt of a payroll  \ncheck.  \nThe individual employer shall show on the paycheck stubs the individual employer’s name,  \nbusiness address, payroll week ending date, total hours, total overtime hours, itemized deductions and net  \npay, plus each contnbution made with respect to the payroll period. For any employee voluntarily  \nquitting, the employer may not withhold his check for a pertod longer than three (3) days unless the delay  \nis caused by circumstances beyond the control of the employer. If any employer lays off men prior to  \npayday, he must pay the men in full at the time of termination of employment. Any employee discharged  \nor laid off in the afternoon shall receive pay until the regular quitting time of the shift.  \nAll emplo yees upon termination shall be allowed sufficient time to assemble their tools before  \nleaving the job.  \nThe employer agrees to furnish such payroll information as may be necessary as requested by the  \nLocal Union in order to determine whether there has beenany violation of the wage, fringe benefits, or  \nother condition of employment of this Agreement.  \n7/1103  \n-18-  \neee  \nSECTION XII  \nSTEWARDS AND BUSINESS REPRESENTATIVES  \nA business agent, special representative, or steward shall have access to the job during working  \nhours for the purpose of checking the manner with which the terms of this Agreement are being complied  \nwith. He shall advise the individual employer or his representatives of his presence on the job and shall  \nnot stop or interfere with the work of any workman without the permission of the individual employer or  \nhis representative. No business agent, special representative, or steward shall be discriminated against  \nfor performing his duties under this Agreement.  \nThe steward is to receive grievances or disputes from employee members of his craft and shall  \nimmediately report them to his business representative, who shall immediately attempt to adjust the  \ngrievance or dispute with the employer or his representative.  \nThe steward shall be a working employee selected by the Union who shall, in addition to his  \nregularly assigned work, be permitted to perform during working hours such of his steward’s duties as  \ncannot be performed otherwise. The Union agrees that such duties shall be performed as expeditiously as  \npossibk and the employer agrees to allow the steward a reasonable amount of time for the performance of  \nhis duties, including, in addition to his normal duties, obtaining information on safety and sanitation. The  \nUnion shall notify the Employer or his representative in writing of the appointment of the Steward. The  \nEmployer or his representative can lay-off or discharge the Steward for cause only, and the Employer  \nshall notify the Union, of his intention to do so one (1) full working day prior to such layoff or discharge  \non projects within fifty (50) miles of the hiring hall, and give two (2) working days notice on projects  \nlocated over fifty (50) miles form the hiring hall. The steward shall not be discharged or laid off for the  \nperformance of his Union duties.  \nSECTION XII  \nGRIEVANCE PROCEDURE  \nShould a controversy, dispute or disagreement arise during the period of this Agreement over  \ninterpretations and operations of this Agreement, the difference may be adjusted in the following manner.  \nAll complaints must be filed in wnting within thirty (30) days after the matter in dispute or  \ndisagreement is alleged to have occurred.  \nErrors in paychecks must be filed in writing within ten (10) working days from payday.  \nUpon receipt of a written report setting forth m detail the nature of the specific issue in  \ncontroversy a representative of the Union and a representative of the Employer shall attempt to reach a  \nsettlement of the dispute.  \nIf a settlement is not reached within three (3) days, the matter shall be submitted to a Board of  \nAdjustment, appointed as follows:  \n7/1/03  \n-19-  \nTwo (2) members shall be appointed by the Employer involved, and two (2) members shall be  \nappointed by the Union.  \nIn the event a majority of these appointees do not agree upon a settlement of the dispute within  \nthree (3) days thereafter, they shall mutually select a neutral chairman, and these five (5) shall constitute a  \nBoard of Arbitration, and shall render a majority decision that shall be final, binding, and conclusive upon  \nall parties concerned. |  \nIf within twenty four (24) hours, the parties cannot agree on a neutral Chairman, such chairman  \nshall be selected as follows:  \nThe Federal Mediation and Conciliation Service shall be requested to submit the names of five (5)  \nqualified arbitrators. Each party to the dispute, through their appointed representatives, shall have the  \nright to reject two (2) of the names submitted and the remaining fifth person shall be selected as the  \nneutral chairman within twenty-four (24) hours after submission of the names of such qualified  \narbitrators. The arbitrators list will be purged by the parties alternately striking names until one name is  \nleft.  \nThe Union reserves the right to strike or take legal or economic action regarding any dispute  \nconcerning payment of wages, travel, or subsistence or contributions to any trust funds but may submit  \nsaid issue or dispute to the grievance procedure or do both.  \nThe provisions of Section III may not be enforced by strike action.  \nSECTION XIV  \nTOOLS  \nA. The individual Employer shall provide on each job site a secure place where his employees  \nmay keep their tools. The Employer shall give the employees reasonable time to pick up their tools each  \nday before quitting time.  \nB. Carpenters and Apprentices shall furnish their own tools, but shall not furnish any cordless or  \nbattery powered tools, sawhorses, ladders, miter boxes, electric drills, power bits, power-operated  \nmachines, electric cords, power saws or automotive equipment to be used for the purpose of hauling or  \ndelivering the employer’s materials or equipment. Each employee shall arrive on the job site with tools in  \na proper condition. If necessary, the employee shall be allowed a reasonable amount of time during the  \nwork week to sharpen his tools on the employer’s time. If the Employer so chooses, he may send out  \nemployees’ saws to be sharpened by a commercial saw sharpener.  \nC. If any individual employee's full box of working tools is lost by ‘reason of fire, theft or forcible  \nentry while in the individual Employer's care, the individual Employer shall reimburse the employee for  \nsuch loss up to a maximum of five hundred dollars ($500.00) within five (5) working days from the date  \nof claim for loss of tools as provided herein, the individual Employer shall acknowledge liability therefore  \n7/1/03  \n-20-  \nor reject the claim. To implement this section, the individual carpenter shall provide an exact written  \ninventory of tools within five (5) days after starting the job. (See Attachment (a)  \nSECTION XV  \nWORKING CONDITIONS  \nA. Sanitary toilets, drinking water, and shelter will be furnished on all jobs in accordance with  \nthe applicable local and state health and sanitation laws. The Employer shall provide a shelter for the men  \nto use at lunch time if no vehicle is available in the immediate locality of the project.  \nB. The Employer will carry adequate insurance for compensation of injured workmen and will  \ncomply with all laws with regard to safety rules. First aid kits must be provided and maintained on the  \njob site.  \nC. Each employee employed in accordance with the terms of this Agreement shall receive the  \nminimum hourly wage rates specified in this Agreement. Any other method of paying employees shall be  \ndeemed a violation of this Agreement. Work performed under this Agreement shall be done by the  \nemployees of the Employer on an hourly basis subject to the subcontracting provisions of this Agreement  \nand the Employer recognizes those Sections of the Constitution and laws of the UNITED  \nBROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA which prohibit its members from  \ncontracting for labor only. The contracting Employer agrees that all work covered by this Agreement  \nshall be performed by carpenters and that such workmen shall be employees of the Employer or the  \nsubcontractor employed under the terms of this Agreement.  \nD. An employee who, as a result of an omthe-job industrial injury is unable to complete a full  \nday’s work shall be paid for the full day on which such injury occurred, provided, however, that such  \npayment need not be paid where said injury does not require the attention of a physician who has certified  \nto the employee’s inability to complete the work on that day because of such injury. If the Employee is  \nrequired to keep a doctor’s appointment during working hours and such doctor’s appointment is the direct  \nresult of an or-the-job industrial accident then his pay will continue for the time he is absent from the job  \nfor such doctor’s office visit provided he furnishes satisfactory proof to the Employer.  \nE. Where any special protective clothing or safety equipment ts required, such equipment or  \nclothing shall be furnished by the Employer one time.  \nF. Employees shall not be discriminated against for failure to work behind a picket line  \nsanctioned by the Carpenters Local Union having jurisdiction over the area in which the work 1s  \nperformed.  \nG. There shall be no limit on production by workmen or restrictions on the full use of tools or  \nequipment. Carpenters using tools shall perform any of the work assigned. There shall be no restrictions  \non efficient use of manpower other than as may be required by safety regulations.  \n7/1/03  \nH. Employees shall be at their gang box or tool shed at the designated starting time and shali  \nremain at their place of work until the designated quitting time. There shali be no organized coffee breaks.  \nEmployees will be permitted to bring a thermos of coffee and drink it at their work location provided the  \nprivilege is not abused.  \nI. On mine jobs or high rise jobs over six stories in height, if the parking area or job site layout  \nrequires extra time, the employee shall arrive at his place of work on his time and return to his vehicle on  \nthe company time.  \nJ. No employee covered by this Agreement shall, as a condition of employment, be required to  \nfurnish job transportation for employer use, furnish transportation within the jobsite or between Jobsites,  \nor from yard to jobsite for transportation of Employees or tools or equipment or for any other purpose.  \nSECTION XVI  \nSAVINGS CLAUSE  \nIt is not the intent of either party hereto to violate any laws, rulings, or regulations of any  \ngovernmental authority or agency having jurisdiction of the subject matter of this Agreement and the  \nparties agree that in the event that any provisions of this Agreement are finally held or determined to be  \nillegal or void as being in contravention of any such laws, rulings, or regulations, nevertheless, the  \nremainder of the Agreement shall remain in full force and effect unless the parts so found to be void and  \nfully inseparable from the remaining portion of this Agreement. The parties agree that if and when any.  \nprovisions of this Agreement are held or determined to be illegal or void, they will then promptly enter  \ninto lawful negotiations concerning the substance thereof.  \nSECTION XVII  \nPRE-JOB CONFERENCES  \nThe parties agree to the use of pre-job conferences on projects over $3 million provided said pre-  \njob conference is requested in writing by either party to this agreement.  \n7/1/03  \n-2)-  \nSECTION XVIII  \nEFFECTIVE DATE AND TERMINATION  \nThis agreement shall be effective as of July 1, 2003, and shall remain in full force and effect to  \nand including June 30, 2008, and continue in full force and effect from year to year thereafter unless  \neither party to the agreement shall give written notice to the other of a desire to change, modify, or  \nterminate the Agreement not more than 90 days nor less than sixty (60) days prior to June 30, 2008, or  \nJune 30 of any succeeding year. Except as set forth above, the Employee and each individual-Employer  \nbound to this agreement waives any right to terminate, abrogate, repudiate, or cancel this agreement  \nduring its term, or during the terms of any future modifications, changes, amendments, supplements,  \nextensions, or to file or process any petition before the National Labor Relations Board seeking such  \ntermination, abrogation, repudiation or cancellation.  \nThe Union agrees that in the event that in 2008 or any succeeding year, either party should  \nexercise its right under the first paragraph of this section, the Union will, for a period of 60 days prior to  \nJune 30 of any such year, bargain with the Employer with respect to all wage rates, working conditions  \nand hours of employment for this work herein covered and the Employer agrees to bargain in the same  \nmanner. If no agreement in entered into between the parties by July 1, or any year in which such notice  \nshall be given, then this Agreement thereupon shall cease and terminate.  \nIN WITNESS WHEREOF, the parties hereto have hereunto set their hands and seals  \nthis day of July, 2003.  \nSOUTHWEST REGIONAL COUNCIL NEVADA CHAPTER, ASSOCIATED  \nOF CARPENTERS AND GENERAL CONTRACTORS OF  \nAFFILIATED LOCAL UNIONS AMERICA, INC.  \nTELEPHONE (775) 323-1409 TELEPHONE (775) 329-6116  \nSIGNED BY: SIGNED BY:  \nTITLE: TITLE:  \n7/1/03  \n-93.  \neke ete ed ee ee —— --  \nAPPENDIX “A”  \nHIRING PROVISIONS  \nIn the employment of workmen for all work covered by this Agreement in the territory described,  \nthe following provisions shall govern:  \nA. The Local Unions shall establish and maintain open and nor-discriminatory employment lists  \nfor the use of workmen desiring employment on work covered by this Agreement.  \nIt is agreed by the Employer and the Union to fully comply with all the provisions of the Federal  \nand State laws to the end that no person shall on the grounds of sex, race, color, national origin, or  \nmembership or non- membership in a labor union be excluded from participation in or be denied the  \nbenefits of or otherwise subjected to discrimination by not having full access to the terms of this  \nAgreement.  \nB. The individual employer shall first call upon the Local Union having jurisdiction for such men  \nas they may from time to time need and the respective Local Union shall furnish to the employer the  \nrequired number of qualified and competent workmen of the classifications requested by the employer  \nstrictly in accordance with the provisions of this Section.  \nC. It shall be the responsibility of the Employer when ordering men to give the Local Union all  \nof the pertinent information regarding the workmen’s employment to enable the dispatch of the workmen  \nrequired.  \nD. The Local Union will furnish in accordance with the request of the individual employer such  \nqualified and competent workmen of the classifications needed from among those entered on the  \nemployment lists to the individual employer by use of a written referral in the following order of  \npreference on a non discriminatory basis, and shall not be based on or in any way affected by Union  \nmembership, by-laws, rules, regulations, constitutional provisions, or any other aspect or obligation of  \nunion membership policies or requirements. All applicants for referrals to jobs shall receive equal  \nconsideration for employment without regard to sex, race, creed, color or national origin, in conformity  \nwith the requirements of the Federal and state laws.  \nE. The selection of qualified, competent workmen and the order of preference on dispatching of  \nsuch workmen shall be on the following basis:  \n(1) To qualify for referral as a journeyman, the applicants must submit evidence either  \nof having satisfactorily completed the course in apprenticeship training conducted  \nby or under the direction of the standards of the Bureau of Apprenticeship, United  \nStates Department of Labor, or he shall submit satisfactory written proof that he  \nhas at least four (4) years experience in the carpenter trade.  \n(2) The Union shall maintain a register of all applicants so qualified established on the  \nbasis of the groups listed below, each applicant being registered in the highest  \npriority group for which he qualifies.  \n7/1/03  \n   \nCARPENTERS LIST. Journeyman Carpenters, form builders, setter, layout, finish,  \ninsulators, framers and welders.  \nINTERIOR SYSTEMS LIST. Journeyman, Drywallers, metal framer, acoustic specialists,  \nlathers, layout and welders.  \nF. The Employer may request by name any qualified workman whose name is on the out of work  \nlist.  \nG. The dispatcher at the Local Union in the first instance in accordance with the provisions of  \nthis section will determine whether a workman is qualified to register and into what group or list he shail  \nbe placed. This determination will normally be based upon information or papers which the workman or  \nthe employer supplies. If any doubt exists as to any material matter, the dispatcher may call or otherwise  \nmake a prompt investigation to get any facts required.  \nH. The Local Union shall post at the hiring hall of the Local Union ail provisions, including the  \nterms of this Agreement and any hiring hal] procedures adopted by the Union not in conflict with the  \nterms of this Agreement. Copies of such hiring hall procedures shall be posted in an area where notices to  \napplicants for employment with the individual employers are customarily posted.  \nI. When ordering workmen, the individual Employer will give written notice to the Local Union,  \nif possible, not later than 2:30 pm of the day prior (Monday through Friday) or in any event, not less than  \ntwelve (12) hours, if possible, before the required reporting time, and in the event that forty eight (48)  \nhours after such notice (Saturday, Sunday and recognized holidays excluded), the Local Union shall not  \nfurnish such workmen, the individual Emplo yer may procure workmen from any other source or sources.  \nIf workmen are so employed, the individual Employer shall promptly report to the appropriate Local  \nUnion, each such workman by name.  \n(1) | When requesting an apprentice from the Union and such apprentice.is not called by  \nname, then the Union shall dispatch an apprentice from the hiring list in the order  \nthat the apprentice has signed the list, regardless of the year of such apprentice’s  \ntraining. Nothing in this subsection shall change the existing practice of (for) hiring  \napprentices directly by the Employer or calling for an, apprentice by name from the  \nUnion’s hiring list.  \n(2) Subject to the terms of this Section, the individual Employer retains the right to  \nreject any workman referred by the Union for any reason, and the individual  \nEmployer may discharge an employee for any cause which he may deem sufficient,  \nprovided, however, in the hiring or discharging there shall not be any  \ndiscrimination on the part of the Employer against any employee for activities in  \nbehalf of or representation of the Union not interfering with the proper performance  \nof his duties. In the event the Employer does not hire the workman dispatched, the  \nEmployer shall pay such workman a minimum of four (4) hours show-up pay at the  \nhourly rate and all fringe benefits for his classification.  \n7/1/03  \n-25-  \n— ee -_- ——— —— ee —_ a. = a  \nJ. Employers may list with the union office the names and social security numbers of employees  \nnot eligible for rehire for one year.  \nAPPENDIX “B”  \n_ SPECIAL WORK RULES FOR PILEDRIVERS  \nA. The Employer and the Unions agree that the terms and conditions of the following shall apply  \nin the State of Nevada, (except Clark, Esemeralda, Lincoln and Nye Counties) for all pile driver, diver  \nand tender work as described in Pile Drivers, Bridge, Wharf and Dock Builders Local Union #34 Master  \nAgreement between the Pile Drivers Union, by mutual agreement, may modify the crew size.  \nB. On required crew sizes, the Employer and the Pile Drivers Union, by mutual agreement, may  \nmodify the crew size.  \nD. The provisions of Section 2(B), Paragraph 1 of the Pile Drivers Local Union #34 Agreement  \nwith the Pile Drivers Contractors Association AGC of Northern Califomia and the United  \nBrotherhood of Carpenters and Joiners of America shall not apply in the State of Nevada  \nunless a Court of competent jurisdiction determines that a unton shop provision 1s lawful  \nwithin the State of Nevada.  \nAPPENDIX “C”’  \nLIGHT COMMERCIAL CONSTRUCTION  \n"], ["ARTICLE I  \nCOVERAGE  \n", "Section I. It is mutually agreed that the provision of Appendix C shall apply to light  \ncommercial new construction jobs including wood frame, concrete block, tilt-up and poured- in-place  \nconcrete construction not more than four (4) stones in height, such as, but not limited to, shopping  \ncenters, stores, office building, warehouses, and fast food establishments up to three million dollars  \n($3,000,000) including curb, gutter and sidewalk, but excluding hotel motel gaming projects where a  \nNevada unlimited gambling license or live gambling will be in effect; and where the total cost of the  \nproject does not exceed three million dollars ($3 million). When disputed, contractor shall furnish  \nevidence that total cost of the project is less than three million dollars ($3,000,000).  \nSection 2. Provisions of Appendix “‘C”’ shall not apply on public works projects covered by  \nthe Davis Bacon Act or other prevailing wage regulations, to any work covered by a maintenance  \nagreement or to major retail store remodels.  \n7/1/03  \na  \n"], ["ARTICLE II  \nFRINGE BENEFITS  \n", "Vacation Savings Plan, Health and insurance Plan, Pension Plan, Apprenticeship Training,  \nIndustry Advancement and Carpenters/Contractors Cooperation Committee. The Employer shall  \ncontribute to each of the Trust Funds as provided in the Master Labor Agreement in the amounts set forth  \nunless modified in this Appendix C.  \n"], ["ARTICLE III  \nWAGES AND FRINGE BENEFITS  \n", "Section 1. The following wage rates and benefits for Appendix C shall be applicable during  \nthe term of this Agreement:  \nOn light commercial projects, as defined above, the minimum hourly wage rate shall be  \neighty percent (80%) of the current journeyman carpenter rate plus two dollars ($2.00) diverted from the  \nVacation Savings established under the Master Labor Agreement.  \n10/1/2002 7/1/03 1/1/04  \nJourneyman $18.54 $21.26 $21.26  \nSavings $2.82 $0.86 $0.86  \nHealth & Insurance $3.07 $3.07 $3.30  \nPension $2.63 $2.63 $2.36  \nApprenticeship $0.30 $0.36 $0.40  \nCarp-Cont/Com $0.10 $0.10 $0.10  \nIndustry Prom. $0.10 | $0.15 $0.15  \nTotal $27.56 $28.43 $28.43  \nUpon sixty days written notice to employers, union may reallocate a portion of wages to fringe  \nbenefits.  \n*Wage increase shall be 80% of Master Wage increase. Fringe benefits for this Appendix shall be  \nsame as Master Agreement with two dollars ($2.00) an hour diverted and added to the wage from the  \nvacation savings.  \nWhen an employee is transferred between projects covered by this Appendix and projects covered  \nby the Master Agreement, or vice versa, the employee must be re-dispatched at the appropriate wage rate.  \nAPPRENTICE WAGE  \nApprentices will be dispatched at the appropriate percent of wages for the light  \nCommercial Journeyman rate with benefits as specified in Section VI of the Master Labor Agreement  \nexcept as modified in * Appendix C.  \n711103  \n-27-  \n* Vacation Saving contributions for apprentices shall be at the same rate as journeyman  \ncarpenters in accordance with “Appendix C” with the remainder of the vacation savings to be diverted and  \nadded to the wage.  \nUnless otherwise specified, all other provisions and/or conditions as set forth in the Master Labor  \nAgreement shall apply.  \n"], ["ARTICLE IV  \nAPPRENTICESHIP  \n", "There must be one journeyman on the job site before any apprentice can be hired, and the  \nratio may be two journeymen per apprentice.  \n"], ["ARTICLE V  \nPRE-APPRENTICES  \n", "Pre-Apprentices shall receive the following wages based on the Journeyman rate of pay:  \n45% of Journeyman rate, + $0.34 supplemental dues + $0.40 apprenticeship.  \n"], ["ARTICLE VI  \nGENERAL PROVISIONS  \n", "In the event the Employer does any other work other than the work as set forth in the Light  \nCommercial Appendix C, the Employer agrees to pay the negotiated wages and fringe benefits covered  \nunder the Master Labor Agreement. The classification of Light Commercial carpenter shall not apply to  \nany other work that is not covered within the scope of the Light Commercial Appendix.  \nUnless otherwise specified, all other provisions and/or conditions as set forth in the Master Labor  \nAgreement shall apply.  \nAPPENDIX “D”  \nSPECIAL PROVISIONS FOR RESIDENTIAL CONSTRUCTION  \n   \n"]]