[["", "HEAVY & HIGHWAY ENGINEERING  \nLABOR  \nAGREEMENT  \nbetween the  \nSOUTHWEST REGIONAL  \nCOUNCIL OF CARPENTERS  \nand the  \nARIZONA CHAPTER  \nASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA  \nJuly 1, 2005  \nThrough  \nJune 30, 2008  \nKSIG]  \nTABLE OF CONTENTS  \nPreface Signatories and Purpose  \nART. I  \nART. 10  \nCOVERAGE OF AGREEMENT  \nEmployees Covered  \nWork Covered  \nManagement Rights  \nPREVAILING RATES  \nSUBCONTRACTOR COVERAGE  \nMARKET RECOVERY  \nCONTRACT SCOPE, MODIFICATIONS AND  \nLIMITATIONS  \nLimited Liability  \nSeparability  \nQualifications of Agreement  \nTERM, TERMINATION AND RENEWAL  \nEffective Date  \nLength of Agreement  \nJURISDICTIONAL DISPUTES  \nNO STRIKE - NO LOCKOUT  \nWork Stoppages and Lockouts  \nNon-Compliance with Grievance Procedure  \nGRIEVANCE PROCEDURE  \nContractual Disputes  \nEMPLOYEE TERMINATION  \nNo Discrimination  \nReference to Gender  \nTermination Slips  \nINSURANCE, TAXES AND PAYROLL RECORDS  \nInsurance and Taxes  \nPayroll Records  \nSEC.  \n101  \n102  \n103  \n201  \n301  \n401  \n501  \n502  \n503  \n601  \n602  \n701  \n801  \n802  \n901  \n1001  \n1002  \n1003  \n1101  \n1102  \nPAGE  \nee  \nNAN oa)  \n~]  \nHEALTH AND WELFARE  \nART. 12  \nART. 13  \nART. 14  \nART. 15  \nART. 16  \nAmounts  \nEmployer’s Obligations  \nDeclaration of Trust  \nNon-Association Employers  \nPENSION  \nAmounts  \nEmployer’s Obligations  \nDeclaration of Trust  \nNon-Association Employers  \nAPPRENTICESHIP AND TRAINING  \nPurposes  \nPrograms  \nContinuous Programs  \nFunds  \nContribution Rate  \nUpgrading Program  \nParticipation  \nExecutive Secretary  \nCoordinators  \nTraining  \nNon-Association Employers  \nApprentices  \nApprentice Rates  \nVACATION SAVINGS AND HOLIDAY PLAN  \nAmounts  \nEmployer’s Obligations  \nDeclaration of Trust  \nNon-Association Employers  \nGENERAL WORKING RULES  \nSingle Shift Hours  \nSpecial Shift  \nOvertime Provisions  \nMeal Period  \nPredesignated Starting Point  \nHohdays  \nPayment of Wages  \nPay Provisions  \nCall Out Time  \nSEC.  \n1201  \n1202  \n1203  \n1204  \n1301  \n1302  \n1303  \n1304  \n1401  \n1402  \n1403  \n1404  \n1405  \n1406  \n1407  \n1408  \n1409  \n1410  \n1411  \n1412  \n1413  \n1501  \n1502  \n1503  \n1504  \n1601  \n1602  \n1603  \n1604  \n1605  \n1606  \n1607  \n1608  \n1609  \nPAGE  \n10  \n10  \n10  \n10  \n13  \n13  \n13  \n13  \n13  \n13  \n16  \n17  \n17  \n17  \n17  \n17  \n18  \n18  \n18  \n19  \n19  \nEquipment for Safety and Health  \n1610  \nSigning of Forms 1611  \nAccess by Union Representatives 1612  \nCraft Job Stewards 1613  \nART. 17 CARPENTERS SPECIAL WORK RULES  \nUnion Halls 1701  \nForemen 1702  \nHand Tools 1703  \nAssembly of Tools 1704  \nART. 18 CLASSIFICATIONS & WAGE RATES  \nART. 19 ZONE PAY 1901  \nAPPENDIX A - RECOGNITION & DISPATCHING OF WORKMEN A100  \nCoverage A101  \nHiring Hall Provisions A102  \nHiring Hall Violations A103  \nDispatching Procedures A104  \nHiring Hall Inspection A105  \nRegistration A106  \nQualifications of Workmen A107  \nDispatching Rules A108  \nPosition on List A109  \nAvailable for Work A110  \nHiring Hall Modification Alll  \nADDENDUM - LABOR-MANAGEMENT COOPERATION  \nCOOMMITTEE  \nADDENDUM - Journeyman Skill, Maintenance & Improvement Program  \nADDENDUM - AUTHORIZED PAYROLL DEDUCTIONS  \nSIGNATORIES  \nArt. 15  \n19  \n19  \n20  \n21  \n21  \n21  \n21  \n21  \n22  \n32  \n16  \nPREFACE  \nThis Agreement is entered into this first day of July, 2005 by and between the members of the  \nArizona Chapter, Associated General Contractors, and any other individual employers or non-  \nmembers who are signatory hereto, parties of the first part, hereinafter referred to as the  \n“Employers”; and the Southwest Regional Council of Carpenters, and the Carpenters Unions  \nwho are members of said Council, including Carpenter Local 408 and Millwnght Local 1914,  \nhereinafter referred to as the “Union”, parties of the second part.  \nPURPOSE  \nIt is the intent of the parties to set out uniformly standard working conditions for the efficient  \nperformance of construction in Arizona, herein to establish and maintain harmonious relations  \nbetween all parties to the Agreement; to secure optimum productivity, and to eliminate strikes,  \nlockouts or delays in the performance of the work undertaken by the Employer.  \n"], ["ARTICLE 1  \nCOVERAGE OF AGREEMENT  \n", "101 - Employees Covered. This Agreement shall apply to all employees of the Employer  \nemployed to perform or performing heavy and highway construction work, which work ts within  \nthe Union’s recognized jurisdiction. This Agreement shall not apply to the Employer’s  \nexecutives, superintendents, assistant superintendents, civil engineers and their helpers, master  \nmechanics, all supervisory employees such as timekeepers, messengers, guards and office  \nworkers.  \n102 - Work Covered. For purpose of this Agreement, heavy and highway work shall include the  \nconstruction, modification, overhaul, repair, improvements and construction of incidental  \nstructures or operations on work including, but not limited to highways, streets, bridges, sewers,  \nviaducts, storm drains, elevated highways, irrigation, drainage and flood control projects,  \npipelines, tunnels, shafts, aqueducts, canals, reservoirs, railroads or subways, power plants,  \nrefineries, airports, and factories, as well as all excavation, grading and similar operations which  \nare incidental thereto. (This also includes all other work which has, by past practice or  \nagreement between Arizona Chapter, AGC and the Union, been treated as heavy and highway  \nconstruction work.)  \n103 - Management Rights.  \n103.1 - The Employer retains and shall exercise full and exclusive authority and responsibility  \nfor the management of its operation.  \n103.2 - The Employer will be the judge in determining the competency of applicants and  \nemployees with the right to hire, reject, or terminate accordingly and will be responsible for  \ndetermining a fair day’s work for employees covered by this Agreement.  \n103.3 - The Employer shall be the judge as to the number of employees, foremen, general  \nforemen and other supervisors required to perform the work, and the number of employees to be  \nassigned to any crew. Employees may be shifted from one (1) piece of equipment or operation  \nto another as job conditions require.  \n103.4 - The selection of master mechanics, general foremen and foremen shall be entirely the  \nresponsibility of the Employer.  \n"], ["ARTICLE 2  \nPREVAILING RATES  \n", "201 - Prevailing rates are those rates listed in the Federal Davis-Bacon Specifications. However,  \nif the Davis-Bacon rates are lower than the rates in this Agreement, then the rates of pay in this  \nAgreement at the time a job or project is bid shall be the rates paid on that job or project.  \nor project has a duration of more than eighteen (18) months, the contractor and the Union will  \nmeet to discuss economic adjustments on any increase for the remainder of the job or project.  \n"], ["ARTICLE 3  \nSUBCONTRACTOR COVERAGE  \n", "301 - A Contractor or subcontractor is defined as any person, firm, corporation, broker or  \ndeveloper who performs, subcontracts, or is responsible for all or any part or portion of the  \nconstruction work as described in Article 1 of this Agreement, at the site of construction.  \n301.1 - The purposes of this paragraph are to preserve and protect the work opportunities  \nnormally available to employees and workmen covered by this Agreement, maintenance and  \nprotection of standards and benefits of employees and workmen negotiated over many years, and  \npreservation of the rights of employees represented by the Union employed hereunder.  \n301.2 - Each Contractor agrees that he and his subcontractors on the job site will not subcontract  \nany construction work to be done at the site of construction, alteration, painting or repair of a  \nbuilding structure or other work, as described in Article 1 hereof, except to a person, firm or  \ncorporation party to an appropriate, current labor agreement with the appropriate Union or  \nsubordinate bodies signatory to this Agreement, with the following exceptions:  \n301.2.1 - When there is no such subcontractor party to such an agreement available to do the  \nwork.  \n301.2.2 - When the requirements of paragraph 301.2 would produce a monopoly and preclude  \nreasonable competition for the work.  \n301.2.3 - Where the workload of a signatory subcontractor or subcontractors is such as to  \npreclude proper execution and completion of a job or project.  \n301.2.4 - Where compliance with the requirements of paragraph 301.2 would prevent the  \nsuccessful negotiation of a contract for construction with an owner.  \n301.2.5 - Where Contractors are required to comply with equal employment opportunity  \nrequirements, and subcontractors meeting such requirements are not a party to this Agreement.  \n301.3 - The validity of a Contractor’s right to use any of the exceptions noted above shall be  \nprovided to the Union, upon request, within forty-eight (48) hours after receipt of said request.  \n301.4 - If the Contractors, parties hereto, shall subcontract construction work under the  \nconditions set forth in 301.2.1, 301.2.2, 301.2.3, 301.2.4 or 301.2.5 above, the terms and said  \nAgreement shall extend to and bind such construction site subcontract work, and written  \nprovisions shall be made in said subcontract for the observation by said subcontractor of the  \nterms and conditions contained tn this Agreement.  \n301.5 - Ifa Contractor subcontracts work herein negotiated for to a subcontractor not signatory  \nto this Agreement, he shall be responsible 1n the event said subcontractor fails to comply with the  \nterms and conditions contained in this Agreement.  \n301.6 - If a subcontractor not signatory hereto fails to comply with provisions of this Agreement,  \nit is agreed that any and all such violations shall be chargeable to the Contractor dealing with  \nsuch a subcontractor; such violations shall be determined solely in accordance with the  \nprovisions of Article 9, (Grievance Procedure), of this Agreement. Under no circumstances shall  \nthe Union signatory hereto seek to enforce any provisions of paragraph 301 through means other  \nthan through judicial enforcement including the grievance and arbitration procedures of this  \nAgreement.  \n301.7 - The parties acknowledge that actual damages sustained by the Union and by the  \nbargaining unit, as distinguished from damages to individuals, as a result of violations of this  \nArticle, would be extremely difficult to remedy or to ascertain with any degree of certainty.  \nTherefore, upon a determination of a Contractor’s responsibility for any such violation, such  \nContractor may be required to pay, as stipulated damages and not as a penalty, the sum of One  \nHundred Dollars ($100) for each day the violation continued or occurred, in addition to any  \nmonies due any employee or for any employee benefits. Such stipulated damages shall be paid  \nin equal amounts to each of the Trust Funds established pursuant to Article 12, (Health &  \nWelfare), and Article 13, (Pension), in which the Union prosecuting the grievance participates.  \n301.8 - The subcontractor accepts and agrees to be bound by the plan for settlement of  \njurisdictional disputes, as outlined in Article 7, 701 of this Agreement, and as may be amended  \nby the parties to this Agreement. The subcontractor agrees that he will bind any of his  \nsubcontractors to said plan in the same manner and to the same effect as hereinabove provided  \nwith respect to him. He further agrees to accept and comply with any decisions rendered  \npursuant to provisions of Article 9, as mentioned above.  \n301.9 - In the event any subcontractor, party hereto, fails to pay the wages and fringe benefits  \ncontained in this Agreement, the general contractor shall be liable for immediate payment of all  \nsuch items for a period of thirty (30) days prior to notification (and for the remainder of the job  \nafter notice). Such notification by the Union, accompanied by a prima facie evidence of such  \nviolation, shall be given the general contractor prior to the completion of the work under the  \nsubcontract.  \n301.10 - Ifa Contractor subcontracts work herein negotiated for to a subcontractor not a party to  \nthis Agreement under the exceptions listed in Article 3, 301.2, he shall be responsible in the  \nevent said subcontractor fails to comply with the terms of this Agreement specified above. Also,  \nthe Contractor shall require any such subcontractor to furnish the Contractor each week with a  \ncertified copy of the weekly payroll record showing names and Social Security numbers of  \npersons performing any work under the subcontract coming within the jurisdiction of this  \nAgreement, as negotiated for herein, and further showing the hours worked by such person, the  \nrates paid, the total amounts earned and paid, including identification of items and amounts paid  \nas reimbursements for expenses, or as allowances. Contractors shall retain such copies for at  \nleast one (1) year, and shall make copies available to the Union, party hereto, upon request.  \n"], ["ARTICLE 4  \nMARKET RECOVERY  \n", "401 - Market/Geographic Area Committee. The parties to this Agreement recognize the  \nconstantly changing nature of the industry with respect to certain market and/or geographic areas  \nand the necessity of the individual employers to maintain competitive positions in those areas in  \norder to protect and assure the continued work opportunities of the union employees covered by  \nthis Agreement. Therefore, the parties hereby establish a Market/Geographic Area Committee  \ncomposed of one (1) representative of the Employer and one (1) representative of the Union.  \nThe Committee shall evaluate market or geographic area requests for changes or modifications  \nbelieved necessary to meet competition and determine if adequate economic justification is  \npresent to support such a change or modification.  \n"], ["ARTICLE 5  \nCONTRACT SCOPE, MODIFICATIONS AND LIMITATIONS  \n", "501 - Limited Liability. Any breach of this Agreement by a party hereto shall not operate as a  \nviolation of this Agreement by any other party hereto.  \n502 - Separability. It is expressly agreed that in the event any provisions hereof be declared to  \nbe invalid by any court of competent jurisdiction, such invalidity shall not affect remaining terms  \nand provisions, which shall remain in full force and effect.  \n503 - Qualifications of Agreement.  \n503.1 -.Each of the parties hereto warrants and agrees that it will not take any action that will  \nprevent or impede it in the full and complete performance of all conditions hereof.  \n503.2 - This Agreement shall supersede any and all prior Agreements between the parties  \nsignatory hereto and covering the work described in Article 1 hereof.  \n503.3 - This Agreement is complete and has resolved all collective bargaining issues between the  \nparties for its duration except as defined in this Agreement.  \n"], ["ARTICLE 6  \nTERM, TERMINATION AND RENEWAL  \n", "601 - Effective Date. It is further agreed that the classifications, wage rates and working rules  \ncontained herein shall be applicable in the area for work covered by this Agreement and shall be  \neffective on July 1, 2005, or as herein otherwise specifically indicated.  \n602 - Length of Agreement. This Agreement shall remain in effect from the date of July 1, 2005  \nthrough June 30, 2008. Either party desiring to terminate the Agreement or to change its terms  \nshall notify the other in writing not more than one hundred fifty (150) days, not less than ninety  \n(90) days prior to June 30, 2008. If such notice is not given, this Agreement shall be renewed for  \nthe period from July 1, 2008 through June 30, 2009, and from year to year thereafter until  \nterminated at the end of a yearly period by notice in writing by either Party given to the other not  \nmore than one hundred fifty (150) days, nor less than ninety (90) days before the end of such  \nyearly period.  \n"], ["ARTICLE 7  \nJURISDICTIONAL DISPUTES  \n", "701 - The Employer will use his best construction judgment in the assignment of work. There  \nshall be no cessation or interference in any way with any work of the individual Employer by _  \nreason of jurisdictional disputes between an individual Union. Such disputes will be settled by |  \nthe individual Union and the Unions themselves. Craft jurisdiction is neither determined nor  \nawarded by classifications or coverage descriptions appearing in this Agreement.  \n— aa eee  \n"], ["ARTICLE 8  \nNO STRIKE - NO LOCK OUT  \n", "801 - Work Stoppages and Lockouts. During the term of this Agreement and except as  \nspecifically provided herein, there shall be no strikes, picketing, work stoppages, slow downs or  \nother disruptive activity for any reason by the Union or by any employee, and there shall be no  \nlockout by the Employer.  \n801.1 - The union shall not sanction, aid or abet, encourage or continue any work stoppage,  \nstrike, picketing or other disruptive activity at the Employer’s project site and shall undertake all  \nreasonable means to prevent or to terminate any such activity. No employee shall engage in  \nactivities which violate this Article. Any employee who participates in or encourages any  \nactivities which interfere with the normal operation of the project shall be subject to disciplinary  \naction, including discharge. The Union shall not be liable for acts of employees for which it has  \nno responsibility. The failure of the Employer to exercise its rights in any instance shall not be  \ndeemed a waiver of its rights in any other instance.  \n801.2 - The Union and Employer agree that there shall be no strikes, lockouts or interruptions of  \nthe disputed or other work on the job over jurisdictional disputes.  \n801.3 - The Union will not recognize any picket lines established by other crafts for any type of  \ngrievance, jurisdictional dispute or contract expiration during the course of this Agreement,  \nincluding those between owners and unions involving operation personnel.  \n801.4 - Should any unauthorized picketing occur, it shall be a violation of this Agreement for any  \nemployee to honor such pickets. The Employer shall have the right to take immediate action to  \nensure the continuance of affected work and/or shut down any part or all of the work, and such  \naction by the Employer shall not be a violation of this Agreement.  \n801.5 - Any worker participating in an unauthorized strike, work stoppage, slowdown or work  \ndisruption may be terminated by the Employer.  \n801.6 - It shall not be a violation of this contract or an unfair practice, and it shall not be a cause -  \nfor discharge of any worker or workers who refuse to cross a lawful primary picket line.  \n801.7 - Cessation of work by employees shall not be a violation of this Agreement if it is solely  \nto protest any of the following exceptions to this Agreement:  \n801.7.1 - If the Employer or subcontractor fails to provide or pay for Workman’s Compensation  \nor Unemployment Compensation coverage for his employees covered by the terms of this  \nAgreement.  \n801.7.2 - If the Employer or subcontractor fails to abide by the Agreement as determine by a  \nfinal and binding award entered pursuant to the grievance and arbitration procedure provided for  \n   \nin this Agreement, and up to the time of the final and binding award the complaining party or  \nparties have afforded themselves of all remedies of the grievance procedures, provided, however,  \nthat the Union expressly agrees that it will not engage in any but judicial action to secure the  \nenforcement of any award finding a violation of paragraph 301, 301.10 (Subcontractor  \nCoverage).  \n801.7.3 - Where an employee or employees covered by the terms of this Agreement are not paid  \nat all or are paid by a check which is returned or otherwise invalid.  \n801.8 - As those violations described hereinabove, the Union and employees involved may strike  \nor picket the Employer, where not statutorily prohibited, or it may, in its discretion, or as an  \nalternative, file grievances which shall in all respect be processed and decided in accordance  \nwith the established grievance procedure.  \n802 - Non-compliance with Grievance Procedure.  \n802.1 - If any such action prohibited to the Union in Paragraph 801 above occurs and the Union  \nis responsible therefore, the Union shall be liable in money damage to the Employer as  \ndetermined by the grievance procedure provided for in Article 9 hereof.  \n802.2 - Nothing contained in this Agreement or any part thereof (except the provisions of  \nArticles 301 and 801.3) shall affect or apply to the Union in any action the Union may take  \nagainst the Employer who has failed, neglected or refused to comply with or execute any  \nsettlement or decision reached through the procedure for settlement of disputes under the terms  \nof Articles 9 hereof.  \n"], ["ARTICLE 9  \nGRIEVANCE PROCEDURE  \n", "901 - Contractual Disputes.  \n901.1 - A grievance shall be defined as any dispute or disagreement over the application and  \ninterpretation of this Agreement. Any employee having a grievance with the Employer shall call  \nthe matter to the attention of the Employer within forty-five (45) days after the alleged grievance,  \nor there shall be no action taken.  \n901.2 - The employee, and if requested, his union steward or representative, shall attempt to  \nresolve the grievance with the Employer’s designated representative on the job. If the matter  \ncannot be resolved at the first level, the employee and/or the Union may appeal the matter to the  \nsecond step.  \n901.3 - Within ten (10) days of the appeal, the Union Business Manager, or his designee, will  \nmeet with the Executive Director of the Arizona Chapter, Associated General Contractors and  \nattempt to resolve the grievance. If the grievance cannot be resolved at this step, it may be  \nreduced to writing and appealed to arbitration.  \n901.4 - Once the case has been appealed to arbitration, the parties will attempt to mutually agree  \nupon an arbitrator. If agreement cannot be reached within ten (10) days, the Federal Mediation  \nand Conciliation Service shall be asked to provide the names of five (5) personal qualified to act  \nas arbitrators. Each side will strike two (2) names, after a flip of the coin to determine who  \nstrikes first, and the remaining name shall be selected as arbitrator.  \n901.5 - Both sides agree to expedite the hearing of the grievance, to bear equally the costs of  \nsuch hearing (except that each side shall bear the costs of their own expenses, including  \nattorneys’ fees if any), and to abide by the decision of the arbitrator, which shall be final and  \nbinding.  \n"], ["ARTICLE 10  \nEMPLOYEE TERMINATION  \n", "1001 - No Discrimination. The Employer may discharge any employee for any cause which he  \nmay deem sufficient, provided there shall be no discrimination on the part of the Employer  \nagainst any employee nor shall any such employee be discharged by reason of any union activity  \nnot interfering with the proper performance of his work, nor because of race, creed, national  \norigin, age or sex. (For rules governing discharge of job steward, see Article 16).  \n1002 - Reference to Gender. All references to employees in this Agreement designate both  \nsexes, and whenever the male gender is used, it shall be construed to include both male and  \nfemale employees if applicable.  \n1003 - Termination Slips. The contractor shall furnish and complete termination slips for any  \nemployee who is terminated, showing the reason therefore, giving one (1) copy to the employee,  \nreturning one (1) copy to the dispatching all at the time of termination, and retaining one (1)  \ncopy for the company’s records. In those instances where a termination notice is marked “NOT  \nFOR REHIRE”, that employee shall not be re-referred by the same dispatching hall to the  \nEmployer, or the same job or project, within one (1) year of such termination date (unless called  \nby name). In the event the Employer does not comply with this paragraph, the employee shall be  \nconsidered eligible for rehire.  \n"], ["ARTICLE 11  \nINSURANCE, TAXES AND PAYROLL RECORDS  \n", "1101- Insurance and Taxes. Employers shall carry insurance and pay appropriate taxes as  \nrequired by federal, state and local laws and/or regulations.  \n1102 - Payroll Records. Employers agree that each employee shall be given, with each check, a  \ndetachable statement showing the employee’s name or identification number, straight time hours  \nworked, overtime hours worked, payroll period covered, gross amount earned, social security  \ntax, withholding tax and other deductions itemized. An Employer found to have maintained  \nincorrect payroll records for the purpose of avoiding proper wage payments, shall be considered  \nin gross violation of the Agreement.  \n"], ["ARTICLE 12  \nHEALTH AND WELFARE  \n", "1201 - There has been established a Joint Health and Welfare Trust Agreement. Each Contractor  \ncovered by this Agreement agrees to be bound by this Trust Agreement and shail contribute the  \nsum designated in Article 18 to the Southwest Carpenters Health and Welfare Trust.  \n1201.1 - The Contractor may make voluntary contributions on behalf of the craft superintendents  \nor assistant craft superintendents, as they are defined in the exclusion clause of Appendix A101.1  \nof this Agreement, in the amounts and manner to be determined by the Trustees.  \n1202 - In case the auditors for the Board of Trustees conduct an audit and determine that a  \nContractor has violated the provisions of this Agreement for hours worked (or paid for), in his  \nmethod of computation of contributions, or if adequate records are not made available to allow  \nthe auditor to make his determination in that regard, or if hours worked for each payroll period  \nare not recorded on payroll records, or in case the gross compensation, including any  \nremuneration or compensation not required by this Agreement, divided by the hours reported,  \nexceed the employee’s base rate, plus $3.00 per hour, the following formula shall apply  \nautomatically to the entire Carpenters’ payroll. For the first violation determined by the auditors  \nfor the Board of Trustees, the following formula shall apply only to the employees involved. For  \nthe second and subsequent violations determined by the auditors for the Board of Trustees, the  \nfollowing formula shall apply to the entire Carpenters’ payroll.  \n1202.1 - The gross compensation of the employee paid or payable by reason of his work shall be  \ndivided by the base rate, i.e., the lowest hourly contract wage rate, including any differentials, for  \nany classification in which the employee worked during the report periods involved in the audit,  \nand the quotient from that calculation shall be multiplied by the applicable rate of health and  \nwelfare contributions. The resulting sum is owing to and shall be paid to the said Trust. For  \npurposes of this provision, the said quotient shall be deemed to be the number of hours worked  \nby the employee during the report period involved in the  \n1202.2 - In case a Contractor, thus audited, fails to comply with the provisions of this Article,  \nand where a Contractor or subcontractor is delinquent in the payment of fringe benefits in  \naccordance with the previsions of the relevant trust documents applicable thereto; provided that  \nno exception from the no-strike provisions of this Agreement shall be available to any Union  \nwho seeks to enforce payments of delinquent contributions for fringe benefits by economic  \naction unless the appropriate Union has first given the delinquent Contractor or subcontractor  \nand any General Contractor involved and the Executive Secretaries of the Contractor  \nAssociations signatory hereto five (5) days (exclusive of Saturdays, Sundays and Holidays)  \nnotice of the delinquency. Notice of delinquency may be satisfied by telephone or mail, or  \npersonally or government delivered. Telephone notice shall be followed by mail confirmation.  \n1203 - Any Contractor who is audited by the Board of Trustees and concerning whom the Board  \nof Trustees concludes that contributions to said Trust have not been computed or made by him in  \nthe manner required by Paragraph 1202, shall be liable for the expense of such audit in addition  \nto any other liability set forth under this Agreement or the Agreement and declaration of trust  \nestablishing the Southwest Carpenters Health & Welfare Trust.  \n1204 - Any Contractor shall make available to the Board of Trustees, upon its request, a copy of  \nhis Quarterly State Tax Return.  \n1205 - The Board of Trustees may authorize the attorneys for the satd Trust to sue and attach in  \nconnection with delinquent accounts.  \n"], ["ARTICLE 13  \nPENSION  \n", "1301 - There has been established a Joint Pension Trust Agreement. Each Contractor covered by  \nthis Agreement agrees to be bound by this Trust Agreement and shall contribute the sum  \ndesignated in Article 18 to the Southwest Carpenters Pension Trust.  \n1301.1 - The Contractor may make voluntary contributions on behalf of the craft superintendents  \nor assistant craft superintendents, as they are defined in the exclusion clause of Appendix A101.1  \nof this Agreement, in the amounts and manner to be determined by the Trustees.  \n1302 - The audit procedures of Paragraphs 1202, 1203, 1204 and 1205 are incorporated in this  \nArticle by reference.  \n"], ["ARTICLE 14  \nAPPRENTICESHIP AND TRAINING  \n", "1401 - Purposes. In recognition of the necessity of training skilled craftsmen in the Carpentry  \ntrade; and in recognition of the responsibility of the Carpenters’ Union, Contractors and skilled  \njourneymen carpenters, members of the United Brotherhood of Carpenters and Joiners of  \nAmerica, for the preservation of the status of the Carpentry trade; and in further recognition of  \nthe need for skilled craftsmen within the jurisdiction of the Carpenters’ Union to preserve the  \nAmerican way of life, the dignity of the individual and the free enterprise system; it is therefore  \nmutually agreed that a Carpenters’ Joint Apprentice Program is hereby adopted, subject to the  \nfollowing terms and provisions:  \n1402 - Programs.  \n1402.1 - The Contractors and Union recognize the need for apprentice training and to this end  \nthe apprentice in each of the trades employed shall be in conformity with the applicable State and  \nFederal laws governing apprenticeship programs. The apprenticeship standards of the trades,  \nwhich have been approved and agreed to by the authorized representatives of the Contractors  \nsignatory hereto and the authorized representatives of the Union signatory hereto, and hereby  \nreferred to and made a part of this Agreement.  \n1402.2 - Recognizing that our industry desires to utilize minority manpower in our  \nApprenticeship programs, the Parties hereto have established pre-apprenticeship training  \nprograms which shall be implemented by the Apprenticeship coordinators with the full  \ncooperation of both the Unions and the Contractors.  \n1403 - Continuous Programs. The Joint Apprentice or Training Program shail enroll the number  \nof apprentices that the industry can supply employment for.  \n1404 - The Contractor shall make hourly contributions in accordance with the terms and  \nprovisions of the Agreement referred to as the Master Labor Agreement between United General  \nContractors, Inc. and the United Brotherhood of Carpenters and Joiners of America, dated July 1,  \n1992, and any renewals or subsequent Master Labor Agreements, and the Agreements  \nestablishing the Southwest Carpenters Training Trust, dated May 1, 1960, and any amendments,  \nmodifications, extensions, supplementations and renewals of such Agreements and the  \nTrust Agreements and any agreements establishing other benefits or plans negotiated by the  \nCarpenters Unions and the Contractor Association signatory to such Master Labor Agreement.  \n1405 - The Contractor agrees to pay the Southwest Carpenters Training Trust, the sums in the  \namounts and manner provided for in the Master Labor Agreement and further agrees to be bound  \nby the Trust Agreements, By-Laws and Rules and Procedures adopted by the Trustees and  \nDirectors of the Trust Funds and Committee referred to herein, and all amendments,  \nmodifications, extensions and renewals thereto.  \n1405.1 - For purposes of convenience only, a schedule of such contributions is set forth in  \nArticle 18 of this Agreement.  \n1405.2 - The Contractor agrees that he does irrevocably designate and appoint the Employers  \nmentioned in the Agreement establishing the Southwest Carpenters Training Trust, as his  \nattorney-in-fact, for the selection, removal and substitution of Trustees or Directors as provided  \nby or pursuant to the Master Labor Agreement, Trust Agreements and By-Laws.  \n1405.3 - The parties hereto agree to exercise their best efforts to implement the merger and/or  \nconsolidation of the various Carpenter and Lather Trust Funds now existing, consistent with  \napplicable laws, fiduciary obligations of trustees, good accounting and actuarial practices.  \n1406 - Upgrading Program. The parties agree to mutually take steps, including amending the  \nTrust and/or Standards, to allow for a Journeyman upgrading program, the cost of which shall be  \nincluded in the above contribution rates.  \n1407 - Participation. Nothing contained herein shall be construed to prevent any person from  \nparticipating in or enjoying the benefits of this program because of his non-membership in the  \nCarpenters’ Union.  \n1408 - Executive Director. The Joint Committee will employ an Executive Director who shall be  \nthe administrative officer charged with carrying out the policies of the Committee. The  \nExecutive Director shall be selected by both the management and labor representatives serving  \non the Joint Committee and shall be subject to the direction of the entire Committee. His duties  \nshall include the supervision and direction of the coordinators and other staff personnel.  \n1409 - Coordinators. The Joint Committee, upon recommendation of the Executive Director,  \nwill employ coordinators in sufficient numbers to carry out the policies of the Committee or  \nCommittees and all said coordinators shall be members in good standing of the UBCJ of A. The  \ncoordinators will work under the direction of the Executive Director.  \n1410 - Training. It is recognized that the Joint Committee has complete control and direction of  \nthe on-the-job and related class training of all apprentices in the carpenter trades in accordance  \nwith the Joint Apprenticeship Standards.  \n1411 - Apprentices. Apprentice rates shall be based on Journeyman scale, and effective July 1,  \n2005, progress shall be at the following rate:  \nIst 6 months 750 Hrs. 60% of Jry. rate  \n2nd 6 months 750 Hrs. 65% of Jry. rate  \n3rd 6 months 750 Hrs. 70% of Jry. rate  \n4th 6months 750 Hrs. 75% of rate  \n5th 6months 750 Hrs. 80% of Jry. rate  \n6th 750 Hrs. 85% of IJry. rate  \n7th 750 Hrs. 90% of Jry. rate  \n8th 6months 750 Hrs. 95% of Jry. Rate  \n1411.1 - FRINGE BENEFITS:  \nHealth & Welfare 3.95  \nPension 1.11  \nApprenticeship 0.36  \nLabor/Management Coop. Fund 0.05  \nApprentices will not have pension contributions paid on their behalf until the start of their 5th 6  \nmonths classification. All registered apprentices shall receive health & welfare contributions  \npaid on their behalf upon employment. All registered Apprentices shall have the vacation  \n   \ndeduction taken from their hourly wage after taxes and sent to the Trust Fund with the Health &  \nWelfare, Pension, Apprenticeship and L/M contributions.  \n1411.2 - Pre-apprentice Wage Rates: July 1, 2005 through 06-30-2008: $9.50 per hour  \nNo Pre-apprentices allowed on Davis-Bacon jobs. Pre-apprentice classification shall not exceed a  \nsix (6) month duration. Contractor, at his option, may advance a pre-apprentice into the  \nApprenticeship Program at any time.  \n1411.3 - FRINGE BENEFITS:  \nHealth & Welfare 3.95  \nPension  \nApprenticeship 0.36  \nLabor/Management Coop. Fund 0.05  \nPre-apprentices will not have pension or health and welfare contributions paid on their behalf.  \nThere will be no vacation deduction for Pre-apprentices.  \nVACATION: Vacation pay in the amount of fifty cents ($0.50) per each hour paid is to be  \ndeducted from the employee’s wages after all taxes are deducted and remitted n compliance  \nwith the provisions of Article 15. There will be no vacation deduction for Pre-apprentices.  \nCHECK-OFF: Check-off in the amount of sixty cents ($0.60) for Journeyman and Apprentices  \nand five cents ($0.05) for Pre-apprentices per each hour paid are to be deducted from the  \nemployee’s wages after all taxes are deducted and remitted in compliance with the provisions of  \nArticle 15.  \n1412 - Ratios. On the basis of company work force (not on a job-by-job basis) 30% of the  \nemployees represented by the Union may be a combination of pre-apprentices and apprentices.  \nIt shall be compulsory with each individual Contractor who employs five (5) or more  \njourneymen covered by this Agreement to employ a minimum of one (1) apprentice.  \nApprentices must be at all times under the direction of a competent journeyman of their  \nrespective craft.  \n"], ["ARTICLE 15  \nVACATION SAVINGS FUND  \n", "1501 - The parties have established a Southwest Carpenters Vacation Trust. Each Contractor  \nshall make payments in the amounts designated in Section 1501.1 of the Southwest Carpenters  \nVacation Trust.  \n1501.1 - Effective July 1, 2005, Contractors shall pay the sum of one dollar and six cents ($1.10)  \nper hour for each hour worked by employees covered thereby to Trustees of the Southwest  \nCarpenters Vacation Trust. The amount of fifty cents ($.50) per hour for vacation and sixty cents  \n($.60) per hour for check-off dues 1s incorporated in the wage rates set forth in the wage rate  \nsection. The one dollar and six cents ($1.10) per hour contribution should be deducted from the  \nemployee’s pay due after all applicable taxes have been withheld and forwarded in the manner  \nestablished by the signatory parties hereto.  \n1502 - The contributions so made shall be deemed to be, and shall be treated as, subject to  \nwithholding tax and Social Security and Unemployment taxes, a part of the total compensation  \npayable at the end of the individual employer’s payroll period during which such work is  \nperformed or paid for, but the full per-hour payments shall be transmitted to the Plan.  \n1503 - The provisions of Paragraphs 1202, 1203, 1204 and 1205 are incorporated into this  \nArticle by reference.  \n1504 - Subject to the following conditions, the Contractor agrees that he shall, if he is furnished  \nwith his employee’s written authorization to do so, deduct the sum of sixty cents ($0.60) per hour  \nor the amount of Supplemental Dues that are lawfully required by the Union from the amounts  \nrequired to be paid as outlined in Article 18 to this Agreement for each employee covered hereby  \nfor each hour worked or paid for in each payroll period commencing July 1, 2005 as Check-off  \nDues. In implementing the foregoing, the Carpenters Southern Administrative  \nCorporation has been designated as Agent for the purpose of receiving and holding written  \nauthorization cards and for receiving, holding and allocating and distributing the dues moneys.  \n1505 - Said Check-off Dues shall be transmitted to said Agent concurrently with, but not as a  \npart of, the Employer’s monthly vacation contributions with respect to his employees covered by  \nthis Agreement to the Carpenters Vacation Savings and Holiday Plan (Vacation Trust). All sums  \ndeducted by the Employers pursuant to the provision of this Article shall, from the instant of  \ntheir deduction, be considered dues if proper authorization shall have been furnished. All other  \nsums transmitted by the Employers pursuant to the provisions of this Article shall, from the  \ninstance of their transmittal, be considered vacation-holiday contributions if no such proper  \nauthorization shall have been furnished and shall be held by the Vacation Trust for the account of  \nthe employee. Prior to the deposit in the separate bank accounts of the Agent, on the one hand,  \nand the Vacation Trust, on the other, the bank shall separate the funds transmitted into dues and  \nvacation-holiday contributions, respectively, based on whether or not a proper dues deduction  \nauthorization shall have been filed. The bank shall then deposit such sums in the account of  \neither the Agent or the Vacation Trust. The Union shall bear the entire responsibility for  \nfurnishing the written authorization referred to above. All costs incident to receipt,  \nAdministration and remittance to the Union of the Check-off Dues payment shall be borne solely  \nand entirely by the Union. This provision shall not reduce the obligations of the Contractor to  \npay the full amount of vacation contributions specified in this Agreement. All written  \nauthorizations referred to above shall be irrevocable for a period of one (1) year from the date of  \nthe execution and shall renew automatically from year to year thereafter, unless the employee, by  \nwritten notice served upon the Local Union and/or the Agent not more than twenty (20) days and  \nnot less than ten (10) days prior to the expiration of the first year or any year thereafter, shall  \nhave revoked such authorization.  \n"], ["ARTICLE 16  \nGENERAL WORKING RULES  \n", "1601 - Single Shift Hours. Five (5) consecutive days of eight (8) consecutive hours, exclusive of  \nmeal period, Monday through Friday inclusive, shall constitute a week’s work at straight-time  \nrate.  \n1601.1 - At the beginning of a job or project, starting times for that project (or specific unit of the  \nproject) shall be established by the Employer.  \n1601.2 - If for some reason those starting times are to be changed, employees affected must be  \ngiven notice of change of work shift before the end of their work shift preceding this change.  \n1602 - Special Shift. All work performed on Sunday shall be paid at the time and one-half (1 1/2  \n) rate, except that straight time may be paid in those situations where special circumstances such  \nas a Specified Completion Date Contract, Calendar Day Contract, Design-Build Contract, A+B  \nContract, Special Shifts Contract, or other contractual requirements as outlined in bid  \nspecifications.  \n1602.1 - When work is performed under Section 1602, time and one-half (1 1/2) will be paid  \nafter twelve (12) hours worked per day, provided that the Carpenters are given a ten (10) minute  \nbreak at the tenth (1 0th) hour.  \n1603 - Overtime Provisions.  \n1603.1 - All work performed in excess of ten (10) hours per day, or forty (40) hours per week,  \nshall be paid at the rate of time and one-half (1 1/2), except for emergencies beyond the control  \nof the contractor such as, but not limited to, acts of God, pending inclement weather, municipal  \nordinances and bid specifications as outlined in Section 1602.  \n1603.2 - Sundays and holidays shall be paid at the rate of time and one-half (1 1/2), except as  \noutlined (for Sundays) in Section 1602.  \n1604 - Meal Period. An employee will be afforded an unpaid thirty (30) minute lunch period  \nbetween the third (3rd) and sixth (6th) hour of the shift. Workmen may work six (6) hours  \nbefore taking a lunch break provided the employer allows a 10-minute break period that may be  \nstaggered anytime after two (2) hours from the beginning of the shift. The break may be  \nstaggered amongst the crew(s) or individual carpenters. If workmen are required to work  \ncontinuously for more than six (6) hours without an opportunity for a lunch period, they shall  \nreceive overtime pay for work after the six (6) hours at the overtime rate until opportunity to take  \na thirty (30) minute lunch period is afforded, after the first reported offense.  \n1605 - Predesignated Starting Point. Workers shall report for work at an accessible  \npredesignated starting point, as designated by the Employer.  \n1606 - Holidays. Holidays are Sundays, New Year’s Day, Presidents’ Day, Memorial Day,  \nFourth of July, Labor Day, Thanksgiving Day, the Friday following Thanksgiving Day and  \nChristmas. When any of these holidays other than Sunday fall on Sunday, the following Monday  \nshall be observed as the legal holiday. No work shall be performed on Labor Day except when  \nlife or property is in danger. Appropriate holidays listed above will be celebrated in accordance  \nwith the Federal Monday Holiday Act. The Employer, at his sole discretion, may shut down  \noperations for one (1) or two (2) weeks in conjunction with the Christmas Holiday for the  \npurpose of operational efficiency. Such Employer decision will be communicated to the Union  \nand to the employees at least forty-eight (48) hours prior to such shutdown. The Employer and  \nthe Union may mutually agree to other changes in the work schedule. The provisions of  \nparagraph 1607.3 shall not apply.  \n1607 - Payment of Wages. All employees shall be paid on the Job prior to quitting time on a  \ndesignated weekly payday, set by the Employer, providing not more than five (5) working days  \ncan be withheld, except when working 4-10’s, payment will be made on the last day worked for  \nthat week. Any gross violation of this paragraph shall be subject to the same penalties provided  \nin 1607.1 hereof. When the designated weekly payday falls on any Holiday mentioned in  \nWorking Rule 1606, employees shall be paid on the day prior to that Holiday. The penalties of  \nSection 1607.1 shall not apply where an individual employee has, in writing, given special  \ndirections to the Employer for the handling of wages due him and the Employer complies  \ntherewith.  \n1607.1 - Any employee laid off or discharged and who is not paid wages due him within his  \nregular work shift shall be entitled to a lump sum penalty payment of thirty dollars ($30.00) for  \neach twenty-four (24) hour period or fraction part thereof elapsed time between the end of his  \nlast shift and the time he is paid in full, provided that the Employer shall not be obligated to pay  \noff the man except during regular office hours.  \n1607.2 - When an employee voluntarily quits, he shall be paid in full not later than the next  \nregular succeeding payday. Failure to pay an employee shall carry the same penalty as set forth  \nherein for layoff and discharge.  \n1607.3 - It shall be considered a suspension of operations when an employee is no longer needed,  \nbut is given a definite date of return to work, and such date 1s two (2) or more normal working  \ndays hence, the employee if he so chooses, may request a reduction in force termination. In  \ndischarging an employer’s obligation under this rule, where an employee cannot be readily  \nlocated, the rule shall be satisfied where notice and/or check is mailed to the appropriate union  \noffice, bearing a timely postmark.  \n1608 - Pay Provisions.  \n1608.1 - Any employee reporting for work at the regular starting time and for whom no work is  \nprovided, through no fault of his own, shall be paid for two (2) hours’ time at the stipulated rate.  \nThe employee shall remain at the job site for those two hours, if required by the Employer. This  \nsection is not applicable should inclement weather conditions preclude work being provided.  \n1608.2 - Pay for Different Classes of Work. Employees shall be paid at the rate their  \nclassifications call for except when it is necessary to transfer employees from one classification  \nto another within the craft jurisdiction, whether the individual is a journeyman or an apprentice.  \n1609 - Call Out Time. If an employee is recalled for work outside his regular shift hours after he  \nhas left the job site, he shall be guaranteed two (2) hours’ pay at the applicable rate. This rule  \nshall also be applicable on Saturdays, Sundays and holidays.  \n1610 - Equipment for Safety and Health. The Employer shall furnish equipment necessary for  \nprotection of health and safety including sanitary facilities and potable drinking water (cold  \nwater in hot weather) pursuant to state and federal law. The Contractor shall supply carpenter  \nwelders with the following list of equipment; welding gloves, clear and dark lenses, respirators,  \nsleeves, safety harness, and any other protective welding equipment as may be required. When  \nwelding on precast concrete, a welder will be afforded a second ten (10) minute rest period after  \nthe lunch period. This will not apply to welding metal deck forms on bridge construction.  \n1611 - Signing of Forms. Employees may be required to sign a form which contains the IRS  \nForm W-4 (Employee’s Withholding Exemption Certificate), Arizona Industrial Commission  \nForm U-11 (Notice to Employees), Arizona Industrial Commission “Self Rater and Self Insurer  \nNotice,” and the Arizona Employment Security Commission Form ESC 3 (Notice to Employees)  \nand Immigration Form I-9. No employee will be required, as a condition of employment, to sign  \nany other papers or to reveal his past medical history or to submit to a physical examination  \nunless required to do so by law or government regulations. The Employer has the right to  \nrequire substance abuse testing.  \n1612 - Job Access by Union Representatives. The business agent or special representative shall  \nhave access to a project during working hours and shall make every reasonable effort to advise  \nthe Employer or his representative of his presence on the project. He shall not stop or interfere  \nwith work of any worker without the permission of the Employer or his representative. Where  \nthere is-a security arrangement by the owner or the Employer on a job or project which involves  \npersons entering the project being checked through a guarded gate or similar situation,  \narrangements for the business representatives to enter the project will be made.  \n1613 - Craft Job Stewards.  \n1613.1 - A steward shall be a working employee, appointed by the Union, who shall, in addition  \nto his work, be permitted to perform his union duties during working hours. The Union agrees  \nthat such duties shall be performed as expeditiously as possible and the Employer agrees to allow  \na steward a reasonable amount of time for the performance of such duties. The Unton shall  \nnotify the Employer or his representative of the appointment of each steward. It 1s recognized by  \nthe Employer that a person appointed steward should remain on the job until its completion,  \nprovided he is capable of doing the specific work involved. In no event shall the Employer  \ndiscriminate against a steward or lay him off or discharge him on account of any action taken by  \nhim in the proper performance of his union duties.  \n1613.2 - The job steward shall not be terminated without just cause, except by consent of the  \nUnion, unless the job is completed. If a steward is to be terminated for a just cause, the Union  \nshall be given two (2) working days, forty-eight (48) hours, advance notice together with reasons  \nfor termination.  \n1613.3 - When the Employer’s work force on the job has been reduced to three (3) workers, and  \nthe steward’s tenure of employment is less than that of one of the other employees and one of the  \nother employees is eligible to act as steward, the Employer shall give two (2) full working days’  \nnotice to the Union, and the Union will either appoint a new steward from the remaining  \nemployees or relieve the Employer of his obligations under this Working Rule. Upon  \nenlargement of the Employer’s work force on the job, said steward shall be the first worker  \nrehired, if available.  \n1613.4 - There will not be an excess of stewards on a job or project. Any question on such  \nexcess shall be submitted to the grievance procedure herein for resolution.  \n"], ["ARTICLE 17  \nCARPENTERS SPECIAL WORK RULES  \n", "1701 - Union Halls. Union halls shall be maintained at Phoenix, Tucson and Flagstaff. On the  \ndeletion of any of the above-mentioned Union Halls, or the addition of any non-named Union  \nHalls, the Employer shall be given written notice.  \n1702 - Foremen.  \n1702.1 - A contractor shall have the right to select his own foreman or general foreman, subject  \nto the dispatching rules of A100 hereof, and the Union shall in no way interfere with the foreman  \nin the  \nperformance of his duties, as instructed by his employer. Foremen shall be permitted to work.  \nWhen any workman in the trade is given foreman’s responsibilities, he shall receive foreman’s  \npay.  \n1703 - Hand Tools. Carpenters shall start a job with adequate and sharp tools. Tools shall be  \nkept sharp at the Contractor’s expense. If the Contractor subcontracts tool sharpening or  \nconditioning of tools to any person, he will give first consideration to people represented by the  \nUnited Brotherhood of Carpenters and Joiners of America. In addition to a carpenter’s hand  \ntools, a carpenter welder 1s required to have the following list of hand tools; a welding hood  \n(unless a specialty hood is required by the contractor), chipping hammer, pliers and allen  \nwrenches.  \n1704 - Assembly of Tools. Employees being removed from payroll shall be allowed adequate  \ntime to assemble their tools and apparel.  \n1705 - The Contractor shall be responsible for the loss of hand tools that are securely stored on  \nthe jobsite in case of a physical break in or damage by fire, water, equipment, etc., up to the  \nactual value of the tools, but not to exceed four hundred dollars ($500.00) per individual, per  \nincident. Reimbursement or replacement shall be made within a reasonable time. Employees  \nshall not be removed from payroll due to lack of tools resulting from such loss, pending  \nreplacement or reimbursement. Replacement or reimbursement will be made on removal from  \npayroll or in case of job completion. Tool check in and out may be required by the Contractor.  \nThe Contractor may supply a list of tools necessary for the employee to provide on the job.  \n"], ["ARTICLE 18  \nCARPENTER HEAVY & HIGHWAY  \nWAGE RATES & CLASSIFICATION  \n", "J ourneyman Effective 7/1/05 - $1.10 increase, allocate $0.25 to Health and Welfare, $0.85 to  \nwages (wage increase includes an additional $0.04 allocated to Supplemental Dues per the  \nUnion’s By Laws)  \nEffective 7/1/06 - $0.95 increase, to be allocated by the Union/  \nEffective 7/1/07 - $0.95 increase, to be allocated by the Union.  \nCARPENTER WAGE RATES: 07-01-05  \nJourneyman $ 21.10  \nCarpenter Welder, Pile Driver, $ 21.60  \nNon-Portable Power Tool Operator  \n(such as, but not limited to, radial arm saws and table saws)  \nCertified Carpenter Welder** $ 22.10  \nCarpenter Foreman ($1.50 above Journeyman rate) $ 22.60  \nGeneral Foreman ($1.00 above Foreman rate) $ 23.60  \nAPPRENTICE WAGE RATES:  \nPre-Apprentice 9.50  \nIst 6 months 750 Hrs 60% of Jry. rate 12.66  \n2nd 6 months 750 Hrs. 65% of Jry. rate 13.72  \n3rd 6 months 750 Hrs. 70% of Jry. rate 14.77  \n4th 6 months 750 Hrs. 75% of Jry. rate 15.83  \n5th6 months 750 Hrs. 80% of Jry. rate 16.88  \n6th 6 months 750 Hrs. 85% of Jry. rate 17.94  \n7th 6 months 750 Hrs. 90% of Jry. rate 18.99  \n8th 6 months 750 Hrs. 95% of Fry. rate 20.05  \nThe following fringe benefits are in addition to the Heavy & Highway wage rates for Carpenters:  \nFringes - Effective 7/01/05:  \nHealth & Welfare 3.95  \nPension (5th 6 mos. through 8th 6 mos.) 1.11  \nApprenticeship 0.36  \nLabor/Mgmt. Coop. Fund 0.05  \nPre-Apprentice classification shall not exceed a 6-month duration. Contractor, at his option, may  \nadvance a Pre-Apprentice into the Apprenticeship Program at any time. No Pre-Apprentices  \nallowed on Davis-Bacon jobs.  \nVacation pay in the amount of $1.10 per each hour worked is to be deducted from all apprentices  \nand Journeymen’s wages after all taxes are deducted, and remitted in compliance with Article 15.  \nAll Pre-Apprentices will have a maximum probationary period of six (6) months. Apprentices  \nwill not have pension contributions made on their behalf until the start of their 5th 6 months  \nclassification. All registered apprentices shall receive health & welfare contributions paid on  \ntheir behalf upon employment.  \n* The allocation of the increases for wages and benefits will be determined and notification  \ngiven sixty (60) days prior to 7/01/06 and 7/01/07.  \n** Carpenters with welding certifications on flat, overhead and vertical shall be paid at a rate of  \n$1.00 above the Journeyman Carpenter wage rate, when certification is required by the  \ncontractor or job specifications. If other certifications are required such as, but not limited to,  \nstainless steel or mig and tig, then the carpenter  \ncertified on flat, overhead and vertical will receive an additional $0.25 per hour, in addition to  \nthe $1.00 per hour.  \n***TRBA-To Be Allocated  \n"]]