[["", "SE  \n    \nae 7 :  \nEE PR BF ——_> Newel Ld a. 4 air Ame enemy od se zit  \nSee ae ES Wea SES. Bote Maem tee a wa eae i ec  \neee Reet SA ee Sewage | ieee ish ee ete  \not ae  \nrr  \nae  \nk 8963  \n1/00 wd  \n52 pp.  \nLABORERS’  \nWORKING AGREEMENT  \nBY AND BETWEEN  \nTHE ASSOCIATED  \nGENERAL CONTRACTORS  \nOF INDIANA, INC.  \nSOUTHWESTERN BRANCH  \nAND THE  \nLABORERS’  \nINTERNATIONAL UNION  \nOF NORTH AMERICA,  \nSTATE OF INDIANA  \nDISTRICT COUNCIL,  \nLOCAL UNION #561  \nEffective  \nApril 1, 2003  \nthru  \nMarch 31, 2006  \n   \nLABORERS’  \nWORKING AGREEMENT  \nBY AND BETWEEN  \nTHE ASSOCIATED  \nGENERAL CONTRACTORS  \nOF INDIANA, INC.  \n_ SOUTHWESTERN BRANCH  \nAND THE  \nLABORERS’  \nINTERNATIONAL UNION  \nOF NORTH AMERICA,  \nSTATE OF INDIANA  \nDISTRICT COUNCIL,  \nLOCAL UNION #561  \nEffective  \nApril 1, 2003  \nthru  \nMarch 31, 2006  \n>:  \nINDEX  \n"], ["ARTICLE PAGE  \n", "1.718 ee 1  \n| COVEFAGE 2  \nI] 10  \n(Ik Bargaining Agent 10  \nIV Union Security 11  \nV Equal Employment Opportunity ...........- 12  \nVI Selection of Labor - Employment  \nRegulations 13  \nVII Welfare Trust 14  \nVill Pension Trust Fund 14  \nIX Training Trust 15  \nX Pre-Job Conference 15  \nXI Working Hours and Overtime 16  \nXIE Shift WOrkK cece ee et ee er 19  \nKI Stewards ee 19  \nXIV Non-Violation 20  \nXV Pay Day 21  \nXVI Safety 21  \nXVII Worker's Compensation ............ 22  \nXVIII Elimination of Restrictions 22  \nXIX Sub-Contractor 22  \nXX Grievance 22  \nXX! General 25  \nFair 26  \nXXII| Construction Advancement Program of  \nINGIANA 26  \nXXIV Local Union Area Coverage 28  \nXXV Bonding 28  \nXXVI Working Dues Check Off eee 29  \nXXVII Hourly Wage Rates 31  \nGeneral Savings ClauS@ 36  \nXXIX Substance Abuse Program 37  \nXXX Apprentices — Mandatory Apprentice  \n7  \nXXX! Voluntary LIUNA, Local #561 PAC Fund 39  \nEffective Date 39  \n42  \nAGREEMENT  \nTHIS AGREEMENT, made and entered into by and  \nbetween the Associated General Contractors of  \nIndiana, Inc. Southwestern Branch, and other  \nContractors or Employers signatory hereto, Party of the  \nFirst Part, and hereinafter referred to as “Contractor” or  \n“Employer,” and the Laborers’ {nternational Union of  \nNorth America, State of indiana District Council, for and  \nin behalf of the Laborers’ International Union of North  \nAmerica, Local #561, Evansville, Indiana, and here-  \ninafter known as “Local Union #561” or “Union, Party of  \nthe Second Part, on this first day of April, 2003.  \nIt is strictly understood that the State of Indiana  \nDistrict acting only as agent in the negotia-  \ntions of this Agreement and on behalf of Local Union  \n#561, Party of the Second Part, as herein defined. it is  \nunderstood that the State of Indiana District Council in  \nsigning this Agreement for and on behalf of Local Union  \n#561, shall not be responsible for violation of this  \nAgreement by Local Union #561, or any member or  \nmembers thereof, unless after notice and a reasonable  \nopportunity is given the State of Indiana District Council  \nto correct such or ratify same.  \nIt is agreed and understood that the Associated  \nGeneral Contractors of Indiana, Inc. Southwestern  \nBranch shail in no event be bound as principal or be  \nheld liable as negotiating agent or as principal in any  \nmanner for any breach of this Contract by any of the  \nparties hereto.  \nIt is further agreed that the liability of the Employers  \nrepresented by the Associated General Contractors of  \nindiana, {nc. Southwestern Branch shali be several and  \nnot joint and the liability of the Local Unions affiliated  \nwith the Laborers’ International Union of North America,  \nState of Indiana District Council shall be several and not  \njoint.  \nThe Associated General Contractors of Indiana, Inc.  \nSouthwestern Branch is designated as “Employers’  \n1  \nNegotiating Committee” in this agreement for clarity.  \nWhenever “Employers” is used, it also means and  \nincludes the organization known as the Associated  \nGeneral Contractors of Indiana, Inc. Southwestern  \nBranch.  \n"], ["ARTICLE !  \nCoverage  \n", "Section 1. Work Covered:  \n(a} This Agreement shall cover all work coming with-  \nin the recognized jurisdiction of the Laborers  \ninternational Union of North America as set forth in their  \nManual of Jurisdiction as amended in October, 1961,  \nand as now included in Section 1 of the Jurisdictional  \nGuidelines Booklet, adopted by the Laborers’  \ninternational Union of North America, State of Indiana  \nDistrict Council on the date of February 26, 1972.  \n1. Buitding Construction Laborers  \n1. Digging of all ditches for any purpose, the excava-  \ntion of all piers, foundations, holes and trenches; the  \nlagging, sheeting, cribbing, bracing and propping of all  \nfoundations; all work in connection with caissons, cof-  \nfer-dams, including ali excavation, drilling, jackhammer-  \ning, blasting, shooting, scaling.  \n2. The loading, unloading, handling and distribution of  \nall materials, fixtures, furnishings and appliances from  \npoint at delivery to point of installation.  \n3. The cleaning and clearing of all debris, including  \nwire brushing of windows, scraping of floors, removal of  \nSurplus material from all fixtures and that of all debris in  \nbuilding and total construction area; the general  \ncleanup, such as sweeping, cleaning, wash-down and  \nwiping of construction facilities and furnishings; the  \nloading and removal of all debris, including crates,  \nboxes and waste material; washing of wall interior and  \nexterior, partitions, ceilings, blackboards, windows,  \nbathrooms, kitchens, laboratories and all fixtures and  \nfurnishings therein; the mopping, washing, waxing and  \n2  \npolishing and/or dusting of all floors or areas.  \n4. The tending of all temporary heat when done by  \nany process; the drying of plaster, concrete, mortar or  \nother aggregate when done by salamander heat or any  \nother drying process.  \n5. The tending of cement masons, brick masons,  \nplasterers, carpenters and other Building Construction  \nCrafts. Tending shall consist of the preparation of all  \nmaterials and the handling and conveying of materials  \nto the point of erection or installation to be used by  \nmechanics of other Crafts, whether such preparation is  \nby hand or any other process. After the material has  \nbeen prepared or unloaded, tending shall consist of  \nsupplying and conveying of said materia! and other  \nmaterials, whether done by hand, shovel, bucket, hod,  \nwheelbarrow or buggy, or other motorized unit used for  \nsuch purpose.  \nThe tending of Carpenters shall consist of the con-  \nveying of all materials from point of unloading to the  \npoint of installation or erection by any mode or method;  \nthe cleaning of all materials, such as pulling al! nails, the  \ncleaning and oiling of all forms, tending the saw man by  \noff bearing the materials, supplying material to the saw  \nand the stacking of the finished product and then trans-  \n. ferring said materials to the point of installation on the  \nproject.  \n6. Scaffold erection, the total erection, building and  \nthe installation, planking, bolting, lining, leveling, brac-  \ning and the total dismantling of same; the building,  \nplanking, installation and removal of all staging, swing-  \ning and hanging scaffolds, Morgan scaffolding, all work  \nassociated with hydraulically controlled scaffolding,  \nincluding all accessories, including maintenance there-  \nof, for all lathers, plasterers, brick layers, mason and  \nother Construction Trade Crafts; the preparation for  \nfoundations or mud sills for all scaffolding, as well as  \nmaintenance shall be done by Laborers.  \n7. Pouring and laying of concrete and related work:  \n3  \nConcrete, bituminous concrete or aggregates for walls,  \nfootings, foundation, floors or for any other construc-  \ntion, mixing, handling, conveying, pouring, vibrating,  \ngunniting and otherwise placing concrete or aggre-  \ngates, whether done by hand or any other process;  \nwrecking, stripping, dismantling and handling concrete  \nforms and false work; building of centers for fireproof-  \ning purposes, firestop installation and other fireproofing  \nmaterials, operation of motorized wheelbarrows or bug-  \ngies or machines of similar character, whether run by  \ngas, diesel or electric power; when concrete or aggre-  \ngates are conveyed by crane or derrick, or similar meth-  \nods, the hooking on, signaling, dumping and unhooking  \nthe bucket, the placing of concrete or aggregates,  \nwhetherpoured, pumped, gunnited or placed by any  \nother process; the assembly, uncoupling of all connec-  \ntions and parts of, or to equipment used in mixing or  \nconveying concrete, aggregates or mortar, and the  \ncleaning of such equipment, parts and/or connections;  \nall vibrating, grinding, spreading, flowing, puddiing, lev-  \neling and strike-off concrete or aggregates by floating,  \nrodding or screeding, by hand or mechanical means  \nprior to finishing. Where prestressed or precast con-  \ncrete slabs, walls or sections are used, all loading,  \nunloading, stockpiling, hooking on, signaling, unhook-  \ning, setting and barring into place of such slabs, walls or  \nsections; all mixing, handling, conveying, placing and  \nSpreading of grout for any purpose, green cutting of  \nconcrete or aggregate in any form by hand, mechanical  \nmeans, grindstones or air or water.  \nThe filling and patching of voids, crevices, etc., to cor-  \nrect defectsin concrete caused by leakage, bulging,  \nSagging, etc.  \nThe loading, unloading, carrying, distributing and  \nhandling of all rods, mesh and materials for use in rein-  \nforcing concrete construction; the hoisting of rods, mesh  \nand other materials, except when a derrick or outrigger  \noperated by other than hand power is used.  \nAll work on interior concrete columns, foundations  \n4  \nfor engine and machinery beds.  \nThe stripping of forms, other than panel forms, which  \nare to be re-used in their original form and the stripping  \nof forms on all flat arch work.  \nThe moving, cleaning, oiling and carrying of all forms  \nto the next point of erection.  \n8. The grinding of all concrete surfaces by any mode  \nor method.  \n9. The snapping of wall ties and removal of tie rods:  \nthe handling, placing and operation of the nozzle, hoses  \nand pots or hoppers on or other abrasive  \ncleaning; the jacking of slip forms and all semi and  \nunskilled work connected therewith.  \n10. The wrecking or dismantling of buildings and all  \nstructures; breaking away roof materials, beams of all  \nkinds, with use of cutting or other wrecking tools as nec-  \nessary; burning or otherwise cutting all steel structural  \nbeams; the breaking away, cleaning and removal of alli  \nmasonry and wood or metal fixtures for salvage or  \nscrap; all hooking on, unhooking and signaling when  \nmaterials for salvage or scrap are removed by crane or  \nderrick; all loading and unloading of materials carried  \naway from the site of wrecking; all work in salvage or  \njunk yards in connection with cutting, cleaning, storing,  \nstockpiling or handling of materials; all clean-up,  \nof debris, burning, backfilling and landscaping  \nof the site of wrecked structure.  \n11. The underpinning, lagging, bracing, propping and  \nshoring, raising and moving of all structures, raising of  \nstructures by manual or hydraulic jacks or other meth-  \nods; all work on house moving, shoring and underpin-  \nning of structures; loading, signaling, right-of way clear-  \nance along the route of movement; re-setting of struc-  \nture in new location to include all site clearing, excava-  \ntion for foundation and concrete work; clean-up and  \nback-filling, landscaping old and new site.  \n12. The clearing, excavating, filling, backfilling, grad-  \n5  \ning and landscaping of all sites for all purposes and all  \nlabor connected therewith, including chainmen, rod-  \nmen, checkers, grade markers, etc.  \n13. Signalmen on all construction work defined here-  \nin, including traffic control signalmen at construction  \nsites.  \n14. Asbestos removal/ead base paint and hazardous  \nwaste removal: Al! work in regard to the dismantling,  \nwrecking, clean-up, dilution process, loading, transport-  \ning, operation of monitoring equipment, etc.  \nll. Underground Utility Work  \n1, All Labor work, including skilled and semi-skilled,  \nin connection with the installation, sheeting, trenching,  \nmanhole erectors and the digging and back-filling of all  \nditches, cutting of streets and surfaces and the refinish-  \ning of same for sewers, air lines, water fines, steam  \nlines, electrical ducts, telephone ducts, cable, and con-  \nduit lines in free air, tunnel or compressed air projects.  \n2. The laying of all clay, terra-cotta, ironstone, vitrified  \nconcrete, metallic and/or non-metallic pipe, cast iron,  \nfiber glass, orangeburg, transite, plastic, etc., or any  \nother type pipe for sanitary and/or storm sewers, forced  \nmain sewers, subsurface drainage projects, filter beds,  \nwater lines and conduit lines in streets, roadways, right-  \nof way easements, building areas, etc., to the building  \nline.  \n3. All the unloading and distribution of all pipe and  \nmaterials used in the performance of work as set forth  \nabove.  \n4, All the service connections of pipe from main sew-  \ners or water lines to the building line.  \n5. The laying of pipe and making of all connections  \nand/or joints or any and all types of pipe for water, sewer  \nand/or any other uses.  \n6. The clearing, excavating, filling, back-filling, grad-  \ning and landscaping of ail sites for all purposes and all  \n6  \nlabor connected therewith, including chainmen, rod-  \nmen, checkers, grade markers, etc.  \n7. Signalmen on all construction work defined herein,  \nincluding traffic control signalmen at construction sites.  \n8. The cutting of streets and “right of ways” for laying  \nof pipes, cables and/or conduits for all purposes, dig-  \nging of trenches and manholes, etc.; handling and con-  \nveying of all materials, concreting, back-filling, grading  \nand resurfacing and all other labor connected therewith;  \nclearing and site preparation as defined herein; cutting  \nor jackhammering of streets, roads, sidewalks, aprons  \nor “right-of-ways” by hand or the use of air or other tools;  \ndigging of trenches, ditches and manholes and the lev-  \neling, grading and other preparation prior to laying pipe  \nor conduit for any purpose; loading, unloading, sorting,  \nstockpiling, wrapping, coating, treating, handling and  \ndistribution of water mains and all pipe, skids, cribbing,  \ndriving of sheet piling, lagging and shoring of all ditch-  \nes, trenches and manholes, handling, mixing or pouring  \nof concrete and the handling and placing of other mate-  \nrials for saddies, beds or foundations for the protection  \nof pipes, wires, conduits, etc.; back-filling and compact-  \ning of ali ditches, resurfacing of roads, streets, etc.,  \nand/or restoration of lawns and landscaping; unloading,  \nhandling, distribution, the assembly in place, bolting and  \nlining up of sectional metal or other pipe including cor-  \nrugated pipe; laying of lateral sewer pipe from main  \nsewer or side sewer to building; laying, leveling and  \nmaking of the joint of all mutticell conduit or multi-pur-  \npose pipe; cutting of holes in wails, footings, piers or  \nmulti-purpose pipe, cutting of holes in wails, footings,  \npiers and/or other obstructions for the passage of pipe  \nor conduit for any purpose and the pouring of concrete  \nto secure said holes; digging under streets, roadways,  \naprons or other paved surfaces or “Right-of-ways” for  \nthe passage of pipe, by hand, earth auger or any other  \nmethod and manual! and hydraulic jacking of pipe under  \nsaid surfaces; installation of septic tanks, cesspools and  \ndrain fields, all work in connection with shafts, tunnels,  \nsubways and sewers; construction of sewers, shafts,  \ntunnels, subways and caissons.  \n9. The setting of all manholes such as pre-cast  \npoured in place, block, brick, setting of ail cast iron  \ncatch basins and manholes and all work in connection  \nthereto.  \n10. In compressed air, all work underground or in  \ncompression chambers, including tending of the outer  \nair lock; all work in compressed air construction, includ-  \ning but not limited to, groutmen, trackmen, blasters,  \nshield drivers, miners, brakemen, miners’ helpers, lock  \ntenders, mulching machine operators, motor men,  \ngauge tenders, rodmen, compressed air electricians,  \nsetting of liner plate and ring sets, drill runners, powder-  \nmen or blasters, air hoist operators, form men, concrete  \nblower operators, cement (insert) operators, power knife  \noperators, erector operators, steel setters, cage ten-  \nders, skinners, track layers, dumpmen, diamond drillers,  \ntimbermen and retimbermen, cherry pickmen, nippers,  \nchucktenders and cable tenders, vibratormen, jet gun-  \nmen, gunnite or shotcrete nozzlemen, gunmen,  \nreboundmen and ail other work connected therewith.  \n(a} Section 2 of the Laborers’ International Union's  \nManual! of Jurisdiction entitled Utility Work is covered by  \nan addendum to this agreement. Please refer to that  \naddendum for the agreement on Utility Work.  \n{b) The jurisdiction of work referred to in the wage  \nclassification and elsewhere in this Contract is the juris-  \ndiction of work claimed by the Union and nothing con-  \ntained herein shall make it mandatory for the Employer  \nto accept the claims of jurisdiction as being binding  \nupon him. The Employer does not waive any of his  \nrights by permitting the inclusion of the jurisdiction of  \nwork in this Contract.  \n(c) The Parties to this Agreement are subject to and  \nagree to submit any unresolved jurisdictional dispute to  \nwhatever Federal Governmental Agency having respon-  \nsibility for the resolution of such dispute. Any decision or  \n8  \ninterpretation by said Agency shail immediately be  \naccepted and complied with by all Parties bound by this  \nAgreement. The Employer and the Union agree that  \nthere will be no work stoppage during the period pend-  \ning a jurisdictional decision by the above mentioned  \nFederal Agency.  \n(d) This Agreement shall have effect on and cover  \nconstruction Laborers working for Employers on the  \nhereinafter mentioned classes of work in the territorial  \njurisdiction of Laborers’ Local #561. This Agreement  \nexcludes Heavy and Highway Construction work and  \nGas Line Distribution systems except on Industrial proj-  \nects and/or Government Defense projects.  \nSection 2. Jurisdictional Disputes:  \n_ The Employer agrees to respect the jurisdiction of  \nthe Union and shall not make a written or permanent  \nassignment of work to other Trades without first afford-  \ning Parties to the disputed work an opportunity to pres-  \nent evidence substantiating their claims. The Employer  \ndoes not waive any of his rights by permitting the inclu-  \nsion of jurisdiction of work in this Contract.  \n(b) It is agreed that there shall not be any work stop-  \npages over jurisdictional disputes with any Craft or  \nCrafts employed on any project. Should jurisdictional  \ndisputes or differences arise with other Parties which  \nendanger the continuous progress of a project which  \ncannot be settled at the local level, the Employer shall  \nmake a written work assignment in accordance with  \nArea practice related to the specific project only and  \nwork shall continue in accordance with the assignment  \nby the Employer until representatives of the Employer  \nand representatives of the International Unions of all  \ndisputing Trades meet and bring about or cause to bring  \nabout, a satisfactory or mutual understanding with the  \nEmployer.  \n(c) It is agreed and understood that the Union will  \nmake every effort to inform its membership that there is  \na legally established neutral entrance or gate on a con-  \n9  \nsite that is being picketed illegally and where  \nwork is being performed under the conditions of this  \nAgreement. The above does in no way waive any of an  \nEmployee's rights granted him under the constitution of  \nthe United States and/or Federal Government.  \n"], ["ARTICLE Ii  \nForemen  \n", "Section 1. All Labor Foremen and Hod Carrier  \nForemen are included in the Bargaining Unit.  \nSection 2. When five (5) or more Laborers, or five (5)  \nor more Hod Carriers are employed on any one project,  \none (1) will be assigned as Foreman. Said Foreman  \nmay perform manual labor but he shail receive the  \nForeman rate as stipulated herein. When ten (10) or  \nmore Laborers or ten {10} or more Hod Carriers are  \nemployed, the Foreman shall be a non-working  \nForeman. At no time shall one Foreman have more than  \nfifteen (15) Laborers or Hod Carriers under his leader-  \nship.  \nSection 3. Where there are three (3) or more  \nForemen on a project, one {1) shall be assigned as  \nGeneral Foreman.  \nSection 4. In no case shall a Foreman have the  \nauthority to hire or discharge Employees. All hiring and  \ndischarging will be done either by the Superintendent of  \nthe Party of the First Part or by the Party of the First  \nPart.  \n"], ["ARTICLE lil  \nBargaining Agent  \n", "For the purpose of collective bargaining with respect  \nto wages, hours and other conditions of employment,  \nthe Employer recognizes the Laborers’ International  \nUnion of North America, State of Indiana District  \nCouncil for and on behalf of Local #561 as the sole and  \nexclusive bargaining agent for all of his Employees  \nemployed by the Employer on all work and classifica-  \n10  \ntions set forth in this Agreement. The State of Indiana  \nDistrict Council recognizes the Associated General  \nContractors of Indiana, Inc. Southwestern Branch as  \nthe sole and exclusive bargaining representative for the  \nEmployers in the area of Local #567.  \n"], ["ARTICLE IV  \nUnion Security  \n", "Section 1. The Contractor, or Employer, recognizes  \nand acknowledges that the Laborers’ International  \nUnion of North America, State of Indiana District  \nCouncil, is the sole representative of all Employees in  \nthe classification of all work under its jurisdiction cov-  \nered by this Agreement, for the purpose of collective  \nbargaining. The State of Indiana District Council like-  \nwise recognizes {as listed in Article !!I) as the sole bar-  \ngaining agents for work as defined herein and recog-  \nnizes (as listed in Article Ill} as negotiating agents for its  \nmembers for all work set forth in Article | for the areas  \noutlined in this Agreement.  \nSection 2. Subject to the provisions and limitations of  \nthe National Labor Relations Act, as amended, ail pres-  \nemt Employees who are members of the Union on the  \neffective date of this Agreement shall continue their  \nmembership in the Union for the duration of this  \nto the extent of paying an initiation fee and  \nmembership dues and working dues uniformly required  \naS a condition of acquiring or retaining membership in  \nthe Union. All Employees who are not members of the  \nUnion and all persons who hereafter become  \nEmployees shall become members of the Union on the  \neighth (8th) day following the beginning of their employ-  \nment or on the eighth (8th) day following the effective  \ndate of this Agreement, whichever is later, and shall  \nremain members of the Union to the extent of paying an  \ninitiation fee and the membership dues and working  \ndues uniformly required as a condition of acquiring or  \nretaining membership in the Union, whenever employed  \nunder and for the duration of this Agreement.  \n11  \nSection 3. The Union shall notify the Employer, by  \ncertified mail, directed to the home office of the  \nEmpioyer, of any default on the part of an Employee to  \npay his initiation fee and membership dues and/or work-  \ning dues pursuant to this Article, with a copy of said  \ncommunication being hand delivered to both the job  \nsuperintendent and the Employee involved. Such com-  \nmunication shall: identify the name and address of the  \ndelinquent Employee; state that Union membership was  \navailable to such Employee under the same terms and  \nconditions generally applicable to other members; state  \nthat despite notice, such Employee has defaulted on his  \nobligation to pay his initiation fee and membership dues  \nand working dues; and shall instruct the Employer to  \ndischarge such Employee. Within twenty-four (24) hours  \n(Saturday and Sunday excluded) from receipt of such  \nwritten notice, the Employer discharge such  \nEmptoyee. The Parties agree that such discharge shall  \nbe based upon the information supplied and represen-  \ntations made by the Union.  \n"], ["ARTICLE V  \nEquat Emptoyment Opportunity  \n", "Section 1. As used in this document, the terms “he”,  \n“his” or similar masculine pronouns shal) be construed  \nto include the feminine alternatives of such pronouns.  \nSuch terms are used solely for grammatical purposes  \nand shall not be construed to limit this contract or its  \napplication on the basis of sex, race, national origin or  \nany other classifications.  \nSection 2. The parties to this Agreement agree that  \nthere will be no discrimination against or harassment of  \nany Employee on account of race, religion, color, sex,  \nage, national origin, or disability. {t is the policy of both  \nparties to provide equal opportunities for employment  \nand advancement for all individuals regardless of race,  \nreligion, color, sex, national origin, age, or disability. The  \nparties further agree to comply with all applicable state  \nand federal employment laws, and all applicable execu-  \ntive orders regarding employment discrimination and  \naffirmative action.  \n12  \n"], ["ARTICLE VI  \nSelection of Labor-Employment Regulations  \n", "Section 1.  \n(a) In employment, no applicant shall be discriminat-  \ned against for membership or non-membership in the  \nUnion. When the Employer has requested the Union to  \nfurnish Employees for a job, such Employees shall be  \nreferred by the Union on a non-discriminatory basis.  \n(b) The Employer retains the right to reject any appli-  \ncant whether furnished by the Union or not, and further  \nthe Employer shall have the right to determine the com-  \npetency and qualifications of his Employees and the  \nright to discharge for just cause.  \n{c) The Employer may call the Union for an individual  \nby name, provided he is on an unemployed list main-  \ntained by the Union and provided he is not employed by  \nanother Employer and has worked for the Employer  \nmaking the request within the past twelve (12) months.  \nUnder such circumstances the Union shall refer such  \nindividual.  \nSection 2. Documentation and Verification: The  \nEmployer and Union will work cooperatively to assure  \nthat both Parties comply with their legal responsibilities  \nunder the tmmigration and Reform Control Act of 1986.  \nIn so doing, the Union will request from each Employee  \nbefore referring them to an Employer, documentation  \nwhich establishes citizenship or other legal status to  \nwork in the United States. These documents shall be  \nany of the documents which are allowed under the reg-  \nulations promulgated under IRCA. This section may be  \namended mutually when regulations are finalized on  \nthese requirements.  \nSection 3. The Union will send no Employee to the  \nEmployer who they know does not comply with the  \nResidency Requirements of the Immigration and  \nReform Act.  \n13  \n"], ["ARTICLE Vil  \nWelfare Trust Fund  \n", "Section 1. On work covered by this Agreement, the  \nEmployer agrees to pay into the Indiana State District  \nCouncil of Laborers and Hod Carriers Welfare Fund the  \namount in cents per hour as shown in Article XXViI.  \nPayment shall be made on the dates, in the manner,  \nform and in accordance with the rules and regulations  \nas adopted by the Trustees of the herein mentioned  \nWelfare Fund.  \nSection 2. The Employer agrees to be bound by the  \nAgreement and Declaration of Trust, entered into and  \ndated May 25, 1953, establishing the Indiana State  \nDistrict Council of Laborers and Hod Carriers Welfare  \nFund and Participating Employers and by any amend-  \nments to said Trust Agreement.  \nSectlon 3. The Welfare Trust Fund shall be adminis-  \ntered in accordance with all provisions of applicable law.  \n"], ["ARTICLE Vill  \nPension Trust Fund  \n", "Section 1. On work covered by this Agreement the  \nEmployer agrees to pay into the !ndiana State District  \nCouncil of Laborers and Hod Carriers Pension Fund the  \namount in cents per hour as shown in Article XXVII.  \nPayment shall be made on the dates, in the manner,  \nform and in accordance with the rules and regulations  \nas adopted by the Trustees of the herein mentioned  \nPension Trust Fund.  \nSection 2. The Employer agrees to be bound by the  \nAgreement and Declaration of Trust entered into and  \ndated June 1, 1962, establishing the Indiana State  \nDistrict Council of Laborers and Hod Carriers Pension  \nFund and Participating Employers and by any amend-  \nments to said Trust Agreement.  \nSection 3. The Pension Trust Fund shall be adminis-  \ntered in accordance with all provisions of applicable law.  \n14  \n"], ["ARTICLE IX  \nTraining Trust Fund  \n", "Section 1. On work covered by this Agreement the  \nEmployer agrees to pay into the Indiana Laborers’  \nTraining Trust Fund the amount in cents per hour as  \nshown in Article XXVII. Payment shall be made on the  \ndates, in the manner, form and in accordance with the  \nrules and regulations as adopted by the Trustees of the  \nherein mentioned Training Trust Fund.  \nSection 2, The Employer agrees to be bound by the  \nAgreement and Declaration of Trust entered into and  \ndated April 1, 1968 establishing the Indiana Laborers’  \nTraining Trust Fund and Participating Employers and by  \nany amendments to said Trust Agreement.  \nSectlon 3. The Indiana Laborers Training Trust Fund  \nshall be administered in accordance with all provisions  \nof applicable law.  \n"], ["ARTICLE X  \nPre-Job Conference  \n", "Section 1. Upon written request by either party, a  \npre-job conference will be held prior to the time the  \nEmployees of such Employer begin work on the job.  \nSection 2. A written request for a pre-job conference  \nsent by either Party shall be sent by certified mail. If  \neither Party refuses to honor the request for a pre-job  \nconference within five (5) working days from receipt of  \nrequested pre-job conference or does not abide by a  \npreviously agreed and signed pre-job conference  \n“report form” or in the event a pre-job is not mutually  \nagreed to and a “report form” signed by both parties  \nupon request, the Local Union has the right to picket,  \nstrike and/or withhold Employees. However, no picket-  \ning, striking, withdrawal or withholding of Employees will  \noccur until the State of Indiana District Council has had  \nan opportunity to investigate said violation.  \n15  \n"], ["ARTICLE Xl  \nWorking Hours and Overtime  \n", "Section 1. The regular work week shall be a forty  \n(40) hour week, Monday a.m. through Friday p.m. Eight  \n(8) consecutive hours, excluding lunch periods, shall  \nconstitute a day's work between the hours of 6:00 a.m.  \nand 6:00 p.m. with one-half (1/2) hour off for Junch.  \nStarting time outside these hours may be established  \nby mutual agreement. Regular starting time shall begin  \nno earlier than 6:00 a.m. and no later than 8:00 a.m.  \nA. The Union agrees that the Employer may perform  \nSaturday work at straight time only under the following  \nconditions:  \n1. The Employees on the job site have worked less  \nthan forty (40) hours during the preceding week;  \n2. Saturday straight time work will be performed on a  \nvoluntary basis; paid at straight time only if all other  \ncrafts get straight time. When laborers are hired during  \nthe work week and haven't been offered the opportuni-  \nty to work 40 hours, their make-up day overtime pay will  \nbe determined by the regular crew overtime.  \n3. A Saturday make-up day will only apply if the  \nEmployees are off during the work week due to  \ninclement weather.  \nSection 2. Time and one-half shall be paid for all  \novertime work, which shall include all work done before  \nregular starting time, or after regular working period, or  \nafter eight (8) hours work. All work on Saturday shall be  \nat time and one-half.  \nSection 2a. At the discretion of the Employer and the  \nUnion, a four (4}, ten (10) hour day schedule may be  \nworked, if permissible by law or state regulation. Only  \nFriday would become the make-up day in a four (4), ten  \n{10) hour day schedule. When the Friday make-up day  \nis used, it is agreed that when a crew works thirty (30)  \nhours or less during the regular four (4), ten (10) hour  \n16  \nday work week, Monday through Thursday, these ten  \n(10) hours may be made up by the entire crew on  \nFriday (weather permitting) at the straight-time rate of  \npay. All hours worked in excess of forty (40) hours in the  \nwork week, or ten (10) hours each day shall be paid at  \nthe appropriate overtime rate. In the event of a make-up  \nday, it shall be voluntary on the part of the Employees,  \nand the declining of such work shall be without penalty  \nor recrimination. Notice will be given by noon Thursday  \nif a makeup day is to be worked.  \nSection 3. It is mutually agreed and understood that  \nMason Tenders who start prior to the established proj-  \nect starting time by nature of their work, are entitled to  \nthe applicable overtime rate as provided in Section 1 of  \nthis Article.  \nSection 4. All work performed on Sundays and  \nHolidays shall be paid at the rate of double (2x) times  \nthe regular rate of pay. Holidays mentioned in this Article  \nshall be: New Years Day, Memorial Day, Fourth of July,  \nLabor Day, Thanksgiving Day and Christmas Day. No  \nwork shall be performed on Labor Day except to save  \nlife or property. Where any of the herein mentioned  \nHolidays fall on Sunday, the following Monday will be  \nobserved as the Holiday. Veterans Day shall be  \nobserved Friday after Thanksgiving.  \nSectlon 5. The Employer shall not be obliged to pay  \nany workman appearing for work if failure to work is due  \nto inclement weather or a work stoppage by another  \nTrade. Otherwise, two (2) hours pay shall be allowed for  \ntwo (2) hours time for reporting to work, provided he  \nremains on the job to perform whatever work may be  \nassigned to him.  \nSection 6. !f an Employee actually starts to work, he  \nshall receive four (4) hours pay, except in case of  \ninclement weather, a work stoppage by another Trade,  \nor on an overtime day if he has been ordered to work.  \nIf an Employee works over four (4) hours, he shall be  \npaid for eight (8) hours, except in cases of inclement  \n17  \nweather, a work stoppage by another Trade, or on an  \novertime day if he has been ordered to work.  \nSection 7. It is understood that consistent with this  \nSection, an Employee will not be docked for any time  \nlost due to breakdowns of machinery or while waiting for  \nmaterials.  \nSection 8. The Employer shall furnish special wear-  \ning apparel, such as rain hats, coats and boots to pro-  \ntect the Employee when working in inclement weather  \nor adverse conditions and the individual Employer shall  \nalso furnish safety equipment such as safety hats, safe-  \nty goggles, respirators and protective masks and siip-  \nover boots for all! Employees working in concrete. It is  \nagreed and understood that the Employer shal! be per-  \nmitted to charge any Employee for such wearing appar-  \nel and safety equipment should the Employee fail to  \nreturn any item issued to him as mentioned in this  \nSection. On open projects adequate shelter to be  \nshared with other trades for protection during inclement  \nweather shail be provided.  \nSection 9. A lunch period of thirty (30) minutes shall  \nbe established between the third (3) and fifth (5) hour or  \nbetween 11:00 a.m. and 1:00 p.m. When an Employee  \nor Employees are required to take their lunch after the  \nfifth (5) hour or after 1:00 p.m. said Employee shall be  \npaid at one and one half {1 1/2) times the regular rate of  \npay for the thirty (30) minute lunch period and shall be  \nallowed a fifteen (15) minute lunch period at the regular  \nrate of pay.  \nIt is further understood and agreed that after ten (10)  \nhours work, the Employee will be granted a twenty (20)  \nminute lunch period paid by the Employer. When  \nEmployees are required to work through the twenty (20)  \nminute lunch period, they will be paid an additional  \ntwenty (20) minutes pay at the applicable overtime rate  \nof pay.  \n18  \n   \n"], ["ARTICLE Xil  \nShift Work  \n", "When shifts are required, the first shift shall work  \neight (8) hours at the regular rate of pay. The second  \nshift shall work seven and one-half (7 1/2) hours and  \nreceive eight (8) hours at the regular straight time hourly  \nrate. The third shift shall work seven (7) hours and  \nreceive eight (8) hours at the regular straight time  \nhourly rate. A first shift is not necessary to establish the  \nexistence of the second and/or third shift.  \n"], ["ARTICLE Xill  \nStewards  \n", "Section 1. When the Business Manager of the Party  \nof the Second Part deems it advisable, the Business  \nManager shall appoint a Steward, or Stewards, on any  \ngiven project. Said Stewards are to be recognized by  \nthe Employer and shall have the right to sit in on any  \ngrievance without discrimination. Said Steward,  \nStewards or Foreman shall be retained on any given  \nproject, where appointed, as long as or when any  \nEmployee or Employees are employed, provided the  \nSteward, Stewards or Foreman are able to perform the  \nwork assigned to him. A foreman may be retained or  \ncalled back and Steward laid off or called back, tem-  \nporarily or permanently, by mutual agreement of  \nEmployer and Union. Furthermore, in case a project is  \nshut down temporarily or indefinitely, and the Steward,  \nStewards or Foreman is laid off, said Steward, Stewards  \nor Foreman shai! be the first Employee to be recalled  \nby the Party of the First Part when work on the project  \nis again resumed. The Steward shall account for all time  \naway from the work crew to his immediate Foreman or  \nSupervisor.  \nSection 2. In the event the Steward is not performing  \nin the best interest of the Union and/or the Employer,  \nthe Union Business Manager and the Employer shall  \nmeet and resolve the matter.  \n19  \nSection 3. It is mutually agreed and understood that  \nthe Steward shall not be terminated until such meeting  \nbetween the Local Union Business Manager and the  \nEmployer has been held.  \nSection 4. In the event that no understanding can be  \nreached by the Business Manager and the Employer,  \nthen it shall be clearly understood that any matter of dis-  \ncharge may be taken through the proper steps of the  \ngrievance procedure as outlined in this Agreement.  \nSection 5. For all purposes of this Agreement it is  \nunderstood that the duties of the Steward are limited to:  \n(a) To report to the Business Manager and the  \nEmployer any violation of this Agreement by either the  \nFirst or Second Parties.  \n(b) To attempt to settle any grievance which arises on  \nthe job and to report to the Business Manager any mat-  \nter that he cannot settle with the Employer.  \n(c) To report hazardous conditions to the job superin-  \ntendent. If such hazardous conditions are not eliminat-  \ned by the job superintendent or the Employer, he shall  \nthen report the same to the Business Manager of the  \nLocal Union, who will in turn consult with the Employer.  \nAt no time will any Employee be required to work under  \nconditions considered hazardous by the Business  \nManager or the Local Union after consultation with the  \nEmployer.  \n"], ["ARTICLE XIV  \nNon-Violation  \n", "Section 1. It shall not be a violation of this  \nAgreement should the Union withdraw Employees for:  \n(a} Dispute arising out of the failure of the individual  \nEmployer to meet the payroll for Employees covered by  \nthis Agreement.  \n(b} Dispute because a payroll check is dishonored.  \n(c) Non-payment of contributions set forth under  \n20  \nArticle Vil, Article Vill and Article IX, covering the Trust  \nFunds under the respective Articles mentioned herein  \nand as in the manner and accordance as prescribed  \nherein, provided the Employer is sixty (60) days delin-  \nquent.  \n(d) Failure of an individual Employer to comply with  \nthe terms and provisions of Article X of this Agreement,  \ncovering Pre-Job Conferences.  \n"], ["ARTICLE XV  \nPay Day  \n", "Section 1. The Employer shall pay Employees week-  \nly and the payment shall be in full for the payroll period.  \nPayment shall be made within five (5) days of the pay-  \nroll period and shall be in cash or by check. in the event  \nEmployees covered by this Agreement are laid off per-  \nmanently or discharged, they shall be paid within that  \nwork day. It is strictly understood and agreed that  \nshould any Employee discharged or laid off permanent-  \nly be required to report the next morning to collect his  \npay shall receive four (4} hours show up pay for report-  \ning for his pay for each subsequent morning on which  \nhe returns until paid. Employees who quit voluntarily  \nshail be paid at their next regular pay day.  \nSection 2. Each weekly pay shall be accompanied  \nby a statement listing the name of the Employee and  \nEmployer, the date, the number of hours worked, both  \nStraight and overtime, the monies deducted and for  \nwhat purposes said deductions were  \n"], ["ARTICLE XVI  \nSafety  \n", "Section 1. The Employer agrees to provide safe  \nworking conditions and practices as set forth in current  \nSafety Standards for the Construction Industry.  \nSection 2. It is agreed that each Employee covered  \nby this Agreement shall fully comply with all safety  \ndirectives issued by his Employer and shail properly uti-  \n21  \nlize all safety equipment provided by his Employer when  \nso directed. Failure to comply with these provisions shall  \nbe deemed sufficient cause for immediate discharge.  \n"], ["ARTICLE XVII  \nWorker’s Compensation  \n", "Section 1. The Employer agrees to ensure that all  \nWorker's Compensation claims will be filed in the most  \ntimely and expeditious manner and in any event not  \nlater than seven (7) days following the illness or injury.  \nUpon request, the Employer agrees to provide the  \nEmployee and/or the Local Union involved the name  \nand address of the Employer's insurance carrier.  \n"], ["ARTICLE XVIII  \n", "of Restrictions  \nSection 1. No rules, customs or practices shall be  \npermitted that limit production or increase the time  \nrequired to do any work. There shail be no limitation or  \nrestriction of the use of machinery, tools, or other labor  \nsaving devices, except that no shovel larger than a No.  \n2 shall be used other than on snow and light weight  \nmaterials,  \n"], ["ARTICLE XiX  \nSub-Contractor  \n", "Section 1. The Employer shall not contract any work  \ncovered by this Agreement to be done at the site of  \nconstruction, alterations, repairs or any new construc-  \ntion or any other work to any person, firm or company  \nthat does not have an existing labor agreement or will  \nsign an agreement with the Union covering such work  \nwithin the scope of this Agreement.  \n"], ["ARTICLE XX  \nGrievance Procedure  \n", "Section 1. If any controversy, dispute, or grievance  \narises with respect to the interpretation, application, or  \nenforcement of any of the provisions of this Agreement,  \nthe same (herein referred to as the “Issue”) be first  \n22  \nsubmitted to the Business Representative of the Union  \nand to a Representative of the Employer for settlement.  \nIf the issue is not thus settled within twenty-four (24)  \nhours of its submission, the issue Shall be referred to  \nthe State of Indiana District Council and they will be  \ngiven twenty-four (24) hours to assist in the settlement  \nof the dispute. If the issue is not resolved, it shail be  \nreferred within the next twenty-four (24) hours to a Joint  \nGrievance Board provided for) for consider-  \nation and settlement.  \nThe Joint Grievance Board shall be composed of  \nthree (3) representatives appointed by the Union, of  \nwhich no more than one (1) shall be a member of Local  \nUnion No. 561, and three (3) representatives appointed  \nby the Employer, of which no more than one (1) shall be  \nemployed by the Employer. The Joint Board so consti-  \ntuted shall prescribe its own rules of procedure but  \nShall meet within twenty-four (24) hours of the referral of  \nthe issue to the Board, and shall provide all interested  \nParties with opportunity to be heard. Any decision ren-  \ndered by a majority of the members of the Board shail  \nbe made in writing and shall be final and binding on all  \nparties.  \nIn the event the Joint Grievance Board above cannot  \narrive at a majority decision within three (3) days of the  \nreferral of the issue to the Board, the Board shall elect  \na seventh member, and the Board so constituted shall  \nreconvene within twenty-four (24) hours of the election  \nof the seventh member and shail render a decision  \nwithin three (3) days of their reconvening. The decision  \nrendered by the majority of the members of the Board  \nshall be made in writing and shall be final and binding  \non all parties.  \nIn the event the Joint Grievance Board cannot elect  \nOr agree upon the selection of a seventh member, with-  \nin the twenty-four (24) hours so appointed, the Joint  \nGrievance Board shall request the Federal Mediation  \nand Conciliation Service to recommend three (3) indi-  \nviduals by name. The Union appointed members of the  \n23  \nBoard shall strike one (1) name; the Employer appoint-  \ned members of the Board shall strike one (1) name; and  \nthe remaining individual shall become the seventh  \nmember of the Joint Grievance Board.  \nThe decision rendered by the Board so constituted  \nshall be in writing, signed by a majority of the Board,  \nand shall be final and binding on all parties. The  \nexpense of such Federal Mediation and Conciliation  \nService shall be borne equally by the Union and the  \nEmployer.  \nDuring any and all of the procedures above there  \nshall be no work stoppage, strikes, or lockouts.  \nSection 2. No proceeding hereinunder based on any  \ndispute, complaint or grievance herein provided for shall  \nbe recognized unless called to the attention of the indi-  \nvidual Employer or the Local Union involved in writing -  \nwithin ten (10) days after the alleged violation is commit-  \nted.  \nSection 3. Copies of the decision made by the  \nGrievance Committee and/or the Arbitrator shall be  \nmailed to the Employer and the Union.  \nSection 4. There shall be no stoppage of work on  \naccount of any difference of opinion or dispute which  \nmay arise between the Parties of the First and Second  \nPart, or between this and any other unit or units of  \nOrganized Labor, or between other units of Organized  \nLabor, or between any unit or units of Organized Labor  \nand any other division of the Building Industry.  \nSection 5. In the event individual workmen refuse or  \nfail to cross a picket line of another Union, then the  \naffected Employer, Organization or representative of  \nthe Employer's Negotiating Committee shall forthwith so  \nnotify the Local Union in whose territorial jurisdiction the  \npicket line occurs and the State of Indiana District  \nCouncil. Said Loca! Union and said District Council shall  \nwithin twenty-four (24) hours of such notification, notify  \nin writing the affected Employer Organization, or a rep-  \n24  \nresentative of the Employer's Negotiating Committee,  \nwhat action, if any, will be taken with reference to hon-  \noring such picket line. Under no circumstances of  \ncourse will the Union honor any unlawful picket line.  \n"], ["ARTICLE XxXI  \nGeneral! Provisions  \n", "Section 1. This Agreement covers the entire under-  \nstanding between the Parties hereto. No oral or written  \nrule, regulation, or understanding not incorporated  \nherein will be of any force or effect upon any Party here-  \nto.  \nSection 2. This Agreement shall apply from and after  \nits effective date as hereinafter provided.  \nSection 3. The Employer shall at all times provide  \nsanitary drinking water and containers, iced water when  \nnecessary, and toilet facilities, same to be stationed  \nconveniently to all Employees.  \nSection 4. The Employer shall make reasonable  \nefforts to make provisions for permitting access to the  \njob site by the Business Manager of the Local Union, or  \nhis duly appointed Field Representative. The Business  \nManager, or said Field Representative, shall make  \nevery reasonable effort to advise the individual  \nEmployer, or his representative, of his presence on the  \nproject and shall not stop or interfere with the work.  \nSection 5. When a job is located within a Plant the  \nEmployer shall provide (for regular shifts) adequate  \nmeans for transporting Employees from the Plant  \nentrance to the job, provided the operation of the job is  \none-half (1/2) mile or more from the Plant entrance.  \nVehicles shall be properly covered during cold or  \ninclement weather.  \nSection 6. When any Employee or Employees work  \nin two (2) or more Classifications during the period of  \nthe first half of the shift he or they shall receive the wage  \nrate of the highest Classification for such period and an  \n25  \n   \nEmployee or Employees working in two (2} or more  \nClassifications during the second haif of the shift shall  \nreceive the wage rate of the highest Classification for  \nsuch period.  \nSection 7. Any Contractor who signs this Agreement  \nto perform work covered by this Agreement has the  \noption of signing any other Agreement negotiated by the  \nState of Indiana District Council of Laborers and any  \nother Employer Group covering any and all work of the  \nConstruction Industry covered by the Laborers and pay  \nthe applicable wages, fringes and other conditions con-  \ntained therein.  \nSection 8. High Pay: All Employees working on struc-  \ntures over two (2) stories or twenty (20) feet in height,  \nand subject to free fa!!, shall receive an additional twen-  \nty-five cents ($.25} per hour over the applicable rate of  \npay.  \nSection 9. The Employer shall be the sole judge as  \nto the number of Employees required to perform the  \nwork other thart may be required by safety regulations.  \n"], ["ARTICLE XXif  \nFair Treatment  \n", "Section 1, When an Employer from outside the terri-  \ntorial jurisdiction contracts for work within the jurisdic-  \ntion of a specific Local Union, a member of the Locat  \nUnion shall be employed as soon as the Employer  \nstarts work on the job.  \n"], ["ARTICLE XxXtil  \nConstruction Advancement Program of Indiana  \n", "It is understood that the Associated Genera!  \nContractors of Southwestern an indiana corpo-  \nration not-for-profit, has established the Construction  \nAdvancement Program of Indiana (hereinafter,  \nProgram). The purpose of such Program to be to gener-  \nally promote and improve the construction industry,  \nincluding, without limiting the generality of the forego-  \n26  \ning, apprenticeship training, advanced skill training,  \nsupervisory training, improvement of public and person-  \nne! relations, market development, standardization of  \ncontracts and specifications, development of relations  \nwith others (including the public, architects, suppliers  \nand labor), collection and distribution of information  \nuseful and beneficial to the construction or contracting  \nindustry, and otherwise promote and advance the inter-  \nest and common good of the construction contracting  \nindustry in the state. It is understood that each  \nEmployer will be furnished a copy of the Articles of  \nIncorporation upon request and that, subject to the fore-  \ngoing limitations, such Articles of Incorporation may be  \namended from time to time by the Board of Directors.  \nEach Employer shall contribute an amount per clock  \nhour for each hour worked by each of his Foremen,  \nJourneymen and Apprentices covered by this  \nAgreement. The hourly amount shall be between five  \ncents ($.05) to ten cents ($.10), as determined by the  \nTrustees of the Program, provided that a minimum of  \ntwo (2) months notice shall be provided by the Trustees  \nbefore the amount may be adjusted within said range.  \nEach Employer shall pay the contribution to the  \nProgram on or before the 15th day of each month on  \naccount of hours which it compensates such Employees  \nduring the preceding calendar month.  \nIt is expressly understood and agreed that the Board  \nof Directors of the Program have authority to conduct an  \naudit of the records of any Employer to determine  \nwhether such Employer is contributing to the Program in  \naccordance with the provisions of this Article. !t is fur-  \nther understood that, in the event an Employer is deter-  \nmined to be delinquent and/or to have failed to make  \ncontributions as required in this Article, any legal  \nexpenses of the Program, including attorney fees, court  \ncosts and audit expenses, incurred in the audit and col-  \nlection of such delinquent and/or non-contributed funds  \nshall be borne by the Employer. It is further understood  \nand agreed that such Employer shalt be obligated to pay  \n27  \nany delinquent contributions to the Program with inter-  \nest charged at the rate then applicable to Internal  \nRevenue Service collection of delinquent and/or unpaid  \ntaxes.  \nIt is expressly understood and agreed that no  \nEmployee, Employer or Union shall have any vested or  \nproprietary interest in or right to any sum constituting a  \npart of said Program.  \n"], ["ARTICLE XX!V  \nLocal Union Area Coverage  \n", "Section 1. LIUNA, Local Union 561, Evansville,  \nIndiana covers Daviess, Dubois, Gibson, Knox, Pike,  \nPosey, Spencer, Vanderburgh and Warrick Counties in  \nIndiana, and Crittenden, Henderson, Union and  \nWebster Counties in Kentucky.  \n"], ["ARTICLE XXV  \nBonding  \n", "Section 1. (a) Every Employer who employs mem-  \nbers of the Union and agrees to be covered or maintain  \nthe provisions of this Agreement may be required by the  \nUnion to give a surety bond payable to the Laborers’  \nBenefit Funds to insure the payment of fringe benefit  \nobligations accruing under this Agreement. The  \nEmployer shall furnish a surety bond as prescribed  \nbelow within fourteen (14) days after notice from the  \nLaborers’ Fringe Benefit Funds that such is required.  \nThe amount of the surety bond shall be as follows:  \n1 through 10 men $10,000.00  \nat 15 men $15,000.00  \nat 20 men $20,000.00  \nat 25 men $25,000.00  \nat 30 men $30,000.00  \n(b) The Fringe Benefit Funds may require an  \nEmployer to give and provide the surety bond provided  \nfor herein if at any time: (1) the Employer has been late  \nfifteen (15) days or more in the payment of any of its  \n28  \nmonetary obligations under this Agreement; or (2) the  \nEmployer has been late in the payment of any such obii-  \ngation two (2) consecutive times during the immediate-  \nly preceding twelve (12) months; or, (3) the Employer  \nhas not worked within the Union's geographical jurisdic-  \ntion under this Agreement during any of the immediate-  \nly preceding twelve (12) months.  \nlf after giving and providing such surety bond the  \nEmployer is not late in the payment of its monetary obli-  \ngations during the next following twelve (12) months,  \nthe Employer shalt be released from the requirement to  \nprovide a surety bond unless the conditions specified in  \nthe first sentence of this Section re-occur.  \n(c) When a surety bond is demanded, the Employer  \nwill obtain such in the required amount from a company  \nacceptable to the Fringe Benefit Funds, and the Benefit  \nFunds specified in this Agreement shall be the sole ben-  \neficiaries of the bond. The bond wilt be given to the  \nFringe Benefit Funds where it will be kept.  \n(d) Should an Employer fail or refuse to provide the  \nrequired surety bond, when such is demanded by the  \nUnion, or should an Employer fail to keep a bond in  \neffect at all times said Employer is required to keep one,  \nthe Union shall have the right to use all legal and/or  \neconomic means to cause the Employer to comply with  \nthis Article.  \n"], ["ARTICLE XXVI  \nWorking Oues Check-Off  \n", "Section 1. Each Employer signatory to this  \nAgreement agrees to deduct from the pay of Employees  \ncovered by this Agreement regular and uniform Working  \nDues, in an amount designated by the Union, provided,  \nbefore any such deduction is made, the Union shall  \nsecure and furnish to the Employer a properly signed  \nAuthorization Form from each Employee permitting  \nsuch deduction. Such deductions shall be remitted by  \nthe 10th of each month, following the end of the month  \nfor which deductions are made, to the designated  \n29  \n   \ndepository at the same time and accompanying Health  \n& Welfare, Pension and Training contributions, but by  \nseparate check and teport of gross wages. The desig-  \nnated depository shall be called the State of (ndiana  \nDistrict Council of Laborers’ Working Dues Fund.  \nSection 2. The Authorization and Assignment of  \nWorking Dues shall be irrevocable for the period of one  \n(1) year or until the termination of this Coilective  \nBargaining Agreement, whichever period is fess, unless  \nwritten notice is given by the Employee to the Employer  \nand to the Union, not more than sixty (60) days and not  \nless than thirty (80) days before any periodic renewal  \ndate.  \nIn case no such notice is given, the Authorization  \nshall continue in effect from year to year until such  \nnotice is given.  \nSection 3. Violation of the Oues Check-oft Clause of  \nthis Agreement is specifically exempted from the appli-  \ncation of the grievance and arbitration procedure. {If the  \nEmployer violates the provisions of the check-off clause  \nof this Agreement, the Union, without violation of this  \nAgreement shall be permitted to strike the Empfoyer to  \nremedy such violation, provided the Employer is given a  \ncertified written notice by the Union of its violation and  \nis further a period of fifteen (15) days to reme-  \ndy said  \nSection 4. The Empfoyer, or his authorized represen-  \ntative, shali notify the Local Union of the Party of the  \nSecond Part of all Employees given employment cov-  \nered by this Agreement, by submitting on the first fringe  \nbenefit report after hire-in, in order that the Union may  \nobtain the required and necessary information from the  \naforesaid individuals to properly register them in the  \nWorking Dues Check-off.  \n30  \n"], ["ARTICLE XXVit  \nHourly Wage Rates  \n", "Section 1. In addition to the hourly wage rates list-  \ned hereinafter, Fringe Benefit Contributions to the  \nHealth & Welfare Fund, Pension Fund and Training Trust  \nFund for the designated periods shall be as follows.  \nFRINGE BENEFITS:  \nEFFECTIVE  \nDATE H&W PENSION TRAINING CIAPI SAP  \n040103 $3.50 $2.10 $.30 $.05 $.05  \n040104 $4.00 $2.15 $.35 $.05 $.05  \n040105 $450 $2.20 $.35 $.05 $.05  \nSection 2. It is understood and agreed that Fringe  \nBenefit set forth under Section 1 of this  \nArticle will be paid for ail hours earned by the  \nEmployees covered by this Agreement, inciuding the  \nstraight time portion of all overtime, Holidays,  \nSaturdays, Sundays and bonus hour for shift difierential.  \nSection 3. Any and all expenses for legal action  \nagainst an Employer for failure to make timely payrnents  \nfor Fringe Benefit contributions or wages as set forth in  \nthis Agreement shall be borne by the delinquent  \nEmployer individually.  \nWAGE RATES:  \nEFFECTIVE  \nDATE INDIANA KENTUCKY  \n04 01 03 $19.99 $18.41  \n04 01 04 $20.22 $18.64  \n04 01 05 $20.52 $18.94  \nSection 1. For the purpose of clarification and to  \nassist in determining the hourly wage rates applicable  \nto specific Classes of Work, the following hourly wage  \nrates apply:  \n31  \nCATEGORY | Basic Hourly Wage Rate shall include the  \nfollowing:  \nBuilding and Construction Laborers  \nScaffold Builders {other than for Masons or Plasterers)  \nlronworker Tenders  \nMechanic Tenders  \nCivil Engineer Tenders & Surveyor Tenders  \nRodmen & Chainmen  \nSignalmen & Flagmen  \nWindow Washers & Cleaners  \nWaterboys & Toolhousemen  \nRoofers Tenders  \nRailroad Workers  \nMasonry Wall Washers (interior and exterior)  \nCement Finisher Tender  \nCarpenter Tenders  \nTenders of all other Crafts not listed  \nAll Portable Water Pumps with discharge up to  \nthree (3) inches  \nWire Mesh  \nFire Prevention  \nFire Watch  \nFire Stop Tender  \nCATEGORY If shall include the following and wil! be  \npaid twenty ($.20) cents per hour over the basic rate:  \nWaterproafing  \nHandiing of Creosote Lumber or like treated  \nmaterial (excluding railroad material), handling of  \ntoxic damaging to clothing  \nAsphalt Rakers & Lutemen  \nKettlemen  \nAir Tool Operators, Vibrators, Chipping Hammer  \nOperators and all Pneumatic Tool Operators and  \nEarth Compactors  \nJackmen & Sheetmen working ditches six (6) feet  \nin depth or deeper  \nLaborers working in ditches six (6) feet in depth or  \ndeeper  \nAssembly of Unicrete Pump  \n32  \nChain Saw Operators  \nWater Line Layers, five (5) feet outside the building  \nfoundation  \nTile Layers (sewer or field) & Sewer Pipe Layers  \n(metallic or non- metallic) five (5) feet outside the  \nbuilding foundation  \nMotor Driven Wheelbarrows and Concrete Buggies  \nHyster Operators  \nGrout Pump Operator  \nPump Crete Assemblers  \nConveyor Assemblers  \nCore Drill Operators  \nCement, Lime or Silica Clay Handlers (bulk or bag)  \nPneumatic Spikers  \nDeck Engine & Winch Operators  \nWater Main & Cable Ducking (metallic and  \n  \nLaborer instrument Man  \nCATEGORY II! shall include the following and will be  \npaid fifty cents ($.50) per hour over the basic rate:  \nPlaster Tenders  \nMason Tenders  \nMortar Mixers  \nWelders (acetylene or electric)  \nCutting Torch or Burner  \nCement Gun Operators  \nScaffold Builders when working for Plasterers  \nScaffold Builders when working for Masons  \nFork Lift Operator  \nAsbestos Abatement, handling and removal  \nHazardous Materials, handling and removal  \nLead Abatement, handling and removal  \nLead Base Paint Remover  \nCATEGORY Ili {a) shall include GUNMEN and POT-  \nMEN and will be paid fifty cents ($.50) per hour over the  \nbasic rate.  \nCATEGORY ill (b) shall include GUNITE OR SHOT-  \nCRETE NOZZLE LABORER (including sewers), FIRE  \n33  \nSTOP EQUIPMENT OPERATOR, CONSTRUCTION  \nSPECIALIST and will be paid one dollar ($1.00) over  \nthe basic rate.  \nCATEGORY IV shall cover LABOR FOREMAN and will  \nbe paid fifty cents ($.50) per hour over the highest paid  \nlaborer under his lead.  \nCATEGORY IV shall cover HOD CARRIER FOREMAN  \nand will be paid one dollar ($1.00) per hour over the  \nbasic rate.  \nCATEGORY IV shall cover GENERAL FOREMAN and  \nwill be paid one dollar and twenty cents ($1.20) per hour  \nover the basic rate.  \nCATEGORY IV shall cover HOD CARRIER GENERAL  \nFOREMAN and will be paid one dollar and forty cents  \n($1.40) per hour over the basic rate.  \nCATEGORY V shall include Watchman and Gateman  \n(day or night) whose wage rates and fringe benefit  \nhours will be negotiated on an individual basis by and  \nbetween the Employer and the Local Union involved at  \nthe pre-job conference.  \nCATEGORY Vi shall cover the following rates paid over  \nand above basic rate:  \nCaisson and Tunnel Work in Free Air-$1.00 over  \nbase rate  \nCaisson Bottom Man-$2.00 over base rate  \nCaisson and Tunnel Work in Compressed Air:  \n0-15 pounds - $1.00 over base rate  \n16-20 pounds - $1.50 over base rate  \n21-26 pounds - $2.00 over base rate  \n27-33 pounds - $3.00 over base rate  \n34 & over - $4.00 over base rate  \nCATEGORY VI (a) shall include DYNAMITE MEN and  \nwill be paid one dollar and seventy-five cents ($1.75)  \n34  \nper hour over the basic rate.  \nCATEGORY Vil shal! cover High Time pay for Stacks &  \nChimneys:  \nTo be the same as set forth in the Laborers’  \nInternational Union of North America Agreement cover-  \ning Stacks, Chimneys and Silos.  \nUTILITY COVERAGE  \nUtility Construction shall include all labor work (includ-  \ning skilled and semi-skilled) for the construction or an  \ninstallation of utility lines, metallic and non-metallic  \n(clay, terra-cotta, ironstone, vitrified, concrete, cast  \niron, fiberglass, orangeburg, transite, plastic, etc.) pipe  \nfor storm and sanitary sewer and drainage; water lines,  \nwater treatment plants, sewage treatment plants, pump  \nstation; lift stations; cables, ducts, air-lines, gas-lines,  \nsteam lines, conduit lines, making of joints, sheeting,  \ntrenching, manhole erectors, digging and back-filling of  \nall ditches, cutting of streets and surfaces and refinish-  \ning of same, in free air or tunnel projects.  \nThe unloading and distribution of all pipe and materi-  \nal used in the performance of work as set forth in this  \nArticle.  \nThe connections of utilities to the point of first con-  \nnection outside the building foundation not to exceed  \nthree (3} feet from the foundation.  \nThe laying of pipe and making of al! connections  \nand/or joints on any and all types of utilities.  \nFRINGE BENEFITS: ALL ZONES AND ALL LOCALS:  \n(UTILITY):  \nEFFECTIVE  \nDATE H&W PENSION TRAINING  \n04 01 03 $3.50 $1.85 $.25  \n04 01 04 * . .  \n04 0105 . .  \n35  \n*Refer to IC! Heavy, Highway Agreement for 2004 and  \n2005 rates.  \nUTILITY RATES: Base rate as listed below: For all  \nother wages and classification rates, refer to the ICI  \nHeavy, Highway Agreement.  \nCATEGORY |  \nEFFECTIVE DATE  \n04 01 03 $19.12  \n04 01 04 .  \n04 01 05 .  \n“Refer to {Cl Heavy, Highway Agreement for 2004 and  \n2005 rates.  \n"], ["ARTICLE  \nGeneral Savings Clause  \n", "Section 1. Any provision contained herein that is  \ncontrary to or held to be .in violation of the Labor  \nManagement Relations Act of 1947 as amended, or of  \nany other law now in force or hereafter enacted, or,  \nhereafter becoming effective, shall be void and of no  \nforce or effect, and this Agreement shall be construed  \nas if said void provision herein were not a part thereof,  \nit being intended, however, that the other provisions of  \nthis Agreement shall not be affected thereby. It is further  \nagreed that should compliance with any law or amend-  \nment thereof, or any order or regulation issued thereun-  \nder, now or hereafter in force and effect, prohibit the car-  \nrying out of any of the provisions of this Agreement,  \nthen to the extent of such deviation or prohibition, this  \nAgreement shall be deemed to have been automatical-  \nly amended, effective on the effective date of such law,  \norder, or regulation. Such amendment to this Agree-  \nment shall remain in effect only so long as said law,  \namendment, order or regulation continues in force, or  \nuntil the expiration of this Agreement, whichever event  \nshall first occur.  \n36  \n"], ["ARTICLE XXIX  \nSubstance Abuse Program  \n", "The Union and the Associated General Contractors  \nof Indiana, Inc. Southwestern Branch and/or signatory  \nEmployer hereby agree that the drug and alcoho! test-  \ning program developed by the joint efforts of the Lower  \nOhio Valley Building Trades Committee and the area  \ncontractors’ associations is incorporated by reference  \nherein and made a part hereof this contract.  \n"], ["ARTICLE XXX  \nApprentices — Mandatory Apprentice Language  \n", "Section 1. New applicants for membership who can-  \nnot provide reasonable proof of 4,000 or more hours of  \nemployment as a Construction Craft Laborer (or, alter-  \nnatively, cannot demonstrate equivalent skills in a place-  \nment examination administered by the Joint  \nApprenticeship and Training Committee (JATC) shalt,  \nwhenever possible, enter the Apprenticeship program.  \nAny person entering but failing to maintain and com-  \nplete his or her Apprenticeship shall not be employed by  \nthe Employer as a Journey Worker under this  \nAgreement, The failure of any Apprentice to maintain  \nhis or her Apprenticeship status shall obligate the  \nEmployer to discharge such person upon notice from  \nthe Union.  \nSection 2. The Apprenticeship and Training  \nStandards approved by the Federal Bureau of  \nApprenticeship and Training or State Apprenticeship  \nCommittee are hereby incorporated by reference as a  \npart of this Agreement.  \nSection 3. The Apprentice wage rates:  \nHours of Credit Wage Rate  \n1st period 0-1000 hours 75% of journeyworker rate  \n2nd period §= 1001-2000 hours 85% of journeyworker rate  \n3rd period 2001-3000 hours 95% of journeyworker rate  \na7  \n4th period 3001-4000 hours 100% of journeyworker rate  \nSection 4. Entry into the Apprenticeship program  \nshall be controlled by the JATC, which shall employ  \nappropriate testing and screening procedures. An  \nApprentice advances from one hours-of credit and  \nwage-rate category to another only upon determination  \nof satisfactory performance by the JATC, which shall  \nhave the authority to grant accelerated credit where  \nwarranted by the performance of an individual! appren-  \ntice.  \nSection 5. The Employer shall participate in the  \nApprenticeship program by accepting Apprentices for  \nemployment upon referral by the Union. The Employer is  \nnot obligated to accept more than one (1) Apprentice  \nfor every five (5) Journeyworkers commencing with the  \nsixth Laborer employed.  \nSection 6. The Employer may not employ an  \nApprentice until at least one Journeyworker is employed  \nand thereafter may not employ more than one (1)  \nApprentice for every additional three (3) Journeywork-  \ners.  \nSection 7. An Apprentice should, whenever possible,  \nbe rotated by the Employer through different types of  \nwork so as to become trained in a variety of operations  \nand work skills. Where the Employer is unable to pro-  \nvide an Apprentice with experience in the full range of  \ncraft skills, the JATC may request the Local Union to  \nreassign the Apprentice to other employment in order  \nto provide that experience. For so tong as the Employer  \nis able to provide the necessary range of employment  \nexperience, the Employer may choose to retain the  \napprentice from job to job but shail notify the Local  \nUnion and JATC of all reassignments.  \nSection 8. An Apprentice shall not be penalized for  \ntaking off from work to attend offsite training (though  \ntime off for training is unpaid).  \n"], ["ARTICLE XXxXlI  \nVoluntary LIUNA, Local #561 PAC Fund  \n", "Section 1. The Employer agrees to deduct and trans-  \nmit to the LIUNA, Local #561 PAC Fund five cents ($.05)  \nfor each hour worked from the wages of those  \nEmployees who have voluntarily authorized such contri-  \nbutions on the forms provided for that purpose by the  \nUnion. These transmittals shall occur monthly, and shall  \nbe accompanied by a list of the names of those  \nEmployees for which such deductions have been made,  \nand the amount deducted for each such Employee.  \nSection 2. The LIUNA, Local #561 PAC Fund agrees  \nto indemnify and hold harmless the Employer from any  \nand ail claims, actions and/or proceedings arising out of  \nsaid LIUNA, Local #561 PAC Fund.  \n"]]