[["", "   \nBICY  \nly Seo  \nTHE COLLECTIVE  \nBARGAINING AGREEMENT  \nNEGOTIATED BY AND BETWEEN  \nTHE LABOR RELATIONS COMMITTEE  \nOF THE  \nASSOCIATED GENERAL  \nCONTRACTORS OF INDIANA  \nAND THE  \nLABORERS’ INTERNATIONAL  \nUNION OF NORTH AMERICA  \nSTATE OF INDIANA  \nDISTRICT COUNCIL  \nFOR AND ON BEHALF OF  \nITS AFFILIATED LOCAL UNIONS  \n#120, #204, #274, #741, #1047, #1112  \nEFFECTIVE  \nJune 1, 2005  \nthru  \nMay 31, 2008  \n<—>'  \n6 pres  \nTHE COLLECTIVE  \nBARGAINING AGREEMENT  \nNEGOTIATED BY AND BETWEEN  \nTHE LABOR RELATIONS COMMITTEE  \nOF THE  \nASSOCIATED GENERAL  \nCONTRACTORS OF INDIANA  \nAND THE  \nLABORERS’ INTERNATIONAL  \nUNION OF NORTH AMERICA  \nSTATE OF INDIANA  \nDISTRICT COUNCIL  \nFOR AND ON BEHALF OF  \nITS AFFILIATED LOCAL UNIONS  \n#120, #204, #274, #741, #1047, #1112  \nEFFECTIVE  \nJune 1, 2005  \nthru  \nMay 31, 2008  \nA RT.  \ni  \n0  \noH  \nIV  \nV  \nVI  \nVil  \nVill  \nIX  \nx  \nXI  \nXi  \nXI  \nXIV  \nXV  \nXVI  \nXVII  \nXVII  \nXIX  \nXX  \nXxXi  \nXXIl  \nXXIH  \nXXIV  \nXXV  \nXXV(a)  \nXXVI  \n{INDEX  \nSUBJECT PAGE  \nPROV nc 0 8 055 08 dw oak WH wh 6H we BF Hin 9 Oy OA He }  \nTI inch ce 1 wh 1 5 wk 6 wh wd BN dey He Bd 3  \nFOTeMeN eet 13  \nBargaining AZeMl 14  \nUnion Security i4  \nWorking Dues Check-Off i6  \nEqual Employment Opportunity 18  \nSelection of Labor-Employment Regulations ...19  \nWe sc eu se ew ews estes a sw om 20  \nPension Trust 20  \nTraining Trust Fund 2)  \nNotification......... ite on os a a Be 21  \nPreJob on wa 22  \nWorking Hours and Overtime 23  \nSHC sin sc passione az inna oa ons sa ea ta pe a 28  \nain stesso 9m bs 1 este Bed 29  \nNon-Violation 30  \nPay-Day 31  \nSately 32  \nWorker’s Compensation 32  \nElimination of Restrictions 33  \neee 33  \nManagement RightS 33  \nGrievance Procedure ao  \nsess sos vs aa ve seems ne oe em sa 35  \nFING ans ons ow we we eee 37  \nConstruction Industry Progress Council of  \nCentral Indiana (Local #120 & #204 only)...... 39  \nSchedule of Fringe Benefit Contributions ...40  \nCXVIT Hourly Wage 40  \nCXVITT General Savings Clause 50  \nXIX = - Bonding 0... 5]  \nXK Health 52  \nSubstance Abuse Program 52  \n(XXII Effective 54  \ntenet 56  \nAGREEMENT NEGOTIATED  \nBY AND BETWEEN  \nTHE LABOR RELATIONS  \nCOMMITTEE OF THE  \nASSOCIATED GENERAL  \nCONTRACTORS OF INDIANA  \nAND THE  \nLABORERS’ INTERNATIONAL UNION OF  \nNORTH AMERICA  \nSTATE OF INDIANA DISTRICT COUNCIL  \nJune 1, 2005 — May 31, 2008  \nTHIS AGREEMENT is made and entered into this ist day  \nof June, 2005, by and between the Labor Relations  \nCommittee of the Associated General Contractors of  \nIndiana, consisting of the Mason Contractors Association of  \nIndianapolis, The Trade Division of Associated Building  \nContractors of Lafayette, Inc.. Southern Branch of  \nAssociated General Contractors of Indiana, Inc., Madison  \nCounty Contractors Association, and the Marion Contractors  \nAssociation, Inc. The Contractor Association acting as  \nnegotiating agent for and on behalf of certain firms, Party of  \nthe First Part. Employers signatory hereto are referred to  \nherein for the purpose of clarity as the “Employer”, and  \nLaborers’ International Union of North America, State of  \nIndiana District Council, acting for and in behalf of LIUNA  \nLocals #120, #204, #274, #741, #1047 and #1112, Party of  \nthe Second Part, and hereinafter referred to as “Union”.  \nIt is agreed and understood that the Labor Relations  \nCommittee of the Associated General Contractors of Indiana  \n-4-  \nis not responsible in any manner whatsoever for the admin  \nistration, implementation and/or performance of thi  \nAgreement and that in no event shall it be bound as  \npal or be held liable as negotiating agent or as principal ir  \nany manner for any breach of this contract by any of the  \nEmployers signatory hereto.  \n[t is further agreed that the liability of the Employers shall be  \nseveral and not joint and the liability of the Local Union  \nafftliated with the Laborers’ International Union of Nortt  \nAmerica, State of Indiana District Council, shall be severa  \nand not joint. No purely vicarious liability shall result to any  \nsuch Employer or upon the Local Union for wrongful acts o  \nanother such Employer or of another such Local Union. Iti  \nunderstood that the Laborers’ International Union of North  \nAmerica, State of Indiana District Council, in signing this  \nAgreement for and on behalf of all of its affiliated Loca  \nUnions shall not be responsible for violation of this  \nAgreement by the Local Union affiliated with the Laborers  \nInternational Union of North America, State of Indiana  \nDistrict Council, unless action by said Local in violation o  \nthe Agreement is ordered or ratified by the Laborers  \nInternationa] Union of North America, State of Indiana  \nDistrict Council, or unless the State of Indiana Distric  \nCouncil fails to take whatever action may be necessary to  \nprevent the violation. Provided, however, that nothing con-  \ntained herein shall be construed as relieving the Local Union  \nof the Laborers’ International Union of North America, State  \nof Indiana District Council of their fuli responsibility.  \n"], ["ARTICLE I  \nCOVERAGE  \n", "Section J. Work covered:  \n(a) This Agreement shall cover all work coming within the  \nrecognized jurisdiction of the Laborers’ International Union  \nof North America as set forth in their Manual of Jurisdiction  \nas amended in October 1961, and by any amendments to this  \nManual, and as now included in Section 1 of the  \nJurisdictional Guidelines booklet, adopted by the Laborers’  \nInternational Union of North America, State of Indiana  \nDistrict Council, on the date of February 26, 1972, and as  \namended from time to time as mutually agreed upon by both  \nparties.  \n(b) The jurisdiction of work referred to in the wage classi-  \nfication and elsewhere in this Contract is the jurisdiction of  \nwork claimed by the Union and nothing contained herein  \nshall make it mandatory for the Employer to accept the  \nclaims of jurisdiction as being binding upon him. The  \nEmployer does not waive any of his rights by permitting the  \ninclusion of the jurisdiction of work in this Contract.  \n(c) The Parties to this Agreement are subject to and agree  \nto submit any unresolved jurisdictional dispute to  \nInternational Representatives of all disputing trades and, if a  \nsatisfactory or mutual understanding cannot be reached at  \nthat time, it will be submitted to whatever Federal  \nGovernmental Agency, having the responsibility for the res-  \nolution of such dispute. Any interpretation or decision by  \nsaid Agency shal! immediately be accepted and complied  \nwith by all Parties bound by this Agreement. The Employer  \nand the Union agree that there will be no work stoppage dur-  \nA  \ning the period pending a jurisdictional decision by the above  \nmentioned Federal Agency.  \n(d) This Agreement shall have effect on and cover  \nConstruction Laborers working for Employers on the herein  \nmentioned classes of work in the territory covered by this  \nAgreement. This Agreement includes industrial projects  \nand/or government defense projects. This Agreement  \nexcludes Heavy and Highway and Utility construction and  \nGas Line Distribution Systems on public right-of-ways  \nLaborers jurisdiction of work was originally assigned under  \ncharter by the AFL-CIO, traditional performance of work as  \nestablished over a period of years by many letters of assign-  \nment from Employers who are agreeable that Laborers pos-  \nsess the skill and ability to perform such work by award  \nfrom the National Labor Relations Board and by mergers  \nand amalgamation, it is agreed and understood that Laborers  \nare tenders of all Trades involved in the Construction  \nIndustry and the following is the work of the Laborers:  \n1. Digging of all ditches for any purpose, the excavation  \nof all piers, foundations, holes and trenches; the lagging,  \nsheeting, cribbing, bracing and propping of al! foundations:  \nall work in connection with caissons, cofferdams, including  \nall excavation, drilling, jackhammering, blasting, shooting,  \nscaling.  \n2. The loading, unloading, handling and distribution of all  \nmaterials, fixtures, furnishings and appliances from point of  \ndelivery to point of installation by any means, hand, machin-  \nery, or power rigging.  \n3. The cleaning and clearing of all debris, including wire  \nbrushing of windows, scraping of floors, removal of surplus  \n-4-  \nmaterial from all fixtures and that of all debris in building  \nand total construction area; the general clean-up, such as  \nsweeping, cleaning, wash-down and wiping of construction  \nfacilities and furnishings; the loading and removal of all  \ndebris, including crates, boxes and waste material; washing  \nof wall interior and exterior; partitions, ceilings, black-  \nboards, windows, bathrooms, kitchens, laboratories, and all  \nfixtures and furnishings therein; the mopping, washing, wax-  \ning and polishing and/or dusting of all floors or areas.  \n4, The tending of all temporary heat when done by any  \nprocess; the drying of plaster, concrete, mortar or other  \naggregate when done by salamander hezt or any other dry-  \ning process.  \n5. The tending of cement masons, brick masons, plaster-  \ners, Carpenters and other Building Construction Crafts.  \nTending shall consist of the preparation of ail materials and  \nthe handling and conveying of materials to the point of erec-  \ntion or installation to be used by mechanics or other Crafts,  \nwhether such preparation is by hand or any other process,  \nmcluding power rigging and incidentals thereto. After the  \nmaterial has been prepared or unloaded, tending shall consist  \nof the supplying and conveying of said material and other  \nmaterials, whether done by hand, shovel, bucket, hod,  \nwheelbarrow or buggy, or other motorized unit used for such  \npurpose.  \nThe tending of Carpenters shall consist of the conveying of  \nll materials from point of unloading to the point of installa-  \n10n or erection by any mode or method; the cleaning of all  \nnaterials, such as pulling of nails, the cleaning and oiling of  \n1! forms; the driving of all stakes for bracing of forms, tend-  \nng the saw man by off bearing the materials, supplying  \n-5-  \nmaterial to the saw and the stacking of the finished product  \nand then transferring said materials to the point of installa-  \ntion on the project.  \n6. Scaffold erection, the total erection, building and  \ninstallation, planking, bolting, lining, leveling, bracing and  \nthe total dismantling of same; the building, planking, instal-  \nlation and removal of all staging, swinging and hanging scaf-  \nfolds, Morgan, scaffolding, all work associated with  \nhydraulically controlled scaffolding, including all acces-  \nsories, including maintenance thereof for all lathers, plaster-  \ners, brick layers, masons and other Construction Trade  \nCrafts; the preparation for foundations or mud sills for al!  \nscaffolding, as well as maintenance shall be done by  \nLaborers.  \n7. Pouring and laying of concrete and related work:  \nConcrete, bituminous concrete or aggregates for walls, foot-  \nings, foundations, floors or for any other construction; mix-  \ning, handling, conveying, pouring, vibrating, gunniting and  \notherwise placing concrete or aggregates, whether done by  \nhand or any other process; wrecking, stripping, dismantling  \nand handling concrete forms and false work, building of cen-  \nters for fireproofing purposes, firestop installation and other  \nfireproofing materials; operation of motorized wheelbarrows  \nor buggies or machines of similar character, whether run by  \ngas, diese! or electrical power, when concrete or aggregates  \nare conveyed by crane or derrick, or similar methods, the  \nhooking on, signaling, dumping and unhooking the bucket;  \nthe placing of concrete or aggregates, whether poured,  \npumped, gunnited or placed by any other process; the assem-  \nbly, uncoupling of all connections and parts of, or to equip-  \nment used in mixing or conveying concrete, aggregates 01  \n-6-  \nmortar, and the cleaning of such equipment, parts and/or  \nconnections; all vibrating, grinding, spreading, flowing,  \npuddling, leveling and strike-off concrete or aggregates by  \nfloating, rodding or screeding, by hand or mechanical means  \nprior to finishing. Where pre-stressed or precast concrete  \nslabs, walls or sections are used, all loading, unloading,  \nstockpiling, hooking on, signaling, unhooking, setting and  \nbarring into place of such slabs, walls, or sections; all mix-  \nng, handling, conveying, placing and spreading of grout for  \niny purpose, green cutting of concrete or aggregate in any  \nform by hand, mechanical means, grindstones or air or  \nwater.  \nThe filling and patching of votds, crevices, etc., to correct  \ndefects in concrete caused by leakage, bulging, sagging, etc.  \nThe loading, unloading, carrying, distributing and handling  \nof all rods, mesh and materials for use in re-inforcing con-  \nrete construction; the hoisting of rods, mesh and other  \nmaterials, except when a derrick or outrigger operated by  \nother than hand power is used.  \nAll work on interior concrete columns, foundations for  \nengine and machinery beds.  \nThe stripping of forms, other than panel forms, which are to  \nbe re-used in their origina! form and the stripping of forms  \non all flat arch work.  \nThe moving, cleaning, oiling and carrying of all forms to the  \nnext point of erection.  \n8. The grinding of all concrete surfaces by any mode or  \nmethod.  \n9. The snapping of all wall ties and removal of tie rods;  \n-7-  \nthe handling, placing and operation of the nozzle, hoses and  \npots or hoppers or sandblasting or other abrasive cleaning  \nthe jacking of slip forms and all semi and unskilled work  \nconnected therewith.  \n10. The wrecking or dismanuing of buildings and all struc  \ntures; breaking away roof materials, beams of all kinds, with  \nuse of cutting or other wrecking tools as necessary; burning  \nor otherwise cutting all steel structural beams: the breaking  \naway, cleaning and removal of all masonry and wood o  \nmetal fixtures for salvage or scrap; all hooking on, unhook  \ning and signaling when materials for salvage or scrap are  \nremoved by crane or derrick; all loading and unloading o  \nmaterials carried away from the site of wrecking; all work in  \nsalvage or junk yards in connection with cutting, cleaning  \nstoring, stockpiling or handling of materials; all clean-up  \nremoval of debris, burning, back-filling and landscaping ot  \nthe site of wrecked structure.  \ntl. The underpinning, lagging, bracing, propping and  \nshoring, raising and moving of all structures, raising of  \nstructures by manual or hydraulic jacks or other methods; all  \nwork on house moving, shoring and underpinning of struc-  \ntures; loading, signaling, right-of-way clearance along the  \nroute of movement; re-setting of structure in new location to  \ninclude all site clearing, excavation for foundation and con-  \ncrete work; clean-up and back-filling, landscaping old and  \nnew site.  \n12. The clearing, excavating, filling, back-filling, grading  \nand landscaping of all sites for all purposes and all labor  \nconnected therewith, including chainmen, rodmen, checkers  \ngrade markers, etc.  \n13. Signal men on all construction work defined herein,  \nincluding traffic control signalmen at construction sites.  \n14. All Labor work, including skilled and semi-skilled, in  \nconnection with the installation, sheeting, trenching, man-  \nhole erectors and the digging and back-filling of all ditches,  \nculting of streets and surfaces and the refinishing of same for  \nsewers, air lines, water lines and conduit lines in free air, tun-  \nnel or compressed air projects.  \n15. The laying of all clay, terra-cotta, ironstone, vitrified  \nconcrete, metallic and/or non-metallic pipe, cast iron, fiber-  \nglass, orange burg, transite, plastic, etc., or any other type  \npipe for sanitary and/or storm sewers, forced main sewers,  \nsub-surface drainage projects, filter beds, water lines and  \nconduit lines in streets, roadways, right-of-way casements,  \nbuilding areas, etc., to the building line.  \n[6. All the unloading and distribution of all pipe and mate-  \nrials used in the performance of work as set forth above.  \n17. All the service connections of pipe from main sewers  \nor water lines to the building line.  \n18. The laying of pipe and making of all connections  \nand/or joints on any and all types of pipe for water, sewer  \nand/or any other uses, including laser alignment.  \ni9. The cutting of streets and right-of-ways for laying of  \npipes. cables and/or conduits for ail purposes; digging of  \ntrenches and manholes, etc.; handling and conveying of all  \nmaterials; concreting, back-filling, grading and resurfacing  \nand all other labor connected therewith; clearing and site  \npreparation as defined herein; cutting or jackhammering of  \nstreets, roads, sidewalks or aprons by hand or the usc of air  \n-9-  \nor other tools; digging of trenches, ditches and manholes and  \nthe leveling, grading and other preparation prior to laying  \npipe or conduit for any purpose; loading, unloading, sorting,  \nstockpiling, wrapping, coating, treating, handling and distri-  \nbution of water mains and all pipe, including the placing  \nsetting and removal of skids, cribbing, driving of sheet pil-  \ning, lagging and shoring of all ditches, wenches and man-  \nholes, handling, mixing or pouring of concrete and the han-  \ndling and placing of other materials for saddles, beds or  \nfoundations for the protection of pipes, wires, conduits, etc.  \nback-filling and compacting of all ditches, resurfacing of  \nroads, streets, etc., and/or restoration of lawns and landscap-  \ning; unloading, handling, distribution, the assembly in place  \nbolting and lining up of sectional metal or other pipe includ-  \ning corrugated pipe; laying of lateral sewer pipe from main  \nsewer to building; laying, leveling and making of the joint of  \nall multi-cell conduit or multi-purpose pipe; cutting of holes  \nin walls, footings, piers and/or other obstructions for the pas-  \nsage of pipe or conduit for any purpose and the pouring of  \nconcrete to secure said holes; digging under streets, road-  \nways, aprons or other paved surfaces for the passage of pipe,  \nby hand, earth auger or any other method and manual and  \nhydraulic jacking of pipe under said surfaces; installation of  \nseptic tanks, cesspools and drain ftelds, all work in connec-  \ntion with shafts, tunnels, subways and sewers; construction  \nof sewers, shafts, tunnels, subways and caissons,  \n20, The setting of all man-holes such as pre-cast poured in  \nplace block, brick, setting of all cast iron catch basins and  \nmanholes and all work in connection thereto.  \n21. In compressed air, all work underground or in com-  \npression chambers, including tending of the outer aid lock  \n-10-  \nall work in compressed air construction, including but not  \nlimited to, groutmen, trackmen, blasters, shield drivers, min-  \ners, brakemen, miners’ helpers, lock tenders, mulching  \nmachine operators, motor men, gauge tenders, rodmen, com-  \npressed air electricians, setting of liner plate and ring sets,  \ndrill runners, powdermen or blasters, air hoist operators,  \nform men, concrete blower operators, cement operators,  \npower knife operators, erector operators, steel setters, cage  \ntenders, skinners, track layers, dumpmen, diamond drillers,  \ntimbermen and re-timbermen, cherry pickmen, nippers,  \nchuck-tenders and cable tenders, vibratormen, jet gunmen,  \ngunnite nozzlemen, gunmen, reboundmen and all other work  \nconnected therewith.  \n22. Railroad Track Work: Right-of-way clearing, excava-  \ntion, grading and sub-grading, ballasting and compacting of  \nright-of-way: loading, unloading, stockpiling, handling and  \ndistribution of track and ties and placing of or jacking track  \nand ties at point of installation: all burning or otherwise cut-  \nting of track; setting of tie plates, bolting, leveling and gaug-  \ning of rails and all spiking, whether by hand or mechanical  \nmeans, placing and tamping of ballast by hand or mechani-  \ncal means; construction and/or relocation of mainlines, shoe  \nflys, sidings, gradings, crossings, relocating of pipes and  \ndrainage and culverts.  \n23. Asbestos Removal/Lead Base Paint and Hazardous  \nWaste Removal: All work in regards to the dismantling,  \nwrecking, clean-up, dilution process, loading, transporting,  \noperation of monitoring equipment, etc.  \n24. Fire Prevention and Control: Shall include but not be  \nlimited to the watching for and prevention of fires (with a  \nfire hose or fire extinguisher or other means) when there is  \n-11-  \n——  \nwelding, burning, grinding, etc., being performed in an area  \nwhere combustible materials are present. Upon request of  \nthe Contractor, these Employees shall have completed the  \nLaborers Training Course in Fire Prevention and Control.  \n25, Sinking of wellpoints, installation of dewatering head-  \ner systems,  \nSection 2. Jurisdictional Disputes:  \n(a) The Employer agrees to respect the jurisdiction of the  \nUnion and shall not make a written or a permanent assign-  \nment of work to other Trades without first affording Parties  \nto the disputed work an opportunity to present evidence sub-  \nstantiating their claims. The Employer does not waive any  \nof his rights by permitting the of jurisdiction of  \nwork in this Contract. Furthermore, no Business Manager  \nhas the authority to enter into a written agreement with  \nanother Trade in regards to work jurisdiction.  \n{b) It is agreed that there shall not be any work stoppages  \nover jurisdictional disputes with any Craft or Crafts  \nemployed on any project. Should jurisdictional disputes or  \ndifferences artse with other Parties which endanger the con-  \ntinuous progress of a project which cannot be settled at the  \nlocal level, the Employer shall make a written work assign-  \nment in accordance with Area practice related to the specif-  \ni¢ project only and work shall continue in accordance with  \nthe assignment by the Employer until representatives of the  \nInternational Union of all disputing Trades meet and bring  \nabout, or cause to bring about, a satisfactory or mutual  \nunderstanding with the Employer.  \n{c) It is agreed and understood that the Union will make  \nevery effort to inform its membership that there is a legally  \n-12-  \nestablished neutral entrance or gate on a construction site  \nthat is being picketed illegally and where work is being per-  \nformed under the conditions of this Agreement. The above  \ndoes in no way waive any of the Employees rights granted  \nhim under the Constitution of the United States and/or  \nFederal Government.  \n"], ["ARTICLE II  \nFOREMEN  \n", "Section 1. All Labor Foremen and Hod Carrier Foremen are  \nincluded in the bargaining unit. The Foreman shall be  \nselected by the Employer and take directions from same.  \nSection 2. When five (5) or more Laborers, or five (5) or  \nmore Hod Carriers are employed on any one project, a  \nForeman will be employed. Said Foreman may perform  \nmanual labor but he shall receive the Foreman rate as stipu-  \nlated herein.  \nSection 3, When there are three (3) or more Foremen on a  \nproject, one (1) shall be assigned as General Foreman.  \nSection 4. In no case shall a Foreman have the authority to  \nhire or discharge Employees. All hiring and discharging will  \nbe done either by the Superintendent of the Party of the First  \nPart, or by the Party of the First Part.  \nSection 5. At no time shall one Foreman have more than fif-  \nteen (15) Laborers or Hod Carriers under his leadership.  \nThe principal duties of a Labor Foreman with over fifteen  \n(15) Employees is to supervise and direct the work force.  \n-13-  \ni  \n"], ["ARTICLE HI  \nBARGAINING AGENT  \n", "Section 1. The Labor Relations Committee of the Associated  \nGeneral Contractors of Indiana, consisting of the Mason  \nContractors Association of Indianapolis, the Trade Division  \nof Associated Building Contractors of Lafayette, Inc.,  \nSouthern Branch of Associated General Contractors of  \nIndiana, Inc., Madison County Contractors Association, and  \nthe Marion Contractors Association, Inc., as the authorized  \nrepresentatives of the Employers who have assigned bar-  \ngaining rights to the Committee for negotiation of the agree-  \nment, recognize the Laborers’ International Union of North  \nAmerica, State of Indiana District Council, as the sole and  \nexclusive multi-union Collective Bargaining Representatives  \nfor all Employees in the Unit, consisting of Construction  \nLaborers, who are employed by the Employer on all work  \nand classifications set forth in this Agreement.  \nSection 2. The State of Indiana District Council and its affil-  \njaled Local Unions #120, #204, #274, #741, #1047 and  \n#1112, likewise recognizes the Labor Relations Committee  \nof the Associated General Contractors of Indiana and mem-  \nbers of said organization for all work set forth in Article I for  \nthe area outlined in this Agreement.  \n"], ["ARTICLE IV  \nUNION SECURITY  \n", "Section 1. The Contractor, or Employer, recognizes and  \nacknowledges that the Laborers’ Union of  \nNorth America, State of Indiana District Council, is the sole  \nrepresentative of all Employees in the classification of all  \nwork under its jurisdiction covered by this Agreement, for  \n  \nthe purpose of collective bargaining. The State of Indiana  \nDistrict Council likewise recognizes the Labor Relations  \nCommittee of the Associated General Contractors of Indiana  \n(as listed in Article III) as the sole bargaining agents for  \nwork as detined herein and recognizes the Labor Relations  \nCommittee of the Associated General Contractors of Indiana  \n(as listed in Article III) as negotiating agents for its members  \nfor all work set forth in Article I for the areas outlined in this  \nAgreement.  \nSection 2. Subject to the provisions and limitations of the  \nNational Labor Relations Act, as amended, all present  \nEmployees, who are members of the Union on the effective  \ndate of this Agreement, shall continue their membership in  \nthe Union for the duration of this Agreement to the extent of  \npaying an initiation fee and membership dues and working  \ndues uniformly required as a condition of acquiring or  \nretaining membership in the Union. All Employees, who are  \nnot members of the Union, and all persons who hereafter  \nbecome Employees, shall become members of the Union on  \nthe eighth (8th) day following the beginning of their employ-  \nment, or, on the eighth (8th) day following the effective date  \nof this Agreement, whichever is later, and shall remain mem-  \nbers of the Union to the extent of paying an initiation fee and  \nthe membership dues and working dues uniformly required  \nas a condition of acquiring or retaining membership in the  \nUnion, whenever employed under and for the duration of  \nthis Agreement.  \nSection 3. The Union shall notify the Employer, by certified  \nmail, directed to the home office of the Employer, of any  \ndefault on the part of an Employee to pay his initiation fee  \nand membership dues and/or working dues pursuant to this  \nArticle, with a copy of said communication being hand  \ndelivered to both the job Superintendent and the Employee  \ninvolved. Such communication shall: identify the name and  \naddress of the delinquent Employee; state that Union  \nMembership was available to such Employee under the same  \nterms and conditions generally applicable to other members;  \nstate that despite notice, such Employee has defaulted on his  \nobligation to pay his initiation fee and membership dues and  \nworking dues: and, shail instruct the Employer to discharge  \nsuch Employee. Within twenty-four (24) hours (Saturday  \nand Sunday excluded) from receipt of such written notice,  \nthe Employer shail discharge such Employee. The Purties  \nagree that such discharge shall be based upon the informa-  \ntion supplied and representations made by the Union, and  \nthe Union agrees to indemnify and hold the Employers  \nharmiess for any actions taken by the Employers in reliance  \nupon the information supplied and representations made by  \nthe Union in the event such information and representations  \nturn out to be incorrect.  \n"], ["ARTICLE V  \nWORKING DUES CHECK-OFF  \n", "Section 1. Each Employer signatory to this Agreement  \nagrees to deduct from the pay of Employees covered by this  \nAgreement regular and uniform Working Dues, in the  \namount designated by the Union, provided, before any such  \ndeduction is made, the Union shall secure and furnish to the  \nEmployer a properly signed Authorization Form from each  \nEmployee permitting such deductions. The Union ‘grees to  \nindemnify and hold the Employers harmless for any actions  \ntaken by the Employers in reliance upon the information  \n-16-  \nsupplied and representations made by the Union in the event  \nsuch information and representations turn out to be incor-  \nrect. Such deductions shall be remitted by the 10th of each  \nmonth, following the end of the month for which deductions  \nare made, to the designated depository at the same time and  \naccompanying Health & Welfare. Pension and Training con-  \ntributions but by separate check and report of gross wages.  \nThe designated depository shall be called the State of  \nIndiana District Counctl of Laborers Working Dues Fund.  \nSection 2. The Authorization and Assignment of Working  \nDues shall be irrevocable for the pertod of one (1) year or  \nuntil the termination of this Collective Burgaining  \nAgreement, whichever period is less, unless written notice is  \ngiven by the Employee to the Employer and to the Union,  \nnot more than sixty (60) days and not less than thirty (30)  \ndays before any periodic renewal date. In case no such  \nnotice is given, the Authorization shall continue in effect  \nfrom year to year until such notice is given.  \nSection 3. Violation of the Dues Check-Off Clause of this  \nAgreement is specifically exempted from the application of  \nthe grievance and arbitration procedure. (If the Employer  \nviolates the provisions of the dues check-off clause of this  \nAgreement, the Union. without violation of this Agreement.  \nshall be permitted to strike the Employer to remedy such  \nviolation, provided, the Employer is given a certified written  \nnotice by the Union of its violation and is further allowed a  \nperiod of fifteen (15) days to remedy said violation).  \nSection 4, The Employer, or his authorized representative,  \nshall notify the Local Union of the Party of the Second Part  \nof all Employees given employment covered by this  \nAgreement, by submitting on the first fringe benefit report  \n<17-  \nafter hire in, in order that the Union may obtain the required  \nand necessary information from the aforesaid individuals to  \nproperly register them in the Working Dues Check-Off.  \n"], ["ARTICLE VI  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "Section 1. As used in this document, the terms “he”, “his”,  \nor similar masculine pronouns shall be construed to include  \nthe feminine alternatives of such pronouns. Such terms are  \nused solely for grammatical purposes and shall not be con-  \nstrued to limit this contract or its application on the basis of  \nsex, race, national origin or any other classifications.  \nSection 2. The Employer will not discriminate in hiring of  \nEmployees and will conform to laws with respect lo hiring.  \nSection 3. [tis a condition of this Agreement, agreed to by  \nboth the Union and the Employer, to provide equal opportu-  \nnity in employment for all qualified persons and to prohibit  \nunlawful discrimination in employment because of race.  \nreligion, age, sex, mental or physical disabilities, veteran sta-  \ntus, color or national origin. There shall be full compliance  \nwith all applicable Federal and State statutes, regulations,  \nrules and orders of appropriate Federal or State agencies  \nhaving jurisdiction over the subject matter of discrimination  \nin employment.  \nSection 4. The Union and the Employer shall fully comply  \nwith all the requirements contained in Executive Orders and  \nwill comply with all rulings promulgated by the Committee  \non Equal Opportunity established thereunder. The Union  \nagrees to furnish the Employer at his request any slatement  \nor data required by any Executive Order.  \n-18-  \n"], ["ARTICLE VII  \nSELECTION OF  \nLABOR-EMPLOYMENT REGULATIONS  \n", "Section I. (a) In employment, no applicant shall be dis-  \ncriminated against for membership or non-membership in  \nthe Union. When the Employer has requested the Union to  \nfurnish Employees for a job, such Employees shall be  \nreferred by the Union on a non-discriminatory basis.  \n(b) The Employer retains the right to reject any applicant  \nwhether furnished by the Union or not, and further the  \nEmployer shall have the right to determine the competency  \nand qualifications of his Employees and the right to dis-  \ncharge for just cause.  \n(c) The Employer may call the Union for an individual by  \nname, provided he is not employed by another Employer.  \nUnder such circumstances the Union shall refer such indi-  \nvidual.  \nSection 2. Documentation and Verification —- The Employer  \nand the Union will work cooperatively to assure that both  \nParties comply with their legal responsibilities under the  \nImmigration and Reform and Control Act of 1986. In so  \ndoing, the Union will request from each Employee before  \nreferring them to an Employer, documentation which estab-  \nlishes citizenship or other legal status to work in the United  \nStates. These documents shal! be any of the documents  \nwhich are allowed under the regulations promulgated under  \nIRCA. This section may be amended mutually when regu-  \nlations are finalized on these requirements.  \nSection 3. The Union will] send no Employee to the  \nEmployer who they know does not comply with the  \n-19-  \nResidency Requirements of the Immigration and Reform  \nAct.  \n"], ["ARTICLE VIII  \nWELFARE TRUST FUND  \n", "Section 1. On work covered by this Agreement, the  \nEmployer agrees to pay into the Indiana State District  \nCouncil of Laborers and Hod Carriers Welfare Fund the  \namount in cents per hour as shown in Article XXVI.  \nPayment shall be made on the dates, in the manner, form and  \nin accordance with the rules and regulations as adopted by  \nthe Trustees of the herein mentioned Welfare Fund.  \nSection 2. The Employer agrees to be bound by the  \nAgreement and Declaration of Trust, entered into and dated  \nMay 25, 1953, establishing the Indiana State District  \nCouncil of Laborers and Hed Carriers Welfare Fund and  \nParticipating Employers and by any amendments to said  \nTrust Agreement.  \nSection 3. The Welfare Trust Fund shall be administered in  \naccordance with all provisions of applicable law.  \n"], ["ARTICLE IX  \nPENSION TRUST FUND  \n", "Section 1. On work covered by this Agreement, the  \nEmployer agrees to pay into the Indiana State District  \nCouncil of Laborers and Hod Carriers Pension Fund the  \namount in cents per hour as shown in Article XXVI.  \nPayment shall be made on the dates, in the manner, form and  \nin accordance with the rules and regulations as adopted by  \nthe Trustees of the herein mentioned Pension Trust Fund.  \nSection 2. The Employer agrees to be bound by the  \n-20-  \nAgreement and Declaration of Trust entered into and dated  \nJune I, 1962, establishing the Indiana State District Council  \nof Laborers and Hod Carriers Pension Fund and  \nParticipating Employers and by any amendments to said  \nTrust Agreement.  \nSection 3. The Pension Trust Fund shall be administered in  \naccordance with all provisions of applicable law.  \n"], ["ARTICLE X  \nTRAINING TRUST FUND  \n", "Section 1, On work covered by this Agreement, the  \nEmployer agrees to pay into the Indiana Laborers Training  \nTrust Fund the amount in cents per hour as shown in Article  \nXXVI. Payment shall be made on the dates, in the manner.  \nform and in accordance with the rules and regulations as  \nadopted by the Trustees of the herein mentioned Training  \nTrust Fund.  \nSection 2. The Employer agrees to be bound by the  \nAgreement and Declaration of Trust entered into and dated  \nApril 1, 1968, establishing the Indiana Laborers Training  \nTrust Fund and Participating Employers and by any amend-  \nments to said Trust Agreement.  \nSection 3, The Indiana Laborers Training Trust Fund shall  \nbe administered in accordance with all provisions of appli-  \ncable law.  \n"], ["ARTICLE XI  \nNOTIFICATION  \n", "Section 1. The Employer or his authorized representative  \nshall notify the Local Union of the Party of the Second Part  \nof all Employees given employment covered by this  \n-21-  \nAgreement, by submitting on the first fringe benefit report  \nafter hire in, the name, social security number and current  \nknown address of new Employees.  \nIn the event an Employer signatory hereto violates this  \nArticle, the Union shall have the right to file a grievance  \nunder this Agreement or commence a Jawsuit against the  \nEmployer, or both.  \n"], ["ARTICLE XH  \nPRE-JOB CONFERENCE  \n", "Section 1, Upon written request by Party, a pre-job  \nconference will be held prior to the time the Employees of  \nsuch Employer begin work on the project.  \nSection 2. A written request for a pre-job conference sent by  \neither Party shal) be sent by certified mail. If either Party  \nrefuses to honor the request for a pre-job conference within  \nfive (5) working days from receipt of requested pre-job con-  \nference or does not abide by a previously agreed and signed  \npre-job conference or in the event a pre-job is not mutually  \nugreed to and signed by both Parties upon request, the Local  \nUnion has the right to picket, strike and/or withhold  \nEmployees. However, no picketing, striking, withdrawal or  \nwithholding of Employees will occur until the State of  \n{indiana District Council has had an opportunity to tnvesti-  \ngate said violation.  \nSection 3. Likewise, it shall not be in violation of this  \nAgreement for an Employer to commence work without  \nsuch requested pre-job conference, if the Union fails to meet  \nfor a pre-job conference on a date prior to that scheduled by  \nthe Employer for the commencement of work.  \n  \n"], ["ARTICLE  \nWORKING HOURS AND OVERTIME  \n", "Section 1. Work Week/Work Day:  \n(a) The regular work weck shall be a forty (40) hour week,  \nMonday a.m. through Friday p.m. The project starting time  \nshall be established in the pre-job conference (Article  \nOnce established, the project starting time shall not be  \nchanged without mutual consent of both parties.  \n(b) If an Employee is required to start work prior to the  \nregular starting ume established in the pre-job conference,  \nsaid Employee shall receive one and one-half (1-1/2) times  \nthe regular rate of pay for each hour worked prior to the reg-  \nular starting ime.  \n(c) At the pre-job conference, the Contractor shall be enti-  \ntled to elect working his Employees under one of two  \noptions.  \n1. On the basis of five (5) consecutive work days,  \nMonday through Friday, eight (8) hours per day,  \nor;  \n9. Qn the basis of four (4) consecutive work days,  \nMonday through Thursday, fen (10) hours per  \nday.  \n(d) The option selected during the pre-job conference must  \nbe mutually agreed to and may be changed only by the  \nContractor giving notification to the Union five (5) days in  \nadvance of such change.  \n(e) If the Contractor elects Option 1, all hours worked by  \nthe Employee in excess of eight (8) hours in any one day  \n(exclusive of junch period) or over forty (40) hours in one  \n-23-  \nwork week (Monday through Saturday) shall be paid at the  \nrate of one and one half (1-1/2) times the regular rate of pay.  \nSaturday shall be treated as a make-up day if, due to  \ninclement weather, the Contractor has not worked the regu-  \nlar work days and hours Monday through Friday. If  \nSaturday is scheduled as a make-up day, no less than eight  \n(8) hours of work will be scheduled. Overtime pay will be  \ndetermined by the regular crew overtime,  \n(f) If the Contractor elects option 2, all hours worked by  \nthe Employee in excess of ten (10) hours in any one day  \n(exclusive of lunch period) or over forty (40) hours in any  \none work week (Monday through Friday) shall be paid at the  \nrate of one and one-half (1-1/2) times the regular rate of pay.  \nFriday shali be treated as a make-up day if due to inclement  \nweather, the Contractor has not worked the regular work  \ndays or hours Monday through Thursday. If Friday is sched-  \nuled as a make-up day no less than eight (8) hours will be  \nscheduled. Saturday will be worked at the rate of one and  \none-half (1-1/2) times the regular rate of pay. Overtime pay  \nwill be determined by the regular crew overtime,  \n(g) Ifa Laborer has not worked a minimum of the last reg-  \nular work day during the week, he cannot work a make-up  \nday at the regular rate of pay.  \n(h) Employees must be informed prior to the conclusion of  \nthe last regular work day during the week that the make-up  \nday will be in whole or in part at the regular rate of pay  \n(depending on how much inclement weather wus experi-  \nenced).  \n(1) Working a make-up day will be strictly on a voluntary  \nbasis, Employees refusing to work on make-up days will not  \n-24-  \nbe penalized.  \nSection 2. Mason Tenders — {1 is agreed and understood that  \nMason Tenders who start work before the established proj-  \nect starting time will be paid one and one-half (1-1/2) times  \nthe regular rate of pay for those early hours.  \nSection 3. Sundays and Holidays:  \n(a) Work performed on Sundays and Holidays will be paid  \nat double (2x) the regular rate of pay. Holidays recognized  \nby this Agreement are New Year’s Day, Memorial Day.  \nFourth of July, Labor Day, Thanksgiving Day and the day  \nthereafter, and Christmas Day. (No work shall be performed  \non Labor Day except to save life or property). Veteran’s Day  \nshall be observed the day aftcr Thanksgiving. Where any of  \nthe herein Holidays fall on Sunday, the following  \nMonday will be observed as the Holiday.  \nSection 4. Reporting to Work:  \nOPTION 1. Five (5) eight (8) hour days:  \n(a) The Employer will not be obligated to pay any Laborer  \nappearing for work if failure to go to work is due to  \ninclement weather, Acts of God, vandalism, or a work stop-  \npage by another craft. Otherwise, two (2) hours of pay at the  \nregular rate will be allowed for two (2) hours time for report-  \ning to work, provided the Laborer remains at the jobsite to  \nperform whatever work may be assigned to him.  \n(b) If an Employee actually starts to work, he shall receive  \nfour (4) hours pay. except in cases of inclement weather,  \nActs of God, or a work stoppage by another craft.  \n{c) [fan Employee works for longer than four (4) hours, he  \nshall be paid for eight (8) hours, except in cases of inclement  \n-25-  \nweather, Acts of God, vandalism, or a work stoppage by  \nanother craft.  \nOPTION 2, Four (4) ten (10) hour days:  \n(a) The Employer will not be obligated to pay any Laborer  \nappearing for work if failure to go to work is due to  \ninclement weather, Acts of God, vandalism, or a work stop-  \npage by another craft. Otherwise, two (2) hours of pay at the  \nregular rate will be allowed for two (2) hours time for report-  \ning to work, provided the Laborer remains at the jobsite to  \nperform whatever work may be assigned to him.  \n(b) If an Employee actually starts to work, he shal! receive  \nfive (5) hours pay, except in cases of inclement weather, Acts  \nof God, vandatism, or a work stoppage by another craft.  \n(c) If an Employee works for longer than five (5) hours, he  \nshall be paid for ten (10) hours, except in cases of inclement  \nweather, Acts of God, vandalism, or a work stoppage by  \nanother craft.  \n(ad) On overtime work, under Option | or Option 2, if an  \nEmployee reports to work, he shall receive two (2) hours pay  \nat the regular rate of pay, except in cases of inclement weath-  \ner, Acts of God, vandalism, or a work stoppage by another  \ncraft.  \n(e) On overtime work, under Option | or Option 2, if an  \nEmployee starts to work, he shall receive four (4) hours of  \npremium pay or the actual hours worked times the premium  \nrate of pay (whichever is greater) except in cases of  \ninclement weather, Acts of God, vandalism, or a work stop-  \npage by another craft.  \n(f) {tis understood that, consistent with this Section, the  \n-26-  \nEmployee will not be docked for time lost due to break-  \ndowns of machinery or while waiting for materials.  \nSection 5. Clothing and Equipment ~ The Employer will  \nfurnish special wearing apparel such as rain hats, coats and  \nboots to protect the Employee when working in inclement  \nweather or adverse conditions. The Employer will also fur-  \nnish safety equipment such as safety hats, safety goggles,  \nrespirators and protective masks and slip-over boots for all  \nEmployees working tn concrete. It is agreed and understood  \nthat the Employer wil! be permitted to charge any Employee  \nfor such wearing apparel and safety equipment should the  \nEmployee fail to return any item issued to him. Any  \nEmployee required to work in hazardous environments will  \nbe provided all equipment that is required, including gloves.  \nSection 6. Lunch:  \n(a) A lunch period of thirty (30) minutes will be cstab-  \nlished between the three and one-half (3-1/2) and the four  \nand one-half (4-1/2) hour of the regular work day. The  \nEmployer will provide a suitable and sanitary place to eat.  \n(b) When an Employee is required to take his lunch period  \nafter the four and one-half (4-1/2) hour, said Employee will  \nbe paid at one and one-half (1-1/2) times the regular rate of  \npay for the thirty (30) minute lunch period and shall be  \nallowed a fifteen (15) minute tunch period at hts regular rate  \nof pay.  \n(c) After ten (10) hours of work, the Employees will be  \ngranted a twenty (20) minute paid lunch period. When  \nEmployees are required to work through this second lunch  \nperiod, they will be paid an additional twenty (20) minutes  \nat the applicable overtime rate of pay. This second lunch  \n-27-  \nperiod will be taken consistent with the other trades, when  \nfeasible.  \n"], ["ARTICLE XIV  \nSHIFT WORK  \n", "Section 1. The Employer may elect to work not in excess of  \nthree (3) shifts. No work shall be considered shift work  \nunder this Article unless two (2) or more shilts are worked  \nfor a period of three (3) consecutive days, except when the  \nperiod required is broken by Sundays, Holidays, an Act of  \nGod, inclement weather or strike. [f the shift is broken  \nbefore such three (3) consecutive days, the applicable over-  \ntime rate will apply.  \nSection 2. When shifts are required, the first shift shall work  \neight (8) hours at the regular straight time rate. The second  \nshift shall work seven and one-half (7-1/2) hours and receive  \neight (8) hours pay at the regular straight time rate and eight  \n(8) hours benefits. The third shift shall work seven (7)  \nhours and receive eight (8) hours pay at the regular straight  \ntime rate and eight (8) hours fringe benefits.  \nSection 3. When Employees are required to work overtime  \non the First Shift, they shall be paid the established overtime  \nrate of pay for all hours worked in excess of eight (8) hours  \non any one (1) shift.  \nSection When Employees are required lo work overtime  \non the Second Shift, they shall be paid the established over-  \ntime rate of pay for all hours worked in excess of seven and  \none-half (7-1/2) hours. Fringes shall be paid on all hours  \nworked.  \nSection 5. When Employees are required to work overtime  \n-28-  \non the Third Shift, they shall be paid the established over-  \nime rate of pay for al] hours worked in excess of seven (7)  \nhours. Fringes shall be paid on alf hours worked.  \nSection 6. When an Employee is required to work overtime,  \nthe Employer will be obligated to continue paying the appli-  \ncable overtime rate until the Employee has had an eight (8)  \nhour break.  \n"], ["ARTICLE XV  \nSTEWARD  \n", "Section 1. When the Business Manager or his designated  \nrepresentative deems tt advisable, he may, upon written  \nnotice ta the Employer, appoint from the Employer's exist-  \ning work force a Steward or Stewards on any given project.  \nSatd Steward is to be recognized by the Employer and he  \nshall have the right to act on any grievance without discrim-  \nination. Satd Steward shall be a working Employee and  \nshall be retained on any piven project as [ong as, or when any  \nEmployee covered by this Agreement ts employed on the  \nproject by the Employer, in accordance with Article VU,  \nSection | (b).  \nSection 2. In case the Steward cannot settle any dispute or  \ngrievance, the Business Manager shall be notified to take up  \nwith the Party of the First Part said grievance. For all pur-  \nposes of this Agreement, it is understood that the duties of  \nthe Steward are fimited ta:  \n(a) To insist that the provistons of this Agreement be com-  \nplied with by the First and Second Parties.  \n(b) To report to the Business Manager any question that he  \ncannot settle with the Party of the First Part.  \n-?9.-  \n   \n   \n{c} To report unsafe conditions to the Job Superintendent.  \nSection 3. When the Employer starts a special crew or 2nd  \nor 3rd shift crews, he will not be compelled to use the same  \nSteward on the special or shift work as on the regular work.  \nSection 4. In the event of a general lay-off by the Employer  \nfor any reason, the Steward shall be the first Employee  \nrecalled, unless the Employer needs an Employee who pos-  \nsesses specific skills that a Steward cannot perform. In that  \nevent, the Employer may recall another Employee and the  \nSteward will be the second man recalled.  \n"], ["ARTICLE XVI  \nNON- VIOLATION  \n", "Section {. [t shall not be a violation of this Agreement, if an  \nEmployee or Employees cease work because of:  \n(a) Dispute arising out of the failure of the individual  \nEmployer to meet the payroll for Employees covered  \nby this Agreement.  \n(b) Dispute because a payroll check is dishonored.  \n(c) Non-payment of contributions set forth under Article  \n"], ["VIH, Article 1X and Article X, covering the Trust Funds  \n", "under the respective Anicles mentioned herein and  \nArticle V covering Working Dues deductions and as in  \nthe manner and accordance as prescribed herein, pro-  \nvided the Employer is sixty (60) days delinquent.  \n(d) Failure of an individual Employer to comply with the  \nterms and provisions of Article XJJ of this Agreement,  \ncovering Pre-Job Conferences.  \n~30-  \n"], ["ARTICLE XVII  \nPAY-DAY  \n", "Section 1, The Employer shall pay Employees weekly and  \nthe payment shall be tn full for the payroll period. Payment  \nshall be made within five (5) business days of the payroll  \nperiod and shall be in cash or by check. In the event  \nEmployees covered by this Agreement are laid off perma-  \nnently or discharged, they shall be paid immediately. It is  \nstrictly understood and agreed that, should any Employee  \ndischarged or laid off permanently be required to report the  \nnext morning to collect his pay he shall receive four (4)  \nhours show up pay for reporting for his pay for each subse-  \nquent morning on which he returns until paid. Employees  \nwho quit voluntarily shall be paid at the next regular pay day.  \nHowever, when Employees are laid off or discharged  \nbetween the hours of 6:00 p.m. Friday through 8:00 a.m. on  \nMonday because of unscheduled or emergency require-  \nments, the Employee will be paid by 11:00 a.m. Monday,  \nunless special arrangements are made with the Employer.  \nThis will in no way supercede the Employer’s requirement to  \npay the regular scheduled payday or lay-off as outlined  \nabove.  \nSection 2. Each weekly pay shall be accompanied by a  \nstatement listing the name of the Employee and Employer,  \nthe date, the number of hours worked, both straight and  \novertime, the monies deducted and for what purpose said  \ndeductions were made.  \n"], ["ARTICLE XVIiif  \nSAFETY  \n", "Section 1. The Employer agrees to provide safe working  \nconditions and practices as set forth in current Safety  \nStandards for the Construction Industry.  \nSection 2. It is agreed that all Employees covered by this  \nAgreement shall fully comply with all safety directives  \nissued by the Employer and shall properly utilize all safety  \nequipment provided by the Employer when so directed.  \nFailure to comply with these provisions may be cause for  \ndischarge. Furthermore, it is agreed and understood that the  \nEmployee shall retain the right to refuse to work under con-  \n_ ditions considered to be hazardous or unsafe.  \nSection 3, Al) journeyman workers are required to have  \ncompleted and passed CPR training, First Aid Training, and  \na 10 hour OSHA training course. The Union will set up a  \n“Safety Program” to insure that all journeymen are certified  \nand that this certification is maintained,  \n"], ["ARTICLE XIX  \nWORKER’S COMPENSATION  \n", "Section 1. The Employer agrees to ensure that all Worker’s  \nCompensation claims will be filed in the most timely and  \nexpeditious manner and in any event not later than seven (7)  \ndays foflowing the or injury. Upon request, the  \nEmployer agrees to provide the Employee and/or the Loca!  \nUnion involved the name and address of the Employer's  \ninsurance carrier.  \n-3?-  \n"], ["ARTICLE XX  \nELIMINATION OF RESTRICTIONS  \n", "Section I. No rules, customs or practices shall be permitted  \nthat limit production or increase the time required to do any  \nwork, There shail be no limitation or restriction of the use of  \nmachinery, tools, or other labor-saving devices.  \n"], ["ARTICLE XXI  \nSUB-CONTRACTOR  \n", "Section t. The Employer shalt not contract any work cov-  \nered by this Agreement to be done at the site of construction,  \nalterations, repairs or any new construction or any other  \nwork to any person, firm or company that does not have an  \nexisting labor agreement with the Union covering such work  \nwithin the scope of this Agreement.  \n"], ["ARTICLE XXII  \nMANAGEMENT RIGHTS  \n", "Section 1. The Employer retains and shall exercise full and  \nexclusive authority and responsibility for the management of  \nits operations, except as expressly limited by the terms of  \nthis Agreement.  \n"], ["ARTICLE XXHI  \nGRIEVANCE PROCEDURE  \n", "Section 1. (a) There shall be no stoppage of work on  \naccount of any difference of opinion, or dispute which may  \narise between the Parties of the First Part and Second Part.  \nit is agreed by the Parties that all grievances, disputes, or  \nclaims, (except jurisdicttonal disputes, wage rates, fringe  \nbenefits and dues check-off) which may arise with respect to  \n  \nthe enforcement or interpretation of any of the terms of this  \nAgreement are to be resolved in the following manner:  \nAll grievances, disputes, or claims which may arise between  \nEmployers signatory to this Agreement oF Employees who  \nhave accepted this Agreement and thus became Parties here-  \nto shall be resolved in the following manner:  \n(1) The dispute shall first be discussed by the Job Steward  \nor other Union Representative and the Employer’s  \nForeman and/or Superintendent.  \n(2) If the grievance is not resolved, then the dispute shall  \nbe referred to the Business Representative of the Union  \nand Employer's Representative.  \n(3) In the event said dispute has not been resolved, the  \nState of Indiana District Council through its  \nRepresentative, shall meet with the  \nRepresentative, in an attempt to resolve said dispute.  \n(4) In the event that the dispute is not settled, either Party  \nmay, through written notice to the other Party, submit  \nthe grievance or dispute to final and binding arbitration.  \n(5) The Arbitrator shall be selected in the following man-  \nner:  \nThe Federal Mediation and Conciliation Service shall  \nbe requested to submit a panel of arbitrators, who shall  \nbe members of the National Academy of Arbitrators, of  \nwhich names are alternately struck until the remaining  \narbitrator, whose name remains on the list, shall serve  \nas the arbitrator to hear and decide the dispute and/or  \ngrievance. The arbitrator’s decision shall be final and  \nbinding on both Parties.  \n-34-  \nThe cost of the arbitrator shall be borne equally by both  \nParties to the grievance and/or dispute.  \nSection 2, No proceeding hereinunder based on any dispute,  \ncomplaint or grievance herein provided for shall be recog-  \nnized unless called to the attention of the individual  \nEmployer and the Local Union involved in writing within  \nten (10) days after the alleged violation is committed.  \nSection 3. Copies of the decision made by the Grievance  \nCommittee and/or the Arbitrator shail be mailed to the  \nEmployer and the Union.  \nSection 4, There shall be no stoppage of work on account of  \nany difference of opinton or dispute which may arise  \nbetween the Parties of the First and Second Part, or between  \nthis and any other unit or units of Organized Labor, or  \nbetween other Units of Organized Labor, or between any  \nunit or units of Organized Labor and any other division of  \nthe Building Industry.  \nSection 5, EXCEPTIONS — Notwithstanding the other pro-  \nvisions of this Article, it shatl not be a violation of this  \nAgreement if any Employee or Employees of an Employer  \ncease work or picket because of non-payment of wages, dis-  \nhonored payroll checks, non-payment of Health and Welfare  \ncontributions, Pension contributions, Training contributions  \nand/or Working Dues deductions by said Employer.  \n"], ["ARTICLE XXIV  \nGENERAL PROVISIONS  \n", "section 1. This Agreement covers the entire understanding  \nxetween the Parties hereto. No oral or written rule, regula-  \nion, or understanding not incorporated herein will be of any  \n-35-  \nforce or effect upon any Party hereto.  \nSection 2. This Agreement shall apply from and after its  \neffective date as hereinafter provided.  \nSection 3, The Employer shall at ail times provide sanitary  \ndrinking water and containers, iced water when necessary,  \nand toilet facilities, same to be stationed conveniently to all  \nEmployees.  \nSection 4. The Employer shall make reasonable efforts to  \nmake provisions for permitting access to the job site by the  \nBusiness Manager of the Local Union, or his duly appointed  \nField Representative. [f the Business Manager of a Local  \nUnion is denied access to a job site for the purpose of trans-  \nucung business, he shal! notify the main office of the  \nEmployer to assist him in obtaining admission.  \nSection §. When a job is Jocated within a Plant, the  \nEmployer shal! provide (for regular shifts) adequate means  \nfor transporting Employees from the Plant entrance, to the  \njob, provided the operation of the job Is one-half (1/2) mile  \nor more from the Plant entrance. Vehicles shall be properly  \ncovered during cold or inclement weather. When this condi-  \ntion exists, Employees will go in to work on their time and  \ngo out from work on the Employer’s time.  \nSection 6, When any Employee or Employees work in two  \n(2) or more Classifications during the period of the first half  \nof the shift, he or they shall receive the wage rate of the high-  \nest Classification for such period and an Employee or  \nEmployees working in two (2) or more Classifications dur-  \ning the second half of the shift shall receive the wage rate o}  \nthe highest Classification for such period.  \n~46-  \n   \nSection 7. Any Contractor who signs this Agreement to per-  \nform work covered by this Agreement has the option of sign-  \ning any other Agreement negotiated by the State of Indiana  \nDistrict Council of Laborers and any other Employer Group  \ncovering any and all work of the Construction Industry cov-  \nered by the Laborers and pay the applicable wages, fringes  \nand other conditions contained therein.  \nSection 8. Upon request by the Employer, the Employees’  \ntraining and/or work record will be made available.  \nSection 9. Employers may utilize “Key Personnel” on any  \nwork performed in the geographic jurisdiction of the Union.  \n“Key Personnel” is defined as being members of the Union  \nwho have been in the contractor's employment more than  \nthree months. The number of “Key Personnel” to be cleared  \nin will be determined in the pre-job conference. The balance  \nof the Employees, if available, shall be employed from the  \nindividual Local Union's membership. If the Local Union is  \nunable to provide the balance of Employees, the Employer  \nmay utilize whatever means are necessary to man the work.  \n"], ["ARTICLE XXV  \nINDUSTRY FUND  \n", "t is understood that the Associated General Contractors of  \nndiana, Inc., an Indiana corporation not-for-profit has estab-  \nished the Construction Advancement Program of Central  \nndiana (hereinafter “Program”). The purpose of such  \n\"rogram to be to generally promote and improve the con-  \ntruction industry, without limiting the generality of the fore-  \noing, apprenticeship training, advanced skill training,  \nupervisory training, improvement of public and personnel  \nelations, market development, standardization of contracts  \n-37-  \nand specifications, developments of relations with others  \n(including the public, architects, suppliers and laborer), col-  \nlection and distribution of information useful and beneficial  \nto the construction or contracting industry, and otherwise  \npromote and advance the interest and common good of the  \nconstruction contracting industry in the state. It is under-  \nstood that each Employer will be furnished a copy of the  \nArticles of Incorporation upon request and that, subject to  \nthe foregoing limitations, such Articles of Incorporation may  \nbe amended from time to time by the Board of Directors.  \nEach Employer shall contribute an amount per clock hour  \nfor each hour worked by each of his Foremen, Journeymen  \nand Apprentices covered by this Agreement. The hourly  \namount shall be between five cents ($.05) to ten cents ($.10)  \nas determined by the Trustees of the Program, provided that  \n4 minimum of three months’ notice shall be provided by the  \ntrustees before the amount may be adjusted within said  \nrange.  \nEach Employer shall pay the contribution to the Program on  \nor before the 15th day of each month on account of hours for  \nwhich such employees were compensated during the pre-  \nceding calendar month. The Employer shall also provide the  \nProgram with a copy of the monthly remittance report the  \nEmployer furnishes to the Indiana State District Council o  \nLaborers and Hod Carriers Welfare Fund showing the hour  \nworked by Employees covered by this Agreement for whick  \ncontributions are being made to said fund for such month.  \n{t is expressly understood and agreed that the Board o  \nDirectors of the Program have the authority to conduct a  \naudit of the records of any Employer to determine whethe  \nsuch Employer is contributing to the Program in accordanc  \n-48-  \nwith the provistons of this Article. It is further understood  \nthat, in the event an Employer is determined to be delinquent  \nand/or to have failed to make contributions as required in  \nthis Article, any legal expenses of the Program, including  \nattorney’s fees, court costs, and other expenses incurred in  \nthe audit and collection of such delinquent and/or non-con-  \ntributed funds shall be borne by the Employer. It is further  \nunderstood and agreed that such Employer shall be obligat-  \ned to pay any delinquent contributions to the Program with  \ninterest charged at the rate then applicable to Intemal  \nRevenue Service collection of delinquent and/or unpaid  \ntaxes.  \nIt is expressly understood and agreed that no Employee,  \nEmployer, or Union shal] have any vested or proprietary  \ninterest in or right to any sum constituting a part of said  \nProgram.  \n"], ["ARTICLE XXV(a)  \nCONSTRUCTION INDUSTRY PROGRESS  \nCOUNCIL OF CENTRAL INDIANA  \n", "(LOCAL #120 & LOCAL #204 ONLY)  \nSection 1.The Parties to this Agreement agree to establish a  \nmarket recovery program. The program will be a not-for-  \nprofit corporation and will be governed by a Board of  \nDirectors consisting of equal number representing Unions  \nand Employers who agree to participate. Employers further  \nagree to fund the program through contributions not to  \nexceed ten cents ($.10) per hour worked by Employees of  \nparticipating Unions. Details of the Program are contained in  \nthe Articles of Incorporation and ByLaws which are made a  \npart of this Agreement by reference.  \n-39-  \n*The Board of Directors of the Construction Industry  \nProgress Council of Central {ndiana will notify directly all  \nsignatories to this Agreement of the specific amount to be  \npaid into the Construction Industry Progress Council of  \nCentral Indiana.  \n"], ["ARTICLE XXVI  \nSCHEDULE OF FRINGE BENEFIT  \nCONTRIBUTIONS  \n", "Section 1. In addition to the hourly wage rates listed here-  \ninafter, Fringe Benefit Contributions to the Health & Welfare  \nFund, Pension Fund, Training Trust Fund and Industry Fund  \nfor the Designated Periods shall be as foliows:  \n#120-#204  \nIndustry Only Dmg  \nH-W Pension ‘Training Fund  CIPCC] Testing  \n6/1/05 to 5/31/06 $4.50 $2.15 § 35 $ 05 $06 $07  \n6/1AN6 to 5/31/07 $5.00 $2.25 $35 $05 $06  \nG/F to 3108 = $5.50 $235 $35 $05 $4 $0  \n"], ["ARTICLE XXVII  \nHOURLY WAGE RATES  \n", "Section 1. For the purpose of clarification and to assist in  \ndetermining the hourly wage rates applicable to specific  \nClassifications of Work, the following hourly wage rates  \napply in the given Area. It is understood and agreed that  \npyramiding of Category Rates and/or Foreman Rates is not  \nthe intention of this Agreement and shall not be permitted.  \n-40-  \n#{ 20-4204  \nOnly Drug  \nEffective Wages H-W PensionTraining IF CIPCC] Testing Total  \n   \n   \nLocal #120  \n6/105 $20.18 $4.50 $215 $.35 $06 $.07 $27.36  \n53107 $20.68 $5.00 $225 $35 $05 $.06 $.07 $28.46  \n6107-53108 $21.23 $5.50 $235 $35 $.05 $.06 $.07 $29.61  \nLocal #204  \n6105-53106 $19.07 $4.50 $2.15 $35 $06 $.07 $26.25  \n6/106 —53107 $19.52 $5.00 $225 $35 $.05 $.06 $27.30  \n61407-53108 $20.02 $550 $235 $35 $.05 $06 $.07 $28.40  \nLocal #274  \n6/105 - 5/3106 $19.18 $4.50 $215 $35 $.05 $.07 $26.30  \n6/1/06 $19.63 $5.00 $2.25 $35 $.05 $.07 $27.35  \n6107-58108 $20.13 $5.50 $235 $35 $.05 $.07 $28.45  \nLocal #741  \n6/105 - 5/31/06 $19.08 $4.50 $2.19 $.35 $.07 $26.20  \n6/106—53107 $19.53 $5.00 $2.25 $35 $.05 $.07 $27.25  \n$20.03 $5.50 $235 $.35 $05 $.07 $28.35  \nLocal #1047  \n6/105 - 5/3106 $17.88 $4.50 $215 $35 $.05 $07 $25.00  \n6/1/06— 5/31/07 $18.33 $5.00 $2.25 $35 $05 $.07 $26.05  \n6/107 $18.83 $5.50 $235 $35 $05 $.07 $27.15  \nLocal #1112  \n5/31/06 $18.76 $4.50 $215 $35 $.05 $.07 $25.88  \n6/1/06 - 5/3107 $19.21 $5.00 $225 $35 $.05 $.07 $26.93  \n6107-53108 $19.71 $5.50 $235 $35 $.05 $.07 $28.03  \nCATEGORY I. {s the Basic Hourly Wage Rate and shall  \ninclude the following:  \nBuilding and Construction Laborers  \nScaffold Builders (other than for Masons or Plasterers)  \n-44-  \nIronworker Tenders  \nMechanic Tenders  \nCivil Engineer Tenders and Surveyor Tenders  \nRodmen & Chainmen  \nRoofer’s Tenders  \nRailroad Workers  \nMasonry Wall! Washers (interior & exterior)  \nCement Finisher Tenders  \nCarpenter Tenders  \nTenders of all other Crafts not listed  \nAll Portable Water Pumps with discharge up to  \nthree (3) inches  \nWaterproofing  \nHandling of creosote lumber or like treated material  \n(excluding railroad material)  \nAsphalt Rakers & Lutemen  \nKettlemen  \nEarth Compactors  \nJackmen & Sheetmen working ditches deeper than  \nsix (6) feet in depth  \nLaborers working ditches six (6) feet in depth or deeper  \nAssembly of Unicrete Pump  \nTile Layer (sewer or field) & Sewer Pipe Layers  \n(metallic or non-metallic)  \nMotor driven wheelbarrows and concrete buggies  \nHyster Operators  \nPump Crete Assemblers  \nCore Drill Operators  \nCement, Lime or Silica Clay Handlers (bulk or bag)  \nHandling of Toxic Materials Damaging to Clothing  \nPneumatic Spikers  \nDeck Engine and Winch Operators  \n-42.  \nWater Main & Cable Ducking (metallic & non-metallic)  \nScreed Man or Screw Operator on Asphalt Paver  \nChain Saw and Demolition Saw Operators  \nConcrete Saw  \nConcrete Conveyor Assemblers  \nApplying of curing compound  \nSinking of wellpoints  \nDewatering header systems  \nCATEGORY II, shall include the following and will be paid  \nfifty ($.50) cents per hour above the basic  \nrate:  \nPlaster Tenders  \nMason Tenders  \nMortar Mixers  \nWelders (acetylene or electric)  \nCutting Torch or Burner  \nCement Nozzle Laborers  \nCement Gun Operators  \nScaffold Builders when working for Plasterers  \nScaffold Builders when working for Masons  \nWater Blast Machine Operators  \nAir Tool Operators and all Pneumatic Tool Operators,  \nAir and Electric Vibrators and Chipping Hammer  \nOperators  \nAsbestos removal  \nHazardous waste removal  \nLead based paint removal  \nAll Boiler Setters Laborers, including expediters,  \nbottom men, bell men, and Mason Tenders  \nCATEGORY III. shall cover the following:  \nLaborer Foreman  \n«AZ.  \nMason Tender Foreman  \nGeneral Foreman  \nLaborer Foreman — rate shall be one doliar ($1.00) per hour  \nover the basic hourly rate of pay listed  \nherein.  \nMason Tender Foreman — rate shall be one dollar and thirty  \ncents ($1.30) per hour over the  \nbasic hourly rate of pay listed  \nherein.  \nGeneral Foreman — rate shall be one dollar and fifty cents  \n($1.50) per hour over the basic hourly  \nrate of pay listed herein.  \nCATEGORY IV. shall cover the following and shall be paid  \none dollar ($1.00) per hour over the basic  \nhourly rate of pay as listed herein.  \n+  \nDynamite Men  \nDrillers — air track or wagon drilling for explosives  \nLaborer Specialist  \nConcrete Finisher / Form Setter (contractor option)  \nFirestop Installer  \nCATEGORY V. shall include Watchmen and Gatemen (day  \nor night) whose wage rates and fi ringe ben-  \nefit hours will be negotiated on an individ-  \nual basis by and between the Employer and  \nthe Local Union involved at the pre-job  \nconference.  \nCATEGORY VI. Shall cover the following:  \nCaisson and Tunnel Work in compressed & free air  \nBasic Laborers Rate:  \nCage Tenders  \nDump Men  \nFlagman, Signalman, Top Laborers  \nRod Men  \nThe following will be paid twenty ($.20) cents per hour  \nabove the basic rate:  \nConcrete Repairmen  \nLock Tenders (Pressure Side)  \nMotor Men  \nMuckers  \nGrout Machine  \nTrack Layers  \nAir Hoist  \nKey Board  \nAgitator Car  \nCar Pushers  \nConcrete Laborers  \nGrout Laborers  \nLock Tenders (Free Air Side)  \nSteel Setters  \nTuggers  \nSwitchmen  \nThe following will be paid thirty ($.30) cents per hour above  \nthe basic rate:  \nMucking Machine  \nLaser Beam  \nLiner Plate & Ring Setter  \nShield Drivers  \nPower Knife  \nWelders — Burmers  \nPipe Jacking Machine  \nSkinners  \nMaintenance Technician  \nMiner  \nBricklayer Tenders  \nConcrete Blowers  \nDrillers  \nErectors  \nForm Men  \nJackhammermen  \nMining Machine  \nThe following will be paid one dollar ($1.00) per hour above  \nthe basic rate:  \nDynamite Men  \nDrillers-air track or wagon drilling for explosives  \n1. The premium over and above wages and classifications  \nfor all Employees working in compressed air shall be  \nas follows:  \n0-15 Pounds $ 1.00 per hr.  \n16 - 20 Pounds $ 1.50 per hr.  \n21 - 26 Pounds $ 2.00 per hr.  \n27 - 33 Pounds $ 3.00 per hr.  \n34 & over Pounds $ 4.00 per hr.  \n2. The scale of wages for Labor Foreman and Sub-Foreman  \nshall be as follows:  \nGeneral Foreman $1.00 per hr.  \nForeman 0.50 per hr.  \n*CATEGORY VII. shall cover High Time Pay for Stacks &  \nChimneys.  \n*To be the same as set forth in the Laborers’ International  \nUnion of North America Agreement covering Stacks,  \n-46-  \nChimneys and Silos.  \nCATEGORY VIII — RAILROAD MAINTENANCE: | shall  \ncover the following:  \nSection 1. Ail rail maintenance, rehabilitation, and other  \nwork on mainlines, sidings and service lines that are let by  \nrailroad companies, transit commissions, transit authorities,  \npublic or private owners of such facilities, which includes  \nbut is not limited to the following and work performed will  \nbe paid for under the wage rates contained herein.  \n(a)  \n(b)  \n(c)  \n(d)  \n{e)  \nThe replacement of components and adjustment in  \nalignment of grades of existing rail facilities.  \nRepair or replacement of components of fences, cattle  \nguards, snow sheds, motor car set off, and other facilt-  \nties located on railroad, public or private properties,  \nand right-of-ways of same.  \nThe care of railroad and transit commissions and tran-  \nsit authorities owned properties, public or private,  \nincluding patrolling, inspection, mowing, brush cutting  \nand spraying, drainage work and all general caretaking  \nwork.  \nThe repair or replacement of roadway or railway cross-  \nings.  \nPainting and replacement of components of railway  \nbridges and signal lines and signs.  \nAll emergency work, such as snow removal, flood  \ndamage, damages occurring on derailments, including  \nall clean-up and repair in connection therewith which  \nmay be performed by the Employer.  \n-47-  \n(g) All maintenance, rehabilitation, track removal and  \nother work that may be performed for the railroad com-  \npanies and transit commissions and/or transit authori-  \nties on their properties, or on public and private prop-  \nerties, including relocation of existing tracks where  \nsuch relocation of tracks are not in connection with  \nbuildings, highway, heavy or engineering projects.  \n(h) It shall also include all new Construction in conjunc-  \ntion with a building, highway, heavy or engineering  \nproject on all railroad transit commissions, transit:  \nauthorities, public or private owners of such facilities, :  \n(i) It shall include construction where rails are  \nlaid to a new facility to service same, whether new or  \nused materials are used.  \nCATEGORY IX - Apprentices — Mandatory Apprentice  \nLanguage  \nSection 1. New applicants for membership who cannot pro-  \nvide reasonable proof of 4,000 or more hours of employment .  \nas a Construction Craft Laborer (or, alternatively, cannot:  \ndemonstrate equivalent skills in a placement examination  \nadministered by the Joint Apprenticeship and Training  \nCommittee (JATC) shall, whenever possible, enter the .  \nApprenticeship program. Any person entering but failing to.  \nmaintain and complete his or her Apprenticeship shall not be  \nemployed by the Employer as a Journey Worker under this  \nAgreement. The failure of any Apprentice to maintain his or  \nher Apprenticeship status shall obligate the Employer to dis-  \ncharge such person upon notice from the Union.  \nSection 2.The Apprenticeship and Training Standards  \napproved by the Federal Bureau of Apprenticeship and  \n-48-  \nTraining or State Apprenticeship Committee are hereby  \nincorporated by reference as a part of this Agreement.  \nSection 3. The Apprentice wage rates:  \nHours of Credit Wage Rate  \nIst pertod 0-1000 hours 75% of journeyworker rate  \n2nd period 1001-2000 hours 85% of journeyworker rate  \n3rd period 2001-3000 hours 95% of journeyworker rate  \n4th period 3001-4000 hours 100% of journeyworker rate  \nSection 4, Entry into the Apprenticeship program shall be  \ncontrolled by the JATC, which shall employ appropriate test-  \nIng and screening procedures. An Apprentice advances from  \none hours-of credit and wage-rate category to another only  \nupon determination of satisfactory performance by the  \nATC, which shall have the authority to grant  \nedit where warranted by the performance of an individual  \nipprentice.  \nsection 5. The Employer shall participate in the  \n\\pprenticeship program by accepting Apprentices for  \nmployment upon referral by the Union. The Employer is  \not obligated to accept more than one (1) Apprentice for  \nvery five (5) Journeyworkers commencing with the sixth  \naborer employed.  \nection 6. The Employer may not employ an Apprentice  \nntil at least one Journeyworker is employed and thereafter  \nlay not employ more than one (1) Apprentice for every  \ndditional three (3) Journeyworkers.  \nection 7. An Apprentice should, whenever possible, be  \ntated by the Employer through different types of work so  \nto become trained in a variety of operations and work  \n-49-  \nskills. Where the Employer is unable to provide an  \nApprentice with experience in the full range of craft skills,  \nthe JATC may request the Local Union to reassign the  \nApprentice to other employment in order to provide that  \nexperience. For so long as the Employer is able to provide  \nthe necessary range of employment experience, the  \nEmployer may choose to retain the apprentice from job to  \njob but shall notify the Local Union and JATC of all reas-  \nsignments.  \nSection 8. An Apprentice shall not be penalized for taking  \noff from work to attend offsite training (though time off for  \ntraining is unpaid).  \n"], ["ARTICLE XXVIII  \nGENERAL SAVINGS CLAUSE  \n", "Section 1. Any provision contained herein that is contrary  \nto or held in violation of the Labor-Management Relation  \nAct of 1947, as amended, or of any other law now in force  \nor hereafter enacted, or, hereafter becoming effective, shal  \nbe void and of no force or effect, and this Agreement shal  \nbe construed as if said void provision herein were not a par  \nthereof, it being intended, however, that the other provision  \nof this Agreement shall not be affected thereby. It is furthe  \nagreed that, should compliance with any law or amendmen  \ntherefore, or any order or regulation issued thereunder, nov  \nor hereafter in force and effect, prohibit the carrying out o  \nany of the provisions of this Agreement, then to the extent a  \nsuch deviation or prohibition, this Agreement shall b  \ndeemed to have been automatically amended effective on th  \neffective date of such law, order or regulations. Suc  \namendment to this Agreement shall remain in effect only s  \nlong as said law, amendment, order or regulation continue  \n-50-  \nin force or until the expiration of this Agreement, whichever  \nevent shall first occur.  \n"], ["ARTICLE XXIX  \nBONDING  \n", "Section 1. Every Employer who employs members of the  \nUnion and agrees to be covered or maintain the provisions of  \nthis Agreement may be required by the Union to give a sure-  \nty bond payable to the Laborers Benefit Funds to insure the  \npayment of fringe benefit obligations accruing under this  \nAgreement. The Employer shall furnish a surety bond as  \nprescribed below within fourteen (14) days after notice from  \nthe Laborers’ Fringe Benefit Funds that such is required.  \nThe amount of the surety bond shall be as follows:  \n1 through 10 men......... $15,000.00  \nmen $20,000.00  \nat 20  \nat 25 men $30,000.00  \nut 30 men or over ......... $35,000.00  \nSection 2. The Fringe Benefit Funds may require an  \nEmployer to give the surety bond provided for herein if at  \nany time: (1} the Employer has been late fifteen (15) days or  \nmore in the payment of any of its monetary obligations  \nunder this Agreement; or (2) the Employer has been late in  \nthe payment of any such obligation two (2) consecutive  \ntimes during the immediately preceding twelve (12) months;  \nor (3) the Employer has not worked within the Union’s geo-  \ngraphical jurisdiction under this Agreement during any of  \nthe immediately preceding twelve (12) months.  \nIf after giving and providing such surety bond the Employer  \nis not late in the payment of its monetary obligations during  \n-51-  \nthe next following twelve (12) months, the Employer shall  \nbe released from the requirement to provide @ surety bond  \nunless the conditions specified in the first sentence of this  \nSection reoccur.  \nSection 3, When a surety bond is demanded, the Employer  \nwill obtain such in the required amount, from a company  \nacceptable to the Fringe Benefit Funds, and the benefit funds  \nspecifted in this Agreement shall be the sole beneficiaries of  \nthe bond. The bond will be given to the Fringe Benefit  \nFunds where it will be kept.  \nSection 4, Should an Employer fail or refuse to provide the  \nrequired surety bond, when such is demanded by the Union,  \ner should an Employer fail to keep a bond in effect at all  \ntimes said Employer ts required to have one, the Union shall  \nhave the right to strike and/or picket, after notice, and use all  \nother tegal and/or economic means to cause the Employer to  \ncomply with this Article.  \n"], ["ARTICLE XXX  \nHEALTH CARE  \n", "Section 1. Should either the State or Federal Government  \npass legisjation mandating all Employers to participate in a  \nnational or statewide health care plan, it is agreed by the  \nParties to this Agreement to automatically open this  \nAgreement within thirty (30) days of such passage to discuss  \nsame.  \n"], ["ARTICLE  \nSUBSTANCE ABUSE PROGRAM  \n", "The Union and the Associated General Contractors o  \nIndiana, and/or signatory Employer, hereby agree the  \nthe drug testing program set forth in the Indiana Unie  \n-52-  \nhh  \n     \nConstruction Resource Center Substance Abuse Policy  \n(“Policy”) is incorporated by reference herein and made a  \npart of this Agreement. The Trustees of the Indiana Union  \nConstruction Iadustry Substance Abuse Trust Fund (“Fund”’)  \nshall have the authority to amend the terms of the Policy to  \nwhich employees working under this Agreement wil] be sub-  \nject.  \nThe administration of the Policy will be funded by contribu-  \ntions to the Fund. The Trustees of the Fund shall have the  \nauthority to determine the amount to be contributed by sig-  \nnatory Employers to defray the cost of the Policy. The  \nTrustees may set the contribution at any rate up to ten cents  \n($.10) per hour depending on the Trustees” assessment of the  \namount needed to fund the Policy adequately to fulfill its  \npurposes. Once the rate has been set, the Trustees may  \nadjust the rate of contribution from time to time within the  \nparameters set forth above, provided the Trustees give the  \nEmployer(s) at least sixty (60) days notice of any such  \nadjusiment,  \nTt ts agreed that the Employer contribution to this fund ts not  \npart of the wage/fringe package under this Agreement, but is  \ninstead a separate additional contribution made by the  \nEmployer solely to fund the Policy. Accordingly, the estab-  \nlishment or adjustment of the rate of contribution by the  \nTrustees shall not affect the wage rates or the amounts set  \n‘arth for contributions to fringe benefit funds under this  \n\\greement.  \n-53-  \n"]]