[["", "6b  \n4, 906 e@  \nAGREEMENT  \nSeptember 1 2003, - December 31, 2006  \nBy and Between  \nASSOCIATED GENERAL CONTRACTORS  \nOF ALASKA  \nand  \nINTERNATIONAL UNION OF OPERATING ENGINEERS,  \nLOCAL NO. 302  \n53  \nTABLE OF CONTENTS  \nAGREEMENT  \nPage  \n1  \nPUIPOSES 1  \nArticle | Parties and Coverage 1  \nSection 1 Parti€S 1  \nSection 2 Union Recognition and Employee Coverage................... 2  \nSection3 Effect Of Other 2  \nSection 4 | Subcontracting-Uniform Conditions 2  \nSection 5 Favored Nations 3  \nArticle Il Hiring of 4  \nSection 1 Hiring Halll 4  \nSection 2 Union 4  \n‘Section 3 Selection Of 4  \nSection 4 Employer Rejection Of Applicants ee 4  \nSection5 Violation Of Hiring 4  \nSection6 Registration & Operation Of Hiring 5  \n'.Section 7 Bona Fide Residents & Discrimination................. 5  \na) Bona Fide Residents eee 5  \nb) 5  \nSection 8 Posting Eligibility Of 5  \nArticle III Hiring Hall 6  \nSection 1 Creation Of Committee 6  \nSection 2 Powers Of 6  \nSection 3 Employer 6  \nArticle IV Union Security 6  \nSection 1 UNION SHOP 00... 6  \nSection 2 Checkoff 7  \nSection 3 Discrimination Forbidden 7  \nSection 4 = Job Steward 8  \nSection 5 = DISCIPLINE 8  \nArticle V Grievance Procedure 8  \nSection 1 GriQVANCE 8  \n= Arbitration Committee 9  \nArticle Vi Jurisdictional 11  \nsection 1 Jurisdictional 11  \nTABLE OF CONTENTS  \nPage  \nArticle VIl Subsistence And Quarters, Travel To And From Point Of  \nPICKUP 11  \nSection1 |§ Employer Provided 11  \nSection 2 | Work Sites Located On Or Near The Linked Alaska  \nHighway System 14  \nRoom And Board Not Part Of 12  \nSection 4 Transportation To Or From Point Of Pickup................... 12  \nSection5 Federal Reservations In The Aleutian Islands ............... 12  \nArticle Vill Transportation When Employees 12  \nSection 1 Transportation To The Site 12  \nSection 2 Transportation From The 13  \nArticle IX Transportation Of Tools And Personal Effects 13  \nSection 1 Transportation Of Tools 13  \nSection2 Personal 13  \nArticle X Health & Safety 14  \nSection 1 Health And 14  \nSection 2 Disclaimer........ I4  \nSection3 Drug-Free And Alcohol-Free Workplace 14  \nArticle X} Return Of Remains In Event Of Death 15  \n"], ["Article XII Holidays 15  \nArticle Change In Classification Or 15  \nSection 1 Work Outside Of Craft 15  \n", "Section 2 Work In Different Classification Within Craft.................. 16  \nArticle XIV PAY) sina sare use Bien chs a RAO RAT 16  \nSection 1. Regular Payday 16  \nSection 2 Payment Of Wages Upon Termination 17  \nSection3 Itemized Deductions 17  \nArticle XV Union Admission To 17  \nSection 1 Authorized Representation 17  \nSection 2 Examination of 18  \nArticle XVI Wages 18  \nSection 1 Public Works Projects - Davis Bacon Act And Related  \nStAtuteS 18  \nSection2 Wages (See Schedule A) 18  \n  \nere  \na  \nIR  \n+  \nAI A  \n  \nse  \nae  \nger DET te  \nTABLE OF CONTENTS  \nPage  \nArticle XVII Hours Of 19  \nSection 1 Normal Work Day & Week 19  \nStarting Time 19  \nSection 3 Overtime Rates 20  \nSection 4 Multiple Shifts 20  \nSection 5 Dewatering Tunnels/Temporary Heat/Protection........... 20  \nSection G6 Tide Work 20  \nArticle XVII] Pay Guarantees 20  \nSection 1 Pay For Actual Time Worked 20 .  \nSection 2 ShHoOw-Up Guarantee 21  \nSection 3 Work INJuri@S 21  \nSection 4 Call-Back Guarante@e  \nArticle XIX Meal Periods d  \nSection 1 Meal 21 |  \nSection 2 Employer Is Engaged In Continuous Operations. 22  \nArticle XX Fringe BeMefitS 22°  \n(See Schedule 22  \nContributions to Trusts.......... 22  \nInternal Revenue Code 22  \nArticle Foreman cece 22  \n"], ["Article Pre-Job Conference  \n", "Section 1 Pre-JOb 23  \nSection 2 Notification To 23  \nArticle XXItl Miscellaneous 23  \nSection 1 Change IN 23  \nSection 2 Termination 23  \nSection3 Work By Supervisors 23  \n- Section4 = Immunizations, Physicals, Drug and Alcohol Testing ....24  \nSection5 Termination For Cause 24  \nSection6 — Injured Person To Get Priority For Rehire 24  \nSection 7 New Equipment And Classifications 24  \nSection8 Severability Clause 24  \nSection9 Transportation In Aircraft 25  \nSection 10 Joint eee 25  \nTABLE OF CONTENTS  \nPage  \nArticle XXIV Strikes And 25  \nSection 1 No Strikes/No Lockout 25  \nSection 2 Responsibility. 25  \nJudicial 26  \nViolation Of Any Provision Of This 26  \nArticle XXV Management Rights 26  \n"], ["Article XXVI Special Conditions 26  \nArticle XXVIi Joint Labor-Management Committee 27  \nArticle XXVIII Duration, Modifications, And Changes 27  \nSection 1 Term Of AGre@Ment 27  \n", "Section 2  =§- REOPONE|T 27  \nSection3 Termination Of Agreement 27  \nFederal Health Care Reform 27  \nSection5 Execution Of 28  \nSCHEDULE \"A\"  \nPage  \nFringe Benefits, Hiring Provisions, Working Rules, Classifications  \nAnd Wage Rates 29  \nHealth And Security 29  \n30  \nSection 1 Construction Industry Retirement 30  \nSection 2. Construction Industry Defined Contribution Trust............. 30  \nWorking Dues Check-Off AssignMent 31  \nAlaska Operating Engineers-Employers Training Trust Fund................... 32  \nSection 1 Apprenticeship Training-Retraining 32  \nSection 2 Contributions 32  \nChange in Contributions To Wages And/Or Fringe Benefits .................... 33  \nConstruction Industry Progress Fund 33  \nee  \na  \nmuss  \nter Jace oe  \n_—  \nTABLE OF CONTENTS  \nPage  \nDelinquent Contribution by Employers 33  \n34  \nHiring Of Operating 34  \nSection 1 Persons Dispatched By The eee 34  \nSection 2 Obligation To Hire Through The 34  \nSection 3 Group LISting 34  \nGrOUD Ion... 35  \nGroup Wb 35  \nGrOUp VN 35  \nGrOUp IV 35  \nSection 4 Registration Or 36  \nSection5 Referral By The 36  \nPRUNES ens nates utube Sud 40  \nSection 1 Working Rules 40  \nWarranty Work 41  \nOWN 41  \nWage And Classifications 41  \nGrOUD 41  \nGrOUP TA 43  \nGroup 43  \nSOU UT stoners necro secs wae ened Sth DAS A A ERG EES 44  \nGrOUD IV 45  \nTunnel, Shaft, and Dredge 45  \nTunnel Wage Rate 45  \nDredge Classification & Wage Rate ee 45  \nADPFeNtiCeS 47  \nExecution Of Agreement 47  \nPREAMBLE  \nTHIS AGREEMENT between the Associated General Contractors  \nof Alaska, Inc., and Local 302 of the International Union of Operating  \nEngineers, within the legal boundaries of the State of Alaska is a  \nsuccessive principal Agreement of the August 1, 2000 — June 30, 2003  \nAgreement and all other prior agreements between the Associated  \nGeneral Contractors of Alaska, Inc., and the !.U.0.E. Local 302.  \nPURPOSES  \nlt is the purpose of this Agreement to assure a supply of competent  \nand capable persons for the performance of the work undertaken by the  \nEmployers, to maintain a continuity of employment to the persons  \nemployed, to insure amicable labor management relations, eliminate work  \nstoppage or delays in the prosecution of all work undertaken by the  \nEmployer, improve the competitive position of the organized sector of the  \nconstruction industry and to record the terms of agreement with respect to  \nrates of pay, hours of work and other conditions of employment arrived at  \nthrough the process of collective bargaining. It is also the intent of this  \nAgreement to recruit, train, and employ members of the minority groups as  \ndefined by the Office of Equal Employment Opportunity. The Employers  \nand the Union agree that there will be no unlawful discrimination in hiring,  \nreferral, or any aspect of employment. The term \"he” used in this  \nAgreement shall also mean “she” and singular usage shall also mean the  \nplural of these items.  \n"], ["ARTICLE |  \nParties and Coverage  \nSECTION 1. PARTIES  \n", "The term “Union” shall refer to Local Union No. 302 of the  \nInternational Union of Operating Engineers. The term Employer means  \nany employer who is or becomes signatory to this Agreement. The term  \n“AGC’ shall refer to the Associated General Contractors of Alaska, Inc.  \nFor the purposes of this Agreement the A.G.C. is a bargaining agent only  \nfor those employers of which the Union is notified by the A.G.C.  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 —- December 31, 2006  \nPage 1 of 47  \nSECTION 2. UNION RECOGNITION AND EMPLOYEE COVERAGE  \nThe Employers recognize the Union as the sole and exclusive  \nbargaining representative of all their employees on buiiding, marine,  \noffshore, heavy and highway construction jobs, who perform work within  \nthe jurisdiction of the Union, and this Agreement shall apply to such  \nEmployees. It is specifically recognized that this Agreement applies to  \nEmployees who load and unload barges or other carriers of the  \nEmployers’ materials and equipment at landing facilities serving the  \nEmployer's projects. It is further specifically recognized that this  \nAgreement does not apply to commercial sand and gravel operations or  \nany other construction or non construction related activity not listed  \nimmediately above.  \nSECTION 3. EFFECT OF OTHER AGREEMENTS  \nThe provisions of this Agreement, including attached Schedule A's  \nagreed upon between the Employer and the appropriate Union(s), shall  \napply to all work identified in Article |, Section 2. Provisions of national!  \nunion agreements or specific project agreements, which may conflict or  \ndiffer, with the terms of this Agreement will take precedence. Where a  \nsubject is specifically covered by the provisions of this Master Agreement  \nand is also covered by a Schedule A, the provisions of this Master  \nAgreement shall prevail.  \nSECTION 4. SUBCONTRACTING-UNIFORM CONDITIONS  \n(a) The Employer is entitled to subcontract work on any project or  \nundertaking as determined to be necessary or appropriate. The  \nEmpltoyer shall notify the Union of the subcontractor(s) chosen to  \nperform work.  \n(bo) The Employer agrees to attempt to subcontract work covered by  \nthis Agreement to subcontractor(s) under contract with the signatory  \nunion where such subcontractors are available and where bid(s) by  \nsuch subcontractors are deemed by the Employer to be competitive.  \n(c) |The Union agrees to allow a subcontractor to be bound by the  \nterms of this Agreement, on that work performed for the Employer on  \nan individual project, without binding the subcontractor to the  \nAgreement on any other work for this Employer or any other Employer.  \n(d) | Whenever the Employer is obligated to satisfy OBE-WBE recruiting  \nrequirements, the Union and the Employer mutually agree to waive all  \nrestrictions on subcontracting contained in this Section in the event the  \nEmployer and Union are unable to find qualified, competitive union  \nminority subcontractors.  \nAGC/Operating Engineers Locai 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 2 of 47  \nJan: og hy yo  \na ot  \nTes ka  \nx  \n1  \n. so ,  \nip NRE A Te |  \n  \n(e) | When potential qualified Union subcontractors are not available in  \nthe locality of the job site to perform the work and/or where the  \nEmployer receives no competitive bids from the union subcontractors,  \nthe Employer and the Union mutually agree that any restrictions on  \nsubcontracting contained in this Section are fully waived.  \n(f) For the purpose of interpretation and application of this section, the  \nEmployer is entitled to designate a bid by a subcontractor as  \nuncompetitive when it is not the lowest bid.  \n(g) No provision of this Section or any other Article or addendum to this  \nAgreement shall be construed or applied by any party, person or entity  \nto require the Employer to be responsible under any circumstances for  \nthe observance or non-observance of any provisions of this Agreement  \nby any subcontractor utilized by the Employer who (1) agrees to  \nobserve the terms of this Agreement (or any portion of this Agreement)  \nor (2) who refuses to accept this Agreement (or any portion of it) or  \nabide by its terms.  \nSECTION 5. FAVORED NATIONS  \nif the Union enters into any agreement with any individual employer  \nor group of employers performing work on any project or in.any  \ngeographical area covered by the terms of this Agreement and that  \nagreement provides for more favorable wages, hours, or conditions to any’  \nother employer, the Employers signatory hereto, after sending written  \nnotice of such intention, shall be afforded the privilege to adopt such  \nadvantageous terms and conditions.  \nThe Union will provide the AGC with a true copy of any agreement,  \nincluding site specific agreements, signed by any employer that covers  \nwork recognized as field construction work that differs in any material way  \nfrom the working terms and conditions or wages contained in this  \nAgreement within five (5) calendar days of such signing.  \nAGC/Operating Engineers Local 302 Agreement —- September 1, 2003 - December 31, 2006  \nPage 3 of 47  \n"], ["ARTICLE Il  \nHiring of Employees  \nSECTION 1. HIRING HALL  \n", "The Union agrees to maintain a hiring hall and to solicit qualified  \noperating engineers, both Union and non Union, in order to fill necessary  \nrequisitions for operating engineers. The Employers agree to exclusively  \nuse the services of such hiring hall and will call upon the Union to furnish  \nall the qualified operating engineers required in the classifications herein  \nmentioned, subject to the following terms and conditions.  \nSECTION 2. UNION NOTIFICATION  \nWhenever the Employers require employees, they shall notify the  \nUnion office either in writing or by telephone, stating the location, starting  \ntime, anticipated work schedule, approximate duration of the job, the type  \nof work to be performed, and the total number of employees required.  \nThe Employers agree that no employee will be sent initially to any other  \njob site than the job site the employee was dispatched to.  \nSECTION 3. SELECTION OF APPLICANTS  \nSelection of applicants for referral to jobs shail be on a  \nnondiscriminatory basis and shall not be based on, or in any way affected  \nby, Union membership, bylaws, regulations, constitutional provisions, or  \nany other aspect or ebigation of Union membership, policies or  \nrequirements.  \nSECTION 4. EMPLOYER REJECTION OF APPLICANTS  \nThe Employer retains the right to reject any job applicant referred  \nby the Union, in which event the Union shall refer another applicant.  \nShould an Employer reject an applicant, a legitimate reason shall be given  \nin writing to the Union. After the initial rejection, the Union will have  \ntwenty-four (24) hours to refer applicant(s). The time referred to in this  \nArticle (24 hours) shall start over upon such rejection(s). The Employer  \nshall be the sole judge of a worker's ability, qualifications, competence,  \nand performance.  \nSECTION 5. VIOLATION OF HIRING HALL  \nAny alleged violation of this Article may be the subject of a hearing  \nunder Article Ill. In the event the Employer has employed an individual in  \nviolation of this Article, the Hiring Hall Committee shall decree that the  \nEmployer shall pay to the individual who would have been dispatched to  \nthat job, had the collective bargaining procedures of the Agreement been  \nfollowed, the full amount of wages which said individual has lost, together  \nwith the payment into the various fringe benefit trusts on behalf of said  \nindividual.  \nAGC/Operating Engineers Loca! 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 4 of 47  \nSECTION 6. REGISTRATION & OPERATION OF HIRING HALL  \nThe registration requirements and operation of the hiring hall shall  \nbe as agreed in Schedule “A”. It is understood that recognition for  \nexperience in the construction industry and residency within the  \ngeographical jurisdiction of the Union will be recognized.  \nSECTION 7. BONA FIDE RESIDENTS & DISCRIMINATION  \n(a) Bona Fide Residents Requests for bona fide residents of the vicinity  \nimmediately accessible to the job site in a remote area shall be  \nhonored in accordance with the place of the local resident upon the  \nregistration list in relation to other registrants.in the same area.  \nResidence for the purpose of this section shall mean that the individual  \nshall have resided in the area for a period of six (6) months  \nimmediately prior to the date of the request. Documentary proof of  \nresidency must be provided to the local union by the individuai. The  \nUnion will provide whatever documentation it has to the Employer upon  \nrequest. .  \n(b) Discrimination Employers and the Union agree that there will be no  \ndiscrimination in hiring or referral of operating engineers due to their ©  \nrace, creed, color, age, or sex; provided further, that notwithstanding  \nthese hiring hall provisions, the Union, when requested by an  \nEmployer, shall dispatch to allow an Employer to comply with state or  \nfederal affirmative action requirements; any other local, state or federal  \n~ law; or any reasonable contractual obligation imposed by an Owner.  \nSECTION 8. POSTING ELIGIBILITY TO WORK  \nThe Union agrees to post at the hiring halls and to include with the  \ndispatch the requirement to provide appropriate documentation to the  \nEmployer of the eligibility to work as required by the Immigration  \nReform Act of 1987, and that failure to provide appropriate  \ndocumentation will result in refusal of employment  \n"], ["ARTICLE Iil  \nHiring Hall Committee  \n", "AGC/Operating Engineers Local 302 Agreement — September 1, 2003 - December 31, 2006  \nPage 5 of 47  \nSECTION 1. CREATION OF COMMITTEE  \nAs needed, the parties of this Agreement shall create a Joint Hiring  \nHall Committee, composed of not more than two (2) representatives of the  \nEmployer and two (2) representatives of the involved Union.  \nSECTION 2. POWERS OF COMMITTEE  \n(a) The Joint Hiring Hall Committee shall be empowered to hear and  \ndetermine any and all disputes or grievances arising out of (1) work  \nreferrals, and (2) placement on hiring hal list.  \n(b) Before any individual(s) may appear before the Committee, they  \nmust exhaust the administrative procedures provided by the Union.  \n(c) The Committee shall also determine the criteria for establishing  \nresidency within the jurisdiction of the Unton.  \nSECTION 3. EMPLOYER DISPUTES  \nIf an employer has a dispute concerning the dispatch of an  \nindividual, the Employer shall submit that dispute to the Committee for  \nresolution.  \nIn case the Committee deadlocks, the matter shall be referred to an  \nimpartial umpire. The impartial umpire shall be designated by mutual  \nagreement of the parties, and if they shall be unable to agree upon the  \nimpartial umpire, he/she shall be selected in the manner provided under  \nthe disputes provisions of this Agreement. All decisions of the Joint Hiring  \nHail Committee or the impartial umpire shall be final and binding on all  \nparties concerned.  \n"], ["ARTICLE IV  \nUnion Security  \nSECTION 1. UNION SHOP  \n", "All employees covered by this Agreement whom are members of  \nthe Union in good standing on the effective date of this clause shall remain  \nmembers in good standing. Those who are not members in good standing  \non the effective date of this clause shall, within fourteen (14) days  \nfollowing the effective date of this clause, become and remain members in  \ngood standing in the Union. Employees hired or covered by this  \nAgreement subsequent to the signing of this Agreement shall be required  \nto become and remain members of the Union in good standing within  \nfourteen (14) days of hire or being covered. All requests by the Union for  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 6 of 47  \nthe dismissal of any employee for failure to comply with the provisions of  \nthis paragraph shall be in writing. The Union agrees to defend any charge  \nor suit made or brought against any Employer as the result of the  \ndismissal or termination of any employees pursuant of the provisions of  \nthis section and to hold the Employer harmless.  \nSECTION 2. CHECKOFF OF DUES  \nThe Employers agree to deduct from wages of each employee such  \namount of the Union dues and/or assessments owing by them to the  \nUnion, as may be certified by the Financial Officer of the involved Union,  \nprovided the employee has executed a written assignment calling for such  \na deduction. If an Employer transfers an employee to a subsidiary and/or  \nsister company, or if an employee is transferred by the Employer to a joint  \nventure that is formed by the Employer, it is agreed that for purposes of  \nUnion dues and/or assessments, the employee need not execute a new  \nwritten assignment calling for such deductions. Consequently, the  \ndeductions will continue without interruption and will be forwarded to the  \nUnion by the Employer who is then paying the employee. Such  \ndeductions shall be transmitted to the Union within fifteen (15) days  \nfollowing the end of each calendar month. Appropriate transmittal forms  \nshall be supplied to each Employer by the Union. Each signatory Union  \nshall notify the Employer of the amount to be deducted.  \nThe above deductions shall be made by the Employer so long as  \nsuch payments are deemed in compliance with applicable law, and the  \nUnion agrees to indemnify the Employer for any litigation costs, expenses  \nor liabilities which an Employer may incur from compliance with this  \nprovision.  \nSECTION 3. DISCRIMINATION FORBIDDEN  \nThe Employer shall be the sole judge of a worker's ability,  \nqualifications, competence, and performance. No person shall be  \ndiscriminated against for upholding lawful Union principles, and any  \nperson who serves on a Committee shall not lose their position or be  \ndiscriminated against for this reason.  \nSECTION 4. JOB STEWARD  \nOne or more working stewards may be appointed by the Union  \nfrom among its members working on the job, that will represent the Union  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 - December 31, 2006  \nPage 7 of 47  \non the job. The Employer shall be informed of the names of the appointed  \nstewards, in writing, and only such stewards will be accorded recognition  \nby the Employer. The designated Union Representative shall be  \nconsulted by the Employer prior to a job steward’s termination because of  \ndrunkenness, dishonesty or other reason. The job steward shall normally  \ndiscuss grievances arising under this Agreement with the job supervisor  \nand conduct other Union business during non working hours. These  \nduties shall include, but not be limited to, taking a weekly report of all  \nmembers employed, checking newly dispatched employees, caring for the  \ntools and effects of any injured member, caring for the injured tn the  \nabsence of an authorized first aid person, notifying the Union  \nrepresentative of injuries, and transmitting to the Union Representative all  \ncomplaints and grievances emanating from the job. The job steward shall  \nbe the last working journeyman terminated provided he or she is qualified  \nfor the last work available on the job.  \nSECTION 5. DISCIPLINE  \nThe Union shall retain the right to discipline its members at all  \ntimes.  \n"], ["ARTICLE V  \nGrievance Procedure  \nSECTION 1. GRIEVANCE PROCEDURE  \n", "Any grievance, complaint, or dispute (except jurisdictional disputes)  \narising out of this Agreement involving its interpretation or application shall  \nbe considered a grievance and subject to resolution under the following  \nprocedure, and it is further agreed that until said procedure is exhausted,  \nthere shall be no work stoppage or lockout.  \n(a) | The employees shall report to their job steward, or such other  \nbusiness representative as may be designated by the Union, any  \ngrievance, complaint, or dispute that arises between the employee and  \nthe Employer. The designated job steward or business representative  \nwill attempt to immediately resolve the matter, between the parties on  \nthe job.  \n(b) Failing to agree, the designated job steward or business  \nrepresentative shall report the matter to the Union, and the business  \nrepresentative shall attempt to settle the matter with an Employer  \nrepresentative.  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 —- December 31, 2006  \nPage 8 of 47  \nTS  \n”~  \nAER  \n~~ .  \n. :  \n(c) Should the Union and the Employer have a dispute or complaint  \nwith the other party and if after conferring, a settlement is not reached  \nwithin five (5) working days, the dispute shall proceed to Step d. in the  \nsame manner as an employee compiaint.  \n(d) Inthe event the matter cannot be adjusted by the method set forth  \nabove within five (5) working days, the Union will present the matter to  \nthe Executive Director of the AGC for adjustment and will reduce the  \nmatter to writing if requested.  \n(e) In the event the matter cannot be adjusted within four (4) working  \ndays from the date the grievance, complaint, or dispute ts presented by  \nthe Union representative to the Executive Director of the AGC, the  \nUnion may take the dispute to arbitration as outlined in Section 2 of  \nthis Article.  \n(f) Any dispute that arises between the employees and the Employer  \n‘ or any complaint or grievance on the part of both or one shall be  \n. submitted to the local Union within thirty (30) days of the known date of  \nviolation or when employee could have reasonably become aware of  \nthe violation to be eligible to receive the assistance of the local Union.  \n(g) Times set forth by this Article may be extended by mutual |  \nagreement between the parties.  \n(h) Failure of the Union or the Employer to process a grievance in the  \n‘time frame stipulated shall constitute abandonment of the grievance. If  \nthe grievance is abandoned by either party, then the Union or  \nEmployer shall accept the abandoned request or decision as binding.  \nAny abandoned grievance shall not constitute a precedent.  \nSECTION 2. ARBITRATION COMMITTEE  \nShould any grievance or complaint arise which cannot be  \nnegotiated and settled within the scope of the foregoing paragraphs of this  \nArticle, the Employer and the Union agree to submit the matter to the  \nArbitration Committee to be handled in the following manner:  \n(a) Inthe event a grieving party submits a grievance or dispute to  \narbitration, an Arbitration Committee shall be selected as follows: The  \nUnion representative and the Employer shall each name a  \nrepresentative to the Arbitration Committee within two (2) working  \ndays. The two (2) individuals so selected will then name a mutually  \nAGC/Operating Engineers Local 302 Agreement - September 1, 2003 —- December 31, 2006  \nPage 9 of 47  \nacceptable third member to the Arbitration Committee, who shall name  \na Chairman. In the event that the first two (2) members of the  \nArbitration Committee are unable to agree upon a third member within  \nthree (3) working days, the parties shall select an arbitrator by the  \nstriking method from a permanent list of Alaska arbitrators previously  \nsupplied by the American Arbitration Association. This third member  \nwill be selected within five (5) working days after the failure to agree on  \na third member. The Committee will meet within five (5) working days  \nof the appointment of the third member. The Committee will continue  \nin session until a decision has been reached. The Committee will  \nrender its decision within five (5) working days upon conclusion of the  \nevidence unless the time is extended by the agreement of both parties.  \n(b) The decision of the Arbitration Committee will be final and binding  \nupon both parties and shall be complied with within five (5) working  \ndays after the decision has been reached unless waived by mutual |  \nagreement for extension of time.  \n(c) Expenses of the independent arbitrator shall be borne equally by  \nboth parties.  \n(d) =‘ The Arbitration Committee shall.conduct the hearing according to  \nAAA standards and procedures for grievance arbitration. The  \nArbitration Committee shall have no authority to add to, alter, delete or  \nmodify any provisions of this agreement.  \n(e) Should the party against whom the decision is rendered fail to  \nexecute the decision of the Committee within the prescribed time the  \nother party may strike or lock out. :  \n"], ["ARTICLE VI  \nJurisdictional Disputes  \nSECTION 1. JURISDICTIONAL DISPUTES  \n", "AGC/Operating Engineers Loca! 302 Agreement - September 1, 2003 — December 31, 2006  \nPage 10 of 47  \narte eS  \nard,  \nib  \n  \nmet 7, io wT  \n‘  \neis  \neit  \ni  \nlf a jurisdictional dispute arises, it shall first be submitted to the  \nLocal Unions involved and the Alaska Chapter of the Associated General  \nContractors of America, Inc. for settlement; then, if no understanding or  \nagreement is reached within forty-eight (48) hours, it shall be referred to  \nthe International Representatives of the unions involved and they shall  \nconfer with the Alaska Chapter of the Associated General Contractors of  \nAmerica, Inc. for settlement. Pending such settlement, the craft  \nperforming the work at the time the dispute arises shall continue in such  \ncapacity until settlement has been reached as above provided.  \nAssignment of work shall be governed by the decisions of record,  \narea practice, and existing or prospective International jurisdictional  \nagreements. |  \nIt is further agreed that in the event the National Joint Board for  \nSettlement of Jurisdictional Disputes in accord with the plan adopted by  \nthe Building Trades Department of AFL-CIO becomes operational again,  \nthe parties to the Agreement agree that they will be immediately bound by  \nany applicable decision or award by the National Joint Board.  \n"], ["ARTICLE Vil  \nSubsistence and Quarters,  \n", "Travel To and From Point of Pickup  \nSECTION 1. EMPLOYER PROVIDED CAMP  \nUnless otherwise agreed with the Union, the Employer shall provide  \na camp, or arrange with a third party for suitable accommodations for  \nemployees under the following circumstances: Where the work site Is  \nremote, requiring special transportation of employees to the site, and no  \nsuitable commercial facilities are available.  \nSECTION 2. WORK SITES LOCATED ON OR NEAR THE LINKED ALASKA  \nHIGHWAY SYSTEM  \nThe Employer has no obligation to provide subsistence and/or  \nquarters at a work site of any kind which is located on or near the linked  \nAlaska Highway System and is accessible by two wheel drive vehicles. At  \nwork sites not located on the linked Alaska Highway System, but located  \nin or near towns and/or where commercial facilities are reasonably  \navailable, the Employer and Union will work out acceptable arrangements  \nfor subsistence with affected employees.  \nSECTION 3. ROOM AND BOARD NOT PART OF WAGES  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 - December 31, 2006  \nPage 11 of 47  \nWhere the Employer provides or furnishes board, lodging or any  \nother facility, the cost or amount thereof shall not be considered or  \nincluded as a part of wages, but shall be excluded therefrom.  \nSECTION 4. TRANSPORTATION TO OR FROM POINT OF PICKUP  \nWhere there is an established point of pickup, or the  \ndeems it necessary to transport an employee by boat, airplane, or other  \nEmployer supplied conveyance, work shall begin at the site of the work  \nunless it takes more than one (1) hour to transport persons, either to or  \nfrom the pickup point. In that event, round-trip travel time exceeding two  \n(2) hours shall be considered as time worked and compensation  \ncomputed on the basis of the travel time consumed, going from and  \nreturning to the point of pickup. When furnished, transportation from  \npickup point to work site and the return from work site to pickup point shall  \nbe by the most expeditious route and means possible; such transportation  \nshall be safe and lawful and the employees shall be seated in reasonable  \ncomfort and protected from the elements.  \nSECTION 5. FEDERAL RESERVATIONS IN THE ALEUTIAN ISLANDS  \nOn all Federal Reservations in the Aleutian Islands where the  \nemployee has available from military facilities an opportunity to purchase  \npersonal items, the Employer shall not be required to furnish the same. In  \nthe event Employer-provided room and board facilities are not available,  \nthen the employee shall be paid $40 per day for room and board, or any  \ncombination of the above. Additionally, the Employer shall be free, where  \nfacilities are available, to provide either room or board, and to reduce the  \namounts of subsistence allowance set out above by up to fifty percent  \n(50%) when only room or board is provided. The Union will be notified of  \nany subsistence arrangement before dispatch or prejob conference. .  \n"], ["ARTICLE VIII  \nTransportation When Employees Recruited  \nSECTION 1. TRANSPORTATION TO THE SITE  \n", "When persons are recruited to job sites which require special  \ntransportation by air or water, transportation and actual reasonable  \nexpenses of board and lodging while en route shall be borne or  \nreimbursed by the Employer.  \nSECTION 2. TRANSPORTATION FROM THE SITE  \nAt the termination of the contract, project, or season, and providing  \nthe employee immediately, unless otherwise mutually agreed to by the  \nEmployee and the Employer, returns to the point of hire, the Employer will  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 12 of 47  \n  \nTe weet,  \n  \n+  \nty  \n%  \na  \nAES.  \noth  \ne * ,  \npay for transportation, actual expenses of board and lodging while en  \nroute to the point of hire. Provided further, that if the employee is  \nvoluntarily terminated or has been discharged for cause as in accordance  \nwith Article XXIII Section 6 the above provision shall not apply.  \nEmployer furnished transportation to the point of hire shail be  \nprovided all persons required to leave a job for medical reasons sufficient  \n_ to require extended medical care or hospitalization.  \n"], ["ARTICLE IX  \nTransportation of Tools and Personal Effects  \nSECTION 1. TRANSPORTATION OF TOOLS  \n", "Where the job site requires special transportation by air or water,  \ntransportation costs for Employer required tools from point of hire to the  \njob site and return shall be borne by the Employer. The Employer shall  \nreimburse the employee for the full prior agreed value of Employer  \nrequired tools lost while in the care, custody or control of an air carrier  \nwhile an employee is traveling pursuant to this Section.  \nSECTION 2. PERSONAL EFFECTS  \nThe Employer will also be responsible in case of fire or flood for all  \nthe personal effects of employees in an amount not to exceed $1,200.00  \n‘each in allt camps or in camps arranged for by the Employer,  \nother than those camps owned or operated by the Government. Provided  \nfurther that the employee must have submitted an itemized inventory for  \npersonal effects other than clothes prior to the loss.  \n"], ["ARTICLE X  \nHealth & Safety  \nSECTION 1. HEALTH AND SAFETY  \n", "AGC/Operating Engineers Local 302 Agreement ~ September 1, 2003 — December 31, 2006  \nPage 13 of 47  \n  \nThe Employer and the employee will conform to all federal and  \nstate health and safety regulations applicable to work covered by this  \nAgreement, and shall have adequate shelters available where necessary,  \nwith heat, where the workers can change and dry their clothes and store  \ntheir tools. On all projects covered by this Agreement, there shall be  \nprovided by the Employer at all times during construction, sanitary  \nfacilities consisting of a reasonable number of toilets and urinals. Fresh  \ndrinking water will be available to the workers. Employer will furnish  \nwelding equipment, including all leathers, hard hats, eye protection, ear  \nprotection, respirators, safety belts and lanyards, and reflective vests.  \nSECTION 2. DISCLAIMER  \nThis Agreement is not intended to and shall not be construed as  \ncreating, imposing, or adopting on the Union or representatives any state  \ncommon-law duties in the areas of safety.  \nSECTION 3. DRUG-FREE AND ALCOHOL-FREE WORKPLACE  \nLabor & Management are committed to providing employees with a  \ndrug-free and alcohol-free workplace. It is the goal to protect the health  \nand safety of employees and to promote a productive workplace, and  \nprotect the reputation of Labor and Management and the employees.  \nConsistent with those goals, the Employer prohibits the use, possession,  \ndistribution or sale at its employment sites, of drugs, drug paraphernalia or  \nalcohol. The Union recognizés the Employer's right’to develop and  \nimplement a drug screening program. The Employer agrees to'pay the  \ncost for such drug screening. The Employer will designate the facility to  \nconduct the drug/alcohol screening. Within the limits permitted by  \napplicable Federal or State laws and/or owner regulations, the Employer  \nhas the prerogative to test employees for drug/alcohol usage, and to  \nrefuse employment or terminate those who test positive.  \n"], ["ARTICLE XI  \nReturn of Remains in Event of Death  \n", "AGC/Operating Engineers Loca! 302 Agreement — September 1, 2003 —- December 31, 2006  \nPage 14 of 47  \nre  \nGe,  \n“tt  \nTF  \neS st .  \nIn the event of death of an employee while on the job or in the  \nEmployer’s camp, the Employer shall immediately notify the Union, and, in  \nthe absence of any law or authority prohibiting same, prepare and  \ntransport the remains to point of hire or to such other point of equivalent or  \nless distance as the next of kin may elect.  \n"], ["ARTICLE XiIl  \nHolidays  \n", "The holiday rate shall apply for work on the following days:  \nNew Year’s Day Labor Day  \nPresidents Day Veteran's Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nWhen any of these holidays shall fall on a Sunday, then the  \nfollowing Monday shall be considered a legal holiday, unless Sunday Is a  \nscheduled workday.  \nIn the event that there is a conflict between the State and Federal  \nGovernment on the observance date of any of the above-listed holidays,  \n_the State observance date shall prevail.  \nNotwithstanding any other provision, the Employer and the Union  \nmay agree to observe the holiday on a day other than the State observed  \nholiday if it is more convenient to the Employer and the employees.  \n"], ["ARTICLE XIll  \nChange in Classification or Craft  \nSECTION 1. WORK OUTSIDE OF CRAFT  \n", "(a) |The Employer is entitled to assign an employee to perform work  \nnormally performed by another craft on a temporary, \"emergency\" basis.  \n(b) | Wherever feasible the Employer is entitled to develop a composite  \ncrew for the performance of a particular job or contract, in which even  \ntraditional craft jurisdictional boundaries will be waived by all unions  \nsignatory to this (or similar) Agreement for the period the composite crew  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 15 of 47  \nis in effect. The composite crew shail consist of the required crafts in such  \nproportions as are respective to work, to be performed. The composite  \ncrew will be arranged at a pre-job conference. A mutually agreed method  \nwill be developed to resolve any issue over the composition of the  \ncomposite crew. 13.1(a) above shall not apply to composite crews.  \nSECTION 2. WORK IN DIFFERENT CLASSIFICATION WITHIN CRAFT  \nWhen an employee is temporarily required to perform work of  \nanother classification within their craft, the employee shall be paid the rate  \nthat the classification calls for while required to perform such work,  \nprovided the employee works at least two (2) hours within that  \nclassification, except where part of a composite crew.  \n"], ["ARTICLE XIV  \nPay  \nSECTION 1. REGULAR PAYDAY  \n", "The Employer shall establish a regular weekly payday on which  \nemployees shall be paid during working hours, which payday shall not be  \nlater than seven days following the end of the payroll period.  \nTime cards shall be reviewed and signed by the employees dailyor =~ -  \nweekly and submitted to the Employer. Time cards shall not be changed So  \nor altered without prior consultation with the employee and/or authorized  \nUnion representative.  \nCopies of the employee’s time cards shail be made available by the  \nEmployer for inspection by the employee or authorized Union  \nrepresentative or mailed to the Union hall (during normal working hours)  \nupon eight (8) hours notice by the Union.  \nFor the purposes of pay, a payroll week is further defined as  \nbeginning at 12:01 a.m. Sunday and ending at 12:00 midnight on the  \n..... following Saturday. This payroll week is established for the purpose of  \nuniformity and defining the pay period. The Employer is entitled to change  \nthe payroll cutoff date as circumstances may warrant, so long as payday is  \nwithin one week following the payroll cutoff date. In regard to “bush” jobs  \nwhere flight schedules and/or mail delivery may be interrupted, separate  \narrangements may be consummated by mutual consent or separate  \nagreement.  \nSECTION 2. PAYMENT OF WAGES UPON TERMINATION  \nAGC/Operating Engineers Loca! 302 Agreement — September 1, 2003 - December 31, 2006  \nPage 16 of 47  \nIt is understood and agreed, however, that when an employee is  \nlaid off, the person’s wages become due immediately and must be paid  \nwithin the day of separation, provided, however, that an employee  \nseparated after 5:00 p.m. shall receive his or her check prior to noon of  \nthe following day. In either case, failure to pay within the prescribed  \nperiod of time (exclusive of Saturdays, Sundays, and holidays) shall entitle  \nemployee to waiting time of two (2) hours per day. Employees who quit or  \nwho are discharged for cause shall be paid no later than the end of the  \nfirst work day following separation.  \nOn remote jobs where payroll facilities are not maintained, the  \nEmployer will have the check at the Union offices or in the U.S. mail or  \nother place mutually agreed to within forty-eight (48) hours of termination,  \nSaturdays, Sundays, and holidays excepted.  \nSECTION 3. ITEMIZED DEDUCTIONS  \nThe Employer shall itemize deductions on pay checks so  \nemployees can determine the purpose for which amounts have been  \nwithheld and shall indicate the number of travel time hours, straight time  \nhours, overtime hours, dues deductions, and basic rate per hour paid.  \n"], ["ARTICLE XV  \nUnion Admission to Job  \nSECTION 1. AUTHORIZED REPRESENTATION  \n", "An authorized representative of the Union shall be allowed  \nadmission to any job at any time for the purpose of investigating  \nconditions existing on the job. However, the representative shall, as soon  \nas possible, make their presence known to the representative |  \nin charge of the work. On projects which are under military guard, the  \nEmployers will cooperate with the Union officials in this regard as far as  \nregulations will permit. The Employer shall also notify the Union as  \npromptly as possible of any fatalities.  \nSECTION 2. EXAMINATION OF RECORDS  \nThe Union representative shall have the right to examine all records  \npertaining to the employees covered by this Agreement on proper  \nnotification ‘in advance to the Employer. ‘The Employer shall make’  \navailable original or copies of the original records for examination by the  \nAGC/Operating Engineers Loca! 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 17 of 47  \nauthorized Union Representative upon forty-eight (48) hours’ notice from  \nthe Union. To examine records, other than pay or fringe benefit  \ncomputations, shall require written authorization from the employee.  \nWhen requested by the Union, Employers shall make available the  \nnames, addresses and classifications of any of their employees covered  \nby the Agreement.  \n"], ["ARTICLE XVi  \nWages  \nSECTION 1. PUBLIC WORKS PROJECTS - DAVIS BACON ACT AND RELATED  \nSTATUTES  \n", "In the event an individual Employer bids on a public project being  \nawarded by a federal, state, borough, city or other public entity which is to  \nbe performed at a predetermined and/or prevailing wage rate established  \npursuant to the provisions of the Davis Bacon Act (Public Law 74-403  \n(8/30/35) as amended 3/21/41 and 7/2/64 40 USC 276A-276A7 as  \namended) or established pursuant to the provisions of Title 36 Alaska  \nStatutes, or any other prevailing wage, the published hourly wage and  \nfringe rate set forth in said public award or the construction contract rate in  \n_ effect at the time of bid shall apply for the duration of the project or the  \nterm of this Agreement, even though such prevailing wage is less than the  \nwage set forth in this Agreement. The same principle shall also-apply to  \nfringe benefits. It is the intent of this Article that if the prevailing °  \nwage/benefit rate decreases during the.term of the project, the Employer  \n- js entitled to adopt the lower prevailing wage unless prohibited by statute  \nfrom doing SO.  \nSECTION 2. WAGES  \nSee Schedule A.  \n"], ["ARTICLE XVII  \nHours of Work/Overtime/Shifts  \n- SECTION 1. NORMAL WORK DAY & WEEK  \n", "AGC/Operating Engineers Loca! 302 Agreement — September 1, 2003 - December 31, 2006  \nPage 18 of 47  \n   \nEight (8) hours shall constitute the normal work day; and forty (40)  \nhours shall constitute the normal work week. Starting and quitting time for  \nthe work day shall be established between 6:00 a.m. and 6:00 p.m.  \n(Starting times may be staggered between the hours of 6:00 a.m. and 8:00  \na.m.) in accordance with job requirements, as determined by the  \nEmployer. Employees shall receive compensation of one and one half (1-  \n1/2) times the base rate for any hours worked over eight (8) hours per day  \nor over forty (40) hours per week.  \nOn construction projects funded entirely with Federal funds and in  \naccordance with recent amendments by congress to the Contract Work  \nHours and Safety Standards Act (WHSSA) and the Walsh-Healy Act, it is  \nagreed between the parties that overtime will be paid only after employees  \nhave worked more than forty (40) hours in any one workweek. However,  \nat no time shall employees be required to work more than ten (10) hours  \nin any one workday unless overtime at the rate of one and one-half times  \nthe employee's straight time rate is paid for time worked in excess of ten  \n(10) hours. |  \nNothing in this Article shall be construed as guaranteeing any  \nemployee eight (8) hours of work per day, or forty (40) hours of work per  \nweek.  \nIf Alaska state law changes to allow. more than 8 ‘our per day |  \nwithout overtime the employer may choose to schedule the work in  \naccordance with the statutory overtime provisions.  \nSECTION 2. STARTING TIME  \n«4 The contractor-will establish a regular starting-time; except that it  \nshall be understood that when the job conditions at the site of the work or  \nwhen economical considerations warrant, other hours of starting time may  \nbe established by mutual agreement between the Employer and the  \nUnion. With respect to concrete paving, concrete pouring, asphait paving,  \nand road oiling, the starting time of work shall be mutually arranged to fit  \nthe job conditions. Service and maintenance personnel may be Started  \nprior to regular shifts at the straight time rate.  \nSECTION 3. OVERTIME RATES  \n_ Employees shall receive compensation of one and one half (1-1/2)  \ntimes the basic rate ‘for work performed on Saturday and Sunday; and two ©  \n(2) times the basic rate for any work performed on holidays, excepting,  \nAGC/Operating Engineers Local 302 Agreement - September 1, 2003 - December 31, 2006  \nPage 19 of 47  \nthat when a shift of multiple shift operation is started at the basic rate or at  \nan overtime rate, it shall be completed at that rate. Further excepting, that.  \nSaturday may be a straight-time workday for an employee: (a) who was  \nabsent on a straight-time day on which work was made available by the  \nEmployer; (b) work was interrupted that week by weather; or (c) further, if  \nowner's project specifications require that work be restricted to weekend,  \nSaturday and Sunday will be straight time days.  \nSECTION 4. MULTIPLE SHIFTS  \nMultiple shifts and their starting and quitting times may be  \nestablished in accordance with job requirements as determined by the  \nEmployer. There shall be no premium for shift work.  \nSECTION 5. DEWATERING TUNNELS/TEMPORARY HEAT/PROTECTION  \nDewatering of tunnels and caissons and providing temporary heat  \nand protection shall be worked in accordance with the workshift and  \novertime provisions heretofore established, except that time worked on  \nholidays when no other activities are in progress will be compensated for  \nat the overtime rate of one and one-half (1-1/2) times the basic rate of  \nwages.  \nSECTION 6. TIDE WORK  \nUnless otherwise agreed to by the Union and the Employer, tide  \n‘work shall be subject to the following special condition:  \nWhen employees are called out on tide work, they shall be  \nguaranteed an amount equivalent to four (4) hours at straight time pay as  \na minimum for each call out.  \n"], ["ARTICLE XVIII  \nPay Guarantees  \nSECTION 1. PAY FOR ACTUAL TIME WORKED  \n", "Except as provided in this Article, an employee is only entitled to  \npay for time worked.  \nSECTION 2. SHOW-UP GUARANTEE  \n. Employees reporting for work and not put to work shall receive two  \n(2) hours at their regular straight time rate unless notified not to report at  \nleast two (2) hours prior to the start of shift. Notification may take the form  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 20 of 47  \nPE  \n~  \n‘  \n-  \nTORE ¢  \n*  \n  \n. £ ay  \n¥ rt +:  \nToe.  \nof a telephone answering device, radio broadcast or any other agreed  \nupon device. Where employees live in camp, such notification can be  \ngiven any time prior to departure from camp.  \nSECTION 3. WORK INJURIES  \nEmployees injured on the job, provided injury is reported to the  \nperson’s Employer and requires medical attention, are to be paid for time  \nspent on the first visit to the doctor and, if the doctor determines and  \ncertifies that the employee is unable to return to work because of injury,  \nhe/she shall be paid the balance of the shift during which the injury  \noccurred. This provision applies to medical attention received during  \nregular working hours only. Operating Engineers who suffer an industrial  \ninjury while dispatched shall have their position on the out-of-work list  \nfrozen for the period that they remain unable to perform work as an  \noperating engineer due to their industrial injury. This “freezing” of an  \napplicant’s hours does not apply to Health & Welfare or Pension eligibility.  \nThe applicant must register on the Referral List (commonly known  \nas the Out-of-work List); and to remain on the Referral List, an applicant  \nmust renew their registration not later than ninety (90) days from the date  \n_ of their last registration or re-registration.  \nSECTION 4. CALL-BACK GUARANTEE  \nWhen an employee has completed their scheduled shift and returns ~  \nby direction of the Employer to perform additional work, he/she shall  \nreceive overtime pay for the actual hours worked with a minimum  \nguarantee of one (1) hour's pay at the applicable rate.  \n"], ["ARTICLE XIx  \nMeal Periods  \nSECTION 1. MEAL PERIODS  \n", "An Employer will attempt to schedule a one-half (1/2) hour break for  \na meal period near the midpoint of a shift. An employee required to work  \nmore than six (6), consecutive hours without a meal break shall be allowed .  \na later meal period of one-half (1/2) hour, and it shall be considered as  \ntime worked and paid for at the proper rate.  \nSECTION 2. WHEN EMPLOYER IS ENGAGED IN CONTINUOUS OPERATIONS  \nNotwithstanding the above paragraph, an employee may be  \nrequired to work more than six (6) consecutive hours without any  \nentitlement to a later meal period or pay for that period when the Employer  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 21 of 47  \nis engaged in a continuous operation where breaks are difficult to  \nschedule but sufficient lag time normally exists to enable an employee to  \nconsume a meal during the shift. Examples of continuous operations  \ninclude, but are not limited to: asphalt paving operations, concrete pours,  \ngravel hauls, tide work, and pile driving.  \n"], ["ARTICLE XX  \nFringe Benefits  \n", "SECTION 1. See Schedule A.  \nSECTION 2. CONTRIBUTIONS TO TRUSTS  \nIt is understood that the above contributions by the Employers to  \nthe various Trusts, are to be computed solely on total number of  \ncompensable hours worked by persons that are members of the  \nbargaining unit only, and are not to be included in wages and will not,  \ntherefore, be subject to either Federal or State withholding taxes and |  \nfurther shal! not be considered or included in the computation of overtime  \npay. | ;  \nSection 3. Internal Revenue Code 415. .  \nIf the Pension Trust supplies the Employer with the proper |  \nauthorization, then the Employers agrees to make the appropriate ~  \ncontributions on behalf of the Employee who is affected by |  \nRevenue Code 415 limits to the Locals 302 and 612, of the International  \nUnion of Operating Engineers-Employers Construction Industry Defined  \nContribution Trust.  \n"], ["ARTICLE Xx!  \nForeman  \n", "There shall be no desire on the part of the Union to select the  \nEmployers’ foremen. This determination will be made by the Employer.  \nEach employee will be advised who their foreman is. The foreman may  \n‘ be required to work at the trade, but will be paid at the applicable rate. ne  \nThe Employer and the Union recognize the fact that the position of  \nGeneral Foreman, if utilized, is not the sole jurisdiction of any one craft.  \n"], ["ARTICLE XXil  \n", "_,Pre-Job Conference  \n~  \nSECTION 1. PRE-JOB CONFERENCE  \nAGC/Operating Engineers Loca! 302 Agreement - September 1, 2003 — December 31, 2006  \nPage 22 of 47  \n  \n*  \nBy, *,  \n’  \nTEE FF -  \n  \nwert ee  \n  \n  \n-  \nOF.  \nFor the purpose of arranging a pre-job conference, the Employer  \nwill inform the Union in writing upon award of the job. When requested by  \nthe Union and/or Employer, in writing, a pre-job conference shall be  \nmandatory. !f the Employer fails to comply with this provision and the  \nUnion discovers that an alleged violation of work assignments exists, the  \nmatter shall be referred to Article li, Section 5 for resolution.  \nSECTION 2. NOTIFICATION TO SUBCONTRACTOR  \nThe Employer shall notify each subcontractor of the provisions of  \nthis Article and require any such subcontractor performing work within the  \nscope of this Agreement to comply with the provisions of this Article.  \n"], ["ARTICLE Xxill  \nMiscellaneous Provisions  \nSECTION 1. CHANGE IN POLICY  \n", "it is mutually understood that there is no desire on the part of the  \nUnion to dictate the business policies of the Employer, but when the  \nEmployer contemplates a change in policy affecting the welfare of the  \nemployee, proper and reasonable notice shall be given to the Union.  \nSECTION 2. TERMINATION SLIP  \nIt shall be mandatory that the Employer furnish and complete  \ntermination slips for any employee who is terminated, giving one to the  \nemployee, returning one to the dispatching hall upon request, and  \nretaining one for the Employer's records. Each termination or layoff slip  \nshall show the actual reason for termination.  \nSECTION 3. WORK BY SUPERVISORS  \nWhile the Employer does not intend that salaried supervisors  \noutside the bargaining unit be regularly engaged in bargaining unit work, it  \nis nonetheless a reserved prerogative of the Employer to assign incidental  \nor occasional work to such supervisory personnel in instances when the  \nEmployer deems it appropriate to do so without violating any provision of  \nthe Agreement or any Supplement or Schedule “A”. When deemed  \nappropriate, the Employer will designate a particular supervisor to issue  \ninstructions to the craft working foreman utilized by the Employer to  \nprevent duplication and confusion of orders. Hours worked by non-unit  \nsupervisors in performance of unit work are not compensable hours for  \npurposes of Employer Trust contributions (i.e., the Employer is not  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 23 of 47  \nobligated to make contributions on such hours worked by non-unit  \n_ Supervisors).  \nSECTION 4. IMMUNIZATIONS, PHYSICALS, DRUG AND ALCOHOL TESTING  \nThe Employer shall pay for all Employer required physicals,  \nimmunizations, Drug and Alcohol Testing. The employee is not entitled to  \nwages or other pay while engaged in these activities.  \nSECTION 5. TERMINATION FOR CAUSE  \nAn employee may be discharged without warning for just cause.  \nJust cause includes, but is not limited to: drunkenness, drug abuse,  \ndishonesty, incompetence, insubordination, negligence with equipment,  \nunexcused absenteeism, disobedience of orders, unsatisfactory  \nperformance of duties, and violation of the owner’s rules imposed upon  \nthe Employer.  \nSECTION 6. INJURED PERSON TO GET PRIORITY FOR REHIRE  \nAn employee who is required to leave employment because of job  \nconnected injuries shall, upon recovery therefrom, be given priority of hire .  \nby their former Employer when that Employer needs one or more  \nemployees in the injured person's classification, provided the said  \nemployee is ready, willing, and able to return to work. This section shall  \nnot apply for a different project, after a winter shut-down or ifthe +  \npreviously injured employee works elsewhere since their recovery.  \nSECTION 7. NEW EQUIPMENT AND CLASSIFICATIONS  \nWage scales for employees of equipment operated in construction  \nnot listed herein, or classifications not listed, shall be negotiated at the  \ntime such equipment is to be operated or the new classifi cation is to be -  \nutilized. |  \nSECTION 8. SEVERABILITY CLAUSE  \nIn the event any section or provision of this Agreement shall be  \ndeclared or held to be invalid or illegal by an authorized Board or Court,  \nonly the part, section, provision, or the entire Agreement so held or  \ndeclared invalid or illegal shall forthwith cease to be of further force and  \neffect, and in such event either party hereto may, upon not less than thirty  \n(30) days written notice to the other, have the right to open negotiations  \nfor the substitution of a new section, sections, or agreement consistent  \nwith the decision of the Board or Court.  \nSECTION 9. TRANSPORTATION IN AIRCRAFT  \nWhen employees are transported in aircraft, such aircraft shall be  \noperated, maintained, and have a certificate of air worthiness, and the  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 24 of 47  \n“*,  \n>  \n+ we  \nas :  \nat  \nie  \ner tk  \n~  \na  \nst ™~  \n{ a  \nre Ly  \nabe - ow  \n* ets  \n<7 78  \n  \nye  \naap LP  \nwget elo a.  \n  \nae  \nAye art  \n,  \nW Th.  \npilot shall be licensed and certificated, all in accordance with applicable  \nlaws and regulations.  \nSECTION 10. JOINT VENTURE  \nAny reference to \"Joint Venture” in this Master Agreement or any  \nSchedule A or other Supplement to this Agreement applies solely to a  \nJoint Venture undertaken by the Employer with another company (or  \ncompanies) signatory to the Agreement (or similar construction industry  \nAgreement) with the same Union(s). It is expressly not the intent of any  \nparty to this Agreement that this Agreement be extended or be capable of  \nbeing extended in any manner to any Joint Venture in which one or more  \nEmployers participating in the joint Venture are not signatory to this  \nAgreement or similar agreement.  \n"], ["-ARTICLE XXIV  \n", "Strikes and Lockouts  \nSECTION 1. NO STRIKES/NO LOCKOUTS  \nDuring the term of this Agreement, there shall be no strikes,  \npicketing, work stoppages, slow-downs, or other disruptive activity for any  \nreason by the Union or by any employee, and there shall be no lockout by  \nthe Employer. |  \nSECTION 2. RESPONSIBILITY: -  \nThe Union shall not be liable for acts of employees for which it has  \nno responsibility. The Union will immediately instruct, order, and use the  \nbest efforts of its office to cause any member or group of members to  \ncease any violations of this Article. When the Union complies with its.  \nobligation concerning the above described activity, it shall not be liable for  \nunauthorized acts of its members. The failure of the Employer to exercise ~~  \nits rights in any instance shall not be deemed a waiver of its rights in any  \nother instance. The Union agrees that it will not sanction a picket line nor  \nwill any Union members refuse to cross a picket line unless subject picket  \nline meets the definitions of a legitimate and bona fide primary picket line  \nas set.forth in.NLRA. .... yo: om eR hme oa  \n_ SECTION 3. JUDICIAL REMEDIES  \nAGC/Operating Engineers Local 302 Agreement — September 1, 2003 —- December 31, 2006  \nPage 25 of 47  \nNothing in this Agreement shall be construed to limit the Union’s or  \nthe Employer's right to fully pursue any and all judicial remedies available  \nunder faw in the event of violation of this Agreement.  \n"], ["SECTION 4. VIOLATION OF ANY PROVISION OF THIS ARTICLE  \n", "Employees who violate any provision of this Article are subject to  \nimmediate termination, as the Employer determines to be warranted.  \n"], ["ARTICLE XXV  \nManagement Rights  \n", "The Employer retains all discretionary and decision making rights  \nnot specifically limited by the terms of this Agreement. These rights  \ninclude, but are not limited to, the following: directing the job site work  \nforce, including hiring of personnel, selection of all supervisory employees,  \npromotions, transfers, layoffs, discharge of employees, selecting materials  \nand equipment to be used or installed, utilizing any work methods,  \nprocedures, techniques of construction or labor-saving devices or  \nmachines, establishing job site rules and regulations; determining when  \novertime is required and who shall perform overtime work, designation of  \nwork to be subcontracted, selection of all subcontractors, and determining  \nthe number of personnel and craft supervisory personnel required to  \nperform the work.  \n"], ["ARTICLE XXVI  \nSpecial Conditions  \n", "In order to preserve work for the union members and to return a  \nsignatory employer to an equally competitive position in all projects, the  \nparties signatory to this Agreement may, in the case of specific  \ngeographical areas, industries, or projects for a specific period of time,  \nmutually agree to put into effect special wages and conditions for that area  \nor project, or in case of changes in State or Federal Wage & Hour  \nStandards: A committee shall be set up by the AGC employer members -  \nand Union representatives to effectuate those adjustments.  \n"], ["ARTICLE XXVII  \n", "AGC/Operating Engineers Local 302 Agreement — September 1, 2003 — December 31, 2006  \nPage 26 of 47  \nJoint Labor-Management Committee  \nThere shall be established a Joint-Labor-Management Committee  \nto facilitate interpretation of this Agreement and all addenda and to foster  \nharmony between the parties. The Committee shall consist of one  \nmember from each of the crafts signatory to this Master Agreement and  \nan equal number of signatory employers appointed by the AGC.  \n"]]