[["", "PREAMBLE  \nTHIS AGREEMENT between the Associated General Contractors of Alaska, Inc., and Local  \n302 of the International Union of Operating Engineers, within the legal boundaries of the State of  \nAlaska is a successive principal Agreement of the January 1, 2007 - December 31, 2009  \nAgreement and all other prior agreements between the Associated General Contractors of  \nAlaska, Inc., and the 1.U.0.E. Local 302.  \nPURPOSES  \nIt is the purpose of this Agreement to assure a supply of competent and capable persons for  \nthe performance of the work undertaken by the Employers, to maintain a continuity of  \nemployment to the persons employed, to insure amicable labor management relations, eliminate  \nwork stoppage or delays in the prosecution of all work undertaken by the Employer, improve the  \ncompetitive position of the organized sector of the construction industry and to record the terms  \nof agreement with respect to rates of pay, hours of work and other conditions of employment  \narrived at through the process of collective bargaining. It is also the intent of this Agreement to  \nrecruit, train, and employ members of the minority groups as defined by the Office of Equal  \nEmployment Opportunity. The Employers and the Union agree that there will be no unlawful  \ndiscrimination in hiring, referral, or any aspect of employment. The term \"he\" used in this  \nAgreement shall also mean \"she\" and singular usage shall also mean the plural of these items.  \n  \nPARTIES AND COVERAGE  \nSECTION 1. PARTIES  \nThe term “Union” shall refer to Local Union No. 302 of the International Union of Operating  \nEngineers. The term Employer means any Employer who is or becomes signatory to this  \nAgreement. The term “AGC” shall refer to the Associated General Contractors of Alaska, Inc.  \nFor the purposes of this Agreement the A.G.C. is a bargaining agent only for those Employers of  \nwhich the Union is notified by the A.G.C.  \nSECTION 2. UNION RECOGNITION AND EMPLOYEE COVERAGE  \nThe Employers recognize the Union as the sole and exclusive bargaining representative of all  \ntheir Operating Engineer Employees on building, marine, offshore, heavy and highway  \nconstruction jobs, who perform work within the jurisdiction of the Union, and this Agreement  \nShall apply to such Employees. It is specifically recognized that this Agreement applies to  \nEmployees who load and unload barges or other carriers of the Employers’ materials and  \nequipment at landing facilities serving the Employer's projects. It is further specifically  \nrecognized that this Agreement does not apply to commercial sand and gravel operations or any  \nother construction or non-construction related activity not listed immediately above.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 1 of 36  \nSECTION 3. EFFECT OF OTHER AGREEMENTS  \nThe provisions of this Agreement, including attached Schedule A's agreed upon between the  \nEmployer and the appropriate Union(s), shall apply to all work identified in Article I, Section 2.  \nProvisions of national union agreements or specific project agreements, which may conflict or  \ndiffer, with the terms of this Agreement will take precedence. Where a subject is specifically  \ncovered by the provisions of this Agreement and is also covered by a Schedule A, the provisions  \nof this Agreement shall prevail.  \nSECTION 4. SUBCONTRACTING-UNIFORM CONDITIONS  \n(a) The Employer shall notify the Union of the subcontractor(s) chosen to perform work.  \n(b) If it becomes necessary to subcontract work covered by this agreement, the Employer  \nagrees to subcontract such work to signatory subcontractors when the Employer deems  \nsuch subcontractors are available and competitive.  \n(c) Whenever the Employer is obligated contractually, to satisfy statutory or regulatory  \nsubcontracting requirements, or the work is being performed in a remote locality, the  \nUnion and the Employer mutually agree to waive all restrictions on subcontracting  \ncontained in this Section.  \nSECTION 5. FAVORED NATIONS  \nIf the Union enters into any agreement with any individual Employer or group of Employers  \nperforming work on any project or in any geographical area covered by the terms of this  \nAgreement and that Agreement provides for more favorable wages, hours, or conditions to any  \nother Employer, the Employers signatory hereto, after sending written notice of such intention,  \nShall be afforded the privilege to adopt such advantageous terms and conditions.  \nThe Union will provide the AGC with a true copy of any agreement, including site specific  \nagreements, signed by any Employer that covers work recognized as field construction work that  \ndiffers in any material way from the working terms and conditions or wages contained in this  \nAgreement within five (5) calendar days of such signing.  \n"], ["ARTICLE II  \nHIRING OF EMPLOYEES  \nSECTION 1. HIRING HALL  \n", "The Union agrees to maintain a hiring hall and to solicit qualified operating engineers, both  \nUnion and non-union, in order to fill necessary requisitions for operating engineers. The  \nEmployers agree to exclusively use the services of such hiring hall and will call upon the Union  \nto furnish all the qualified operating engineers required in the classifications herein mentioned,  \nSubject to the following terms and conditions.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 2 of 36  \nSECTION 2. UNION NOTIFICATION  \nWhenever the Employers require Employees, they shall notify the Union office either in  \nwriting or by telephone, stating the location, starting time, anticipated work schedule,  \napproximate duration of the job, the type of work to be performed, and the total number of  \nEmployees required. The Employers agree that no Employee will be sent initially to any other  \njob site than the job site the Employee was dispatched to.  \nSECTION 3. SELECTION OF APPLICANTS  \nSelection of applicants for referral to jobs shall be on a nondiscriminatory basis and shall not  \nbe based on, or in any way affected by, Union membership, bylaws, regulations, constitutional  \nprovisions, or any other aspect or obligation of Union membership, policies or requirements.  \nSECTION 4. EMPLOYER REJECTION OF APPLICANTS  \nThe Employer retains the right to reject any job applicant referred by the Union, in which  \nevent the Union shall refer another applicant. Should an Employer reject an applicant, a  \nlegitimate reason shall be given in writing to the Union if requested. After the initial rejection,  \nthe Union will have twenty-four (24) hours to refer applicant(s). The time referred to in this  \nArticle (24 hours) shall start over upon such rejection(s). The Employer shall be the sole judge of  \na worker's ability, qualifications, competence, and performance.  \nSECTION 5. VIOLATION OF HIRING HALL  \nAny alleged violation of this Article may be the subject of a hearing under Article III. In the  \nevent the Employer has employed an individual in violation of this Article, the Hiring Hall  \nCommittee shall decree that the Employer shall pay to the individual who would have been  \ndispatched to that job, had the collective bargaining procedures of the Agreement been followed,  \nthe full amount of wages which said individual has lost, together with the payment into the  \nvarious fringe benefit trusts on behalf of said individual.  \nSECTION 6. REGISTRATION & OPERATION OF HIRING HALL  \nThe registration requirements and operation of the hiring hall shall be as agreed in Schedule  \n“A”. It is understood that recognition for experience in the construction industry and residency  \nwithin the geographical jurisdiction of the Union will be recognized.  \nSECTION 7. BONA FIDE RESIDENTS & DISCRIMINATION  \n(a) Bona Fide Residents Requests for bona fide residents of the vicinity immediately  \naccessible to the job site in a remote area shall be honored in accordance with the place  \nof the local resident upon the registration list in relation to other registrants in the same  \narea. Residence for the purpose of this section shall mean that the individual shall have  \nresided in the area for a period of twelve (12) months immediately prior to the date of  \nthe request. Documented proof of residency must be provided to the local union by the  \nindividual. The Union will provide whatever documentation it has to the Employer  \nupon request.  \n(b) Discrimination Employers and the Union agree that there will be no discrimination in  \nhiring or referral of operating engineers due to their race, creed, color, age, or sex;  \nprovided further, that notwithstanding these hiring hall provisions, the Union, when  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 3 of 36  \nrequested by an Employer, shall dispatch to allow an Employer to comply with state or  \nfederal affirmative action requirements; any other local, state or federal law; or any  \nreasonable contractual obligation imposed by an Owner.  \nSECTION 8. POSTING ELIGIBILITY TO WORK  \nThe Union agrees to post at the hiring halls and to include with the dispatch the requirement  \nto provide appropriate documentation to the Employer of the eligibility to work as required by  \nthe Immigration Reform Act of 1987, and that failure to provide appropriate documentation will  \nresult in refusal of employment.  \n"], ["ARTICLE Il  \nHIRING HALL COMMITTEE  \nSECTION 1. CREATION OF COMMITTEE  \n", "As needed, the parties of this Agreement shall create a Joint Hiring Hall Committee,  \ncomposed of not more than two (2) representatives of the Employer and two (2) representatives  \nof the Union.  \nSECTION 2. POWERS OF COMMITTEE  \n(a) The Joint Hiring Hall Committee shall be empowered to hear and determine any and all  \ndisputes or grievances arising out of (1) work referrals, and (2) placement on hiring hall  \nlist.  \n(b) Before any individual(s) may appear before the Committee, they must exhaust the  \nadministrative procedures provided by the Union.  \n(c) The Committee shall also determine the criteria for establishing residency within the  \njurisdiction of the Union.  \nSECTION 3. EMPLOYER DISPUTES  \nIf an Employer has a dispute concerning the dispatch of an individual, the Employer shall  \nsubmit that dispute to the Committee for resolution.  \nIn case the Committee deadlocks, the matter shall be referred to an impartial umpire. The  \nimpartial umpire shall be designated by mutual agreement of the parties. If they shall be unable  \nto agree upon the impartial umpire, they shall be selected in the manner provided under the  \nArticle V section 2(a) of the arbitration committee of this Agreement. All decisions of the Joint  \nHiring Hall Committee or the impartial umpire shall be final and binding on all parties  \nconcemed.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 4 of 36  \n"], ["ARTICLEIV  \nUNION SECURITY  \nSECTION 1. UNION SHOP  \n", "All Employees covered by this Agreement whom are members of the Union in good standing  \non the effective date of this clause shall remain members in good standing. Those who are not  \nmembers in good standing on the effective date of this clause shall, within fourteen (14) days  \nfollowing the effective date of this clause, become and remain members in good standing in the  \nUnion. Employees hired or covered by this Agreement subsequent to the signing of this  \nAgreement shall be required to become and remain members of the Union in good standing  \nwithin fourteen (14) days of hire or being covered. All requests by the Union for the dismissal of  \nany Employee for failure to comply with the provisions of this paragraph shall be in writing.  \nThe Union agrees to defend any charge or suit made or brought against any Employer as the  \nresult of the dismissal or termination of any employees pursuant of the provisions of this section  \nand to hold the Employer harmless.  \nSECTION 2. CHECKOFF OF DUES  \nThe Employers agree to deduct from wages of each Employee such amount of the Union  \ndues and/or assessments owing by them to the Union, as may be certified by the Financial  \nOfficer of the Union, provided the Employee has executed a written assignment calling for such  \na deduction. If an Employer transfers an Employee to a subsidiary and/or sister company, or if  \nan Employee is transferred by the Employer to a joint venture that is formed by the Employer, it  \nis agreed that for purposes of Union dues and/or assessments, the Employee need not execute a  \nnew written assignment calling for such deductions. Consequently, the deductions will continue  \nwithout interruption and will be forwarded to the Union by the Employer who is then paying the  \nEmployee. Such deductions shall be transmitted to the Union within fifteen (15) days following  \nthe end of each calendar month. Appropriate transmittal forms shall be supplied to each  \nEmployer by the Union. The Union shall notify the Employer of the amount to be deducted.  \nThe above deductions shall be made by the Employer so long as such payments are deemed  \nin compliance with applicable law, and the Union agrees to indemnify the Employer for any  \nlitigation costs, expenses or liabilities which an Employer may incur from compliance with this  \nprovision.  \nSECTION 3. DISCRIMINATION FORBIDDEN  \nThe Employer shall be the sole judge of a worker's ability, qualifications, competence, and  \nperformance. No person shall be discriminated against for upholding lawful Union principles,  \nand any person who serves on a Committee shall not lose their position or be discriminated  \nagainst for this reason.  \nSECTION 4. JOB STEWARD  \nOne or more working stewards may be appointed by the Union from among its members  \nworking on the job that will represent the Union on the job. The Employer shall be informed of  \nthe names of the appointed stewards, in writing, and only such stewards will be accorded  \nrecognition by the Employer. The designated Union Representative shall be consulted by the  \nEmployer prior to a job steward’s termination for cause as set forth in Article X XIII, Section 5.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 5 of 36  \nThe job steward shall normally discuss grievances arising under this Agreement with the job  \nSupervisor and conduct other Union business during non-working hours. These duties shall  \ninclude, but not be limited to, taking a weekly report of all members employed, checking newly  \ndispatched employees, caring for the tools and effects of any injured member, caring for the  \ninjured in the absence of an authorized first aid person, notifying the Union representative of  \ninjuries, and transmitting to the Union Representative all complaints and grievances emanating  \nfrom the job. The job steward shall be the last working journeyman terminated provided they are  \nqualified for the last work available on the job.  \nSECTION 5. DISCIPLINE  \nThe Union shall retain the right to discipline its members at all times.  \n"], ["ARTICLE V  \nGRIEVANCE PROCEDURE  \nSECTION 1. GRIEVANCE PROCEDURE  \n", "Any grievance, complaint, or dispute (except jurisdictional disputes) arising out of this  \nAgreement involving its interpretation or application shall be considered a grievance and subject  \nto resolution under the following procedure, and it is further agreed that until said procedure is  \nexhausted, there shall be no work stoppage or lockout.  \n(a) The Employees shall report to their job steward, or such other business representative  \nas may be designated by the Union, any grievance, complaint, or dispute that arises  \nbetween the Employee and the Employer. The designated job steward or the business  \nrepresentative will attempt to immediately resolve the matter, between the parties on  \nthe job.  \n(b) Failing to agree, the designated job steward or business representative shall report the  \nmatter to the District Representative of the Union. The District Representative, or their  \ndesignee shall attempt to settle the matter with an Employer representative.  \n(c) Should the Union and the Employer have a dispute or complaint with the other party  \nand if after conferring, a settlement is not reached within five (5) working days, the  \ndispute shall proceed to Step d. in the same manner as an Employee complaint.  \n(d) Inthe event the matter cannot be adjusted by the method set forth above within five (5)  \nworking days, the Union will present the matter to the Executive Director of the AGC  \nfor adjustment and will reduce the matter to writing if requested.  \n(e) In the event the matter cannot be adjusted within four (4) working days from the date  \nthe grievance, complaint, or dispute is presented by the Union representative to the  \nExecutive Director of the AGC, the Union may take the dispute to arbitration as  \noutlined in Section 2 of this Article.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 6 of 36  \n(f)  \nAny dispute that arises between the employees and the Employer or any complaint or  \ngrievance on the part of both or one shall be submitted to the local Union within thirty  \n(30) days of the known date of violation or when Employee could have reasonably  \nbecome aware of the violation to be eligible to receive the assistance of the local Union.  \nTimes set forth by this Article may be extended by mutual agreement between the  \nparties.  \nFailure of the Union or the Employer to process a grievance in the time frame stipulated  \nshall constitute abandonment of the grievance. If the grievance is abandoned by either  \nparty, then the Union or Employer shall accept the abandoned request or decision as  \nbinding. Any abandoned grievance shall not constitute a precedent.  \nSECTION 2. ARBITRATION COMMITTEE  \nShould any grievance or complaint arise which cannot be negotiated and settled within the  \nscope of the foregoing paragraphs of this Article, the Employer and the Union agree to submit  \nthe matter to the Arbitration Committee to be handled in the following manner:  \n(a)  \nIn the event a grieving party submits a grievance or dispute to arbitration, an  \nArbitration Committee shall be selected as follows: The Union representative and the  \nEmployer shall each name a representative to the Committee within two (2)  \nworking days. The two (2) individuals so selected will then name a mutually  \nacceptable third member to the Arbitration Committee, who shall name a Chairman. In  \nthe event that the first two (2) members of the Arbitration Committee are unable to  \nagree upon a third member within three (3) working days, the parties shall select an  \narbitrator by the striking method from a permanent list of Alaska arbitrators previously  \nsupplied by the American Arbitration Association. This third member will be selected  \nwithin five (5) working days after the failure to agree on a third member. The  \nCommittee will meet within five (5) working days of the appointment of the third  \nmember. The Committee will continue in session until a decision has been reached.  \nThe Committee will render its decision within five (5) working days upon conclusion of  \nthe evidence unless the time is extended by the agreement of both parties.  \nThe decision of the Arbitration Committee will be final and binding upon both parties  \nand shall be complied with within five (5) working days after the decision has been  \nreached unless waived by mutual agreement for extension of time.  \nExpenses of the independent arbitrator shall be borne equally by both parties.  \nThe Arbitration Committee shall conduct the hearing according to AAA standards and  \nprocedures for grievance arbitration. The Arbitration Committee shall have no  \nauthority to add to, alter, delete or modify any provisions of this agreement.  \nShould the party against whom the decision is rendered fail to execute the decision of  \nthe Committee within the prescribed time the other party may strike or lock out.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 7 of 36  \n"], ["ARTICLE VI  \nJURISDICTIONAL DISPUTES  \nSECTION 1. JURISDICTIONAL DISPUTES  \n", "If a jurisdictional dispute arises, it shall first be submitted to the Local Unions involved for  \nsettlement. If the local unions involved reach settlement the Employer agrees to be bound by  \nsuch settlement. If the local unions fail to reach settlement within forty-eight (48) hours it shall  \nbe referred to the local Unions involved and the Associated General Contractors of Alaska, Inc.  \nfor settlement; then, if no understanding or agreement is reached within forty-eight (48) hours, it  \nshall be referred to the International Representatives of the Unions involved and they shall confer  \nwith the Associated General Contractors of A laska, Inc. for settlement. Pending such settlement,  \nthe craft performing the work at the time the dispute arises shall continue in such capacity until  \nsettlement has been reached as above provided.  \nAssignment of work shall be governed by the decisions of record, area practice, and existing  \nor prospective International jurisdictional agreements.  \nIt is further agreed that in the event the Unions signatory to AGC of Alaska agreements and  \nthe AGC of Alaska jointly agree to a jurisdictional dispute resolution procedure, the parties to the  \nAgreement agree that they will be immediately bound by any such procedure.  \n"], ["ARTICLE VII  \nSUBSISTENCE AND QUARTERS,  \nTRAVEL TO AND FROM POINT OF PICKUP  \nSECTION 1. EMPLOYER PROVIDED CAMP, PER DIEM  \n", "Unless otherwise agreed with the Union, the Employer shall provide room_and board in a  \ncamp, per diem at seventy-five dollars ($75.00) a day, or arrange with a third party for suitable  \nroom and board accommodations for employees under the following circumstances: Where the  \nwork site is remote, requiring special transportation of employees to the site (i.e.; aircraft, boat),  \nor the midpoint of the project is 65 road miles or more from the U.S. Post Office in either  \nFairbanks, Anchorage, or Juneau.  \nSECTION 2. LOCAL RESIDENT PROVISIONS  \nThe Employer has no obligation to provide subsistence and/or quarters for bona fide  \nresidents immediately accessible to the project in a remote area. A Local Resident is defined as  \nan individual with a domicile within sixty-five (65) road miles of the mid point of the project and  \nwho has lived at that domicile for the past twelve (12) months.  \nSECTION 3. ROOM AND BOARD NOT PART OF WAGES  \nWhere the Employer provides or furnishes board, lodging or any other facility, the cost or  \namount thereof shall not be considered or included as a part of wages, but shall be excluded  \ntherefrom.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 8 of 36  \nSECTION 4. TRANSPORTATION TO OR FROM POINT OF PICKUP  \nWhere there is an established point of pickup, or the Employer deems it necessary to  \ntransport an Employee by boat, aircraft, or other Employer supplied conveyance, work shall  \nbegin at the site of the work unless it takes more than one (1) hour to transport persons, either to  \nor from the pickup point. In that event, round-trip travel time exceeding two (2) hours shall be  \nconsidered as time worked and compensation computed on the basis of the travel time  \nconsumed, going from and returning to the point of pickup. When furnished, transportation from  \npickup point to work site and the return from work site to pickup point shall be by the most  \nexpeditious route and means possible; such transportation shall be safe and lawful and the  \nemployees shall be seated in reasonable comfort and protected from the elements.  \n"], ["ARTICLE VII  \nTRANSPORTATION WHEN EMPLOYEES RECRUITED  \nSECTION 1. TRANSPORTATION TO THE SITE  \n", "When persons are recruited to job sites which require special transportation by air or water,  \ntransportation and actual reasonable expenses of board and lodging while en route shall be borne  \nor reimbursed by the Employer.  \nSECTION 2. TRANSPORTATION FROM THE SITE  \nAt the termination of the contract, project, or season, and providing the Employee  \nimmediately, unless otherwise mutually agreed to by the Employee and the Employer, returns to  \nthe point of hire, the Employer will pay for transportation, actual reasonable expenses of board  \nand lodging while en route to the point of hire.  \nEmployer furnished transportation to the point of hire shall be provided to all persons  \nrequired to leave a job for medical reasons sufficient to require extended medical care or  \nhospitalization.  \n"], ["ARTICLE IX  \nTRANSPORTATION OF TOOLS AND PERSONAL EFFECTS  \nSECTION 1. TRANSPORTATION OF TOOLS  \n", "Where the job site requires special transportation by air or water, transportation costs for  \nEmployer required tools from point of hire to the job site and retum shall be borne by the  \nEmployer. The Employer shall reimburse the Employee for the full prior agreed value of  \nEmployer required tools lost while in the care, custody or control of an air carrier while an  \nEmployee is traveling pursuant to this Section.  \nSECTION 2. PERSONAL EFFECTS  \nThe Employer will also be responsible in case of fire or flood for all the personal effects of  \nEmployees in an amount not to exceed $1,500.00 each in all camps or in camps  \narranged for by the Employer, other than those camps owned or operated by the Government.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 9 of 36  \nProvided further that the Employee must have submitted an itemized inventory for personal  \neffects other than clothes prior to the loss.  \n"], ["ARTICLE X  \nHEALTH & SAFETY  \nSECTION 1. HEALTH AND SAFETY  \n", "The Employer and the Employee will conform to all federal and state health and safety  \nregulations applicable to work covered by this Agreement, and shall have adequate shelters  \navailable where necessary, with heat, where the workers can change and dry their clothes and  \nstore their tools. On all projects covered by this Agreement, there shall be provided by the  \nEmployer at all times during construction, sanitary facilities consisting of a reasonable number of  \ntoilets and urinals. Fresh drinking water will be available to the workers. Employer will furnish  \nwelding equipment, including all leathers, hard hats, eye protection, ear protection, respirators,  \nsafety belts and lanyards, and reflective vests.  \nSECTION 2. DISCLAIMER  \nThis Agreement is not intended to and shall not be construed as creating, imposing, or  \nadopting on the Union or representatives any state common-law duties in the areas of safety.  \nSECTION 3. DRUG-FREE AND ALCOHOL-FREE WORKPLACE  \nLabor & Management are committed to providing Employees with a drug-free and alcohol-  \nfree workplace. It is the goal to protect the health and safety of Employees and to promote a  \nproductive workplace, and protect the reputation of Labor and Management and the Employees.  \nConsistent with those goals, the Employer prohibits the use, possession, distribution or sale at its  \nemployment sites, of drugs, drug paraphernalia or alcohol. The Union recognizes the Employer's  \nright to develop and implement a drug screening program. The Employer agrees to pay the cost  \nfor such drug screening. The Employer will designate the facility to conduct the drug/alcohol  \nscreening. Within the limits permitted by applicable Federal or State laws and/or owner  \nregulations, the Employer has the prerogative to test employees for drug/alcohol usage, and to  \nrefuse employment or terminate those who test positive.  \nSECTION 4. DRUG AND ALCOHOL SCREENING  \nWorkers required by the Employer to take a pre-employment drug and alcohol screening will  \nnot be on the payroll of the Employer during drug and alcohol screening. If the Employee is put  \nto work while they are awaiting the results they will be paid for time worked. The Employer will  \npay for all drug and alcohol screening.  \nSECTION 5. BACKGROUND CHECK  \nThe Employer maintains the right to conduct a criminal background check for felony  \nconvictions and/or driving convictions on new Employees prior to hiring. Workers required by  \nthe Employer to submit to a Background Check will not be on the payroll of the Employer  \nduring the background check. If the Employee is put to work while they are awaiting the results  \nthey will be paid for time worked. The Employer will pay for the Background Check.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 10 of 36  \n"], ["ARTICLE XI  \nRETURN OF REMAINS IN EVENT OF DEATH  \n", "In the event of death of an Employee while on the job or in the Employer's camp, the  \nEmployer shall immediately notify the Union, and, in the absence of any law or authority  \nprohibiting same, prepare and transport the remains to point of hire or to such other point of  \nequivalent or less distance as the next of kin may elect.  \n"], ["ARTICLE XII  \nHOLIDAYS  \n", "The holiday rate shall apply for work on the following days:  \nNew Y ear’s Day Labor Day  \nPresidents Day Veteran's Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nWhen any of these holidays shall fall on a Sunday, then the following Monday shall be  \nconsidered a legal holiday, unless Sunday is a scheduled workday.  \nIn the event that there is a conflict between the State and Federal Government on the  \nobservance date of any of the above-listed holidays, the State observance date shall prevail.  \nNotwithstanding any other provision, the Employer and the Union may agree to observe the  \nholiday on a day other than the State observed holiday if it is more convenient to the Employer  \nand the employees.  \n"], ["ARTICLE  \nCHANGE IN CLASSIFICATION OR CRAFT  \nSECTION 1. WORK OUTSIDE OF CRAFT  \n", "(a) The Employer is entitled to assign an Employee to perform work normally performed  \nby another craft on a temporary, \"emergency\" basis.  \n(b) Wherever feasible the Employer is entitled to develop a composite crew for the  \nperformance of a particular job or contract, in which even traditional craft jurisdictional  \nboundaries will be waived by all unions signatory to this (or similar) Agreement for the  \nperiod the composite crew is in effect. The composite crew shall consist of the required  \ncrafts in such proportions as are respective to work, to be performed. The composite  \ncrew will be arranged at a pre-job conference. A mutually agreed method will be  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 11 of 36  \ndeveloped to resolve any issue over the composition of the composite crew. Article  \nX ITI(1)(a) above shall not apply to composite crews.  \nSECTION 2. WORK IN DIFFERENT CLASSIFICATION WITHIN CRAFT  \nWhen an Employee is temporarily required to perform work of another classification within  \ntheir craft, the Employee shall be paid the rate that the classification calls for while required to  \nperform such work, provided the Employee works at least two (2) hours within that  \nclassification, except where part of a composite crew.  \n"], ["ARTICLE XIV  \nPAY  \nSECTION 1. REGULAR PAYDAY  \n", "The Employer shall establish a regular weekly payday on which Employees shall be paid  \nduring working hours, which payday shall not be later than seven days following the end of the  \npayroll period.  \nTime cards shall be reviewed and signed by the Employees daily or weekly and submitted to  \nthe Employer. Time cards shall not be changed or altered without pnor consultation with the  \nEmployee and/or authorized Union representative.  \nCopies of the Employee’s time cards shall be made available by the Employer for inspection  \nby the Employee or authorized Union representative or mailed to the Union hall (during normal  \nworking hours) upon eight (8) hours notice by the Union.  \nFor the purposes of pay, a payroll week is further defined as beginning at 12:01 a.m. Sunday  \nand ending at 12:00 midnight on the following Saturday. This payroll week is established for the  \npurpose of uniformity and defining the pay period. The Employer is entitled to change the  \npayroll cutoff date as circumstances may warrant, so long as payday is within one week  \nfollowing the payroll cutoff date. In regard to “bush” jobs where flight schedules and/or mail  \ndelivery may be interrupted, separate arrangements may be consummated by mutual consent or  \nseparate agreement.  \nSECTION 2. PAYMENT OF WAGES UPON TERMINATION  \nIt is understood and agreed, however, that when an Employee is separated from employment,  \nthe person’s wages become due immediately and must be paid within seventy two (72) hours of  \nseparation. Failure to pay within the prescribed period of time (exclusive of Saturdays, Sundays,  \nand holidays) shall entitle Employee to waiting time of two (2) hours per day.  \nOn remote jobs where payroll facilities are not maintained, the Employer will have the check  \nat the Union offices closest to the employers payroll facility in Alaska within seventy two (72)  \nhours of termination, Saturdays, Sundays, and holidays excepted.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 12 of 36  \nSECTION 3. ITEMIZED DEDUCTIONS  \nThe Employer shall itemize deductions on pay checks so employees can determine the  \npurpose for which amounts have been withheld and shall indicate the number of travel time  \nhours, straight time hours, overtime hours, dues deductions, and basic rate per hour paid.  \n"], ["ARTICLE XV  \nUNION ADMISSION TO JOB  \nSECTION 1. AUTHORIZED REPRESENTATION  \n", "An authorized representative of the Union shall be allowed admission to any job at any time  \nfor the purpose of investigating conditions existing on the job. However, the representative  \nShall, as soon as possible, make their presence known to the Employer s representative in charge  \nof the work. On projects which are under military guard, the Employers will cooperate with the  \nUnion officials in this regard as far as regulations will permit.  \nSECTION 2. EXAMINATION OF RECORDS  \nThe Union representative shall have the right to examine all records pertaining to the  \nemployees covered by this Agreement on proper notification in advance to the Employer. The  \nEmployer shall make available original or copies of the original records for examination by the  \nauthorized Union Representative upon forty-eight (48) hours’ notice from the Union. To  \nexamine records, other than pay or fringe benefit computations, shall require written  \nauthorization from the Employee. When requested by the Union, Employers shall make  \navailable the names, addresses and classifications of any of their employees covered by the  \nAgreement.  \n"], ["ARTICLE XVI  \nWAGES  \nSECTION 1. PUBLIC WORKS PROJ ECTS-DAVIS BACON ACT AND RELATED  \nSTATUTES  \n", "In the event an individual Employer bids on a public project being awarded by a federal,  \nState, borough, city or other public entity which is to be performed at a predetermined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis Bacon Act (Public Law  \n74-403 (8/30/35) as amended 3/21/41 and 7/2/64 40 USC 276A-276A7 as amended) or  \nestablished pursuant to the provisions of Title 36 Alaska Statutes, or any other prevailing wage,  \nthe published hourly wage and fringe rate set forth in said public award or the construction  \ncontract rate in effect at the time of bid shall apply for the duration of the project or the term of  \nthis Agreement, even though such prevailing wage is less than the wage set forth in this  \nAgreement. The same principle shall also apply to fringe benefits.  \nSECTION 2. WAGES  \nSee Schedule A.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 13 of 36  \n"], ["ARTICLE XVII  \nHOURS OF WORK/OVERTIME/SHIFTS  \nSECTION 1. NORMAL WORK DAY & WEEK  \n", "Eight (8) hours shall constitute the normal work day; and forty (40) hours shall constitute the  \nnormal work week. Starting and quitting time for the work day shall be established between  \n6:00 a.m. and 6:00 p.m. (Starting times may be staggered between the hours of 6:00 a.m. and  \n8:00 a.m.) in accordance with job requirements, as determined by the Employer. Employees  \nshall receive compensation of one and one half (1-1/2) times the base rate for any hours worked  \nover eight (8) hours per day or over forty (40) hours per week.  \nOn construction projects funded entirely with Federal funds and in accordance with recent  \namendments by congress to the Contract Work Hours and Safety Standards Act (WHSSA) and  \nthe Walsh-Healy Act, it is agreed between the parties that overtime will be paid only after  \nemployees have worked more than forty (40) hours in any one work week. However, at no time  \nshall employees be required to work more than ten (10) hours in any one workday unless  \novertime at the rate of one and one-half times the Employee's straight time rate is paid for time  \nworked in excess of ten (10) hours.  \nNothing in this Article shall be construed as guaranteeing any Employee eight (8) hours of  \nwork per day, or forty (40) hours of work per week.  \nIf Alaska state law changes to allow more than 8 hours per day without overtime the  \nEmployer may choose to schedule the work in accordance with the statutory overtime provisions.  \nSECTION 2. STARTING TIME  \nThe Employer will establish a regular starting time; except that it shall be understood that  \nwhen the job conditions at the site of the work or when economical considerations warrant, other  \nhours of starting time may be established by mutual agreement between the Employer and the  \nUnion. With respect to concrete paving, concrete pouring, asphalt paving, and road oiling, the  \nstarting time of work shall be mutually arranged to fit the job conditions. Service and  \nmaintenance personnel may be started prior to regular shifts at the straight time rate.  \nSECTION 3. OVERTIME RATES  \nEmployees shall receive compensation of one and one half (1-1/2) times the basic rate for  \nwork performed on Saturday and Sunday; and two (2) times the basic rate for any work  \nperformed on holidays, excepting, that when a shift of multiple shift operation is started at the  \nbasic rate or at an overtime rate, it shall be completed at that rate. Further excepting, that  \nSaturday may be a straight-time workday for an Employee: (a) who was absent on a straight-time  \nday on which work was made available by the Employer, (b) work was interrupted that week by  \nweather, or (c) further, if owner's project specifications require that work be restricted to  \nweekend, Saturday and Sunday will be straight time days.  \nSECTION 4. MULTIPLE SHIFTS  \nMultiple shifts and their starting and quitting times may be established in accordance with  \njob requirements as determined by the Employer. There shall be no premium for shift work.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 14 of 36  \nSECTION 5. DEWATERING TUNNELS/TEMPORARY HEAT/PROTECTION  \nDewatering of tunnels and caissons and providing temporary heat and protection shall be  \nworked in accordance with the work shift and overtime provisions heretofore established, except  \nthat time worked on holidays when no other activities are in progress will be compensated for at  \nthe overtime rate of one and one-half (1-1/2) times the basic rate of wages.  \nSECTION 6. TIDE WORK  \nUnless otherwise agreed to by the Union and the Employer, tide work shall be subject to the  \nfollowing special condition:  \nWhen employees are called out on tide work, they shall be guaranteed an amount equivalent  \nto four (4) hours at straight time pay as a minimum for each call out.  \n"], ["ARTICLE XVIII  \nPAY GUARANTEES  \nSECTION 1. PAY FOR ACTUAL TIME WORKED  \n", "Except as provided in this Article, an Employee is only entitled to pay for time worked.  \nSECTION 2. SHOW-UP GUARANTEE  \nEmployees reporting for work and not put to work shall receive two (2) hours at their regular  \nstraight time rate unless notified not to report at least two (2) hours prior to the start of shift.  \nNotification may take the form of a telephone answering device, radio broadcast or any other  \nagreed upon device. Where employees live in camp, such notification can be given any time  \nprior to departure from camp.  \nSECTION 3. WORK  \nEmployees injured on the job, provided injury is reported to the person’s Employer and  \nrequires medical attention, are to be paid for time spent on the first visit to the doctor and, if the  \ndoctor determines and certifies that the Employee is unable to return to work because of injury,  \nthey shall be paid the balance of the shift during which the injury occurred. This provision  \napplies to medical attention received during regular working hours only. Operating Engineers  \nwho suffer an industrial injury while dispatched shall have their position on the out-of-work list  \nfrozen for the period that they remain unable to perform work as an operating engineer due to  \ntheir industrial injury. This “freezing” of an applicant’s hours does not apply to Health &  \nWelfare or Pension eligibility.  \nThe applicant must register on the Referral List (commonly known as the Out-of-work List);  \nand to remain on the Referral List, an applicant must renew their registration not later than ninety  \n(90) days from the date of their last registration or re-registration.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 15 of 36  \nSECTION 4. CALL-BACK GUARANTEE  \nWhen an Employee has completed their scheduled shift and returns by direction of the  \nEmployer to perform additional work, they shall receive overtime pay for the actual hours  \nworked with a minimum guarantee of two (2) hour's pay at the applicable rate.  \n"], ["ARTICLE XIX  \nMEAL PERIODS  \nSECTION 1. MEAL PERIODS  \n", "An Employer will schedule a one-half (1/2) hour break for a meal period near the midpoint of  \na shift. An Employee required to work more than six (6) consecutive hours without a meal break  \nShall be allowed a later meal period of one-half (1/2) hour, and it shall be considered as time  \nworked and paid for at the proper rate. If not allowed a meal period of one-half (1/2) hour,  \nemployees will be paid an additional one-half (1/2) hour at the applicable rate.  \nSECTION 2. WHEN EMPLOYER IS ENGAGED IN CONTINUOUS OPERATIONS  \nNotwithstanding the above paragraph, an Employee may be required to work more than six  \n(6) consecutive hours without any entitlement to a later meal period or pay for that period when  \nthe Employer is engaged in a continuous operation where breaks are difficult to schedule but  \nsufficient lag time normally exists to enable an Employee to consume a meal during the shift.  \nContinuous operations will be limited to: asphalt paving operations, concrete pours, tide work,  \nand pile driving unless mutually agreed to between the Union and the Employer.  \n"], ["ARTICLE XX  \nFRINGE BENEFITS  \nSECTION 1. SEE SCHEDULE A.  \nSECTION 2. CONTRIBUTIONS TO TRUSTS  \n", "It is understood that the above contributions by the Employers to the various Trusts, are to be  \ncomputed solely on total number of compensable hours worked by persons that are members of  \nthe bargaining unit only, and are not to be included in wages and will not, therefore, be subject to  \neither Federal or State withholding taxes and further shall not be considered or included in the  \ncomputation of overtime pay.  \n"], ["ARTICLE XXI  \nFOREMAN  \n", "There shall be no desire on the part of the Union to select the Employers’ foremen. This  \ndetermination will be made by the Employer. Each Employee will be advised who their foreman  \nis. The foreman may be required to work at the trade, but will be paid at the applicable rate. The  \nEmployer and the Union recognize the fact that the position of General Foreman, if utilized, is  \nnot the sole jurisdiction of any one craft.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 16 of 36  \n"], ["ARTICLE XXII  \nPRE-JOB CONFERENCE  \nSECTION 1. PRE-JOB CONFERENCE  \n", "The Employer shall arrange a pre-job conference within a reasonable time period after the  \naward and before the start of any construction project over one million ($1,000,000) dollars. A  \npre-job conference can be held telephonically or in person. Information covered in the pre-job  \nconference should include, but not be limited to, project scheduling, duration, manpower and  \nskill requirements, conditions, subcontractors, and pay scales.  \nSECTION 2. NOTIFICATION TO SUBCONTRACTOR  \nThe Employer shall notify each subcontractor of the provisions of this Article and require  \nany such subcontractor performing work within the scope of this Agreement to comply with the  \nprovisions of this Article.  \n"], ["ARTICLE XXIII  \nMISCELLANEOUS PROVISIONS  \nSECTION 1. CHANGE IN POLICY  \n", "It is mutually understood that there is no desire on the part of the Union to dictate the  \nbusiness policies of the Employer, but when the Employer contemplates a change in policy  \naffecting the welfare of the Employee, proper and reasonable notice shall be given to the Union.  \nSECTION 2. TERMINATION SLIP  \nIt shall be mandatory that the Employer furnish and complete termination slips for any  \nEmployee who is terminated, giving one to the Employee, returning one to the dispatching hall  \nupon request, and retaining one for the records. Each termination or layoff slip shall  \nshow the actual reason for termination.  \nSECTION 3. WORK BY SUPERVISORS  \nThe Employer agrees that non-bargaining unit personnel shall not perform work covered by  \nthis agreement. It is nonetheless recognized that the Employer may need to assign work to such  \nnon-bargaining unit supervisory personnel on a emergency basis. Hours worked by non-unit  \nSupervisors in performance of unit work are not compensable hours for purposes of Employer  \nTrust contributions (i.e., the Employer is not obligated to make contributions on such hours  \nworked by non-unit supervisors).  \nSECTION 4. IMMUNIZATIONS, AND PHYSICALS  \nThe Employer shall pay for all Employer required physicals, and immunizations. The  \nEmployee is not entitled to wages or other pay while engaged in these activities.  \nSECTION 5. TERMINATION FOR CAUSE  \nAn Employee may be discharged without warning for just cause. Just cause includes, but is  \nnot limited to: drunkenness, drug abuse, dishonesty, incompetence, insubordination, negligence  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 17 of 36  \nwith equipment, unexcused absenteeism, disobedience of orders, unsatisfactory performance of  \nduties, and violation of the rules imposed upon the Employer.  \nSECTION 6. INJURED PERSON TO GET PRIORITY FOR REHIRE  \nAn Employee who is required to leave employment because of job connected injuries shall,  \nupon recovery therefrom, be given priority of hire by their former Employer when that Employer  \nneeds one or more employees in the injured person’s classification, provided the said Employee  \nis ready, willing, and able to return to work. This section shall not apply for a different project,  \nafter a winter shut-down or if the previously injured Employee works elsewhere since their  \nrecovery.  \nSECTION 7. NEW EQUIPMENT AND CLASSIFICATIONS  \nWage scales for employees of equipment operated in construction not listed herein, or  \nclassifications not listed, shall be negotiated at the time such equipment is to be operated or the  \nnew Classification is to be utilized.  \nSECTION 8. SEVERABILITY CLAUSE  \nIn the event any section or provision of this Agreement shall be declared or held to be invalid  \nor illegal by an authorized Board or Court, only the part, section, provision, or the entire  \nAgreement so held or declared invalid or illegal shall forthwith cease to be of further force and  \neffect, and in such event either party hereto may, upon not less than thirty (30) days written  \nnotice to the other, have the right to open negotiations for the substitution of a new section,  \nsections, or agreement consistent with the decision of the Board or Court.  \nSECTION 9. TRANSPORTATION IN AIRCRAFT  \nWhen employees are transported in aircraft, such aircraft shall be operated, maintained, and  \nhave a certificate of air worthiness, and the pilot shall be licensed and certificated, all in  \naccordance with applicable laws and regulations.  \nSECTION 10. JOINT VENTURE  \nAny reference to \"Joint Venture\" in this Agreement or any Schedule A or other Supplement  \nto this Agreement applies solely to a Joint Venture undertaken by the Employer with another  \ncompany (or companies) signatory to the Agreement (or similar construction industry  \nAgreement) with the same Union(s). It is expressly not the intent of any party to this Agreement  \nthat this Agreement be extended or be capable of being extended in any manner to any Joint  \nVenture in which one or more Employers participating in the joint Venture are not signatory to  \nthis Agreement or similar agreement.  \n"], ["ARTICLE XXIV  \nSTRIKES AND LOCKOUTS  \nSECTION 1. NO STRIKES/NO LOCKOUTS  \n", "During the term of this Agreement, there shall be no strikes, picketing, work stoppages, slow-  \ndowns, or other disruptive activity for any reason by the Union or by any Employee, and there  \nShall be no lockout by the Employer.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 18 of 36  \nSECTION 2. RESPONSIBILITY  \nThe Union shall not be liable for acts of employees for which it has no responsibility. The  \nUnion will immediately instruct, order, and use the best efforts of its office to cause any member  \nor group of members to cease any violations of this Article. When the Union complies with its  \nobligation concerning the above described activity, it shall not be liable for unauthorized acts of  \nits members. The failure of the Employer to exercise its rights in any instance shall not be  \ndeemed a waiver of its rights in any other instance. The Union agrees that it will not sanction a  \npicket line nor will any Union members refuse to cross a picket line unless subject picket line  \nmeets the definitions of a legitimate and bona fide primary picket line as set forth in NLRA.  \nSECTION 3. JUDICIAL REMEDIES  \nNothing in this Agreement shall be construed to limit the Union's or the Employer’s right to  \nfully pursue any and all judicial remedies available under law in the event of violation of this  \nAgreement.  \n"], ["SECTION 4. VIOLATION OF ANY PROVISION OF THIS ARTICLE  \n", "Employees who violate any provision of this Article are subject to immediate termination, as  \nthe Employer determines to be warranted.  \n"], ["ARTICLE XXV  \nMANAGEMENT RIGHTS  \n", "The Employer retains all discretionary and decision making rights not specifically limited by  \nthe terms of this Agreement. These nights include, but are not limited to, the following:  \ndirecting the job site work force, including hiring of personnel, selection of all supervisory  \nemployees, promotions, transfers, layoffs, discharge of employees, selecting materials and  \nequipment to be used or installed, utilizing any work methods, procedures, techniques of  \nconstruction or labor-saving devices or machines, establishing job site rules and regulations;  \ndetermining when overtime is required and who shall perform overtime work, designation of  \nwork to be subcontracted, selection of all subcontractors, and determining the number of  \npersonnel and craft supervisory personnel required to perform the work.  \n"], ["ARTICLE XXVI  \nSPECIAL CONDITIONS  \n", "In order to preserve work for the union members and to retum a signatory Employer to an  \nequally competitive position in all projects, the parties signatory to this Agreement may, in the  \ncase of specific geographical areas, industries, or projects for a specific period of time, mutually  \nagree to put into effect special wages and conditions for that area or project, or in case of  \nchanges in State or Federal Wage & Hour Standards. A committee shall be set up by the AGC  \nEmployer members and Union representatives to effectuate those adjustments.  \n   \nAGC/IUOE Collective Bargaining A greement  \nPage 19 of 36  \n"], ["ARTICLE XXVII  \nJOINT LABOR-MANAGEMENT COMMITTEE  \n", "There shall be established a Joint-Labor-Management Committee to facilitate interpretation  \nof this Agreement and all addenda and to foster harmony between the parties. The Committee  \nShall consist of two (2) Union representatives and an equal number of signatory employers  \nappointed by the AGC.  \n"]]