[["", "ASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \n2012 - 2015 AGREEMENT  \nbetween  \nand  \nCARPENTERS, PILEDRIVERS, AND MILLWRIGHTS  \nof the  \nPACIFIC NORTHWEST REGIONAL COUNCIL OF CARPENTERS OF THE UNITED  \nBROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA  \nINDEX  \nPREAMBLE  \n"], ["", "ARTICLE  \nPURPOSES OF AGREEMENT  \nWORK AFFECTED  \nWORK AND TERRITORY AFFECTED  \nEFFECTIVE DATE AND DURATION  \nSUBCONTRACTORS  \nHOLIDAYS  \nMEAL, REST PERIODS & SICK LEAVE  \nPAY DAY  \n1  \n2  \n3  \n4,  \n9. UNION RECOGNITION AND HIRING PROCEDURES  \n6  \n7  \n8  \n9  \n10. UNION REPRESENTATIVE  \n11. SETTLEMENTOF DISPUTES/GRIEVANCES  \n12. SETTLEMENT OF JURISDICTIONAL DISPUTES  \n13. STRIKES AND PICKET LINES  \n14, SAFETY MEASURES  \n15. SAVINGS CLAUSE  \n16. HOURS OF WORK  \n17. OVERTIME  \n18. REPORTING AND MINIMUM HOURS PAY  \n19. MANAGEMENT RIGHTS CLAUSE  \n20. SPECIAL CONDITIONS  \n21. PRE-DETERMINED WAGE RATE PROJECTS  \n22. SUBSTANCE ABUSE POLICY  \n23. HEALTH CARE LEGISLATION  \n24. LIGHT DUTY RETURN TO WORK  \nAPPENDIX 1  \nSCHEDULE A - CLASSIFICATIONS & WAGES  \nSCHEDULE B - FRINGE BENEFITS  \nSCHEDULE C - ZONE PAY DIFFERNTIAL  \nAPPENDIX 2  \n"], ["", "ARTICLE 1- CRAFT WORK RULES  \nARTICLE 2 - RESIDENTIAL PROVISIONS  \nAPPENDIX 3  \nCENTRAL WASHINGTON AREA ADDENDUM  \nDIVERS ADDENDUM  \nCARPENTERS  \nPAGE  \nNO  \nCO SP FF WN  \n2012 - 2015  \n2012 - 2015 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nCARPENTERS, PILEDRIVERS, AND MILLWRIGHTS  \nof the  \nPACIFIC NORTHWEST REGIONAL COUNCIL OF CARPENTERS OF THE  \nUNITED BROTHERHOOD OF CARPENTERS AND JOINERS OF AMERICA  \nPREAMBLE  \nThis Agreement is a successive principal Agreement of the 2007-2012 Agreement, and all other  \npnor Agreements thereto by and between the Associated General Contractors of Washington, a  \nChapter of the Associated General Contractors of Amenica, Inc. and Pacific Northwest Regional  \nCouncil of Carpenters.  \nFor purposes of this Agreement, the AGC of Washington is not acting as a multi-employer  \nbargaining agent in a single multi-employer unit, but is acting for and on behalf of Employers  \nwho have individually requested the AGC of Washington to act as their individual and separate  \nbargaining agent in individual Employer units. Further, each individual principal member  \nreserves the right to review and accept or reject any proposed Agreement negotiated between the  \nUnion and the AGC of Washington acting as an agent for the individual contractor members.  \nThis is a collective bargaining Agreement between certain individual members of the Associated  \nGeneral Contractors of Washington, a Chapter of the Associated General Contractors of  \nAmenica, Inc. (hereinafter referred to as the \"Employer'), and Pacific Northwest Regional  \nCouncil of Carpenters, (hereinafter referred to as the \"Union\"), and shall constitute an Agreement  \nbetween the parties hereto for the work, conditions and wage rates provided for herein in the  \ntemitory of Westem and Central Washington.  \nBack to Index  \n"], ["ARTICLE 1  \nPURPOSES OF AGREEMENT  \n", "SECTION 1. The purposes of this Agreement is to promote the settlement of labor  \ndisagreement by conference, to prevent stnkes and lockouts and to stabilize wages and working  \nconditions in building, heavy highway construction and engineering work in the area affected.  \nSECTION 2. Bylaws of either party are not part of this Agreement. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and  \nCARPENTERS 2012 - 2015  \nprovisions agreed upon by the parties hereto. No agent or representative of either party has  \nauthonity to make any promise, inducement or agreement contrary to the provisions herein.  \nSECTION 3. ‘The Pacific Northwest Regional Council of Carpenters has asserted, and presented  \nevidence or offered to present evidence, that a majonty of the Employer’ s employees perfonming  \nwork within the scope of the carpentry trade has designated the Regional Council to represent  \nthem in collective bargaining. Predicated on that showing of majonty support and the Regional  \nCouncil’s request for recognition as majonty representative, the employer hereby recognizes the  \nRegional Council as NLRA Section 9(a) collective bargaining representative for all employees  \nperforming work within the carpentry trade within the geographical junsdiction of the Regional  \nCouncil of Carpenters on all present and future jobsites, which the parties agree is a unit  \nappropniate for bargaining under Section 9(a) of the National Labor Relations Board.  \nSECTION 4. The Union recognizes the AGC of Washington as the exclusive individual  \nbargaining agent for each Employer who has authorized the AGC of Washington to negotiate  \nindividually with the Union on its behalf.  \nBack to Index  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "SECTION 1. This Agreement shall cover all Highway, Building, Heavy Construction and  \nEngineering projects including the loading and unloading of barges or other camers of the  \nEmployer's matenals and equipment at loading facilities for the contractor's work performed by  \nEmployer parties to this Agreement in the counties outlined in Article 3.  \nSECTION 2. For clarification, heavy, highway and engineering projects are defined as follows:  \nConstruction of railroads, street railways, roads, highways, streets, alleys, sidewalks, curbs and  \ngutters, paving (portland cement or asphaltic concrete), airports, bridges, overpasses, SEWEXS,  \nWater mains, sanitation projects, imigation projects, flood control projects, reclamation projects,  \nreservoirs, dams, dikes, levees, revetments, channels, aqueducts, channel cutoffs, jettice,  \nbreakwaters, harbor developments, docks, dry docks, piers, abutments, retaining walls,  \ntransmission lines, duct lines, subways, shafts, tunnels, excavation of earth and rock, power  \ngenerating projects, reinforced earthwork, and all other heavy construction and engineering  \noperations in connection therewith, and all site clearing, demolition work, pipeline and refinery  \nwork when covered by this Agreement.  \nSECTION 3. For further clanfication, the tem \"Building\" shall mean a building structure,  \nincluding modifications thereof, or additions or repairs thereto, intended for use for shelter,  \nprotection, and comfort.  \nBack to Index  \nCARPENTERS 2012 - 2015  \n"], ["ARTICLE 3  \nWORK AND TERRITORY AFFECTED  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties west  \nof the 120th Mendian in the State of Washington: Whatcom, Skagit, Snohomish, King, Pierce,  \nThurston, Lewis, Grays Harbor, Kitsap, Island, San Juan, Clallam, Jefferson, Mason, Yakima,  \nKittitas, Chelan, Douglas, and Okanogan, and that portion of Pacific County north of a straight  \nline made by extending the north boundary line of Wahkiakum county west to the Pacific Ocean.  \nSECTION 2. Attached hereto and made a part of this Agreement is Appendix 3 which contains  \nany differences in wages, travel or working conditions for the Central Washington area.  \nSECTION 3. The work covered by this Agreement shall be as outlined in the General  \nConstitution and Laws of the United Brotherhood of Carpenters and Joiners of America and local  \nawards and area practice.  \nBack to Index  \n"], ["ARTICLE 4  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This successive principal Agreement shall be effective commencing June 1, 2012  \nand shall continue in force and effect through May 31, 2015. Upon its expiration, this agreement  \nShall continue from year to year, June 1 through May 31 of each year, by automatic renewal;  \nunless changed, terminated or superseded by a successive principal agreement. For the purpose of  \nnegotiating alterations in wages and other terms and conditions of employment, either party may  \nopen this Agreement or any contract effectuated through automatic renewal by giving wnitten  \n“Notice of Opening\" not later than sixty (60) days nor more than ninety (90) days pnor to the  \nexpiration date. \"Notice of Opening\" is in no way intended by the parties as a termination of, nor  \nShall it in any way be construed as a termination of this Agreement or any annual contract  \neffectuated through automatic renewal nor as forestalling automatic renewal as herein provided.  \nThe parties reserve the nght to economic recourse in negotiations, except duning the interval  \nbetween the giving of \"Notice of Opening\" and the expiration date.  \nSECTION 2. Except by mutual wnitten agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must to the exclusion of all other methods, be  \nperfected by giving wnitten \"Notice of Tenmination\" not later than sixty (60) nor more than ninety  \n(90) days pnor to the expiration date, whereupon the contract shall, on its expiration date,  \ntenminate. Effective temination eliminates automatic renewal.  \nSECTION 3. Any \"Notice of Opening\" or \"Notice of ‘Temination\" given in hand within sixty  \n(60) days nor more than 90 days of any expiration date shall be absolutely null and void and  \ncompletely ineffective for all purposes.  \nBack to Index  \nCARPENTERS 2012 - 2015  \n"], ["ARTICLE 5  \nUNION RECOGNITION AND HIRING PROCEDURES  \n", "SECTION 1. ‘The Pacific Northwest Regional Council of Carpenters has asserted, and presented  \nevidence or offered to present evidence, that a majonty of the Employer’ s employees perfonming  \nwork within the scope of the carpentry trade has designated the Regional Council to represent  \nthem in collective bargaining. Predicated on that showing of majonity support and the Regional  \nCouncil’s request for recognition as majonty representative, the employer hereby recognizes the  \nRegional Council as NLRA Section 9(a) collective bargaining representative for all employees  \nperforming work within the carpentry trade within the geographical jurisdiction of the Regional  \nCouncil of Carpenters on all present and future jobsites, which the parties agree is a unit  \nappropniate for bargaining under Section 9(a) of the National Labor Relations Board.  \nSECTION 2. ‘The employees shall become and remain members of the Union as a condition  \nof employment from the seventh (7th) but not later than the eighth (8th) day of employment, or  \nthe effective date of this Agreement, whichever is later.  \nSECTION 3. — It is further agreed that all Union Carpenters employed by the Employer shall  \nmaintain their membership with current month's dues paid in their Local Union.  \nSECTION 4. Failure of any employee to pay or tender normal initiation fees or dues as  \nrequired by this Agreement shall upon the request of the Union in result in the  \ntennination of such employee.  \nSECTION 5. Labor and Management Committee. A Labor and Management Committee shall  \nbe established to meet quarterly to discuss issues from the contract and issues that will improve  \nand better the industry.  \nSECTION 6. Whenever the Employer requires Carpenters covered by this Agreement on any  \njob, the Employer shall first request referral of such Carpenters from the Central Dispatch office.  \nThe Employer will notify the Union either by telephone or in wnting, confirmed utilizing the  \nstandard Di h Request Fo email, fax or online, stating the job location, the existence of  \nany job specific wage rates or conditions, and the number of Carpenters and their specific skills  \nrequired. The Union shall refer Carpenters to the Employer by name with a dispatch slip, at the  \nrequest of the Employer or his agent.  \nSECTION 7. Out of Work List Requirements  \n(1) The term Carpenter covers all classifications in the Master Agreement. All  \nJoumeymen and Apprentices may sign the Out-of-Work List.  \n(2) ‘The Employer may request Carpenters by name, without regard to their position on  \nthe Out-of-Work List. Dispatches will be given to Carpenters and State approved registered  \nApprentices on the Out-of-Work List in numenical order except when called by name or called on  \nan open-call basis for a specific skill, i.e., Millwnght, Welder, Sheetrock Applicator, minority or  \nCARPENTERS 2012 - 2015  \nfemale requirements. In those cases, the first person on the list that meets the requested critena  \nand is available will be dispatched.  \n(3) Qualified applicants, reporting to the job-site within twenty-four (24) hours after  \nbeing ordered, must be put to work or paid the proper show-up time, unless the Union is notified  \nof cancellation pnor to referral. Employers have no responsibility to applicants reporting after a  \ntwenty-four (24) hour peniod, Saturday, Sunday and Holidays excluded.  \n(4) When an employee is referred to the job by the Union, such referral shall be on a  \nnon-discriminatory basis, not affected by membership or non-membership, past or present union  \nactivities, or age, sex, race, creed, color or national ongin.  \nSECTION 8. Unlawful Discrimination and Harassment-The parties recognize and agree that the  \nagainst and/or the harassment of an employee as defined by local, state and federal  \nlaws is adverse to the interest of both the Union and the Employer. The parties agree that such  \nand/or harassment is strictly prohibited.  \nSECTION 9. Either party to this Agreement shall have the nght to reopen negotiations  \npertaining to the Union Secunity by giving the other party thirty (S30) days wnitten notice, when  \nthere is reason to believe that the laws pertaining thereto have been changed by Congressional  \nAmendments, Court Decisions, or Govemmental Regulations or Decisions.  \nBack to Index  \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. If a contractor bound by this Agreement contracts or subcontracts any work  \ncovered by this Agreement to be done at the job site for the construction, alteration or repair of a  \nbuilding, structure or other work to any person or propnetor who is not signatory to this  \nAgreement, the Employer shall require such subcontractor to be bound to all the provisions of the  \nAgreement for the duration of his/her project only, or such contractor shall maintain daily records  \nof the subcontractors' employees' job site hours and be liable for payment of these employees’  \nwages, travel, Health & Secunty, Retirement, Vacation & Apprenticeship and Training  \ncontnbutions (or differential) in accordance with this Agreement.  \nBack to Index  \n"], ["ARTICLE 7  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shall be New Y ear's Day, Memonal Day  \n(last Monday in May), Fourth of July, Labor Day, Thanksgiving Day, Fnday and Saturday after  \nThanksgiving Day, and Christmas Day. Any holiday which falls on a Sunday shall be observed  \nas a holiday on the following Monday. A holiday shall be a twenty-four (24) hour period,  \nbeginning with the regular starting time of the first shift on the date of the holiday, unless  \notherwise mutually agreed to by the Employers and the Union. No work shall be performed on  \nLabor Day except to protect life and property or by mutual agreement of the Union and the  \nEmployer. If any of the listed holidays falls on a Saturday, the preceding Fnday shall be a  \nregular workday. Back to Index  \nCARPENTERS 2012 - 2015  \n"], ["ARTICLE 8  \nMEAL, REST PERIODS & SICK LEAVE  \n", "   \nSECTION 1.  \nA. Employees shall not be required to work more than five (5) hours from the start of the  \nshift without at least a one-half hour unpaid break for a meal. This meal period shall  \nnot begin earlier than three and one-half (3'/) hours after the start of the shift. If  \nemployees are required to work past five hours, they shall be paid one-half (?/) hour at the  \napplicable overtime rate and must be allowed time to eat their meal. If not allowed to eat  \ntheir meal, employees will be paid an additional one (1) hour at the applicable overtime  \nrate.  \nB. Employees required to work more than two (2) hours after the end of the regular shift  \nShall be allowed at least one-half (*/2) hour meal period which shall be considered as time  \nworked, and if it is impractical for the employees to leave the job, they shall be provided  \na meal by the Employer. If employees are not allowed to leave the job and no meal is  \nprovided during this second meal period, they shall be paid an additional one-half (‘/)  \nhour of overtime.  \nC. In the event that the Employer establishes a ten (10) hour day, the meal period shall be at  \nmid-shift. Employees' meal period may be staggered during the peniod of three and one-  \nhalf to five (5) hours from the start of the shift to cover necessary work of a  \ncontinuous nature.  \nSECTION 2. For the purpose of this Article the applicable overtime rete following a  \ndelay/missed meal, as noted above, shall be as follows:  \n- In the event the rate of the day is time and a half (11/4), the applicable overtime rete will  \nbe two (2) times the straight time rate of pay.  \n- In the event the rate of the day is double time, the applicable overtime rate will be two  \nand one half (21/2) times the straight time rate of pay.  \nSECTION 3. Rest Penods  \nEmployees shall be allowed a rest peniod of not less than 10 minutes, on the Employer's time, for  \neach four (4) hours of working time. Rest pends shall be scheduled as near as possible to the  \nmidpoint of the work period. No employee shall be required to work more than three (3) hours  \nwithout a rest peniod. The rest period may be taken at the work station when reasonable. Where  \nthe nature of the work allows employees to take intermittent rest penods equivalent to ten  \nminutes for each 4 hours worked, scheduled rest periods are not required. A rest period means to  \nstop work duties, exertions, or activities for personal rest and rejuvenation.  \nIt will be the responsibility of each employee to take rest peniods. If an employee does not take a  \nrest peniod, then the employee must notify his/her supervisor and a rest peniod will be provided.  \nCARPENTERS 2012 - 2015  \nSECTION 4. Sick Leave  \nThe ies to this t ex waive the provisions of the City of Seattle  \nOrdinance 123698, requiring paid sick leave. The parties will collaborate to prevent any further  \nsuch provisions from being ado litical entities within the junsdiction of this A t.  \n   \nBack to Index  \n"], ["ARTICLE 9  \nPAY DAY  \nSECTION 1. PROCEDURES  \n", "A. Schedule: Employees shall be paid in full once each week (on the same day), but in no event  \nShall more than five (5) days (Saturday, Sunday and Holidays excluded) wages be withheld.  \nIf the regular payday falls on a Holiday, the employees shall be paid on the last regular  \nworkday before the holiday.  \nB. Methods: At the election of the Employer one of the following options of payment will be  \nutilized:  \n1. By negotiable check made on local bank, paid at job site, or  \n2. Direct deposit in employee's bank account  \n3. By mail (at election of employee in wnting). If paid by mail, check shall be postmarked  \nnot later than two (2) business days prior to the established payday.  \nC. Documentation: The Employer shall to each employee at the time of payment of  \nwages an itemized statement showing the pay basis (i.e., hours or days worked), rate or rates  \nof pay, gross wages, and all deductions for that pay period. In addition, the name, address  \nand phone number of the Employer shall be indicated.  \nD. Adjustments: No adjustment of disputed pay will be made unless the worker or the Union  \nShall make a claim in wiiting to the Employer's representative fifteen (15) days from the pay  \nperiod in question.  \nFE. Penalty: If the payment is not made expressly as provided herein, then the employee shall be  \npaid two (2) hours pay at the appropnate hourly wage rate for each twenty-four (24) hour  \npenod thereafter until payment is made. In the case of payment by mail, the postmark on the  \nenvelope will serve as the cutoff for any penalty. Said check shall be mailed to an address of  \nthe choice.  \nF. Non-Sufficient Funds: In the event an employee receives a non-sufficient funds (NSF) check,  \nthe payment shall be by money order or certified check. In addition any documented bank  \nfees or charges incurred by the employee as a result of receiving a NSF check payment, will  \nbe reimbursed to the affected employee. If requested, a letter of explanation will be sent to  \nthe employee's bank and any creditors that may have been affected. If an employee receives  \na NSF check for the second time in any four (4) week penods, the make-up check and all  \nSubsequent payments shall be by money order or certified check.  \nCARPENTERS 2012 - 2015  \nG. If an employee is laid-off outside normal office hours, payment shall be made within twenty-  \nfour (24) hours (Saturdays, Sundays and Holidays excepted. Payment, by employee's choice,  \nShall be made through the Union Hall or by regular mail.  \nSECTION 2. MID-PAY PERIOD EMPLOY MENT SEPARATION  \nA. Layoff When employees are laid off during normal office hours, they shall be paid in full  \nimmediately. In the event that the employee is not paid immediately, he/she shall receive  \na penalty as defined in Section 1 (E) of this Article.  \nUpon layoff, employees will be provided fifteen (15) minutes to pick up, and transport to  \nvehicle, tools and personal items. Failure by the Employer to provide fifteen (15) minutes  \nwill result in overtime conditions for the time necessary beyond the end of the shift.  \nB. Discharge for Cause or Quit: Employees who are discharged for cause or quit shall be  \npaid not later than the next regular pay period.  \nBack to Index  \n"], ["ARTICLE 10  \nUNION REPRESENTATIVE  \n", "SECTION 1. Authonzed representatives of the Union shall have access to the projects provided  \nthey do not unduly interfere with the work of employees, and that they fully comply with the  \nSafety and secunity procedures established for the projects. On projects with restricted access, the  \nEmployer will cooperate with the Union officials in this regard as far as regulations permit.  \nBack to Index  \n"], ["ARTICLE 11  \nSETTLEMENT OF DISPUTES/GRIEVANCES  \n", "SECTION 1. In cases of violation, misunderstandings or differences in interpretation of this  \nAgreement, there shall be no cessation or stoppage of work. Both parties pledge their immediate  \ncooperation to eliminate the above mentioned possibilities, and the procedure in Section 2 is  \noutlined for that purpose.  \nSECTION 2. In the event that a dispute arises on the job, the following procedure will be  \nfollowed to address the dispute:  \nStep One: — In the event that a dispute ansing on the job cannot be satisfactonly adjusted on the  \njob between the representative of the Union involved and the Employer, the dispute shall  \npromptly (not later than fifteen (15) working days), be refered to the authonzed  \nrepresentative of the Union and the Employer or their representative. Should they  \nfail to effect a settlement, the matter shall proceed to Step ‘Two.  \nStep Two: ‘The dispute shall be referred to a Board of Conciliation within fifteen (15) working  \ndays or, at the option of ether party this step may be waived and the matter will proceed to  \nStep Three. This Board shall consist of two (2) persons who have no direct involvement in  \nCARPENTERS 2012 - 2015  \nthe dispute, appointed by each party. If these four (4) persons cannot effect a settlement  \nwithin seven ('7) days after the dispute has been referred to them, the matter shall proceed to  \nStep ‘Three.  \nStep Three: The issue shall be referred to mediation. The parties shall request a mediator from  \nthe Federal Mediation and Conciliation Service or other acceptable service. ‘This person shall  \nserve as the mediator to resolve the dispute. The expense of employing the mediator shall be  \nbome equally by both parties and each party shall be responsible for their own attomey fees  \nand costs. Should the parties fail to reach agreement, the matter shall proceed to Step Four.  \nStep Four. ‘The parties shall request a list of seven arbitrators from the Federal Mediation &  \nConciliation Service or other acceptable service and shall altemately stike names until only  \none name remains. This person shall serve as the arbitrator to resolve the dispute. The  \nexpense of employing the arbitrator shall be bome equally by both parties and each party  \nShall be responsible for their own attomey fees and costs.  \nAny decision of the Board shall be within the scope and terms of this Agreement. It  \nmay also provide retroactivity not exceeding sixty (60) days and shall state the effective date.  \nDecision by this Board shall be rendered within twenty (20) days or at their discretion after the  \ndispute is referred to them, and such decision shall be final and binding upon all parties. By  \nmutual agreement, the aforementioned time frames in this Article may be waived or extended.  \nBack to Index  \n"], ["ARTICLE 12  \nSETTLEMENT OF JURISDICTIONAL DISPUTES  \n", "SECTION 1. There will be no no work stoppages or slowdowns or other interference  \nwith the work because of junsdictional disputes.  \nSECTION 2. The Employer shall be responsible for all assignments. In issuing  \nsuch assignments, the Employer shall be guided by local award and area practices. Craft  \njunsdiction is neither determined nor awarded by classifications appearing in any labor  \nagreement.  \nSECTION 3. If a junsdictional dispute arises, it shall first be submitted to the Regional  \nCouncil and the affected Employer or their authonzed representative for settlement. If no  \nunderstanding or agreement is reached within forty-eight (48) hours, the parties may refer the  \ndispute to the Intemational Unions with which the disputing Unions are affiliated, for resolution  \nand the Employer shall abide by the resolution. The disputed work shall continue as assigned by  \nthe Employer until the dispute has been resolved.  \nBack to Index  \n"], ["ARTICLE 13  \nSTRIKES AND PICKET LINES  \n", "SECTION 1. It is mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of any labor difference pending the utilization of the  \ngnevance machinery, as set forth in Article 11.  \n10  \nCARPENTERS 2012 - 2015  \nSECTION 2. Employees will not be discharged, disciplined or permanently replaced for any  \nprotected activity related to the recognition of a primary picket line approved by the Union party  \nto this Agreement.  \nSECTION 3. As required by law, employees shall be fumished to the Employer during labor  \ndisputes with other construction crafts and the Employer will endeavor to work as long as  \neconomically possible during these  \nBack to Index  \n"], ["ARTICLE 14  \nSAFETY MEASURES  \n", "SECTION 1. ‘The Employer and the employee will conform to all Federal and State health and  \nSafety regulations applicable to work covered by this Agreement and shall have adequate shelters  \navailable where necessary, with heat, where the workers can change and dry their clothes and  \nstore their tools. On all projects covered by this Agreement, there shall be provided by the  \nEmployer at all times during construction, sanitary facilities consisting of a reasonable number of  \ntoilets and urinals. Fresh, cool, sanitary dinking water will be available to the workers. The  \nEmployer will fumish welding equipment including all leathers. The Employer will fumish to all  \nCarpenter employees necessary hard hats, eye protection, ear protection, respirators, reflective  \nvests, all personal fall protection and restraint equipment, and equipment needed to work with  \nhazardous or contaminated matenial.  \nSECTION 2. This Agreement is not intended to and shall not be construed as creating,  \nimposing, or adopting on the Union or representatives any state common-law duties in the areas  \nof safety.  \nBack to Index  \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to and shall not be construed to penmit acts, which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in  \nany court or other Govemmental action, be held invalid, the remaining provisions and their  \napplication shall not be affected therelby. Provided, however, upon such invalidation the parties’  \nSignatory hereto agree to immediately meet to re-negotiate such parts or provisions affected. ‘The  \nparties agree to amive at a mutually satisfactory replacement within sixty (60) days unless a  \ndefinite extension of time is mutually agreed to. When no mutually satisfactory replacement is  \nreached, the provisions of Article 11, of Disputes/Gnevances, will apply.  \nBack to Index  \n11  \nCARPENTERS 2012 - 2015  \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION 1. SINGLE SHIFT OPERATION  \n", "(a) Eight (8) hours shall constitute a day's work; five (5) days shall constitute a week's  \nwork, Monday through Fnday. A single shift operation shall be established for a minimum of  \nthree (3) days.  \n(b) A single shift operation shall be to the hours between 5:00 am and 6:00  \np.m. and eight (8) hours of continuous employment (except for meal period) shall constitute a  \nday's work Monday through Friday of each week. In the event the job is down due to weather  \nconditions, or other conditions beyond the control of the Employer, Monday through Friday, then  \nSaturday may, at the option of the Employer, be worked as a voluntary make-up day at the  \nStraight time rate.  \n   \n(c) Fourten (10) hour shifts at the straight time rate may be established Monday through  \nThursday or ‘Tuesday through Friday. In the event the job is down due to weather conditions, or  \nother conditions beyond the control of the Employer, then Fnday (when working Monday  \nthrough ‘Thursday) or Saturday (when working ‘Tuesday through Friday) may, at the option of the  \nEmployer, be worked as a voluntary make-up day. All hours worked in excess of ten (10) hours  \na day or forty (40) hours a week must be compensated at the overtime rate.  \n(d) No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day.  \n(e) In the event of a civil emergency such as, but not limited to, earthquakes, floods, or  \nfires, starting time of the shift may be made to fit the emergency and eight (8) hours in any  \ntwenty-four (24) hour period may be worked at straight time. In order to work such shift, mutual  \nagreement shall be received.  \n(f) Special Shifts: When due to conditions beyond the control of the Employer or when  \ncontract specifications require that work can only be performed outside the regular day shift, then  \na special shift, upon three (3) days written notice to the Union may be worked, Monday through  \nat the straight time rate. The starting time of work will be arranged to fit such conditions  \nof work. Such shifts shall consist of eight (8) hours of work for eight (8) hours of pay or ten (10)  \nhours of work for ten (10) hours of pay on a four-ten shift.  \n(g) When an employee is called out to work without at least eight (8) hours off since  \nhis/her previous shift, all such call out time shall be paid at the overtime rate until he/she shall  \nhave eight (8) hours off.  \n12  \nCARPENTERS 2012 - 2015  \n(h) Holiday Week: In the event that a holiday is celebrated during the week (Monday  \nthrough Fnday), the remaining four days of the week may be worked as a four ten shift at the  \nStraight time rate on a voluntary basis with three (3) days’ notice to the Union. In the event the  \njob is down due to weather conditions, then Saturday may, at the option of the Employer be  \nworked as a voluntary make-up day at the straight time rate.  \nSECTION 2. MULTIPLE SHIFT OPERATION  \nShifts may be established when considered necessary by the Employer. Shift hours and rates will  \nbe as follows:  \n(a) Two Shift Operation. On a two consecutive shift operation, no shift penalty is involved for  \nwork performed on either of these two shifts. Each shift must be scheduled for at least eight (8)  \nhours except as provided for in Section 1 of this Article. On a two-shift operation, the second  \nshift shall be established for a minimum of three (3) days.  \nOnce the starting times are established for the two-shift operation, they shall not be changed  \nexcept upon three (3) working days wnitten notice to the Union.  \n(b) ‘Three Shift Operation. On a three-shift operation, the following shall apply:  \nFirst Shift - ‘The regular hours of work on the first shift of three shift operations shall be eight (8)  \nhours of continuous employment, except for lunch peniod at mid-shift, between the hours of 5:00  \nam and 6:00 p.m.  \nSecond Shift - The second shift shall be seven and one-half (7-1/2) hours of continuous  \nemployment, except for lunch period at mid-shift, and shall be paid for at eight (8) times the  \nStraight time hourly wage rate.  \nThird Shift - The third shift shall consist of seven (7) consecutive hours of employment, except  \nfor lunch penod at mid-shift, and shall be paid for at eight (8) times the straight time hourly wage  \nrate.  \n(c) Multiple shift (a two or three shift) operation will not be construed on the entire project if at  \nany time it is deemed advisable and necessary for the Employer to multiple shifts a specific  \noperation. ‘Those groups of employees only who relieve first shift groups of employees and such  \nfirst shift groups of employees who are relieved by groups of employees on a second shift, and on  \na three shift operation those groups of employees who relieve the groups of employees on a  \nsecond shift, shall be construed as working multiple shifts. ‘The intent of this clause shall be  \nconstrued so as to recognize that a \"reliever group\" and a \"relief group\" does not  \nmean. \"person for person\" relief.  \n(d) It is understood and agreed that when the first shift of a multiple shift (a two or three shift)  \noperation is started at the basic straight time rate or at a specific overtime rate, all shifts of that  \nday's operation shall be completed at that rate.  \nSECTION 3. SPECIAL WORK/TIDE WORK  \n13  \nCARPENTERS 2012 - 2015  \nWhen an employee has completed his/her scheduled shift and is called out to perform special  \nwork, including tide work, he/she shall receive premium pay in accordance with the following  \nrates:  \n(a) For show up, four (4) hours pay at the straight time rate is due.  \n(b) When put to work, a minimum of four (4) hours pay is due at applicable overtime rate.  \nBack to Index  \n"], ["ARTICLE 17  \nOVERTIME  \nSECTION 1.  \n", "(1) Monday through Friday, the first four (4) hours of overtime after eight (8) hours of straight  \ntime work shall be paid at one and one half (1-’/) times the straight time rate of pay. All  \nadditional overtime will be paid at two (2) times the straight time rate of pay.  \n(2) On a four ten (10) hour shift, Monday through Thursday, the first two (2) hours of overtime  \nafter ten (10) hours of straight time work shall be paid at one and one half (11/) times the straight  \ntime rate of pay. All additional overtime will be paid at two (2) times the straight time rate of  \nPay.  \n(3) On a four ten (10) hour shift, Monday through Thursday, on Friday (except when worked as a  \nmake-up day), the first twelve (12) hours of work will be paid at one and one half (17/2) times the  \nStraight time rate of pay. Additional overtime shall be paid at two (2) times the straight time rate  \nof pay.  \nSECTION 2. Saturday, the first twelve (12) hours of work will be paid at one and one half (11/2)  \ntimes the straight time rate of pay. All additional overtime shall be paid at two (2) times the  \nStraight time rate of pay.  \nSECTION 3. All work performed on Sunday and Holidays shall be paid at two (2) times the  \nStraight time rate of pay.  \nSECTION 4. ‘The Employer shall have the sole discretion to assign overtime work to employees.  \nBack to Index  \n"], ["ARTICLE 18  \nREPORTING AND MINIMUM HOURS PAY  \n", "SECTION 1. When an employee or new hire reports to work for his/her regular or assigned  \nshift and weather pennitting is not put to work, he/she shall be paid two (2) hours reporting time  \nand shall remain at the job-site for the two (2) hours if required by the Employer.  \nSECTION 2. Employees who work less than four (4) hours shall be paid for four (4) hours; they  \nShall be paid a minimum of six (6) hours if required to work more than four (4) hours; they shall  \nbe paid eight (8) hours if required to work more than six (6) hours; and they shall be paid ten (10)  \n14  \nCARPENTERS 2012 - 2015  \nhours if required to work more than eight (8) hours on a regularly established ten (10) hour shift.  \nEmployees who cannot work a full shift because of weather conditions shall be paid for actual  \nhours worked.  \nSECTION 3. If any employee refuses to start work or if any employee stops work of his/her  \nown volition, the minimum set forth in Section 2 above shall not apply.  \nSECTION 4. When employees are called out to work on overtime days and are not put to work,  \nthey shall receive pay for two (2) hours at the applicable overtime rate of pay. When employees  \nare put to work on overtime days, they shall be paid the actual time worked at the overtime rate,  \nhowever, the minimum shall be two (2) hours at the overtime rate of pay.  \nSECTION 5. When employees, including new hires, reporting for work amive on the job  \nunprepared to perfonn the work required (for example, under the influence of alcohol or drugs,  \nor inadequately clothed), the Employer shall not be expected to put such individuals to work nor  \nShall they be entitled to reporting pay if not put to work.  \nBack to Index  \n"], ["ARTICLE 19  \nMANAGEMENT RIGHTS CLAUSE  \n", "SECTION 1. The Employer retains full and exclusive authonty for the management of its  \noperation subject to the provisions of this Agreement. The Employer shall direct his/her working  \nforces at his/her sole prerogative including, but not limited to hiring, promotion, transfer, layoff  \nor discharge for just cause as traditionally practiced within the Construction Industry. The  \nEmployer shall utilize the most efficient methods or techniques of construction, tools or labor  \nSaving devices. ‘There shall be no limitations upon the choice of matenals or design except those  \nimposed by safety and health considerations.  \nSECTION 2. The foregoing enumeration of management nghts shall not be deemed to exclude  \nother functions not specifically set forth.  \nSECTION 3. It shall not be a violation of this Agreement when the Employer considers it  \nnecessary to shut down to avoid possible loss of human life because of an emergency situation  \nthat could endanger the life and safety of an employee. In such cases, employees will be  \ncompensated only for the actual time worked. In the case of a situation described above whereby  \nthe Employer requests the employees to stand by, the employees will be compensated for the  \n\"stand by time.\"  \nIf such a condition continues, the Employer agrees to give timely notice to members of the next  \nshift scheduled to report for duty. In the event that timely notice is not given employees who  \nreport for work at their regular reporting time and are not put to work shall be paid \"show up  \npay.”  \nThis Article shall be subject to the gnevance procedure set forth in Article 11.  \nBack to Index  \n15  \nCARPENTERS 2012 - 2015  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "SECTION 1. Both parties recognize that there may be extenuating circumstances when it is to  \nthe mutual interest of both parties to modify the terms of this Agreement. In that event, it will  \nnot be a violation of this Agreement for the parties having jurisdiction over the job-site and work  \naffected to meet and mutually agree to make such modifications to meet a specific need on a  \nSpecific project. Such modifications shall be in wnting and approved by representatives of both  \nparties.  \nIn order to maximize the effect of this provision, all crafts will be requested to act  \nuniformly. Employees of a craft should be treated equally under this provision. The Employer  \nShall request his/her subcontractors to comply with any modifications granted under this  \nprovision.  \nBack to Index  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION 1. In the event the Employer bids a public job or project being awarded by a Federal,  \nState, county, city or other public entity which is to be performed at a pre-determined and/or  \nprevailing wage rate established ly the Department of Labor pursuant to the Davis-Bacon Act 40  \nU.S.C. Section 3141 e. and implementin ations or by the Washington State  \nDepartment of Labor and Industies pursuant to the provisions RCW 39.12 and implementing  \nregulations, the published hourly wage rate set forth in said public award in effect at the time of  \nbid shall apply for the first twenty-four (24) months of the project from the date the General  \ncontractor proceeds with construction. The Employer will provide the Regional Council with the  \nStart date of the project. The fringe benefit contnbution rates shall be those as established and  \nmaintained by the Master Agreement and any fringe increases are the responsibility of the  \nEmployer. Notwithstanding the above, project agreements may be mutually agreed upon to  \nallow use of the pre-determined wage rate for the duration of a project to exceed twenty-four (24)  \nmonths  \nSECTION 2. In the event the specifications include an escalator provision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may recover in  \nthe escalator claim.  \nSECTION 3. The Employer may, when requested in wnting, supply accurate and reliable  \ninformation on company stationery that will assist the Union in establishing the correct Davis-  \nBacon rates when responding to DOL requests for prevailing wage data.  \nBack to Index  \n16  \nCARPENTERS 2012 - 2015  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "SECTION 1. Labor and Management are committed to providing employees with a drug-free  \nand alcohol-free workplace. It is the goal to protect the health and safety of employees and to  \npromote a productive workplace, and protect the reputation of Labor and Management and the  \nemployees.  \nSECTION 2. Consistent with those goals, the Employer prohibits the use, manufacture,  \npossession, distnibution or sale, at its employment sites, of drugs, drug paraphemalia or alcohol.  \nA testing program, pursuant to the Substance Abuse Program, may be instituted, upon mutual  \nconsent of Labor and Management which consent shall not unreasonably be withheld to monitor  \ncompliance with this policy.  \nSECTION 3. If the Employer implements a Substance Abuse Program according to the terms of  \nthis Article on a project, all subcontractors, on project, will be required to have and implement a  \nSubstance abuse program.  \nSECTION 4. | An acceptable Substance Abuse Program is contained in a separate addendum to  \nthis Collective Bargaining Agreement, but it is not a part of this Agreement and modifications to  \nthis Substance Abuse Program, by mutual agreement of an Employer and the Union, will not  \nconstitute a change to this Agreement. Mutual agreement will not be unreasonably withheld.  \nSECTION 5. Any gnevance related to any employer's substance abuse program shall be resolved  \nthrough Article 11, Settlement of Disputes/Gnevance, of this Agreement.  \nBack to Index  \n"], ["ARTICLE 23  \nHEALTH CARE LEGISLATION  \n", "SECTION 1. If legislation is enacted by Federal or State Govemment to provide for a \"Health  \nCare System\" that would allow the contnbution for Health and Secunty to be reduced, the  \nbargaining parties agree to meet and determine distnbution of such reduced Health and Secunity  \ncontnibutions.  \nBack to Index  \n"], ["ARTICLE 24  \nLIGHT DUTY RETURN TO WORK  \n", "It is agreed that the Employer may retum an injured employee to light duty status when allowed  \nby the doctor. When such light duty work is available, light duty functions shall be  \nin accordance with the restnictions outlined by the employee’s doctor. At no time will an  \nemployee's rate of pay be less than the base rate of pay, at the time of injury, for hours worked.  \nFurther, the Employee will be provided with a full fringe package, as per the collective  \nbargaining agreement, over and above total remuneration. Should the employee on light duty  \nhave to be laid off, due to no work available, the employer will not adversely affect his/her ability  \nto continue to receive loss time benefits from the Industnal Insurance Division of Labor and  \nIndustnies (including self-insured employers), provided they are still medically eligible.  \n17  \nCARPENTERS 2012 - 2015  \nBack to Index  \nAPPENDIX 1  \nSCHEDULE \"A\"  \nCLASSIFICATIONS & WAGES  \nSECTION 1. All employees covered by this Agreement shall be classified and paid in  \naccordance with the classifications, scales, and special conditions set forth in Appendix 1,  \nSchedules \"A,\" \"B,\" and \"C\" and no other classification wage rates or special conditions shall be  \nrecognized.  \nZONE \"A\" RATES ONLY - REFER TO SCHEDULE \"C\" FOR ZONE RATES  \nEFFECTIVE  \nCLASSIFICATIONS July7, June 1, June 1,  \n2012 2013 2014  \nCarpenter, Drywall Applicator, Lather, Floor Finisher,  \nFloor Layer, Scaffold Erector, Insulation Applicator, | $35.97 37.20 $38.68  \nAcoustical Worker, Bridge, Dock and Wharf Carpenter  \nPiledriver, driving, pulling, cutting, placing collars,  \nstn weldng eat tl ling  \nDiver Wage Rate: See attached Divers’ Addendum Pf  \nCertified Welder +$0.50 per hour while perfonming welds required by the plans or specifications to be certified.  \nForemen shall receive ten percent (10%)-per hour above the highest paid carpenter joumeymen under hinyher.  \n*The applicable percentage of the taxable hourly wage rate converted to cents per hour, times all hours worked.  \nForemen, general foremen, or superintendents would be charged using the joumeyman wage rate.  \nEFFECTIVE  \nFRINGE BENEFITS July 7 June 1 June 1,  \n2012 2013 2014  \n$741* | $7.41*  \n*$0.60 designated for retiree medical  \n** contribution is 1.4% of journeyman carpenter total package  \nUNION DUES CHECK-OFF ASSIGNMENTS: In accordance with the tenns of an individual  \nand voluntary written authonzation for check- off of Membership dues in the form permitted by  \nthe provisions of Section 302 (c) of the Labor Management Act, as amended, the Employer  \nagrees to deduct for working dues an amount of wages once each week which has been or will be  \n   \n   \n18  \nCARPENTERS 2012 - 2015  \nin the future authorized by the Membership. ‘The working dues, which are deducted, shall be  \npaid monthly by the fifteenth (15th) day of the month following the month in which they are  \ndeducted. The Employers will remit the Union dues deducted on the transmittal forms used for  \nfinge benefit contnbutions and that the pro-rata costs of such forms and the collection and  \naccounting thereof, including any costs incurred by the administrator for acting as authorization  \ndepository, will be paid by the Union to the fringe benefit administrator. Dues deduction may be  \nChanged once per year on the anniversary date of the contract.  \nFRINGE OPTION: If additional sums are necessary to maintain the fringe benefits, by mutual  \nagreement, on sixty (60) days’ notice, such sums may be deducted from wages.  \nHANDLING OF HAZARDOUS WASTE MATERIALS:  \nPersonnel in all craft classifications subject to working inside a designated hazardous waste  \nperimeter shall be eligible for compensation in accordance with the following group schedule  \nrelative to the level of hazardous waste as outlined in the specific Hazardous Waste Project Site  \nSafety Plan. (The level of protection shall be defined in CFR 1910.120. Appendix B.)  \nClassification/Hazardous Waste Group Number  \nH-1 Base Wage Rate when on a hazardous waste site when not outfitted with protective clothing  \nor Level \"D\" equipment  \nH-2 Class \"C\" Suit - Base Wage Rate plus $.25 per hour  \nH-3 Class \"B\" Suit - Base Wage Rate plus $.50 per hour  \nH-4 Class \"A\" Suit - Base Wage Rate plus $.'75 per hour  \nForeman -It is not the Union's intent to establish crew or crew sizes but whenever an employee  \nhas the responsibility of supervising employees or coordinating subcontractors on the project,  \nhe/she will be paid at least the foreman's scale. Foreman shall receive ten percent (10%) per hour  \nabove the highest paid joumeyman wage classification working under him/her.  \nPiledriver Joumeymen shall receive $0.25 per hour above Carpenter Joumeymen scale.  \nMillwnght Joumeymen shall receive $1.10 per hour above Carpenter Joumeymen scale.  \nAPPRENTICESHIP FUND  \nTen cents ($0.10) of the Apprenticeship fund is dedicated to participation in UBC Intemational  \n‘Training Funds.  \nSECTION 2. Staffing Jobs  \nEmployees shall be fumished to Employers during labor disputes with other construction crafts  \nand Employers will endeavor to work as long as economically possible during these periods,  \nutilizing the employees fumished.  \n19  \nCARPENTERS 2012 - 2015  \nEmployers shall pay all cost of certification for certified welders, including wages, when directed  \nby the Employer to take any type of certification to be able to perform the work necessary on  \nhis/her particular job.  \nWelders Certification  \nWhen the Union fills a request for a certified welder, such referred Carpenter shall have in  \nhis/her possession a current recognized certificate comparable to the local area or WABO test. If  \nthe job to be performed requires additional certification of any kind, the Employer shall pay for  \nall expenses involved in securing such test. Refer to Section 1 above for certified welding  \npremium.  \nRiggers, including signal person, bumer and welders shall be paid according to the classification  \nin which they are working.  \nSECTION 3. Apprenticeship Wage Rate:  \nCarpenters, Piledrivers and Millwrights  \n1st peniod - 60% of joumeyman rate  \n2nd period - 65% of journeyman rate  \n3rd period - 70% of joumeyman rate  \nAth penod - 75% of joumeyman rate  \noth period - 80% of joumeyman rate  \n6th peniod - 85% of joumeyman rate  \n7th peniod - 90% of joumeyman rate  \noth peniod - 95% of joumeyman rate  \nNo pension contibutions are required on Apprentices during the 1st period.  \n(a) Each Employer shall employ at least one (1) apprentice for each four (4) joumeymen in  \nhis/her employment, but may employ up to one (1) apprentice for each joumeyman in his/her  \nemployment.  \n(b) On jobs of a technical nature, the Employer by mutual agreement with the local Business  \nRepresentative may waive the above apprentice ratios on a job by job basis.  \nSECTION 4. Piledriver Crews  \nThe size of piledriver crews will be those established by area practice in each piledriver's union  \narea and any dispute over such size of crews shall be handled by Union and Employer  \nrepresentatives having jurisdiction in that temitory. However, for safety concems, there will be  \ntwo (2) Front End employees on all pilednving operations, one of which can be a Foreman.  \nBack to Index  \n20  \nCARPENTERS 2012 - 2015  \nSCHEDULE \"B\"  \nFRINGE BENEFITS  \n‘The Employer also agrees to serve as a trustee on any or all trusts listed below when and  \nif required, and in such cases, the Employer agrees that the trustee shall be a salaried executive or  \nofficer of the signatory Employer or the Employer association. The Union's trustee must be  \nemployed by and representing members of the Union. It is further understood that should a  \ntrustee not meet the cnitenia, he/she must be replaced within thirty (30) days by the selection  \nprocess of the respective parties, Labor/Management.  \nSECTION 1. Health and Security  \nIt is agreed by the parties hereto that all employers covered by this Agreement shall  \ncontribute a sum as listed in Schedule \"A\" herein for each compensable man hour of Carpenters  \nemployed by Employers covered by this Agreement, which contibution shall be made to the  \nWestem Washington Carpenters-Employers Health and Secunty ‘Trust Fund in the manner as set  \nforth in the Trust Agreement of said Trust Fund. ‘The details of the Health and Secunty Plan  \nestablished by this Trust Fund and this Trust Fund itself shall continue to be controlled and  \nadministered by a Joint Board of Trustees composed of equal representation of labor and  \nmanagement who are signators to the Trust Agreement of the aforesaid Trust Fund. Each Trustee  \nappointed by the Union shall be a member of the Union and employed by the Union and each  \nManagement trustee shall be a salaried executive or officer of a signatory Employer, or an  \nemployee of an Employer association, on behalf of its member employers.  \nSECTION 2. Retirement  \n(a) Employer Contnibutions. All Employers covered by this Agreement shall contribute a  \nsum as listed in Schedule “A” herein for each compensable man hour of Carpenters, including  \nSupervisory employees when covered by this Agreement in work contained in the terms of this  \nAgreement. Said contnbutions shall be for the benefit of employed or retired Carpenters who are  \nworking under or have retired under the Carpenters Retirement Plan of Westem Washington and  \nAmended Carpenters of Westem Washington Individual Account Pension Plan. Contnbutions  \nShall be made to the Carpenters Retirement Trust of Westem Washington in the manner as set  \nforth in the Trust Agreement of said Trust. The details of the Carpenters Retirement Plan of  \nWestem Washington and the Amended Carpenters of Westem Washington Individual Account  \nPension Plan established by the ‘Trust Funds and these ‘Trusts shall continue to be controlled and  \nadministered by Joint Boards of Trustees composed of equal representation of labor and  \nmanagement who are signators to the Trust Agreements of the aforesaid ‘Trust Funds. Allocation  \nbetween the Carpenters Retirement Plan of Westem Washington and the Amended Carpenters of  \nWestem Washington Individual Account Pension Plan of contnbutions shall be determined by  \nthe Joint Boards of ‘Trustees in accordance with the and funding requirements of these  \nPlans.  \n(b) Supplemental Contributions. There shall be five (5) classifications of employees under  \nthis agreement to determine eligibility for supplemental contiibutions to the Individual Account  \nPlan (which shall be fully vested Supplemental Contnbutions). Classification is based upon type  \n21  \nCARPENTERS 2012 - 2015  \nof work in the industry and attainment of advanced levels and experience and status. Applicable  \nterms and conditions of this agreement shall be applied in accordance with the attained  \nclassification. Attached is a Classification Schedule (Exhibit 1) to establish classifications and  \npay rates for the Supplemental Contnibutions.  \nApplications for classification designations shall be submitted to the Executive Secretary-  \nTreasurer of the Union, and upon recommendation of the Executive Secretary-Treasurer,  \nclassification designations shall be granted by the Union’s Executive Board upon venfication  \nthat the applicant has attained the requisite experience outlined below:  \nClass O: Shall consist of any employees covered under the Westem and Central  \nWashington Area Master Agreement Westen Washington Area (Collective Bargaining  \nAgreement), including Apprentices.  \nClass I: Shall consist of those employees covered under the Collective Bargaining  \nAgreement, with more than six months of industry senionty (contiguous service shall  \ncount in establishing industry seniority).  \n   \nClass II: Shall consist of senior employees who have attained at least sixth period  \napprenticeship status with at least one (1) year of industry senionty under the Collective  \nBargaining Agreement.  \n   \nClass IIT: Shall consist of senior employees who have attained joumeyman status  \nwith at least two (2) years of industry senionty under the Collective Bargaining  \nAgreement.  \nClass IV: Shall consist of senior oyees who have attained jour Status  \nwith at least three (3) years of industry senionty under the Collective Bargaining  \nAgreement  \nFach employee shall submit to the Executive Secretary- Treasurer of the Union any classification  \nchange request no later than December 1 of each year. Upon approval by the Union, such  \nclassifications shall be effective the following June 1. Classification change notifications shall  \nbe in wniting on an approved form and in accordance with the rules and regulations adopted by  \nthe Executive Board of the Union. Upon notification by the Union to the Employer of an  \napproved. classification change, the Employer shall pay wages and fringe contnbutions at the  \napproved classification level unless and until notified by the Union of a classification change. In  \nno event, however, shall a classification change be implemented except by proper notification  \nfrom the Union, and no more than one (1) classification change may be effected during any  \ncontract year and shall be effective as of June 1, except a reduction to Classification O may be  \neffective the first of the next following month after notification to the Employer.  \nNotwithstanding an employee’s designated classification all premium retes (foremen  \ndifferentials, overtime, etc.) shall be calculated at the Class O taxable wage rate.  \n22  \nCARPENTERS 2012 - 2015  \nNotwithstanding any provision herein to the contrary, the contnbution levels to the Pension Plan  \nprovided herein shall not cause the Plan to be in violation of Section 415 of the Intemal Revenue  \nCode (and any other sections of the Code); if necessary, adjustments to the contnbution rates  \nShall be agreed to by the Union and contibuting Employers to comply with the Code.  \n(c) ‘Trustees. For the Carpenters Retirement Trust of Westem Washington and the Amended  \nCarpenters of Westem Washington Individual Account Pension Trust, it is agreed that each  \n‘Trustee appointed by the Union shall be a member of the Union and employed by the Union and  \neach Management trustee shall be a salaried executive or officer of a signatory Employer, or an  \nemployee of an Employer association, on behalf of its member employers.  \nSECTION 3. Vacation  \nIt is agreed that all Employers covered by this Agreement shall subtract a sum as listed in  \nSchedule \"A\" herein for each compensable hour from each employee's net pay check (after  \ntaxes) and shall pay this to a Vacation Fund as set forth herein. (Note: These sums shall be  \ndeductions (after taxes) from the rates shown in Schedule A.) Said contibution shall be made to  \nthe Carpenters Vacation ‘Trust of Westem Washington in the manner as set forth in this Trust  \nAgreement of said Trust. The details of such Vacation Plan established by this ‘Trust Fund and  \nthis Trust Fund itself shall continue to be controlled and administered by a Joint Board of  \n‘Trustees composed of equal representation of labor and management who are signatories to the  \nTrust Agreement of the aforesaid ‘Trust Fund. Each ‘Trustee appointed by the Union shall be a  \nmember of the Union and employed by the Union and each Management trustee shall be a  \nSalaried executive or officer of a signatory Employer, or an employee of an Employer  \nassociation, on behalf of its member employers.  \nSECTION 4. Apprenticeship and Training  \nIt is agreed that all Employers covered by this Agreement shall a sum as listed in  \nSchedule \"A\" herein for each compensable man-hour of Carpenters, including supervisory  \nemployees when covered by this Agreement. Said contribution shall be made to the Carpenters-  \nEmployers Apprenticeship and ‘Training ‘Trust Fund of Washington- Idaho the manner as set forth  \nin the Trust Agreement of said Trust. The details of such Apprenticeship and Training Plan  \nestablished by this Trust Fund and this Trust Fund itself shall continue to be controlled and  \nadministered by a Joint Board of Trustees composed of equal representation of labor and  \nmanagement who are signators to the Trust Agreement of the aforesaid Trust Fund. Each Trustee  \nappointed by the Union shall be a member of the Union and employed by the Union and each  \nManagement trustee shall be a salaried executive or officer of a signatory Employer, or an  \nemployee of an Employer association, on behalf of its member employers.  \nSECTION 5. Failure to Pay Contnbutions  \nIn the event an Employer fails to make the monetary contnbution in with this  \nAgreement, the Union is free to take any economic action against such Employer it deems  \nnecessary and such action shall not be considered a violation of this Agreement.  \n23  \nCARPENTERS 2012 - 2015  \nSECTION 6. Information on Trust Agreement  \nIt is understood that the Union, individual Employers, and signatory Employer Associations are  \nprincipal parties to the Health & Secunity, Retirement, Vacation and Apprenticeship and ‘Training  \nTrust Agreements and are, therefore, entitled to full information on the actions of the ‘Trustees  \nand the operation of the Trust.  \nSECTION 7. As it relates to Fringe Benefits Trust Funds; if Article 6 is not implemented within  \nninety (90) days of completion of a project then Article 6 will be waived.  \nSECTION 8. It is understood that the principal parties to this Agreement have developed a  \nSelection process for appointment of management trustees which offers trust representation to  \nindividual signatory Employers or signatory Employer associations as mentioned in Section 1 - 4  \nof Schedule B, above. This selection process has been incorporated into the applicable Trust  \nAgreements, and is available in the ‘Trust Office.  \nSECTION 9. Parties Bound  \nIt is further understood that Employers, who are parties to this Agreement, shall be bound by the  \nterms and provisions of the ‘Trust Funds and Plans as mentioned in Section 1 through 10 as  \nthough these ‘Trust Funds and Plans were part of this Agreement.  \nSECTION 10. ‘Trust Mergers  \nThe parties agree to grant authonity to the Trustees to effect any mergers they deem appropniate.  \nBack to Index  \n24  \nCARPENTERS 2012 - 2015  \nSCHEDULE \"C\"  \nZONE PAY DIFFERENTIAL  \nSECTION 1. The parties recognize that it is sometimes inconvenient to get to the job location  \nbecause of varying distances. It is agreed and understood that while traveling to and from work,  \nthe employees are not within the course and scope of their employment and the relationship of  \nEmployer-employee do not commence until the hourly wage commences.  \nSECTION 2. General Travel Conditions  \n(a) When the only access roads to a job require employees to travel into a higher travel  \nzone and back to the zone in which the job is located, then the employees shall be paid the zone  \npay differential provided for the higher zone.  \n(b) Fery Fares. All necessary ferry fares are to be reimbursed by the Employer in the  \nfollowing instances and manner:  \n(1) Employees will be reimbursed at the passenger's fare or passenger's carfare when  \nsubstantiated by receipts.  \n(2) When employees elect to live at or near the project and forego daily ferry travel,  \nit is recognized that they are entitled to the prerogative of visiting their homes for the weekend,  \nand in that event, ferry charges shall be paid for such weekend travel as substantiated by receipts.  \n(c) Board and Lodging. When the Employer provides camp or board and lodging, the  \nbasic wage scale will be observed and the rate for camp and board and lodging will not exceed  \n$3.00 per day to be paid by the employee. Any costs over $3.00 per day will be absorbed by the  \nEmployer. The applicable travel shall apply on the first and last day of employment, with the  \nexception that should the employee quit of his/her own volition pnor to five (5) days  \nemployment, travel expenses shall be allowed for the first day only. Jobs in remote areas where  \ncamp or board and lodging is not provided and housing is inadequate or cost for housing is  \nprohibitive, the Employer will make every effort to arrange for housing at reasonable rates for  \nhis/her employees.  \n(d) Remote Projects. On dam, hydro-electnic, building projects and other remote  \nengineering projects such as airports, and radar or radio installations, but not limited  \nthereto, where the Employer provides camp or board and lodging, required travel time will be  \npaid for the initial tip to the job and retum. Payment of travel time on the retum tnp will be paid  \nto all employees, including discharges and layoff; the only exception that shall apply will be as to  \nthose employees that remain on the job less than thirty (30) calendar days who voluntarily quit.  \n29  \nCARPENTERS 2012 - 2015  \nSECTION 3. Carpenters’ Zone Pay  \nZone pay differential shall be paid on jobs located outside of the free zone computed from the  \ncity center of the following listed cities:  \nSeattle Olympia Bellingham  \nAubum Bremerton Anacortes  \nRenton Shelton Yakima  \nAberdeen- Hoquiam ‘Tacoma Wenatchee  \nEllensburg Everett Port Angeles  \nCentralia Mount Vemon Sunnyside  \nChelan Port Townsend  \nZone A: O - 25 radius miles - Free  \nZone B Over 25 radius miles - $1.75 per hour  \nSECTION 4. Piledriver, Bndge, Dock And Wharf Builders’ Zone Pay:  \nZone pay differential to be computed from Seattle City center, Tacoma City center, and Everett  \nCity center.  \nZone A: O- 25radiusmiles Free  \nZone B: 29 - 35 radius miles $1.75 per hour  \nZone C: 35 - 45 radius miles $2.05 per hour  \nZone D 45 - 55 radius miles $2.45 per hour  \nZone E Over 55 radius miles $2.85 per hour  \nZone F Over 90 radius miles $75.00 per day  \nThe following are exceptions to the above zone pay:  \n(a) San Juan County. Work in San Juan County (except Lopez Island) shall be  \nconsidered as a subsistence zone. Employees will be paid seventy-five dollars ($75.00) per  \nworkday subsistence, unless room and board is fumished by the Employer.  \n(b) Pilednvers who reside in the A Bellin Mount Vemon, Olympia, Port  \nAngeles, Wenatchee, or Yakima areas, shall have their zone pay differential measured from their  \nrespective city center, whenever that distance to the job site is less than the distance from the job  \nsite to the closest dispatch city center (Seattle, ‘Tacoma or Everett).  \nSECTION 5. Millwrights’ Zone Pay:  \n(a) Millwnghts’ zone pay differential shall be computed from Seattle City center,  \n‘Tacoma City center, and Everett City center.  \nZone A: O-25radiusmiles Free  \n26  \nCARPENTERS 2012 - 2015  \nZone B: 29 - 35 radius miles $1.75 per hour  \nZone C: 35 - 45 radius miles $2.05 per hour  \nZone D 45 - 55 radius miles $2.45 per hour  \nZone E Over 55 radius miles $2.85 per hour  \nZone F Over 90 radius miles $75.00 per day  \n(b) The following are exceptions to the above Millwnght zone pay:  \n(1) Subsistence: Work in San Juan County (except Lopez Island), Clallam County,  \nJefferson County, and Pacific County will be paid seventy-five dollars ($75.00)  \nper workday subsistence unless room and board is fumished by the Employer.  \n(2) Millwnghts who reside in the Aberdeen, Bellingham, Port Angeles, Mount  \nVemon, Olympia, Wenatchee, or Yakima areas, shall have their zone pay  \ndifferential measured from their respective city center, whenever that distance to  \nthe job site is less than the distance from the job site to the closest dispatch city  \ncenter (Seattle, ‘Tacoma or Everett).  \n(3) Whenever a Millwnght covered by a classification in this Agreement of required  \nskill is not available within the immediate area to be dispatched to the Employer  \nbut is available from elsewhere within the bargaining area and the Employer  \nauthonzes his/her procurement, the Employer shall reimburse such workman in  \naccordance with the above schedule from the city closest to his/her residence.  \n(4) But when a Millwnght leaves his/her place of residence to voluntanly seek  \nemployment in another area and makes himself/herself available to that area then  \nthe employee shall become subject to such local travel time, transportation and  \nSubsistence conditions that are applicable.  \nBack to Index  \n27  \nCARPENTERS 2012 - 2015  \nAPPENDIX 2  \n"], ["ARTICLE 1  \nCRAFT WORK RULES  \n", "SECTION 1. Shop Stewards  \n(a) The Business Representative shall have the nght to designate in wnting to the  \nEmployer a Joumeyman Carpenter as a Steward on each of the Employer's projects. ‘The Steward  \nShall not be discharged or transferred except for just cause and shall remain on the job provided  \nthat there are at least four (4) Carpenters on the project. The Employer will notify the Union at  \nleast forty-eight (48) hours pnor to terminating the Steward. If a Steward is terminated, the  \nBusiness Representative may appoint another Steward from the remaining crew.  \n(b) The Steward shall be allowed reasonable time to perfonm his/her duties in insuring  \nthat the conditions of the Agreement are being adhered to and he/she shall be allowed time to  \nadvise the Business Representative of any alleged violations. In addition to his/her other duties,  \nthe Steward shall have the nght to take up a report once each week during working hours. ‘This  \nmust be done as expeditiously as possible.  \n(c) In the event it is found that a Steward is laid-off or discharged for perfonming his/her  \nfunctions as a Steward, the Employer shall reinstate him/her with pay for all lost time as a result  \nof such improper action.  \nSECTION 2. ‘Tool Sharpening  \nAll employees will have their tools sharp and in good condition before going on any job.  \nSECTION 3. All or any equipment fumished by the Employer may be charged against the  \nemployee subject to credit refund upon their retum to the Employer regardless of wom condition.  \nSECTION 4. Fumishing Tools  \nNo employee shall fumish, rent or lease, for compensation or otherwise on any job, a  \ntransit, mortising, boning machine, power saw, power jointer, floor sander, power activated tools  \nregardless of whether they are powered by batteries, AC-DC electrical, gas or air; ladder, trestle,  \nbench, mitre box, siding cutter, dial indicator (larger than 1\" face), micrometer (not over 1\"),  \nreamer, extractor, taps, tap wrenches, metal dnill, socket wrench (over 1/2\" drive), box end or  \nadjustable wrench larger than a 12\" Crescent, shaft levels (over 12\"), augers (over 1-1/8\"), auto,  \ntruck or similar equipment, welding machines, cutting torch, and welders protective equipment,  \nsuch as gloves, leathers, hoods, goggles. The above equipment must be fumished by the  \nEmployers.  \n28  \nCARPENTERS 2012 - 2015  \nSECTION 5. Tool Storage  \nThe Employer shall fumish a suitable place; dry, clean and safe for keeping  \ntool kits and weather gear, separate from other trades and separate from company tools, and the  \nsame to be provided with a suitable lock, for protection of tools and gear, during non-working  \nhours, and separate from altemate shifts. It shall be the responsibility of the Employer for the  \nreimbursement based on today's actual cost and the industnal standard of the Employees' tools  \nand weather gear lost through fire, flood, theft by forced entry or damage by employers  \neguipment while same are at the jobsite Employers may require a list of tools and work  \nclothing so stored.  \nSECTION 6. ‘Tool Restrictions  \nThere shall be no restrictions on the full use of tools and equipment other than may be  \nrequired by safety regulations.  \nSECTION 7. An Employer shall fumish warm, dry change rooms of ample size equipped with  \nheat for drying clothes, lights when power is available and free of any sexually or ethnically  \noffensive matenals such as posters, drawings or other printed matenals and with benches for use  \nduring lunch period. Same to be situated close to the site of the work and shall not be used for  \nStorage of matenals or equipment.  \nSECTION 8. When working in toxic or radiation areas and where creosote and/or treated or  \noiled matenals are handled, adequate time shall be allowed for cleaning up before lunch and  \nbefore the end of the shift.  \nSECTION 9. On subterranean water jobs such as tunnels, caissons, etc., rain gear and rubber  \nboots with puncture-resistant insoles shall be fumished by the Employer.  \nOn operations requiring boots higher than calf length, they shall be fumished by the  \nEmployer.  \nThe employee shall fumish his own calf height rubber boots when otherwise needed.  \nSECTION 10. Employees will fumish their own rainwear. In the course of welding or buming  \nor handling of hazardous or contaminated matenal, should they become damaged, the Employer  \nwill replace the damaged rainwear with new rain gear, provided the employee tums in his/her  \ndamaged rain gear to the Employer.  \nBack to Index  \n29  \nCARPENTERS 2012 - 2015  \n"]]