[["", "K 8967  \n2,400  \n3:  \nLETTER OF UNDERSTANDING 27  \nBetween  \nINLAND NORTHWEST AGC (a chapter of the  \nAssociated General Contractors of America, Inc.).  \nand  \nPACIFIC NORTHWEST REGIONAL COUNCIL OF CARPENTERS  \nSpokane, Waskington  \nJune 1, 2003 to May 31, 2006  \nThis Letter of Understanding shall cover all projects involving the construction, alteration,  \nor repair of buildings, for northern Idaho, including the counties of: Boundary, Bonner,  \nKootenai, Benewah, Shoshone, Latah, Clearwater, Lewis, Nez Perce, and the northern  \nportion of Idaho Co. north of the time line.  \nWages:  \nJourneyman scale: 6-1-2003 6-1-2004 6-1-2005  \n$ 19.00 $ 19.50 $ 20.00  \nThe Fringe package will be the same as set forth in the Master Agreement.  \nNo Employer may utilize this Letter of Understanding unless they are signatory tothe  \nMaster Labor Agreement in its entirety.  \nThis Letter of Understanding does not include any work historically performed by  \nMiliwrights or Piledrivers, or any Union-funded Projects, Heavy and Highway, or  \nIndustrial Sites.  \nThis letter of understanding shall terminate as of May 31, 2006.  \nINLAND NORTHWEST AGC (a chapter of the PACIFIC NORTHWEST REGIONAL Associated  \nGeneral Contractors of America, Inc.) COUNCIL OF CARPENTERS  \nbeg eI John A. Steffens, Exec. Secretary-Treasurer  \nTim boiz Chairman Thomas J. Flynn, Regional Manager  \nNegotiating Committee  \nINLAND NORTHWEST AGC  \n(a chapter of the Associated General Contractors of America, Inc.)  \nAND  \nPACIFIC NORTHWEST REGIONAL COUNCIL  \nOF CARPENTERS  \n(Carpenters - Millwrights - Piledrivers)  \n6-1-2003 to 5-31-2006  \nPREAMBLE  \nTHIS AGREEMENT is a successive principle agreement to the Eastern Washington and Northern Idaho  \nCarpenters 2000 — 2003 Agreement and all other prior agreements thereto by and between the above named  \nparties (or their predecessor organizations).  \nThis is a collective bargaining agreement between the Inland Northwest AGC (a chapter of the Associated  \nGeneral Contractors of America, Inc.) (referred to as the \"Employer\"), and the Pacific Northwest Regional  \nCouncil of Carpenters and local unions of the United Brotherhood of Carpenters and Joiners of America,  \n(referred to as the \"Union\"), and shall constitute an Agreement between the parties hereto for the work,  \nconditions and wage rates provided for herein the territory of Eastern Washington and Northern Idaho.  \n"], ["ARTICLE |  \nPURPOSES  \n", "1.1 The purposes of this Agreement are to promote the settlement of labor disagreements by conference, to  \nprevent strikes and lockouts, to stabilize conditions in Highway, Heavy and Building construction work in the area  \naffected by this Agreement, to prevent avoidable delays and expense, generally to encourage a spirit of helpful  \ncooperation between the Employer and the Employee Groups to their mutual advantage.  \n1.2 The person signing this Agreement on of each Employer warrants and guarantees his authority to  \nact for and bind such Employer. Each person signing this Agreement on behalf of the Union warrants and  \nguarantees his authority to act for, bind and collectively bargain for and on behalf of the Union.  \n"], ["ARTICLE 2  \nPARTIES  \n", "2.1 This Agreement shall apply to all Building, Heavy, Highway Construction (except residential construction)  \ncoming within the recognized jurisdiction of the Pacific Northwest Regional Council of Carpenters of the United  \nBrotherhood of Carpenters and Joiners of America, and the signatory Local Unions, and individual members  \nthereof, except that it shall not apply to Superintendents, Master Mechanics, Civil Engineers, Timekeepers,  \nMessengers, Guards, Confidential Employees, Clerks or other office employees.  \n2.2 The Union is recognized as sole bargaining agent for employees covered by this Agreement.  \n"], ["ARTICLE 3  \nMANAGEMENT'S RIGHTS  \n", "3.1 The Employers retain full and exclusive authority for the management of their operations. The  \nEmployers shall direct their working forces at their sole prerogative, which includes but is not limited to hiring,  \npromotion, transfer, layoff or discharge. No rules, customs, or practices, shall be permitted or observed which  \nlimit or restrict production, or limit or restrict the working efforts of employees. The Employers shall utilize the  \nmost efficient methods or techniques of construction, tools, or other labor saving devices. There shail be no  \nlimitations upon the choice of materials or design. The Employers shall schedule work, shall determine when  \novertime will be worked, and the number of employees to be utilized.  \n3.2 The foregoing enumeration of management rights shall not be deemed to exclude other functions not  \nspecifically set forth. The Employers, therefore, retain ail legal rights not specifically covered by this Agreement.  \n"], ["ARTICLE 4  \nNO STRIKES -NO LOCKOUTS  \n", "4.1 It is mutually agreed that there shall be no authorized strikes, or other slowdowns or cessation  \nof work by either party on account of any labor differences pending the full utilization of the grievance procedure  \nset up in Article 13, provided that employees covered by this Agreement shall not be expected to pass through a  \nduly authorized picket line.  \n4.2 Failure of an Employer to pay wage, travel, or other negotiated fringe payments as outlined in this  \nAgreement is a violation of this Agreement and not subject to grievance procedure as outlined in Article 13. In  \nthe event of violation and after forty-eight (48) hour notice to the Employer, the Union may take economic action  \nagainst such Employer to collect such monies owed, including attorney fees, liquidated damages and audit fees.  \n"], ["ARTICLE 5  \nTERRITORY COVERED  \n", "5.1 This Agreement shall cover all Highway, Heavy and Building Construction work in the following counties  \nor parts of counties East of the 120th Meridian: Adams, Asotin, Benton, Chelan, Columbia, Douglas, Ferry,  \nFranklin, Garfield, Grant, Kittitas, Lincoln, Okanogan, Pend Oreille, Spokane, Stevens, Walla Walla, Whitman,  \nand Yakima, in the State of Washington; and Benewah, Bonner, Boundary, Clearwater, Kootenai, Latah, Lewis,  \nNez Perce, Shoshone, and the north one-half of idaho County in the State of Idaho.  \nD2 In the areas East of the 120th Meridian which are under the jurisdiction of Local Union No. 770, Yakima,  \nand Local Union No. 2205, Wenatchee, the terms and conditions of the Western and Central Washington Area  \nMaster Agreement shall be recognized (Carpenters only). (SEE MAP TO DETERMINE JURISDICTION OF  \nLOCAL UNIONS) That area previously known as Local Union No. 1332, Grand Coulee, will remain under thi  \nAgreement.  \n5.3 Jurisdiction of Millwrights Local 1699 shall cover the entire area delineated itn paragraph 5.1 above.  \n"], ["ARTICLE 6  \nUNION SECURITY  \n", "6.1 All employees covered by this Agreement and coming under the jurisdiction of the Union, as set forth in  \nArticle 2 shall, as a condition of employment, become members of the appropriate Local Union within eight (8)  \ndays following the date of their employment, and shall remain members in good standing during the term of this  \nAgreement. \"Good standing” for the purpose of this Agreement is interpreted to mean all employees shall  \nmaintain their membership with current month's dues paid in their Local Union. When an employee fails to  \ntender to an authorized agent of the Union such initiation fees or periodic union dues as are required for good  \nstanding membership, the Employer will, upon written request from the Union, dismiss the employee at the close  \nof the shift.  \n6.2 Union Security, shall not be applicable on work within the state of Idaho until the repeal or modification of  \nthe Idaho Right-to-Work law enabling the legal implementation of the clause, at which time the clause s hall  \nautomatically become applicable to work performed within the state of Idaho.  \n"], ["ARTICLE 7  \nSUBCONTRACTING  \n", "7.4 If a contractor bound by this Agreement contracts or subcontracts any work covered by this Agreement  \nto be done at the job site of the construction, alteration, or repair of a building, structure or other work to any  \nperson or proprietor who is not signatory to this Agreement, the Employer shall require such subcontractor to be  \nbound to all the provisions of the Agreement, such contractor shail maintain daily records of the subcontractor  \nemployees' job site hours, and be liable for the payment of these employees’ wages, travel, Health & Security,  \nRetirement, Credit Union, and Apprenticeship and Training contributions (or differential) in accordance with this  \nAgreement.  \n-2-  \n    \n7.2 In the areas of drywall, acoustical and insulation, if the Employer is unable to find qualified competitive  \nUnion subcontractors, Aricle 7 will be waived by mutual agreement after review of the bids by the Union under  \nthe following conditions: .  \n7.2.1 (A) If the contractor receives three (3) union subcontractor bids on any one segment of work  \n(drywall, acoustical and insulation) referenced above, the contractor will select and use one of the union  \nsubcontractors.  \n7.2.2 (B) if three (3) union subcontractor bids are not received on any segment of work (drywall,  \nacoustical and insulation) referenced above, then the Employer may use the non-signatory subcontractor  \nprovided: ,  \n7.2.3 (C) The non-signatory subcontractor’s bid is more than 5% lower than the lowest union  \nsubcontractor bid, this bid may be used by the Employer, provided the non-signatory subcontractor is an  \nestablished licensed contractor who has operated within the territory of the Agreement.  \n7.3 Exemptions beyond these areas as referenced in 7.2 must be agreed to by the Union prior to the start of  \nwork.  \n_ 1.4 Whenever the Employer is obligated to satisfy MBE-WBE requirements, the Union and the Employer will  \nagree to waive this provision in the event an Employer and Union are unable to find qualified competitive Union  \nMBE-WBE subcontractors prior to the bid opening. This provision shall not be implemented with any intent other  \nthan to meet MBE-WBE requirements.  \n7.5 [t is understood that this Article applies only to work jurisdiction claimed by the United Brotherhood of  \nCarpenters and Joiners of America.  \n"], ["ARTICLE 8  \nHOURS OF WORK - SHIFTS - OVERTIME  \n", "8.1 The work week will start with the first shift on Monday and conclude with the third shift on Friday. Eight  \n(8) hours per day shall constitute a standard work day between the hours of 6:00 a.m. and 6:00 p.m. with one-  \nhalf (%) hour unpaid lunch period. Hours of work may be changed by the Employer with twenty-four (24) hour  \norior notification to the Union. Forty (40) hours per week, Monday through Friday, shall constitute a regular work  \nweek.  \n8.2 Employees will be at their place of work, ready for work, at the start of the shift. The place of work shall  \nbe defined as the gang or tool box or equipment at the employee's assigned work location. Dry and/or lunch  \nshacks and/or check-in locations shall be placed as near the gangbox or work location as possible. Crews on  \n_ shift will be given adequate time to gather up their tools before quitting time. Employees being terminated or laid  \n‘ off shall be given adequate time to collect tools and belongings prior to the end of the shift. On jobs where the  \n. Employer or owner prohibits private vehicles beyond a designated area, the Employer will furnish a manhaul or  \n. permit the employees sufficient time to walk to the parking lot by quitting time.  \n8.3 Work performed in excess of eight (8) hours per day Monday through Friday, or outside the normal shift,  \nand atl work on Saturdays shall be paid at time and one-half the straight time rate. A il work performed on  \nSundays and Holidays shall be paid at double (2) the straight time rate of pay. In no case shall overtime pay  \nexceed double the straight time rate of pay. The Employer shall have the sole discretion to assign overtime work  \nto employees with consideration of retention of the Job Steward (See Article 12).  \n8.4 Shifts may be established when considered necessary by the Employer. Shift hours and rates will be as  \nfollows:  \n8.4.1 Two Daylight Shift Operations: On a two consecutive shift operation, no shift differential is involved  \nfor work performed on either of these two shifts. Each shift must be scheduled for at least eight (8) hours except  \nas provided for in Section 1 of this Article. On a two shift operation, the second shift shall be established for a  \nminimum of three (3) days. Once the starting times are established for the two shift operation, they shail not be  \nchanged except upon three (3) days’ notice to the Union.  \n8.4.2 Three Shift Operation: On a three shift operation, the following shall apply:  \n-3-  \nFIRST SHIFT: The regular hours of work on the first shift of multiple shift operations shall be eight (8)  \nhours of continuous employment except for lunch period at midshift, between the hours of 6:00 a.m. and  \n6:00 p.m.  \nSECOND SHIFT: The second shift shall be seven and one-half (7 4) hours of continuous employment  \nexcept for lunch period at midshift, and shall be paid for eight (8) hours at the straight time hourly rate.  \nTHIRD SHIFT: The third shift shall consist of seven (7) consecutive hours of employment, except for  \nlunch period at midshift, between the hours of 12:30 a.m. and 8:00 a.m., and shall be paid for eight (8) hours at  \nthe straight time hourly rate.  \n8.4.3 SPECIAL SHIFTS: When due to conditions beyond the control of the Employer, or when contract  \nspecifications require that work can only be performed outside the regular day shift, then by mutual agreement a  \nspecial shift may be worked at the straight time rate, eight (8) hours work for eight (8) hours pay. The starting  \ntime shall be arranged to fit such conditions of work.  \nIf employees are called back to the job without receiving an eight (8) hour break between shifts, they  \nshail continue at the applicable overtime rate. .  \n8.5 Option for 4-Ten Hour Shift:  \nThe Employer may, at his option, establish a first and/or second shift consisting of ten (10) hours of  \nwork, exclusive of a one-half (%) hour non-paid funch period per day, that shall constitute a normal forty (40)  \nhour work week, provided that it does not conflict with Federal, State or local regulations or laws. The Employer  \ncan change from a 5-eight to a 4-ten hour schedule or back to the other, subject to the limitations that it will give  \nthe Union at least seven (7) calendar days’ notice of such change and maintain such shift for a minimum of one  \n(1) work week. All hours of work on these shifts shall be paid for at the basic straight time hourly wage and  \nfringe rate, overtime will apply after ten (10) hours. N o ten hour second shift may be established without a  \npreceding ten hour first shift. (Also see Article 16)  \n8.5.1. In the event the job is down for any reason beyond the Employer's control, including holidays as defined  \nby Article 10, then Friday may, at the option of the Employer, be worked as a voluntary make-up (no employee  \nshall be terminated for refusal to work a make-up day).  \n8.6 Weekend Shutdowns:  \nWhere the work is started and completed within a period between 12:00 p.m. Friday night and 8:00 a.m.  \nthe following Monday morning, all work will be performed at the time and one-half (1%) the applicable rate.  \n8.7 On a project working a makeup day, if one (1) carpenter is paid overtime, all affected carpenters will be  \npaid the applicable overtime rate.  \n"], ["ARTICLE 9  \nLUNCH  \n", "9.4 Employees shall not be required to work more than five (5) hours from the start of their shift without a  \none-half (%) hour (nor more than one <1> hour) break for lunch. This period shall not begin earlier than three  \nand one-half (3 ¥%) hours after the start of the shift and shall not begin later than five (5) hours after the start of  \nthe shift. !f they are required to work past this time and they are denied time to eat, they shail be paid at the  \napplicable overtime rate until such time as they are allowed to eat their lunch. if not allowed to eat lunch,  \nemployees will be paid an additional one-half (%) hour of overtime. Employees required to work more than two  \n(2) hours after the end of the regular shift shall be allowed to at least one-half (2) hour meal period which shall  \nbe considered as time worked, and if it is impractical for the employees to leave the job, they shall be provided a  \nlunch by the Employer.  \n9.2 Employee's lunch period may be staggered during the period of three and one-half (3 %) to five (5) hours  \nfrom the start of the shift to cover necessary work of a continuous nature.  \n"], ["ARTICLE 10  \nHOLIDAYS  \n", "10.1 The following seven (7) days shail constitute the recognized holidays within the terms of this Agreement.  \nIf any of the following holidays falls on a Sunday, Monday will be observed as the holiday. If any holiday falls on  \n-4-  \na Saturday, the preceding Friday shall be observed as a holiday. The holiday shall be the twenty-four (24) hour  \nperiod commencing with the established starting time of the day shift on the day of the holiday.  \nNew Year's Day Thanksgiving Day  \nMemorial Day Friday after Thanksgiving  \nIndependence Day Christmas Day  \nLabor Day  \n10.2 Nowork shall be performed on Labor Day except to save life or property.  \n"], ["ARTICLE 41  \nPAY DAY  \n", "41.1. Employees shall be paid in full prior to quitting time on the jobsite once each week (on the same day),  \nbut in no event shall more than five (5) days' (Saturday, Sunday and holidays excluded) wage be withheld.  \nIf the regular payday falls on a holiday, the employee shall be paid on the last regular work day before  \nthe holiday.  \nAn employee's pay check stub or attached statement shall contain an itemized statement showing the  \nbreakdown of straight time hours, overtime hours, rate of pay, and all authorized deductions, and must indicate  \nthe name and address of the Employer. In the event an employee receives an N. S. F. Check, thereafter all  \npayments shall be made by cash or certified check and he/she shall be considered not paid timely and shall  \nreceive eight (8) hours pay for every Twenty Four (24) hour period thereafter until! he/she receives cash or  \ncertified check in full payment. D ocumented b ank errors will be exempt from the initiation of eight (8) hour  \npenalty.  \nNo adjustment of disputed pay will be made unless the employee or the Union shall make a claim in  \nwriting to the Employer's representative ten (10) working days from the pay period in question.  \n11.2 Anemployee shall be paid in full when discharged during normal working hours. When employees are  \nlaid off or discharged, payment shall be made within twenty-four (24) hours (Saturday, Sunday, and Holidays  \nexcepted). In the event that payment is not made within twenty-four (24) hours (Saturday, Sunday, and Holidays  \nexcepted), he/she shall receive two (2) hours pay at the applicable wage rate for each twenty-four (24) hour  \nperiod thereafter until said check is mailed to an address of the employee's choice. The postmark on the  \nenvelope will serve as the cutoff for any penalty.  \n11.3 Employees who quit shall be paid not later than the next regular pay period.  \n"], ["ARTICLE 12  \nUNION REPRESENTATIVES & JOB STEWARDS  \n", "12.1. The authorized and credentialed representatives of the Union having jurisdiction over the work covered  \nby this Agreement shall be allowed admission to any job at any time for the purpose of investigating conditions  \non the job; provided, however, that they shall give notice to the office or superintendent of the job.  \n12.2.1 The Union shalf submit in writing to the Employer the names of its job stewards, whenever possible, and  \nchanges of job stewards as may occur from time to time, and the Employer shall recognize such job  \nstewards selected by the Union. Oral notification of job stewards will be acceptable whenever written notice is  \nnot practical.  \n12.2.2 Every job steward shall perform work for the Employer to the same extent as other employees, however,  \na job steward may take reasonable time off from his regular duties when an employee (or group of employees)  \ndesires to take up with the job steward any matter which is believed to be in violation of this Agreement. In such  \ncases, before leaving his work area, the job steward shall inform his immediate supervisor where he wishes to  \ngo and shall secure permission to leave. The Steward shall also report back to the supervisor on his return.  \n12.2.3. When forces must be reduced, if all other considerations are equal, the steward shall not be discharged  \nexcept for just cause and shall remain on the job provided that there are at least four (4) carpenters on the  \n-5-  \nproject. When a job steward must be taid off or discharged, the Union will be notified forty-eight (48) hours prior  \nto such action. Ajob steward will be given a reasonable amount of time to take up his report once a week.  \n12.2.4 Each shift may have a job steward. No job steward shall be allowed to solicit membership in his  \norganization or to collect any monies from any employees on the job during working hours. No job steward will  \nbe discharged by the Employer because of his Union activities.  \n12.2.5 Stewards are not authorized to threaten, direct or cause a work stoppage or slowdown.  \n"], ["ARTICLE 13  \nSETTLEMENT OF DISPUTES & GRIEVANCES  \n", "13.1 {t is mutually agreed that there shall be no authorized strikes, lockouts, or other slowdowns or cessation  \nof work by either party on account of any labor differences pending the utilization of the grievance procedure as  \n_ get forth below, provided that employees covered by this Agreement shall not be expected to pass through a duly  \nauthorized picket line. |  \n13.2 STEP 1: In the event that a dispute arising on the job cannot be satisfactorily adjusted on the job  \nbetween the representative of the Union involved and the Employer, the same shall promptly (not later than five  \n(5) working days), be referred to the authorized representative of the Union and the Employer or his/her  \nauthorized representative. Should they fail to effect a settlement:  \nSTEP 2: They shall refer the matter to a Board of Conciliation within fifteen (15) working days of which  \nBoard shall consist of two (2) persons appointed by each party, and if these four (4) persons cannot effect a  \nsettlement within seven (7) days after the dispute has been referred to them:  \nSTEP 3: An Arbitration Committee, consisting of one (1) representative of the company, one (1)  \nrepresentative of the Union and a third member to be chosen by these two (2). In the event the two (2)  \nrepresentatives designated by the parties shall be unable to agree upon the third member of the Arbitration  \nCommittee within ten (10) days, the Federal Conciliation Service, State Mediation or the American Arbitration  \nAssociation shall be requested to submit a list of qualified and approved arbitrators, one of which shall be  \nselected to act as a third member of the Committee, in accordance with the rules of the agency that submits the  \npanel.  \n13.3 This decision shall be final and binding upon the parties hereto. Any decision rendered shail be within  \nthe scope of this Agreement and shall not change any of its terms or conditions. The arbitrators shall, in their  \ndecision, specify whether or not the decision is retroactive and the effective date thereof.  \n13.4 Failure of either party to select their representative for the purpose of arbitrating a dispute upon this  \nsection within thirty (30) days from the date such arbitration is requested shall result in the dispute being adjusted  \nin favor of the complaining party.  \n13.5 Any mutual expense incurred in the process of arbitration shall be borne equally by the Employer and the  \nUnion.  \n13.6 It is further understood that the grievance procedure above set forth shall not be used for the purpose of  \narriving at an agreement to supersede this Agreement.  \n13.7 By mutual agreement the aforementioned time-frames in this article may be waived or extended.  \n"], ["ARTICLE 14  \nJURISDICTIONAL DISPUTES  \n", "14.1 The parties agree that there will be no cessation or stoppage of work because of jurisdictional disputes  \npending settlement by the following outlined procedures.  \n14.2 The Employer who has the responsibility for the performance and installation shall make a specific  \nassignment of the work as follows:  \n14.3. Where a decision of record applies to the disputed work or where an agreement of record between the  \ndisputing trades applies to the disputed work, the Employer shall assign the work in accordance with such  \n-6-  \nagreement or decision of record. Decisions of record are applicable to all trades. Agreements of record are  \napplicable only to the parties signatory to such agreements. Where no decision or agreement applies to the  \nwork, the Employer shail assign the disputed work in accordance with the prevailing practice in the locality. The  \nlocality for the purpose of determining the prevailing practice shall be defined ordinarily to mean the geographical  \njurisdiction of the tocal Building and Construction Trades Council in which the project is located.  \n14.4 If the disputed work cannot be satisfactorily settled between the Local Unions and the Employer, the  \nLocal Unions shall promptly submit the dispute to the International Unions who shall meet with the Employer to  \nreview the issues and settle the dispute.  \n14.5 It wilt be a violation of the Agreement by the Employer or by the Union if the Employer or the Union fails  \nto abide by the decision reached under this procedure or by an arbiter or decision of record.  \n14.6 Craft jurisdiction is neither determined nor awarded by classification and/or scope of work appearing in  \nany Labor Agreement.  \n"], ["ARTICLE 15  \nHEALTH, SAFETY AND ACCIDENT PREVENTION  \n", "15.1.1. The Employer shall comply with the Safety Standards for construction work in the State of Washington  \nand the Idaho Minimum Safety Standards:and Practices for Building and Construction Industry and Federal!  \nSafety Standards as required by law in the appropriate areas affected by this Agreement. This Agreement is not  \nintended to, nor shall it be construed as creating, recognizing or imposing, on the Union or its agents, any  \ncommon law duties in the areas of safety. All foremen and general foremen shall carry a current first aid card.  \n15.1.2 In the event of an injury requiring hospitalization to an employee, the Employer shall notify the proper  \nSteward and Union of the injury as soon as possible. industrial reports received by the Employer are to be  \nsigned and processed immediately by the Employer.  \n15.2.1 Clean, cold, fresh drinking water and sanitary, disposable cups shall be kept in close proximity to the  \nworkmen at all times. Ice to be furnished during hot weather upon request of the Business Representative.  \n15.2.2 Toilets, urinals, or latrines in clean and sanitary conditions shall be provided on all jobs according to  \nState and Federal requirements.  \n15.3.1 To improve the general safety conditions on the job, the Employer will furnish clean and sanitary items of  \nsafety equipment and will require the employee drawing such equipment, to sign an authorization permitting a  \ndeduction as a deposit against the return of the equipment.  \n45.3.2 Rubber gear other than to normally turn foul weather and welding or burning protective equipment such  \nas hoods, goggles, lens, teather welding gloves and jackets, etc., shall be supplied on ail jobs where needed, in  \nsuitable conditions and sizes to each worker. These are to be charged to the worker who is to guarantee their  \nreturn, regardless of condition. In case of intentional destruction, it will be charged to the employee.  \n15.4 HAZARDOUS MATERIALS:  \nEmployers agree to abide, where applicable, by the most stringent provisions of the following regulations  \nas they may pertain to a particular contract:  \n1) Federa! Regulations  \n2) State Regulations  \n3) DOE Regulations in the area of the particular project.  \n4) Regulations of any other nuclear energy plant owner from whom the employer holds a  \nconstruction contract.  \nEmployers agree to plan work for the most even distribution of radiation/nazardous materia! exposure  \namongst the employees consistent with efficient utilization of manpower.  \n15.6 HAZ-MAT MATERIALS:  \nAnyone working on a HAZMAT job (task), where HAZMAT certification is required, shall be  \ncompensated at a premium, in addition to the classification the person is working in as follows:  \n-7-  \nLEVEL D: + $.25 PER HOUR  \nFootnote: This is the lowest level of protection. No respirator is used and skin protection is minimal.  \nLEVEL C: + $.50 PER HOUR  \nFootnote: This level uses an air purifying respirator or additional protective clothing.  \nLEVEL B: + $.75 PER HOUR  \nFootnote: Uses same respirator protection as Level A. Supplied air line is provided in conjunction with a  \nchemical \"splash suit.”  \nLEVEL A: + $4.00 PER HOUR  \nFootnote: This level utilizes a fully encapsulated s uit with a self-contained breathing apparatus ora  \nsupplied air line.  \nWhere employees are required to wear glasses, the company shall furnish the required masked glasses.  \nEmployees shail be paid HAZ-MAT pay in increments of four (4) and eight (8) hours.  \n"], ["ARTICLE 16  \nSHOW UP - STANDBY & CALL BACK  \n", "16.1 _.In the case of work shutdown caused by inclement weather, the Employer shall be diligent in attempting  \nto notify the employee by phone or other means as is practical. A prudent attempt at notification will relieve the  \nEmployer of his obligation under Article 16.2.  \n16.2 Employees who have not been given notice not to report to work two (2) hours prior to the  \nnormal starting time of their shift who report for work shall receive:  \ninside the 15-mile Radius Zone: One (1) hour reporting pay  \nOutside the 15-mile Radius Zone: Two (2) hours reporting pay  \n16.3 Employees prevented from completing the shift due to inclement weather after the one (1) hour  \nminimum shall be paid for actual time worked and applicable fringes.  \n16.4 An employee prevented from completing the shift due to causes other than weather and equipment  \nbreakdown shall receive the following showup pay: On eight (8) hour shift schedules after the one (1) hour or  \ntwo (2) hour minimum an employee who works more than one (1) but less than two (2) hours shall receive two  \n(2) hours pay; an employee works more than two (2) but less than four (4) shall receive four hours pay; an  \nemployee who works more than four (4) hours shall receive actual time worked at the applicable straight time  \nand overtime rates plus all other applicable compensation. On ten (10) hour shift schedules after the one (1)  \nhour minimum or the two (2) hour minimum an employee who works more than (1) but less than five (5) hours  \nshall receive five (5) hours pay; an employee who works in excess of five hours shall receive actual time worked.  \n16.5 If an employee leaves of his own volition, he shall be paid for actua! time worked at applicable straight  \nand overtime rates. When employees leave the job because of premeditated persona! reasons, motel  \nallowances shall be pro-rated.  \n16.6 EMERGENCY CALL OUT:  \nIn the event an employee has left the project and is called back to perform overtime work after his shift,  \nor on Saturday, Sunday or holidays, such employee shall be paid a minimum of four (4) hours at the applicable  \novertime rate, applicable allowances and fringe benefits. All call out work over four (4) hours shalt be paid for  \nactual time worked, but at no time will an employee be required to work more than five (5) hours without an  \nopportunity to eat lunch (lunch period provision to apply - Article 9).  \n"], ["ARTICLE 17  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "17.1. The parties to this Agreement acknowledge and agree to comply with the requirements of Federal and  \nState laws, Executive Orders and other rules and regulations governing civil rights to insure that there shall be no  \ndiscrimination in employment against any employee or applicant for employment because of age, race, color,  \nreligion, sex, or national origin.  \n17.2 The parties hereto recognize that the Employers compliance with project specifications is of paramount  \nimportance. It is mutually agreed, therefore, by the parties tc this Agreement that provisions of this Agreement  \nwill be interpreted, applied and enforced in a manner that will serve to assure compliance with project  \nspecifications as they relate to recruiting, training, and hiring.  \n"], ["ARTICLE 18  \nSAVINGS CLAUSE  \n", "18.1 lf any provision of this Agreement or the application of such provisions shall, in any court or government  \naction, be held invalid, the remaining provisions and the application shall not be affected. And provided further,  \nthat the parties shall immediately proceed to negotiate a valid provision and Article 14 shall not apply to this  \n"], ["Article.  \n", "18.2 The Employer and the Union may enter into Addendums covering work performed on Indian lands and  \nunder the contro! of Tribal Councils.  \n"], ["ARTICLE 19  \nPUBLIC WORKS PROJECTS  \nWASHINGTON AND IDAHO STATE  \n", "Public Works Projects - Davis Bacon Act & Related Statutes  \n19.1. Inthe event the Employer bids a public job or project being awarded by a Federal, State, County, City or  \nother public entity which is to be performed at a pre-determined and/or prevailing wage rate established pursuant  \nto the provisions of the Davis-Bacon Act (Public Law 74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40USC  \n276A as amended)) or established by the Industrial Commission of Washington pursuant to the provisions of  \nTitle 39 RCW (39.12) prevailing wages on public works - Washington State, Prevailing Wage on Public Works,  \nthe published hourly wage set forth in said public award in effect at the time of bid shail apply for the first twenty-  \nfour (24) months from initial notice to proceed for work covered under the contract with the owner.  \nUpon written request, the Employer will provide a copy of the notice to proceed to the Local Unions having  \njurisdiction of the project. The fringe benefit contribution rates shall be those as established and maintained by  \nthe Master Agreement. Notwithstanding the above, the project agreements may be mutually agreed upon to  \nallow use of the pre-determined wage for the duration of a project to exceed twenty-four (24) months.  \n19.2 In the event the specifications include an escalator provision covering wages, such amount will be  \nincluded as an increase to wages to the extent that the Employer may recover in the escalator claim.  \n19.3. The Employer will, when requested in writing, supply accurate and reliable information on company  \nstationery that will assist the Union in establishing the correct Davis-Bacon rates when responding to DOL  \nrequests for prevailing wage data.  \nINTERPRETATIONS:  \n1. When wage and fringe are printed as prevailing rate, then pay the published wage and the  \nMaster Agreement fringe.  \n2. When wage only is printed and is less than the agreement wage, then pay the published wage  \nand the Master Agreement fringe.  \n3. When wage only is printed and is greater than the agreement wage, then subtract the Master  \nAgreement fringe to get the wage. (Wages will not be decreased in order to maintain benefit.)  \n-9-  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "20.1 Both parties recognize that there may be extenuating circumstances when it is to the mutual interest of  \nboth parties to modify the terms of this Agreement. In that event, it will not be a violation of this Agreement for  \nthe parties to meet and mutually agree to make such modifications to meet a specific need on a specific project.  \n20.1.2 In order to maximize the effect of this provision, all crafts will be requested to act uniformly. The general  \ncontractor shall request his/her subcontractors to comply with any modifications granted under this provision.  \n20.2 Whenever non-union contractors are present on a bid list or negotiating for a job, this Article may be  \nimplemented upon request. Where no union bidders are presentona bid list, the Union will request union  \ncontractors to bid that work whenever possible. This Article will be denied any non-signatory contractor or any  \ndouble-breasted contractor. Any decisions concerning Special Conditions of this Agreement shall be final and  \nbinding on all parties.  \n"], ["ARTICLE 21  \nCRAFT SCHEDULES  \n", "21.1. The classifications for employees, wage rates, effective dates, health and security, pensions, training  \nand other benefits funds, and other considerations of employment, shall be as provided in the separate  \nschedules attached hereto and made a part of this Agreement.  \n21.2. An individual retirement plan, such as a 401K, 401A, or an annuity program, may be established by the  \nUnion, with the agreement of the Employer on an individual employee basis. Such a program shall be at no cost  \nto the Employer. The plan participants will be for all costs associated with the plan.  \n"], ["ARTICLE 22  \nEFFECTIVE DATE AND DURATION  \n", "22.1. This successive principle Agreement shall become effective as provided in this Article when signed by  \nthe Inland Northwest AGC and the Pacific Northwest Regiona! Council of Carpenters of the United Brotherhood  \nof Carpenters and Joiners of America and its affiliated Local Unions having jurisdiction in the territory designated  \nin Article 5.  \n22.2 All workmen covered by this Agreement shall be classified and paid in accordance with the  \nclassifications and wage rates as set forth in the Schedules attached hereto, and hereby made a part of this  \nAgreement, and no other classifications or wage rates shall be recognized unless this Agreement shall be  \nmodified as provided for in the Schedules of this Agreement.  \n22.3. This amended Agreement shall become effective upon all work June 1, 2003, and shall remain in full  \nforce and effect until May 31, 2006, and from year to year thereafter unless notice is given in writing by the Union  \nor the Employer to the other party.  \n22.4 Except by mutual written agreement, termination of this Agreement or any annua! contract effectuated |  \nthrough automatic renewal, must, to the exclusion of all other methods be perfected by given written “Notice of  \nTermination\" not later than ninety (90) days nor more than one hundred twenty (120) days prior to the expiration  \ndate, whereupon the contract shail, on its expiration date, terminate. Effective termination eliminates automatic  \nrenewal. The parties shall begin negotiations within thirty (30) days after receipt of any notice.  \n22.5 Any \"Notice of Opening\" or “Notice of Termination” given within ninety (90) days of any expiration date  \nshali be absolutely null and void and completely ineffective for all purposes.  \n"]]