[["", "   \n    \n      \n   \nInternational Union of Operating Engineers/Local 370  \nAffiliated with  \nP.O. Box 3386 *« 510 « SPOKANE, WA 99220 (5(19} 624-5365 © FAX (509) 624-5554 AFL-CIO  \ni CURT KOEGEN Ct BGT O  \nBusiness Manager = $LETTER OF UNDERSTANDING  \n   \n   \nJurisdiction  \nEastern Washington  \nAnd  \nState of idaho  \n* 64  \nPAPE RMILL PRINTING  \nCOVERING  \nCOMMERCIAL, INDUSTRIAL & RESIDENTIAL CONSTRUCTION BETWEEN  \nINLAND NORTHWEST  \nASSOCIATED GENERAL CONTRACTORS  \nAND  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS LOCAL 370  \nAUGUST 1, 2007 TO MAY 31, 2010  \nSECTION 1. This understanding entered into the Ist day of June, 2007, shall apply to all  \ncommercial, industrial and residential projects including grading, Jrainage, bridge, concrete operations,  \ncrushing and paving.  \nSECTION 2. The understanding shall cover the jurisdictional area described as in Article 4,  \nTerritory, of the Master Labor Agreement and that falls within a 15 mile radius of Kennewick, Richland, Pasco,  \nLewiston, Walla Walla, Pullman, Moscow and Moses Lake. Spokane is defined by area map. (Maps defining  \nareas are attached.)  \nSECTION 3. The work performed on the project shall be for all construction within the  \nrecognized jurisdiction of the Union.  \nSECTION 4. The individual portions of the work allowec! to be bid separately is as follows:  \n1) PAVING $ 500,000  \n2) Crushing < See note $ 500,000  \n3) Grading & Clearing ... $ 500,000  \n4) Bridges & Related Work .. $ 500,000  \n5) Utilities .. Unlimited  \n6) Buildings ... $ 2,000,000  \n(Excluding Mechanical &  \nCombination bids shall not exceed the individual limits agreed to above fcr each portion of the bid.  \n    \n         \n   \n   \n   \n     \n    \n     \nNOTE RE: CRUSHING  \n= On crushing. operation for public works projects when orevail ng rates are applicable, it is understood  \n‘that the Mater Labor Agreement and the prevailed rates are applicat le. to the production process: once it is  \nstarted through to completion of the crushing. All work related to moving. in, setting up and moving out is  \nrates will apply.  \nADOPTION OF MASTER LABOR AGREEMENT  \nThe parties agree to be bound by, to adopt and incorporate by reference as a part of this understanding all of the  \nterms and conditions (including all monetary contribution requirements) of the labor agreement.  \nSHIFTS - HOURS OF WORK - OVERTIME  \nSECTION 1. Work may commence or finish at ary time to comply with the owner's  \nrequirements. The employee's time shall start the job site and end at juitting time on the job site, excluding  \nlunch period.  \nSECTION 2. There will be no shift differential on two-shift operations. Other shifts shall be as  \noutlined in the Master Agreement. Pay will be for actual time worked.  \nREPORTING PAY - MINIMUM PAY  \nEmployees who cannot work a full shift because of conditions beyond the control of the Employer shall be paid  \nfor actual time worked.  \nWORK RULE CHANGE - SPECIAL CREW MANNING RULES  \nSECTION 1. The Foreman requirements of the Master Agreement do not apply. The contractor  \nmay designate any person of any craft to act as a non-working Foreman when needed.  \nSECTION 2. There will be no Oiler unless deemed necessary by the Employer.  \nNOTIFICATION  \nThe Employer shall notify the union when a job is to be performed under this Agreement. Prior to starting work,  \na pre-job conference and/or markup shall be held between the contractor and the union when requested.  \nCOMPLIANCE AGREEMENT:  \nAn Employer to be eligible to utilize the terms of this understanding must be party to the master labor  \noe  \n   \nWORK CLASSIFICATIONS  \nSECTION 1. The classification of employment shall be as set forth in the wage schedules of the  \nmaster agreement and shall be computed at etghtfive-pereent-(85%.} for Building Construction-_and-_ninety  \npercent (90%) for Heavy-Highway Construction of the classification.  \nSECTION 2. Wage rates for Apprentices shall be computed on 80% of the Journeyman scale as  \nestablished in this understanding; however, the minimum apprentice rate shall be $9.00 per hour.  \nEFFECTIVE DATE & DURATION  \nIt is mutually agreed and understood by the parties signatory hereto, tha! this understanding shall be in full force  \nand effect as of Junel, 2007, termination shall coincide with the master agreement.  \nSPECIAL CONDITIONS  \nIn order to preserve work for the union members and make the Employer more competitive on all projects, the  \nUnion and the Employer may mutually agree to put this understanding into effect on projects higher than the  \ncoverage allowed in Section 4. In addition, both parties may mutually put in to effect special wages and  \neo” for specific areas or projects for a specific period of time.  \nL.U.0.E. LOCAL NO. 370 INLAN NORTHWE T ¥GC.  \nsly ¥/v7  \nCURT KOEGEN Date  \nChairman,  \nNegotiating Committee chet my z Committee  \nINLAND NORTHWEST AGC  \n(a chapter of the Associated General Contractors of America, Inc.)  \n&  \nINTERNATIONAL UNION OF OPERATING ENG! NEERS, LOCAL #370  \nJUNE 1, 2007 TO MAY 31, 2010  \nINDEX  \nAsbestos/Toxic Waste Work 4  \nCraft 17  \nEffective Date & 17  \nEqual Employment Opportunity 14  \nHealth Care Legislation 18  \n9  \nHours of Work, Shifts, Overtime 6-8  \nJurisdictional 12-13  \nDWN 55500 Psion ene suns BOR voc EG FE vs Wha fo nnn oan nF we 8  \nManagement’s Rights 3  \nOverlapping Jurisdiction & Emergency Work Assignment 16-17  \nOVETTIIMEG 8  \nPay 9-10  \nPreamble 2  \nPublic Works 15-16  \nPurpose Of Agreement 2  \nSavings 14-15  \nScope OF oi Si vans 5  \nSettlement of Disputes & 11-12  \nShow Up, Standby and Call 14  \nSpecial Comditions 17  \nStrikes & Picket Lines 5  \nSubcontracting — Owner/Operator 5-6  \n18  \n5 tes es as se on Sort mas Eien 3  \nUnion Security 4-5  \nUnion Representation & Job Stewards cnn 10-11  \nWarranty of Authority  \nWork  \nWork Affected  \nSCHEDULE “A” (Wages & Fringes)  \nFringe Bere  \nAPpprentiCe  \nDispatch Point  \nSCHEDULE “A-II” (Shop Personnel)  \nSCHEDULE “B”  \nSCHEDULE “C” (Hiring Hall)  \nSCHEDULE “D” (Work  \nSUBSTANCE ABUSE POLICY  \n   \nEe HOE RASH EAH tT Ket ee  \n   \nP.]  \nP.2  \nP.3  \n1.1  \n1.2  \n1.3  \nINLAND NORTHWEST AGC  \n(a chapter of the Associated General Contractois of America, Inc.)  \n&  \nINTERNATIONAL UNION OF OPERATING ENGINEERS, LOCAL #370  \n6-1-07 TO 5-31-16  \nPREAMBLE  \nThis Agreement is a successive principle agreement to the EASTERN WASHINGTON  \n& NORTHERN IDAHO INTERNATIONAL UNION OF OPERATING ENGINEERS,  \nLOCAL #370 2004-2007 industry agreement, and all other prior agreements thereto by  \nand between the INTERNATIONAL UNION OF OPERATING ENGINEERS, LOCAL  \n#370, and the INLAND NORTHWEST AGC (a chapter of the Associated General  \nContractors of America, Inc.)  \nFor purposes of this Agreement, the AGC is acting as a multi-employer bargaining agent  \nfor and on behalf of the Employers who have the AGC to act as their  \nbargaining agent.  \nThis is a collective bargaining Agreement between members of the INLAND  \nNORTHWEST AGC, INC. (referred to as the “Employer”), and the INTERNATIONAL  \nUNION OF OPERATING ENGINEERS, LOCAL #370 acting for and on behalf of all of  \ntheir Local Unions, (hereinafter referred to as the “Union”), shall constitute an  \nAgreement between the parties hereto for the work, conditions and wage rates provided  \nfor herein in the territory Eastern Washington-Northern Iclaho.  \n"], ["ARTICLE I  \nPURPOSE OF AGREEMENT  \n", "The purpose of this Agreement is to promote the settlement of labor disagreements by  \nconference, to prevent strikes and lockouts, to stabilize wages and working conditions in  \nBUILDING, HEAVY & HIGHWAY CONSTRUCTION work in the area affected.  \nBylaws of either party are not part of this Agreemen!. It is agreed and understood  \nbetween the parties hereto that this Agreement contains all the covenants, stipulations and  \nprovisions agreed upon by the parties hereto.  \nThe Associated General Contractors acting on behalf of those member firms who have  \nauthorized it to bargain on their behalf hereby recognize the Union as the sole and  \nexclusive bargaining agent for all International Union of Operating Engineers, Local  \n#370 performing work for such Employers within the territorial jurisdiction of this  \nAgreement.  \nThe Union recognizes the Associated General Contractors as the exclusive bargaining  \nagent for each Employer who has authorized the Associated General Contractors to  \nnegotiate with the Union on its behalf.  \n   \n2.1  \noie  \n2.3  \n3.1  \n3.2  \n4.1  \n5.1  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "The persons, firms, associations, corporations, joint ventures, or other business entities  \nparty to or bound by the terms of this Agreement as “Employer” or “Employers”.  \nThis Agreement applies to and covers all Operating Engineers’ work to be done at the  \nsite of the construction on all building, heavy and highway projects as defined in Article  \n5, or other work interpreted and applied in accordance with the National Labor Relations  \nAct, as amended.  \nThe term “Operating Engineers’ work” refers to persons performing certain job functions.  \nIt also refers to craft classifications. It does not refer to union membership or affiliation.  \n"], ["ARTICLE 3  \nMANAGEMENT?’S RIGHTS  \n", "The Employers retain full and exclusive authority for the management of their operations.  \nThe Employers shall direct their working forces at their sole prerogative, which includes  \nbut is not limited to hiring, promotion, transfer, layoff or discharge for just cause. No  \nrules, customs, or practices, shall be permitted or observed which limit or restrict  \nproduction, or limit or restrict the working efforts of employees. The Employers shall  \nutilize the most efficient methods or techniques of construction, tools, or other labor  \nsaving devices. There shall be no limitations upon the choice of materials or design. The  \nEmployers shall schedule work, shall determine when overtime will be worked, and the  \nnumber of employees to be utilized.  \nThe foregoing enumeration of management rights shall not be deemed to exclude other  \nfunctions not specifically set forth. The Employers, therefore, retain all legal rights not  \nspecifically covered by this Agreement.  \n"], ["ARTICLE 4  \nTERRITORY COVERED  \n", "This Agreement shall cover all INTERNATIONAL UNION OF OPERATING  \nENGINEERS, LOCAL #370 work in the following courities East of the 120\" Meridian:  \nAdams, Asotin, Benton, Chelan, Columbia, Douglas, Ferry, Franklin, Garfield, Grant,  \nKittitas, Lincoln, Okanogan, Pend Oreille, Spokane, Stevens, Walla Walla, Whitman and  \nYakima in the State of Washington; and Benewah, /3onner, Boundary, Clearwater,  \nKootenai, Latah, Lewis, Nez Perce, Shoshone, and that part of Idaho County North of  \nParallel 46 in the State of Idaho.  \n"], ["ARTICLE 5  \nWORK COVERED  \n", "Building: Building construction shall be defined to include, but not limited to, building  \nstructures, including modifications thereof, or additions or repairs thereto, intended for  \nuse for shelter, protection, comfort or convenience. Building construction shall include  \nthe demolition of buildings and excavation of foundations for building construction.  \n3  \n   \n5.2  \n5.3  \n5.4  \n6.1  \n6.2  \n6.3  \n6.4  \nHighway: Highway construction shall be defined 10 include, but not limited to,  \nconstructing roads, streets, alleys, including crushing and paving (Portland Cement and  \nAsphaltic Concrete), sidewalks, guard rails, fences, parkways, parking areas, airports,  \nbridle paths, athletic fields, highway bridges, grade separations involving highways, and  \nconstruction of sewage and waterworks improvements incidental to street and highway  \nimprovements.  \nHeavy: Heavy construction shall be defined to include, but not limited to, constructing  \nrailroad projects, railroad bridges, heavy construction sewers and water mains, grade  \nseparations involving a railroad, foundations, pile driving, piers, abutments, retaining  \nwalls, viaducts, tunnels, subways, track elevated highways, drainage projects, sanitation  \nprojects, aqueducts, irrigation projects, flood control projects, reclamation projects,  \nreservoirs, water supply projects, water power development, generators, atomic energy  \ndevelopment, missile sites and launching facilities aad all work pertaining thereto,  \nhydroelectric development, transmission lines, pipelines, locks, dams, dikes, levees,  \nrevetments, channels, channel cutoffs, intakes, dredging projects, jetties, breakwaters,  \ndocks, harbors, industrial sites, (including paving operations), excavation and disposal by  \ncontract of overburden and the loading by contract cf all materials from which the  \noverburden has been removed, including the operation and maintenance and repair of all  \nland and floating plant, equipment, vehicles, and other facilities used in connection with  \nand serving the aforementioned work and services.  \nAsbestos/Toxic Waste Work: This Agreement shall also cover all work in connection  \nwith the handling, control, removal, abatement, encapsulation or disposal of asbestos,  \ntoxic waste, mold and/or lead abatement.  \n"], ["ARTICLE 6  \nUNION SECURITY  \n", "Pursuant to and in conformance with Section (a) 3 and 8 (b) 5 of the Labor Management  \nRelations Act as amended, it is agreed that all employee: coming under the terms of this  \nAgreement shall be required to join the Union within eight (8) days following the date of  \nemployment or within eight (8) days following the date of signing this Agreement,  \nwhichever is later, and as a condition of continued employment must maintain  \nmembership in good standing for the life of this Agreement and any renewal thereof  \nGood standing shall be defined as the payment of nortnal initiation fees and dues, as  \nprescribed by law.  \nEmployers performing work covered by this agreement shall, in filling vacancies, utilize  \nand be bound by the registration facilities and referral systems established by the Unions  \nsignatory hereto when such procedures are not in violation of State or Federal law.  \nIn the event the Union requests an Employer to dismiss an employee for failure to  \ncomply with the provisions of this Article, such requesi. shall be in writing. Copies of  \nsuch a request shall be forwarded to the office of the Company.  \nIn the event the National Labor Relations Act, as amended should be further amended or  \nrepealed, then the contracting parties will immediately meet and negotiate a clause in  \n6.5  \n7.1  \n7.2  \n7.3  \n8.1  \n8.2  \n9.1  \n9.2  \nconformity with such changes in order to comply with the spirit of the law in Sections 1  \nand 2.  \nNo employee shall be discharged or discriminated against for union activity or  \nrepresentation of the Union.  \n"], ["ARTICLE 7  \nSTRIKES & PICKET LINES  \n", "It is mutually agreed that there shall be no strikes, lockouts or other slow down or  \ncessation of work by either party on account of ary labor difference pending the  \nutilization of the grievance machinery, as set forth in Article 15.  \nEmployees will not be discharged, disciplined or permanently replaced for any protected  \nactivity related to the recognition of a primary picket line approved by the Union party to  \nthis Agreement.  \nAs required by law, employees shall be furnished to the Employer during labor disputes  \nwith other construction crafts and the Employer will endeavor to work as long as  \neconomically possible during these periods.  \n"], ["ARTICLE 8  \nSCOPE OF AGREEMENT  \n", "This Agreement applies to Operating Engineers’ work to be done at the site of the  \nconstruction, alteration, painting or repair of a building, maintenance, or other work that  \nmay come under this Agreement as defined in Article 5, as interpreted and applied in  \naccordance with the National Labor Relations Act, as amended.  \nThe term “Operating Engineers’” work refers to persons performing certain job functions.  \nIt also refers to craft classifications. It does not refer to union membership or affiliation.  \n"], ["ARTICLE 9  \nSUBCONTRACTING  \n", "The Employer agrees it will not subcontract or otherwise transfer in whole or in part any  \nwork covered by this Agreement to be done at the site of the construction, alteration,  \npainting or repair of a building, structure, or other work unless the person, firm,  \ncorporation or other business entity is signatory to this Agreement. The Employer agrees  \nthat an Operating Engineer will be employed by the ):mployer or any contractor or  \nsubcontractor at the job site if there is work to be done coming under the jurisdiction of  \nthe Union agreement. The Union agrees that it will not take economic action to enforce  \nthis Article. In the event of any change in the present law, this clause will be  \nrenegotiated.  \nWhenever the Employer is obligated to satisfy MBE-W3E recruiting requirements the  \nUnion and the Employer by mutual agreement may waive this provision prior to  \n9.3  \n9.4  \n9.5  \n10.1  \ncommencement of the work in the event an employer and union are unable to find  \nqualified competitive union minority subcontractors.  \nWhen potential union subcontractors are not available in the locality of the job site to  \nperform the work or where the general contractor receives no competitive union bids, by  \nmutual agreement, the Employer and the Union may waive this provision.  \nThe Employer agrees to retain and exercise the right of control over owner-operators and  \noperators of fleet owned equipment where such persons are performing work coming  \nunder this Agreement on behalf of the Employer. Such persons are acknowledged to be  \nand in all respects will be treated as employees of the Employer. Such persons are  \nentitled to all of the benefits and subject to all of the obligations of this Agreement, the  \nhiring hall only being excluded.  \nWhen equipment hired, rented or leased is used on any job, the employee operating the  \nequipment shall be an on the payrofi of the Employer and come under all  \nlegally enforceable terms and conditions of this Agreernent, including Schedule “A” if  \nnot otherwise covered by this Agreement. The Emplover will notify the Union within  \ntwenty-four (24) hours when they hire owner-operators.  \n"], ["ARTICLE 10  \nHOURS OF WORK - SHIFTS — OVERTIME  \nSINGLE SHIFT OPERATION:  \n", "(A) Eight (8) hours shall constitute a day’s work, live (5) days shall constitute a  \nweek’s work, Monday morning through Friday.  \n(B) A single shift operation shall be restricted to the hours between 6:00 a.m. and 6:00  \np.m., and eight (8) hours of continuous employment (except for lunch period)  \nshall constitute a day’s work Monday through Friday of each week. In the event  \nthe job is down due to weather conditions, Monday through Friday, then Saturday  \nmay, at the option of the Employer, be worked as a voluntary make-up day at the  \nStraight time rate. Saturday shall not be used as a make-up day when a holiday  \nfalls on Friday.  \n(C) Four consecutive ten (10) hour shifts at the straight time rate may be established  \nMonday through Thursday. In the event the job is down due to weather conditions  \nor holiday, then Friday may, at the option of the Employer, be worked as a  \nvoluntary make-up day. On ten (10) hour shift schedules all hours worked in  \nexcess often (10) hours a day must be compensated at the overtime rate. The  \nEmployer may change from a five-eight schedule to a four-ten or vice versa, but  \nmust make the change at the beginning of the work week and maintain such shift  \nfor at least one week. At no time will a crew work a combination of eight (8) and  \nten (10) hour days in the same calendar week.  \n(D) No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day. Make-up days may only be worked if all of the  \nbasic crafts on the project are working at the straight time rate.  \n6  \n   \n10.2  \n(E)  \n(F)  \nIn the event of a civil emergency such as, but nct limited to, earthquakes, floods,  \nor fires, starting time of the shift may be made tv fit the emergency and eight (8)  \nhours in any twenty-four (24) hour period may be worked at straight time. In  \norder to work such shift, mutual agreement shall received.  \nWhen due to conditions beyond the control of the Employer or when contract  \nspecifications require that work can only be performed outside the regular day  \nshift, then a special shift may be worked at the straight time rate. The starting time  \nof work will be arranged to fit such conditions of work. Such shift shall consist of  \neight (8) hours’ work for eight (8) hours’ pay. The Employer must give the Union  \nnotification prior to the start of a special shift.  \nMULTIPLE SHIFT OPERATION: Shifts may be established when considered  \nnecessary by the Employer. Shift hours and rates will be as follows  \n(A)  \n(B)  \n(C)  \nTWO SHIFT OPERATION: On a two consecutive shift operation, no shift  \npenalty is involved for work performed on either of these two shifts. Each shift  \nmust be scheduled for at least eight (8) hours except as provided for in Section 1  \nof this Article. On a two-shift operation, the second shift shall be established for a  \nminimum of three (3) days.  \nOnce the starting times are established for the two-shift operation, they shall not  \nbe changed except upon three (3) working days’ v.ritten notice to the Union.  \nTHREE SHIFT OPERATION: On a three-shilt operation, the following shall  \napply:  \nFIRST SHIFT: The regular hours of work on the first shift of three shift  \noperations shall be eight (8) hours of continuous employment, except for lunch  \nperiod at mid-shift, between the hours of 6:00 a.m. and 6:00 p.m.  \nSECOND SHIFT: The second shift shall be seven and one-half (7 4%) hours of  \ncontinuous employment, except for hunch period «et mid-shift, and shall be paid for  \nat eight (8) hours at the straight time rate.  \nTHIRD SHIFT: The third shift shall consist of seven (7) consecutive hours of  \nemployment, except for lunch period at mid-shift, and shall be paid for at eight (8)  \nhours at the straight time rate.  \nMULTIPLE SHIFT (a two or three shift) OPERATION: will not be required  \non the entire project if at any time it is deemed advisable and necessary for the  \nEmployer to multiple shift a specific operation. Those groups of employees only  \nwho relieve first shift groups of employees and such first shift groups of  \nemployees who are relieved by groups of employees on a second shift, and on a  \nthree-shift operation those groups of employees who relieve the groups of  \nemployees on a second shift, shall be construed 1s working multiple shifts. The  \nintent of this clause shall be construed so as to recognize that a “reliever group”  \nand a “relief group” does not necessarily mean “man for man” relief.  \n7  \n   \n10.3  \n10.4  \n11.3  \n(D) It is understood and agreed that when the first shift of a multiple shift (a two or  \nthree shift) operation is started at the basic straight time rate or at a specific  \novertime rate, all shifts of that day’s operation shall be completed at that rate.  \nGENERAL PROVISIONS:  \n(A) CALL OUT: When an employee has completed his scheduled shift and is  \n“specifically called out by the Employer” to perform special work of a casual,  \nincidental or irregular nature, he shall receive premium pay in accordance with  \nthe proper overtime rates with a guarantee of two (2) hours’.  \n(B) PAVING OPERATIONS: To take full advantage of weather conditions, starting  \ntime of operations for the paving of asphalt paving, road oiling and concrete  \npaving will be at the option of the Employer. However, standby time will be  \nconsidered as part of the regular operation and will be paid for at the regular rate.  \n(C) MAINTENANCE (EXCLUDING EQUIPMENT REPAIR), WATCHMEN,  \nFLAGMEN: When no other work is in progress and it is necessary to keep  \nmaintenance men, watchmen or flagmen on duty on Saturdays and Sundays, they  \nwill be paid at straight time rates, but allowed two (2) regular consecutive days  \noff each week. If these men work more than five (5) consecutive days in any one  \nweek, the sixth (6) day shall be paid for at time and one-half (11%) the basic rate  \nand the seventh (7\") day shall be paid for at double (2) the basic rate.  \nOVERTIME: Work performed in excess of eight (8) hours per day Monday through  \nFriday or ten (10) hours per day, Monday through Thursday, when four ten (10) hour  \nshifts are established, or outside the established shift, and all work on Saturdays, or  \nFridays when four ten (10) hour shifts are established, e».cept for a makeup day, shall be  \npaid at time and one-half (1'2) the straight time rate. All work performed on Sunday and  \nholidays shall be paid at double the straight time rate of pay. The Employer shall have the  \nsole discretion to assign overtime work to employees. Primary consideration for overtime  \nwork shall be given to employees regularly assigned ta the work to be performed on  \novertime situations.  \n"], ["ARTICLE 11  \nLUNCH and REST PERIODS  \n", "Lunch will be approximately mid-shift. (See Article 10 for shift definitions). Lunch will  \nbe no less than one-half (1/2) hour and no more than one (1) hour.  \nFIRST HALF SHIFT - LUNCH PERIOD: If an employee is not given at least 30  \nminutes to eat in the first half of the shift, 30 minutes at the overtime rate shall be added  \nto the hours worked.  \nSECOND HALF SHIFT - LUNCH BREAK: All employees must be given time to eat  \nafter five (5) consecutive hours of work in the second hzilf of the shift. If the employee  \ndoes not get time to eat after five (5) consecutive hours in the second half of the shift, 30  \nminutes at the overtime rate shall be added to the employec’s hours worked.  \n8  \n12.1  \n13.2  \n13.3  \nREST PERIODS:  \n(A) The nature of the construction work covered by this Agreement allows intermittent  \nrest periods. Employers shall provide such intermittent rest as work flow permits,  \nequivalent to ten (10) minutes for each four hours worked. Scheduled rest periods  \nare not required.  \n(B) Such intermittent rest periods shall be taken on the work site.  \n(C) It will be the responsibly of each employee to take such intermittent rest periods. If  \nan employee does not take a rest period, then the employee must notify his  \nsupervisor and a rest period will be provided.  \n"], ["ARTICLE 12  \nHOLIDAYS  \n", "Holidays recognized under this Agreement shall be as follows: NEW YEAR’S DAY,  \nMEMORIAL DAY, INDEPENDENCE DAY, LABOR DAY, THANKSGIVING  \nDAY AND THE FRIDAY AND SATURDAY FOLLOWING, and CHRISTMAS  \nDAY. Should any of these holidays fall on a Saturday, the previous Friday shall be a  \nholiday, and should any of these holidays fall on a Sunday, the following Monday shall  \nbe considered a legal holiday and observed as such. A holiday shall be the twenty-four  \n(24) hour period commencing with the starting time of the first shift on the day of the  \nholiday. No work shall be performed on Labor Day except to save life or property. Work  \non any of the holidays specified herein will be paid at double the regular straight time rate  \nper hour. In reference to Independence Day, by mutual agreement, the day observed may  \nbe changed.  \n"], ["ARTICLE 13  \nPAY DAY  \n", "Employees shall be paid in full on company time on the job site, by mail or by direct  \ndeposit to the employee’s account at a financial institution once a week; swing shift,  \ngraveyard shift and daylight second shift employees will be paid by the end of  \nThursday's shift, day shift employees will be paid by the end of Friday’s shift, following  \nthe previous weekly payroll period unless otherwise mutually agreed upon between the  \nUnion and Employer. When an employee cannot be paid accordingly because of a  \nholiday, he shail be paid the last workday of the job before the holiday.  \nWhen an employee voluntarily quits or is terminated for cause, he shall be paid at the  \nnext regular payday.  \nWhen employees are laid off, they shall be paid in full inimediately or by check or direct  \ndeposit within forty-eight (48) hours.  \nIf an employee is not paid in accordance with 13.1, 13.2 or 13.3 he shall receive two (2)  \nhours pay for each 24-hour period, or portion thereof, thereafter until said check is mailed  \nto an address of the employee’s choice or directly deposited to the employees account.  \nThe postmark on the envelope will determine if the check was mailed timely or the  \ntransaction date on the employee’s financial institution éccount will serve as the cutoff  \n9  \n13.6  \n13.8  \n14.1  \n14.2  \nfor any penalty. Saturdays, Sundays and recognized holidays are excluded from the 24-  \nhour period for determining penalty. Employees must notify the Union within seventy-  \ntwo (72) hours after the payday, layoff or discharge to be eligible for penalty pay.  \nExcluding weather and equipment breakdown, employe:s required to “standby” for more  \nthan forty-eight (48) hours have the option of standing lvy or signing the out-of-work list  \nand having notified the company of the latter option is then eligible for payoff on the first  \npayday after the layoff.  \nPayment shall be made by cash, or check upon which there is no charge for exchange or  \ndirect deposit. No adjustment of disputed pay will be mnade unless the employee or the  \nUnion shall make a claim in writing to the Employer’s representative within fifteen (15)  \ndays from the pay period in question.  \nPayroll checks and stubs shall indicate company name, straight time hours, overtime  \nhours, rate of pay, itemized legal deductions, to include dues check-off and credit union,  \nplus allowances if applicable. In the event an employee receives an N. S. F. check,  \nthereafter all payments shall be made by cash or certified check and he shall be  \nconsidered not paid timely and shall receive eight (8) hours pay for every 24-hour period  \nthereafter until he receives cash or certified check in sull payment. Documented bank  \nerrors will be exempt from the initiation of the eight (8) hour penalty. Payroll stubs for  \nthose employees choosing direct payroll deposit shall be delivered in accordance with the  \nprocedures in Section 13.1.  \nThe availability of direct payroll deposit is at the option of the employer. Each employee  \nchoosing it must sign an authorization before it can be: started. No employee shall be  \ndischarged, laid off, disciplined, replaced, transferred or have any other adverse action  \ntaken against him/her for refusing to use the direct payroll deposit option.  \n"], ["ARTICLE 14  \nUNION REPRESENTATIVES & JOB STEWARDS  \n", "UNION REPRESENTATIVES ON JOBS: The Union representatives shall have  \naccess to all places where employees covered by this Agreement are employed, and  \ntransportation will be supplied where necessary.  \nSHOP AND JOB STEWARD RULES:  \n1) Shop and Job Stewards shall be appointed by their respective unions. Upon  \nappointment, the Union shall identify the Steward to the Employer or his  \nrepresentative in writing.  \n2) Stewards shall be allowed access to all places where employees covered by this  \nAgreement are employed.  \n3) Job and Shop Stewards shall be allowed reasonable time for performance of their  \nduties and shall be allowed to take care of union problems immediately.  \n4) All accidents on the job that cause the employee’:: removal from the job shall be  \nreported immediately by the Employer to the Union and the Job Stewards.  \n10  \n15.1  \n15.2  \n15.3  \n15.4  \n5) In the event an employee is injured or becomes ill on the job, the Employer’s  \nrepresentative in conjunction with the Steward shall take care of his personal  \nbelongings and their disposition.  \n6) The Union appointed Steward or the Union’s designated replacement, subject to  \nthe Union’s request, shall be on the job when any work, including overtime, is  \nrequired provided the employee is qualified to do the work available.  \n7) Stewards are not authorized to threaten, direct or cause a work stoppage or  \nslowdown.  \n8) Before a Steward can be terminated, or transferred from a job or shift the  \nEmployer or his representative shall give the unicn 48 hours notice.  \n9) When forces must be reduced, the Steward shall be given preferential treatment  \nand be retained over other journeymen providing the Steward can do the work  \ninvolved; except the last Operating Engineer on the job may be the Forman.  \n10) There shall be one Steward allowed on each shift on each job per contractor  \nunless the distance between the work areas is s) great that one Steward cannot  \npolice the work; then two (2) Stewards shall be allowed.  \n"], ["ARTICLE 15  \nSETTLEMENT OF DISPUTES & GRIEVANCES  \n", "It is mutually agreed that there shall be no authorized strikes, lockouts, or other  \nslowdowns or cessation of work by either party on account of any labor differences  \npending the utilization of the grievance machinery as set forth below, provided that  \nemployees covered by this Agreement shall not be expected to pass through a duly  \nauthorized picket line.  \nFailure of an Employer to make wage, travel and/or zone: pay differential, penalty pay, or  \nother negotiated fringe payments as outlined in this Agreement, is a violation of this  \nAgreement and not subject to the Grievance Procedure a: outlined below. In the event of  \na violation and after forty-eight (48) hour notice to the Employer, the Union shall have  \nthe right to take economic action against such Employer t> collect such monies owed.  \nIn the event that a dispute or grievance over the interpretation of this Agreement other  \nthan jurisdictional or as otherwise called for in this Agreement occurs, no such grievance  \nshall be recognized unless called to the attention of the Employer by the Union or to the  \nattention of the Union by the Employer in writing or postmarked within fifteen (15) days  \nafter the alleged violation was committed. The following procedure shall be followed for  \nsettling grievances:  \nSTEP I:  \n(A) The individual Employer and the local Union Representative shall attempt to  \nsettle the dispute on a local basis.  \n11  \n(B) In the event that the dispute cannot be satisfa:torily adjusted on a local basis  \nwithin five (5) working days, the dispute shall be referred to the authorized  \n© representative of the Union and the authorized representative of the Inland Empire  \nChapter of the Associated General Contractors for immediate review and  \nsettlement if possible.  \n15.6 STEP II: If the dispute or grievance remains unsettled after the foregoing procedures, it  \nshall immediately be reduced to writing and referred to the Union Negotiating Committee  \nand the AGC Negotiating Committee for resolution.  \n15.7. STEP Il: Should the Union Negotiating Committee fail to settle the matter within three  \n(3) days after written notification of the dispute (Saturdays, Sundays and holidays  \nexcluded) said dispute shall then be referred to binding arbitration within forty-eight (48)  \nhours. An impartial arbitrator shall be selected from. a panel of names of persons  \nsubmitted by the Federal Mediation and Conciliatioa Service. The Union and the  \nEmployer shall alternately remove names from this panel and the remaining name on the  \npanel shall be the arbitrator. The decision of the arbitra‘or shall be within the scope and  \nlimited to the interpretation of this Agreement upon the points of issue as stipulated and  \nshall be final and binding upon the parties. The artitrator shall promptly render a  \ndecision, but not later than 30 days. Expense of employing said impartial arbitrator shall  \nbe paid equally by both parties.  \n15.8 It is further understood that the grievance machinery set forth above shall not be used for  \nthe purpose of arriving at an agreement to supersede this Agreement.  \n"], ["@ ARTICLE 16  \nJURISDICTIONAL DISPUTES  \n", "16.1 The parties agree that there will be no cessation or stoppage of work because of  \njurisdictional disputes pending settlement by the followiny outlined procedures.  \n16.2 The Employer who has the responsibility for the performance and installation shall make  \na specific assignment of the work as follows:  \n16.3  \n(A) Where a decision of record applies to the disputed work or where an agreement  \nof record between the disputing trades to the disputed work, the  \nEmployer shall assign the work in accordance v,ith such agreement or decision  \nof record. Decisions of record are applicable to all trades. Agreements of record  \nare applicable only to the parties signatory to such agreements. Where no  \ndecision or agreement applies to the work, the Employer shall assign the  \ndisputed work in accordance with the prevailirig practice in the locality. The  \nlocality for the purpose of determining the prevailing practice shall be defined  \nordinarily to mean the geographical jurisdiction of the local Building and  \nConstruction Trades Council in which the project is located.  \n@ (B) If the disputed work cannot be satisfactorily settled between the local unions and  \nthe employer, the local unions shall promptly submit the dispute to the  \n12  \n   \n   \n16.4  \n16.5  \n16.6  \n17.1  \n17.2  \n17.3  \n17.4  \nInternational Unions who shall meet with the Ernployer to review the issues and  \nsettle the dispute.  \nWhen requested to do so, Employers covered by this Ajsreement agree to furnish within  \n48 hours to the District Councils and local Unions, statements of their past and present  \npractices pertaining to work on which there is or may be a pending dispute. Such  \nstatements shall be written on the individual employer’s letterhead.  \nIt will be a violation of the Agreement by the Employer or by the Union if the Employer  \nor the Union fails to abide by the decision reached under this procedure or by an arbiter  \nor decision of record.  \nCraft jurisdiction is neither determined nor awarded by classification and/or scope of  \nwork appearing in this labor  \n"], ["ARTICLE 17  \nHEALTH, SAFETY AND ACCIDENT PREVENTION  \n", "The Employer shall comply with the Safety Standards fer construction work in the State  \nof Washington and the Idaho Minimum Safety Standard: and Practices for Building and  \nConstruction Industry and Federal Safety Standards as required by law in the appropriate  \nareas affected by this Agreement. All foremen and gene:al foremen shall carry a current  \nfirst aid card.  \nWhen physical examinations are required by a State or Federal agency, the Employer  \nshall make arrangements for said appointments upon request by the employee and make  \npayments for such examinations and pay for time spent getting the examination. This  \nparagraph does not apply to ICC requirements.  \nDRY SHACK: The dry shack provistons shall be discussed and agreed to at the pre-job  \nconference or prior to commencement of work where areed, and the project warrants.  \nThe Employer shall at the start of the job furnish warm, dry, suitable change rooms of  \nample size equipped with heat for drying clothes and with benches and tables for use  \nduring lunch periods, and shall be situated close to the site of the work.  \nSUBSTANCE ABUSE POLICY: <See Addendum>  \nLabor and Management are committed to providing ernployees with a drug-free and  \nalcohol-free work place. It is the goal to protect the healt: and safety of employees and to  \npromote a productive work place, and protect the reputation of Labor and Management  \nand the employees.  \nConsistent with these goals, the Employer prohibits the use, possession, distribution or  \nsale, at its employment sites, of drugs, drug paraphernalia or alcohol. A program of  \ntesting, pursuant to the Substance Abuse Program, may be instituted, upon mutual  \nconsent of labor and management, such consents, shall not unreasonably be withheld, to  \nmonitor compliance with this policy.  \n13  \n   \n18.1  \n18.2  \n18.3  \n18.4  \n18.5  \n19.1  \n19.2  \n20.1  \n"], ["ARTICLE 18  \nSHOW UP - STANDBY & CALL BACK  \n", "Employees who have not been given notice not to report to work at least two (2) hours  \nprior to the normal starting time of their shift who report for work shall receive two (2)  \nhours reporting pay and applicable fringes for jobs within Zone one, and four (4) hours  \nreporting pay and applicable fringes for jobs within Zone 2. Employees who work in  \nexcess of these hours shall receive actual time worked al the applicable straight time and  \novertime rates plus all other applicable compensation except as provided in 18.2.  \nEmployees prevented from starting or completing the sift due to inclement weather or  \nconditions beyond the control of the Employer shall te paid actual time worked and  \napplicable fringes with a minimum of two (2) hours wages and fringes. Within a twenty-  \nfive (25) mile radius of the city centers of Moses Lake, Spokane, Pasco and Lewiston and  \nPullman the minimum is one (1) hour wages and fringes.  \nIn case of sustained inclement weather, the employer and the union shall set up a system  \nof transmitting advice to a central point or points so that it will not cause a hardship on  \neither the employee or the employer.  \nEmployees prevented from completing the shift due t> causes other than weather or  \nequipment breakdown after the four (4) hour minimum, and in excess of four (4) hours,  \nshall receive actual time worked at the applicable straigh: time and overtime rates plus all  \nother applicable compensation.  \nIf an employee leaves of his own volition, he shall be paid for actual time worked at  \napplicable straight and overtime rates.  \n"], ["ARTICLE 19  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "The parties to this Agreement acknowledge and agree to :omply with the requirements of  \nFederal and State laws, Executive Orders and other rules and regulations governing civil  \nrights to insure that there shall be no discrimination in eniployment against any employee  \nor applicant for employment because of age, race, color, rzligion, sex, or national origin.  \nThe parties hereto recognize that the Employers compliarice with project specifications is  \nof paramount importance. It is mutually agreed, therefore, by the parties to this  \nAgreement that provisions of this Agreement will be interpreted, applied and enforced in  \na manner that will serve, to assure compliance with project specifications as they relate to  \nrecruiting, training, and hiring.  \n"], ["ARTICLE 20  \nSAVINGS CLAUSE  \n", "If any provision of this Agreement or the application af such provisions shall, in any  \ncourt or government action, be held invalid, the remainin provisions and the application  \nshall not be affected. And provided further, that the partizs shall immediately proceed to  \nnegotiate a valid provision and Article 15 shall not apply to this Article.  \n14  \n   \n20.2  \n21.1  \nDie  \n21.3  \n21.4  \n21.5  \n22.1  \nThe Employer and the Union may enter into Addenc'a covering work performed on  \nIndian lands and under the control of Tribal Councils. (Refer to Article 28)  \n"], ["ARTICLE 21  \nWARRANTY OF AUTHORITY  \n", "This agreement shall become effective when signed by the duly constituted representative  \nof the Inland Northwest AGC (a chapter of the Associated General Contractors of  \nAmerica, Inc.) acting for and on behalf of the Employers who have individually  \nrequested the AGC to act as their individual and separa‘e bargaining agent in individual  \nemployer units and who have also as an individual emrloyer signed the agreement, and  \nthe duly constituted representatives of the union.  \nThe persons signing this agreement for the Inland Northwest AGC (a chapter of the  \nAssociated General Contractors of America, Inc.), arid the persons signing for the  \nemployer, warrant and guarantee their authority to aci for the association and/or the  \nemployer.  \nThe persons signing this agreement on behalf of the union warrant and guarantee their  \nauthority to act for and bind the Union.  \nEach party agrees to notify the other of any employer or local union who becomes  \nsignatory to this Agreement.  \nit is further agreed that the liability of the employer whio accepts, adopts, or signs this  \nAgreement or a facsimile thereof, shall be several and not joint, and the liability of the  \nlocal unions who accept, adopt or sign this Agreement or a facsimile thereof, shall be  \nseveral and not joint.  \n"], ["ARTICLE 22  \nPUBLIC WORKS PROJECTS  \nPUBLIC WORKS PROJECTS - DAVIS BACON ACT & RELATED STATUTES  \n", "In the event the Employer bids a public job or project being awarded by a Federal, state,  \ncounty, city or other public entity which is to be performed at a pre-determined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis-Bacon Act  \n(Public Law 74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40 USC 276A7 as  \namended) or established by the Industrial Commission of Washington pursuant to the  \nprovisions of Title 39 RCW (39.12) prevailing wages on public works Washington State,  \nPrevailing Wage on Public Works and other applicalsle prevailing wage laws and  \nregulations,, the published hourly wage set forth in said public work at the time of bid  \nshall apply for the first twenty-four (24) months of the project from the date of the notice  \nto proceed. The fringe benefit contribution rates for Health and Welfare, Pension and  \nApprenticeship shall be those as established and maintained by the Master  \nAgreements. In the event a Health_and Welfare contribulion rate increase exceeds forty  \n(.40) cents per hour, any additional amount will be deducted from the employees’, wage  \nrate, Notwithstanding the above, project agreements mzy be mutually agreed upon to  \nallow use of the pre-determined wage for the duration of a project to exceed twenty-four  \n[5  \n22.2  \n22.3  \n22.4  \n23.1  \n23.2  \n23.3  \n23.4  \n(24) months. The Pension and Apprenticeship increases will be effective on projects  \nbid after June 1, 2007.  \nShould the rates prevailed on a public works project be less than the negotiated rate, the  \ncontractor and the union shall mutually agree before reducing the rates below the limits a  \nset forth herein.  \nIn the event the specifications include an escalator »rovision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may  \nrecover in the escalator claim.  \nThe Employer will, when requested in writing, supply accurate and reliable information  \non company stationery that will assist the Union in establishing the correct rates when  \nresponding to requests for prevailing wage data.  \n"], ["ARTICLE 23  \nOVERLAPPING JURISDICTION &  \nEMERGENCY WORK ASSIGNMENT  \nOVERLAPPING JURISDICTION:  \n", "(A) Original manning of a job will be by the Cemerit Finishers, Laborers, Operating  \nEngineers, and Teamsters under which jurisdictio: the work falls.  \n(B) Overlapping jurisdiction will be allowed to guarantee the contractor eight (8)  \nhours work for eight (8) hours pay. Overlapping jurisdiction can only be applied  \nafter the Cement Finishers, Laborers, Operating Engineers, and Teamsters have  \nbeen notified by the Employer, and all parties hav: agreed thereto.  \n(C) If additional manpower is needed; hiring will be done in accordance with craft  \njurisdiction.  \nEMERGENCY WORK ASSIGNMENT: The contractor shall be allowed to employ,  \nwithout regard to craft jurisdiction or union affiliation, any of his employees competent to  \nfill vacancies caused by injury, sickness, or other unavoidable absence of employees  \nbeyond the control of the contractor in order to carry the day’s work to completion.  \nIn such cases, wage rates shall be recognized as applying to the classification rather than  \nto the employee, and any employee performing such work shall be paid at the rate for the  \nclassification of the work which he is required to do; provided that under such conditions,  \nno employee shall be paid a lower rate than that of the classification under which he was  \nworking immediately prior to the temporary assignment herein referred to. In order that  \nan employee shall not lose any benefit rights, contributions shall be made on his behalf  \ninto the trust funds of the craft of his affiliation during the period of such emergency  \nwork. This Section is not to be used to permit indiscriminate crossing of jurisdictional  \nlines.  \nIn the event of persistent abuses of these provisions, the Union shall have the right of  \nredress under Step If, Article 15. In the event flagrant abuses continue following  \ndetermination against a contractor as provided in Article 15, the privilege of this  \n16  \n   \n   \n24.1  \n25.1  \n25.2  \n26.1  \n26.2  \n26.3  \n26.4  \nmemorandum shall be withdrawn from the offending contractor for the duration of this  \nAgreement.  \n"], ["ARTICLE 24  \nCRAFT SCHEDULES  \n", "The classifications for employees, wage rates, effective dates, health and security,  \npensions, training and other benefits funds, and other corisiderations of employment, shall  \nbe as provided in the separate schedules attached hereto and made a part of this  \nagreement.  \n"], ["ARTICLE 25  \nSPECIAL CONDITIONS  \n", "Both parties recognize that there may be extenuating “ircumstances when it is to the  \nmutual interest of both parties to modify the terms of this Agreement. In that event, it will  \nnot be a violation of this Agreement for the parties to nieet and mutually agree to make  \nsuch modifications to meet a specific need on a specific f roject.  \nIn order to maximize the effect of this provision, all crafis will be requested to act  \nuniformly. The General Contractor shall encourage his subcontractors to comply with any  \nmodifications granted under this provision.  \n"], ["ARTICLE 26  \nEFFECTIVE DATE AND DURATION  \n", "It is mutually agreed and understood by the parties signatory hereto, that this Agreement  \nshall be in full force and effect as of June 1, 2007, an:1 shall remain in full force and  \neffect without change until May 31, 2010, and from year to year thereafter unless either  \nparty hereto desires to modify, amend or terminate this Azreement after May 31, 2010, or  \nany subsequent anniversary year. Upon its expiration, this Agreement shall continue from  \nyear to year, June 1 through May 31 of each year, by automatic renewal unless changed,  \nsuperseded by a successor principal agreement, which shal! apply or terminated.  \nThe party desiring to modify, amend, or terminate this \\greement shall serve upon the  \nother party written notice of such desire not later than sixty (60) days nor more than  \nninety (90) days prior to May 31, 2010, or later than sixty (60) days or more than ninety  \n(90) days prior to May 31 of any subsequent anniversary year thereafter.  \n   \nNotice as required in this Article shall be served in writing by Certified or Registered  \nMail, postage prepaid and deposited in the U. S. Post Office.  \nAll employees covered by this Agreement shall be classified and paid in accordance with  \nthe classifications and wage rates as set forth in the craft schedules attached hereto, and  \nhereby made a part of this Agreement, and no other classifications or wage rates shall be  \nrecognized unless this Agreement shall be modified as provided for in the Craft  \nSchedules of this Agreement.  \n17  \n   \n27.1  \n28.1.  \n28.2  \n28.3  \n28.4  \n"], ["ARTICLE 27  \nHEALTH CARE LEGISLATICN  \n", "In the event of the enactment of any State or Federal legislation which impacts the  \nhealth and security contributions, the parties signatory hereto will  \nimmediately meet to negotiate the distribution of these funds.  \n"]]