[["", "    \nSTH |  \neel SMT VARS Tey er.  \nEAVY CONSTRUCTION AGREEMENT  \nBETWEEN  \nASSOCIATED GENERAL  \nCONTRACTORS OF MINNESOTA  \n  \nMINNESOTA CONSTRUCTION  \nCONFERENCE OF TEAMSTERS  \n    \n    \n    \n    \n     \n    \n     \n       \n   \n   \n   \n    \n   \n   \n   \nEffective May 1, 2005 through Aprit 30, 2009  \nLOCAL 120 LOCAL 346  \neae ee 2802 W. 1st Street  \nSt. MN 551144 Duluth, MN 55806  \n218-628-1034  \nLOCAL 160  \n11 ~ 4th Street S.E.  \nRochester, MN 55904  \n507-288-6577  \n    \nThe internationai Brotherhood of Teamsters  \n  \nHIGHWAY, RAILROAD  \nand  \nHEAVY CONSTRUCTION  \nBasic Article of Agreement with the  \nMinnesota Teamsters Construction Conference  \naffiliated with the  \nInternational Brotherhood of Teamsters  \ni  \n{  \n  \nTABLE OF CONTENTS  \nArticle Page  \nApplication of Wage Rates ... XX 12  \nClassifications and Wages.... XXXV 31  \nConflicting Agreements...... VII 3  \nConsiderations for Agreement II 1  \nDefinition of Work........... XXIV 23  \nDemolition and Wrecking.... XXXII 30  \nDirect Deposit .............. XXI 13  \nDischarge Clause ....... thas IX 5  \nD.R.LV.E. . 0c ccna XXXVIII 40  \nDrug & Safety Program. XXIV 31  \nDuration 6446 XXXIX 41  \nFringe Benefits ...... XXII 13  \nFuneral Leave XXXI 29  \nHours of Work ........ XXX 28  \ncc cei sce s ees V 2  \nInsurance, Taxes and Bonds. . VI 3  \nXHI 9  \nMemorandum of Understanding XXI 13  \nNon-Discrimination ......... XXVII 26  \nPayday and Wage Payment... XXI 12  \nPayroll Records......+.-.«5: XIX 11  \nPersonal Leave ........ XXXI 29  \nPickets, Banners and Strikes. XV 10  \nPreamble...... Sk ES anime I 1  \nPre-Job Conference ..... im an XXV 25  \nRotation of Employees....... XVIII 11  \nSafety... XIV 9  \nSavings Clause........... eas XXIII 23  \nScope of Agreement ......... XXXVI 38  \nSeniority Rights ....... XXVIII 27  \nSettling Disputes............ XII 7  \nShifts ........... EARS X 5  \nSignatures. ‘ 42  \nSnow XXVI 25  \nTABLE OF CONTENTS  \nArticle Page  \nStrikes, Lockouts, Work  \nInterference .............4. XVI 10  \nSubcontracting ..... XI 6  \nSundays and Holidays....... XXXI 29  \nTraining Program............ XXXII 30  \nTransportation XXXIV 31  \nUniforms. XXIX 28  \nUnion Dues Checkoff ....... XXXVIII 40  \nUnion Recognition .......... ‘ Ill 1  \nUnion Representatives........ 11  \nUnion 2  \nViolations of Agreement ...... VEHI 4  \nWage Rates Zone 1............ 33  \nWage Rates Zone 2............ 34  \nWage Rates Zone 2A.......... 35  \nWage Rates Zone 3..... 36  \nWage Hates Zone 4............ 37  \nWage Zone Map 18-19  \nTransportation. .........00005 31  \nWorkers Compensation.......XXXVII 39  \nAGREEMENT BETWEEN  \nASSOCIATED GENERAL  \nCONTRACTORS OF MINNESOTA  \nHIGHWAY, RAILROAD & HEAVY  \nCONSTRUCTION DIVISIONS  \nWITH  \nMINNESOTA CONSTRUCTION  \nCONFERENCE OF TEAMSTERS  \nThe International Brotherhood  \nof Teamsters  \n"], ["ARTICLE I - PREAMBLE  \n", "THIS AGREEMENT, by and between, or on  \nbehalf of the parties establishes rates of pay,  \nwages, hours of employment, fringe benefits, and  \nvacations, where applicable, and other terms  \nand provisions concerning employment relations  \nand collective bargaining relations and collective  \nbargaining between or involving such parties on  \nconstruction jobs in the State of Minnesota.  \n"], ["ARTICLE Uf  \nCONSIDERATIONS FOR AGREEMENT.  \n", "The considerations for this Agreement are  \nmutual promises of the parties and their mutu-  \nal purposes to establish, maintain and promote  \nsound and harmonious labor relations.  \n"], ["ARTICLE III  \nUNION RECOGNITION. The Employer  \n", "hereby recognizes Locals 120, 160 and 346 as  \nthe exclusive collective bargaining representa-  \ntives of the Employees in the craft signatory to  \n1  \nthis Agreement, in respect to rates of pay,  \nwages, hours of employment and fringe bene-  \nfits, where applicable, and other conditions of  \nemployment. The respective Unions represent  \nthat they are qualified for such recognition.  \n"], ["ARTICLE IV  \nUNION SECURITY. Each of the Unions ree-  \n", "ognized under Article 3 of this Agreement shall  \nbe entitled to union security to the extent that  \neach Employee in the collective bargaining unit  \nrepresented by such Union, shall, on the eighth  \n(8th) day following the beginning of employ-  \nment in such collective bargaining unit by such  \nEmployer under the coverage of this Agreement  \nor the effective date of this Agreement, whtchev-  \ner is later, be required to become and remain a  \nmember in good standing of such Union as a  \ncondition of employment. The Employer will be  \nrequired to dismiss Employees who refuse to  \ncomply with this Union Shop provision after  \nwritten notification by a bonafide representa-  \ntive of the Union to a responsible representative  \nof the Employer on the job,  \nEach of the Unions shall be entitled to  \napproach individual Employees for organiza-  \ntional purposes as provided by law. All organi-  \nzational functions must be pursued during that  \nperiod which will not conflict with the  \nwork.  \n"], ["ARTICLE V  \nHIRING, A. When the Employer needs  \n", "employees, it shall give the Union equal oppor-  \ntunity with all sources to provide suitable  \napplicants.  \nB. The Employer has the right to select  \nprospective Employees from all who make  \napplication for employment with the Employer.  \nC. There shall! be no discrimination against  \nany prospective Employee, by the Employer or  \nthe Union, because of affiliation or non affilia-  \ntion with the Unions, race, color, sex, age, politi-  \ncal or religious beliefs.  \nD. The Union agrees that all applicants for  \nemployment referred to an Employer shal} be  \nexperienced in the classification requested.  \nIn order to meet Federal, State or other gov-  \nernmental requirements or regulations relative  \nto Equal Employment Opportunity or  \nAffirmative Action, the Employer may hire  \nEmployees to meet these goals from any source,  \nif the Union cannot supply.  \n"], ["ARTICLE VI  \nINSURANCE, TAXES AND BONDS.  \n", "A. The Employer agrees to carry any and all  \ninsurance and pay all applicable taxes as  \nrequired by applicable State and Federal law.  \nB. The Employer further agrees to pay the  \nState Workmen’s Compensation Insurance and  \ninto the State Unemployment Compensation  \nFund such amounts as are due from and after  \nthe date Employees from these Unions are  \nemployed on the job.  \nC. Should the Employers require any  \nEmployee to give bonds, the premium on same  \nshall be paid by the Employers.  \n"], ["ARTICLE VII  \nCONFLICTING AGREEMENTS. The  \n", "Employers agree not to enter into any labor  \nagreements covering construction jobs, manu-  \nfacturing process and fabrication, with their  \nEmployees on whose behalf any of the Unions  \nhave been granted recognition here under indi-  \nvidually or collectively which in any way con-  \nflicts with the terms and provisions of this  \nAgreement. If the Unions enter into any  \nAgreements with any individual Employer or  \ngroup of Employers competing in the same type  \nof work as defined in Supplement 1 which pro-  \nvides for his, its, or their Employees less favor-  \nable wages, hours or conditions than herein  \nspecified, the Employer parties hereto may open  \nthis Agreement for the express and exclusive  \npurpose of negotiating less favorable wages,  \nhours or conditions.  \n"], ["ARTICLE VIII  \nVIOLATIONS OF AGREEMENT. A. In the  \n", "event the Employer deliberately violates the  \nprovisions of this Agreement relating to wages,  \nhours of work, seniority rights where applicable,  \ner overtime differentials, and vacations, any  \nback pay owed to the Employee because of such  \nviolation shall be paid by the Employer at the  \nrate of two (2) times the standard straight time  \nand overtime rate.  \nB. Reasonable evidence of clerical error or  \nhonest mistake in interpretation of this  \nAgreement shall exempt the Employer from the  \ndouble penalty provisions. In such a case the  \nEmployer shall be required to pay only the actu-  \nal amount of hack pay involved, at the standard  \nstraight time and/or overtime rate.  \nC. When there is evidence of collusion  \nbetween the Employer and Employee to violate  \n4  \nthe Agreement, any back pay collected shall be  \nmade payable to Employee, and shal! be  \ndeposited with the Union, if the Board of  \nArbitration so orders.  \nD. Determination of violations to this  \nAgreement as set forth in A, B, C, above shall be  \ndetermined in accordance with the Settlement  \nof Disputes Article of this Agreement.  \n"], ["ARTICLE IX  \nDISCHARGE CLAUSE. The Employers  \n", "may discharge any Employee whose work or  \nbehavior is unsatisfactory or who fails to observe  \nthe safety precautions or other rules and regula-  \ntions prescribed by the Employer or any govern-  \nmental agency. No Employee shall be discharged  \nfor refusing to work under unsafe conditions,  \n"], ["ARTICLE X  \n", "SHIFTS, A. Where not more than two (2)  \nshifts are worked, the wages paid shall be based  \non hours worked, however, each shift shall! consti-  \ntute eight (8) hours work, and eight (8) hours pay.  \nB. There shall be a minimum of one-half (1/2)  \nhour break from work for lunch near the middle  \nof each shift, where two (2) shifts are worked.  \nC. When three (3) shifts are worked, the first  \nshift shall constitute eight (8) working hours,  \nplus a one-half (1/2) hour lunch break. The sec-  \nond shift shail constitute eight (8) working  \nhours, plus a one-half (1/2) hour lunch break.  \nThe third shift shall constitute the succeeding  \nseven (7) working hours, plus a one-half (1/2)  \nhour lunch break. Each such full shift shall be  \ncompensated by eight (8) hours straight time  \npay. Lunch breaks are not patd hours.  \nD. Call in pay. When an Employee is called to  \nwork he shall reccive two (2) hours’ pay if not put  \nto work. If he is called to work and is put to work,  \nhe shall be guaranteed a minimum of four (4)  \nhours’ pay; these provisions, however, not to be  \neffective when work is unable to proceed  \nbecause: (1) railroads and common carriers fail to  \nmake deliveries as scheduled; (2) the Engineer  \nrefuses to permit work; and (3) Act of God, includ-  \ning weather conditions, will not permit work.  \nThe Employers agree to provide telephone  \nnotification if arrangements are made to reach  \nEmployees through a central source. If the  \nEmployer fails to give notice as required herein,  \nthe Employee reporting shall be entitled to two  \n(2) hours’ pay for reporting time.  \nE. Split Shifts. It is agreed there shall be no  \nsplit shifts worked by Employees covered by  \nthis Contract.  \nF. In the event that there is more than one  \nshift worked, there shall be no shift differential  \non the first two shifts. If a third shift is worked,  \nEmployees will work seven (7) and receive eight  \n(8) hours pay.  \n"], ["ARTICLE XI  \n", "SUBCONTRACTING. In the event a sub-  \ncontractor is involved in a controversy, the  \nUnion shall be obligated te bring it to the atten-  \ntion of the prime contractor, The prime contrac-  \ntor shall have at least forty-eight (48) hours to  \nattempt a settlement of the controversy before a  \nwork-stoppage is brought about, It shall not be  \na violation of this Agreement, including Article  \n16, if a stoppage of work occurs due to the fail-  \nure to arrive at an Agreement.  \n6  \nWhen a contractor signed to this Agreement  \nsubcontracts work to be performed on the jobsite  \nthe subcontractor shall agree to pay Employees  \nan amount equal to the total of the wages and  \nfringes as specified by this Agreement.  \nWhen the Union raises the question, in writing,  \nas to a subcontractor’s compliance with the above,  \nthe prime contractor wil] secure the records of the  \nsubcontractor relating to the question.  \nIf the above subcontractor is found in non  \ncompliance, the matter will be referred to the  \nDisputes Board (see Settlement of Disputes).  \n"], ["ARTICLE XIil  \nSETTLING DISPUTES. Differences or dis-  \n", "putes which cannot be resolved by the parties  \nconcerning the interpretation or application of  \nany provisions of this Agreement shall be sub-  \nmitted to the grievance procedure. Any party to  \nthis Agreement (Union or Employer) shall have  \nthe right to raise grievances. Each grievance  \nshall be deemed to be waived unless submitted in  \nwriting with a copy thereof to all parties involved  \nwithin ten (10) working days after the first occur-  \nrence of the event or knowledge of the condition  \ngiving rise to the grievance. A continuing event  \nor condition shall give rise to a grievance only on  \nthe first day it occurs and there shal]] be no con-  \ntinuing grievance or continuing right to raise a  \ngrievance with respect to a continuing event or  \ncondition. If the dispute is not settled within ten  \n(10) days, the parties have five (5) additional  \ndays to decide to utilize the State Joint  \nCommittee or to proceed directly to arbitration.  \nA State Joint Committee made up of equal  \nnumbers of Management Representatives and  \n7  \n   \nLabor Representatives will meet regularly to  \nsettle any and all disputes or problems affecting  \nthis Agreement, the parties hereto, and to avoid  \nwork stoppages, strikes or other problems  \naffecting productivity. The State Joint  \nCommittee shall have no power to add to,  \ndelete, or modify any provisions of this  \nAgreement, All decisions of the Joint  \nCommittee shall be final and binding.  \nDecisions of the Joint Committee will be  \ndrafted at the conclusion of the meeting, signed  \nby members of the Committee, and distributed  \nto both parties at that time.  \nIf either party, after signing above docu-  \nments, refuses to abide by the decision of the  \nJoint Committee, economic action may be taken  \nby the other party.  \nShould the Joint Committee as established  \nbe unable to reach a decision in the matter  \nbecause of a deadlock (lack of majority), then  \nthe matter may go to final and binding arbitra-  \ntion as provided in the following manner:  \nThey shall ask the Federa} Mediation and  \nConciliation Service for a list of five (5) names  \nfrom which the aggrieved party strike the  \nfirst name, ete. until the Arbitrator is selected.  \nThe Arbitrator selected shall render his deci-  \nsion within thirty (30) days after hearing the  \ncase. The time may be extended by mutual  \nagreement between the parties. The decision of  \nthe Arbitrator shall be fina! and binding on the  \nsignatories to this Agreement who are parties to  \nthe disputes; provided, however, that the  \nArbitrator shall have ne power to add to, delete,  \nor modify any provisions of this Agreement. The  \nEmployer and the Union will share equally all  \nfees and expenses of the Arbitrator.  \nAll work and other conditions prevailing  \nimmediately prior to the raising of the question  \nto be decided under this Article shall remain  \nunchanged until final decision has been reached  \nhereunder.  \n"], ["ARTICLE Xi  \n", "MANAGEMENT. Management reserves the  \nright to manage its jobs to the best interest of  \nManagement; the right to retain or dispense  \nwith Employees, to reduce or increase the num-  \nber of Employees needed on each project, crew,  \nactivity or ptece of equipment. Under no condi-  \ntions will Union Representatives make  \ndemands for more Employees in a crew on spe-  \ncific projects, insofar as it does not conflict with  \nthis Agreement.  \n"], ["ARTICLE XIV  \n", "SAFETY. A. Accident and injury free opera-  \ntions shall be the goal of ail Employers and  \nEmployees. To this end the Employer and  \nEmployee will to the best of their ability abide  \nby, and live up to the requirements of the sever-  \nal State and Federal Construction Safety Codes  \nand Regulations.  \nB. To this end the Employer shall from time  \nto time issue rules and notices to his Employees  \nregarding on the job safety requirements. Any  \nEmployee violating such rules or notices shall  \nbe subject to disciplinary action. No Employec  \nmay be discharged for refusing to work under  \nunsafe conditions.  \n"], ["ARTICLE XV  \nPICKETS, BANNERS AND STRIKES.  \n", "The Employers may not request any Employee,  \nexcept Watchmen or Supervisory personnel to  \ngo through a primary picket line except to pro-  \ntect life or property.  \nThe Unions agree that there shall be no writ-  \nten cessation of work or any recognition of picket  \nlines of any union without first giving notice to  \nthe parties involved. In the event the Employers  \nbecome involved in a controversy with any other  \nunion, the Union will do all in their power to help  \neffect a fair settlement. The Unions agree not to  \nhonor or instruct its members to honor a banner  \nof any union unless approved by their parent  \nUnion. It shall not be a violation of this  \nAgreement and it shall not be cause for discharge  \nor disciplinary action in the event an Employee  \ndecides not to cross a primary picket line or ban-  \nner. This clause shall not apply to secondary pick-  \net lines or banners and it shall not apply to juris-  \ndictional picket lines ar banners.  \n"], ["ARTICLE XVI  \nSTRIKES, LOCKOUTS, WORK INTER.  \n", "FERENCE. The Unions and the Employers  \nagree that there shall be no strike, work stop-  \npages, slow-downs or other concerted interfer-  \nence with the Employer’s business or affairs  \nby any of the said Unions and/or the members  \nthereof, and there shall be no lock-out during  \nthe existence of this Agreement without first  \ngiving the Employer and the Union forty-eight  \n(48) hours WRITTEN notice and sending the  \ndispute through procedures established in  \nArticle 12.  \nSpread-work tactics, slow-downs, stand-by  \ncrews, forcing of overtime has been and is con-  \ndemned by both parties, and Employees engag-  \ning in same shall be liable for disciplinary action.  \n"], ["ARTICLE XVII  \nUNION REPRESENTATIVES. Only  \n", "authorized Union Representatives shall have  \nthe right to confer with Employees on the job.  \nFach and every Union Representative shall  \nfirst contact the job superintendent or foreper-  \nson, or whoever is in charge of the project before  \nconferring with any Employee. Such Union  \nRepresentatives may check Drivers for current  \nmembership status during working hours.  \nUnion Representatives may not other wise hin-  \nder or interfere with the progress of work.  \nIt shall be the obligation of the Union  \nRepresentatives to adhere to all pertinent safe-  \nty rules of the particular job while on the  \nEmployers premises.  \n"], ["ARTICLE XVIII  \nROTATION OF EMPLOYEES, The Union  \n", "may not require rotation of Employees during  \nthe life of this Agreement, other than  \nApprentices shifted for purposes of training.  \nWhen an Employer moves from one area to  \nanother, it shall be allowed to bring in not more  \nthan one employee with each piece of equipment.  \nIf the Employer starts extra shifts or employs  \nnew employees, it shall employ local people.  \n"], ["ARTICLE XIx  \n", "PAYROLL RECORDS. In the case of a dis-  \npute arising over hours and wages, the Union  \nshall have the right to examine the payroll  \n14  \nrecords of the individual Employees covered  \nby this Agreement upon which there is a dis-  \npute. Prior to the actual examination, a writ-  \nten request shall be submitted to the  \nEmployer involved.  \n"], ["ARTICLE XxX  \nAPPLICATION OF WAGE RATES. A.  \n", "The determining factor in applying different  \narea rates shall be the location within the  \nState in which the work is being performed  \nand not the home address of the Employee or  \nEmployer. Pay rates for other crafts with  \nrespect to areas are irrelevant.  \nB, Work in Two Wage Zones - When work  \ncovered by this Agreement is in two wage zones  \n(point of load to point of dump) the driver shall  \nbe paid an hourly wage based on the average of  \nthe two zones. (i.e. —if Area 4 has a wage of $10  \nper hour and Area 2 has a wage of $12 per hour,  \nthe driver would be paid the average or $11 per  \nhour plus fringes).  \n"], ["ARTICLE Xx]  \nPAYDAY AND WAGE PAYMENT. A. All  \n", "regular, full time Employees covered by this  \nAgreement shall be paid in full each week. Not  \nmore than seven (7) days shal! be held back  \nincluding payday.  \nB. Wages shall be paid at or before the end of  \nthe shift of the designated payday.  \nC. When an Employee is laid off, or discharged  \nhe shall receive all money due him in cash or  \nnegotiable check within twenty four (24) hours.  \nIf the Employee does not appear to collect his  \ncheck the Employer wil] immediately mai] his  \n12  \ncheck to the Employee's last known address.  \nD. An Employee who quits will be paid any  \nwages due him at the next regular payday.  \nE. The Employer agrees to provide the fol-  \nlowing information on the Employee’s check  \nstub: Hours, date, regular pay, overtime pay,  \ndeductions, net pay.  \nF. Wage rate classifications in this Contract  \nestablishes only a rate for Employees hired by  \nManagement and in no way relates to manning  \nof projects.  \nG. Direct Deposit Refer to memorandum  \nDirect Deposit Memorandum of  \nUnderstanding  \nThis memorandum clarifies the understand-  \ning between the AGC of Minnesota and the  \nMinnesota Construction Conference of  \nTeamsters with regard to direct deposit of  \nemployee’s paycheck. Direct deposit was  \nproposed by the AGC and agreed to by the  \nTeamsters in the 2005 highway-heavy negotia-  \ntions. The dispute is whether direct deposit is  \nmandatory for the employer. The AGC says it is  \nnot and the Teamsters say it is.  \nThis dispute will be settled at a future date.  \nDue to time restraints it is not feasible to settle  \nthis dispute in a timely manner. Until this  \ndispute is settled, direct deposit will not be  \nmandatory on the employer.  \n"], ["ARTICLE XXII  \nFRINGE BENEFITS. The Employer agrees  \n", "to contnbute every month, not later than the  \n15th day of the following month, hereinafter  \ncalled the “due date” such sums for Pensions and  \n13  \nHealth and Welfare, as may be designated in  \nCLASSIFICATIONS AND WAGES an hour for  \neach hour worked by all Employees covered by  \nthis Agreement. The Fund shall be known sepa-  \nrately as the Teamsters’ Pension Fund and the  \nTeamsters’ Health and Welfare Fund and collec-  \ntively as the Minnesota Teamsters’ Fringe  \nBenefit Fund under separate Trust Agreements,  \ncopies of which the Employer will receive and to  \nwhich the Employer is automatically bound. The  \nfund’s Trustees shal] equally represent the  \nUnion and the Employer.  \n1. Contributions to be paid on one check with  \nall other fringes to an administrative agency  \nwith a local office.  \n2. Reporting forms and instructions stan-  \ndardized with other basic trades.  \n3. Contributions paid on an hourly basis on  \nall hours worked and not to be pyramided.  \nExample: If hourly wage is $3.00 plus 10 cents  \nfringe, time and one-half overtime rate — $4.50  \nplus 10 cents fringe and double time overtime  \nrate — $6.00 plus 10 cents fringe. On shift work,  \ncontributions paid on the same proportionately  \nhourly basis as hours worked to hours paid.  \n4. Any Insurance Carrier, Administrator,  \nConsultant, Actuary, Fiduciary Agent which  \nmay be used shall be selected by competitive  \nbidding upon invitation by Trustees.  \n5. There shall be no requirement that  \nEmployees sent to work outside the scope of  \nthis Agreement be paid fringes, nor shall the  \nEmployer be required to duplicate fringe  \ncontributions.  \n6. Collections: (a) Delinquency: An Employer  \nshall be considered “delinquent” for a particular  \n14  \nwork month if its required report and contribu-  \ntion for that month are not received in the office  \nof the Fund Administrator, postmarked on or  \nbefore the 20th day of the following month (the  \n“due date”), irrespective of whether such delin-  \nquency is willful or otherwise; provided, that an  \nEmployer shall not be considered delinquent for  \nsuch month if it shall prove by clear and con-  \nvincing evidence satisfactory to the Trustees  \nthat its report and payment were in fact posted  \non or before the due date and were lost in the  \nmails through no fault of its own. For the pur-  \npose of determining the hours to be reported for  \na particular work month, the Employer may  \nreport either on the basis of the hours worked  \neach day occurring in that month or on the  \nbasis of all hours worked through the last day of  \nthe last pay period ending within that month,  \nprovided that the reporting basis selected by  \nthe Employer is consistently followed:  \n(b} Liquidated damages and interest: If an  \nEmployer becomes delinquent for a particular  \nwork month (as provided in (a) above), such  \nEmployer shall also be required to pay, as liqui-  \ndated damages and not as a penalty an amount  \nequal to 10% of the contributions otherwise due  \nfor such work month, it being understood and  \nacknowledged by the parties that actual dam-  \nages are extremely difficult or impossible to  \nascertain and that the amount so fixed as liqui-  \ndated damages is reasonable. In addition to liq-  \nuidated damages, contributions delinquent for  \nmore than two months shall bear interest at the  \nrate of 8% per annum, calculated for the applic-  \nable due date to the date of payment.  \n(c) Bonding: If an Employer becomes delin-  \n16  \nquent for a particular work month (as provided  \nin (a) above as to any or all of the Trust Funds,  \nand if the report and the full payment due for  \nsuch work month (including liquidated dam-  \nages) are not actually received in the office of  \nthe Fund Administrator on or before the 20th  \nday of the month following the applicable due  \ndate, such Employer shall (in addition to paying  \nthe full amount due) be required to post in the  \noffice of the Fund Administrator a cash or sure-  \nty bond in form satisfactory to the Trustees in a  \nface amount of $25,000, issued by a duly  \nlicensed surety company. Such Bond shall cover  \nall the Trust Funds and assure payment of all  \nsums called for by this Agreement in the event  \nof the Employer’s subsequent delinquency as to  \nany or all of the Trust Funds, and which shall be  \nkept in force and maintained in the full face  \namount for a period of not less than twelve (12)  \nconsecutive calendar months during which such  \nEmployer has complied fully with the terms  \nand provisions of this Article.  \n(d) Underpayment. An Employer who, after  \nhaving filed a report for a particular work  \nmonth, is found not to have reported and paid  \nthe full amount of contributions due for such  \nmonth, shall be required to pay 10% liquidat-  \ned damages on the total amount of the under-  \npayment, and if such underpayment is more  \nthan two months overdue, the Employer shall  \nalso pay interest thereon at the rate of 8% per  \nannum calculated from the applicable due  \ndate. At the election of the Trustees, such  \nEmployer may also be required to post a bond  \nin the form contemplated by clause (c) hereof  \nand in a face amount at least equal to the total  \n16  \namount of contributions due for the four most  \nrecent work months completed prior to the  \ndate on which such underpayment was dis-  \ncovered by the Trustees.  \n(e) Auditing procedures: The Trustees shall  \nhave the right at any time and from time to  \ntime upon notice to the Employer, to cause an  \naudit or audits to be made of the Employer's  \nemployment, personne! and payroll records  \nrelating to its former and present Employees  \nwhich the Trustees or their authorized agents  \nshall deem necessary in conducting such audit,  \nand the Employer shall afford them reasonable  \ntime and opportunity to examine the same in  \naccordance with standard auditing procedures  \nand shall assist and cooperate with the  \nTrustees and their authorized agents in proper-  \nly identifying the Employees covered by this  \nAgreement and the hours worked by them.  \nIf an Employer has subcontracted work to  \nany subcontracting Employer described in  \nArticle XI of this Agreement, such Employer  \nshall promptly furnish to the Trustees or their  \nauthorized agents, upon demands, such infor-  \nmation as it shall possess concerning the  \nEmployees of such subcontracting Employer,  \ntheir job classification and the hours worked by  \nthem at the jobsite.  \n(f) Non-Union Employees: The provisions of  \nthis Agreement establishing rates of pay, wages,  \nhours of employment and other terms and con-  \nditions of employment, including fringe bene-  \nfits, apply to all Employees employed in job clas-  \nsifications within the jurisdiction of the Union,  \nregardless of whether or not such Employees  \nare members of the Union. Each Employer shall  \n17  \na.  \n<  \n=  \nWw  \n=  \n©  \nN  \nW  \n  \n=  \n   \n   \n1&2 Minneapolis-St. Paul  \nMetro. Area & Duluth 3 Southeastern Area  \n2A Itasca County East of 4 Western Area Work  \nT.H. -6 & Cariton Co.  \nreport and pay fringe benefit contributions on  \nall hours worked by each and all such  \nEmployees, including such Employees who are  \nnot members of a Union.  \n(g) Economic Actions: Notwithstanding any  \nother provisions of this Agreement in the event  \nthat any Employer shall fail, refuse, or neglect  \nto comply fully with any term or provisions of  \nthis Article relating to the filing of reports, the  \npayment of contributions, the payment of liqui-  \ndated damages, the posting of bonds, or the con-  \nduct of auditing procedures and the furnishing  \nof records and in formation in connection there-  \nwith, then, in addition to any-other rights and  \nremedies which the Trustees or the Unions may  \npossess, the Unions shal} have the right, upon  \ngiving seventy-two (72) hours written notice to  \nthe Employer of such noncompliance, to take  \nwhatever economic action they deem necessary  \nuntil full compliance is effected.  \nIf the noncompliance asserted by the Unions  \nshall involve an alleged failure, refusal or  \nneglect on the part of the Employer to pay the  \nfull amount of contributions due on all hours  \nworked by all of its Employees covered by this  \nAgreement and a dispute shall exist as to the  \nproper identification of the Employees covered  \nby this Agreement and/or the number of hours  \nworked by them, the Employer may demand  \nthat such dispute be submitted to regular arbi-  \ntration under Article 12 ~ SETTLING DIS-  \nPUTES, provided that such demand is submit-  \nted in writing to the Union within forty-eight  \n(48) hours after receipt of the above Union  \nnotice, which written demand shall identify the  \n20  \nEmployees and hours claimed to be in dispute,  \nand provided further that the Employer shail  \nmake full payment of any contributions which  \nare then due and not disputed, including the  \nindicated liquidated damages and interest  \nthereon. When an Employer demands that such  \na dispute be submitted to arbitration in accor-  \ndance with the preceding sentence, all econom-  \nic and legal action relating to such dispute shall  \nbe stayed pending a decision in the arbitration  \nproceeding. If a delinquency in the payment of  \ncontributions shall have been admitted by the  \nEmployer or established through arbitration,  \nthe Trustees’ rights to collect liquidated dam-  \nages or interest there on, or to require a bond  \nwith respect thereto, shall not be subject to arbi-  \ntration. An failure, refusal or neglect  \nto file monthly reports in a timely manner or to  \ncomply fully with the auditing procedures set  \nforth herein shall not be subject to arbitration.  \n(h) Legal Action: .In the event that any  \nEmployer shall fail, refuse or neglect to comply  \nfully with any term or provision of this Article  \nrelating to the filing of reports, the payment of  \ncontributions, the payment of liquidated dam-  \nages, the posting of bonds, or the conduct of  \nauditing procedures and the furnishing of  \nrecords and information in connection there-  \nwith, then, in addition to any other rights and  \nremedies which the Trustees or the Union may  \npossess, either the Union or the Trustees or both  \nof them shall have the right to cause legal action  \nto be taken against such Employer to effect com-  \npliance. Delinquent Employers will be required  \nto pay legal fees plus reasonable attorney fees.  \n21  \n   \n   \n{i} Reimbursement of Unions: The Trustees  \nmay, in their discretion, reimburse the Union  \nfrom the Trust Funds for all or any part of the  \ncosts of collection (including specifically, picket-  \ning and bannering expense) actually incurred  \nby the Union in taking economic or legal action  \nagainst an Employer to effect compliance with  \nthe terms of this Agreement.  \n(j) Benefit payments: If the failure, refusal or  \nneglect of any Employer to comply fully with the  \nterms and provisions of this Article shall result  \nin a loss to any Employee of Pension or Health  \nand Welfare benefits to which such Employee  \nwould otherwise be entitled, then, in addition to  \nany other sum for which it may be liable, the  \nEmployer shall be liable to such Employee for  \nthe benefits so lost as a result of such Employer's  \nnoncompliance. Such Employer shall indemnify  \nthe Trustees, the Trust Funds, the Union and  \ntheir agents and Employees against any and all  \nloss, damage, or liability Gncluding attorneys’  \nfees) which they may suffer or for which they  \nmay be charged by reason of any claim or action  \nbrought against them by any such Employee for  \nlost benefits.  \n(k) Survival of Rights: Notwithstanding the  \nDuration Article hereof, the provisions of this  \nArticle relating to the rights and remedies of the  \nUnion, the Trustees and the Employees (includ-  \ning, specifically, liquidated damages, auditing  \nprocedures, economic and legal action, and bene-  \nfit payments) in the event of delinquency or  \nunderpayment by an Employer shall survive the  \ntermination of this Agreement with respect to  \nthe Employer's obligation te contribute on hours  \nworked prior to such termination.  \n22  \n(1} Notices or Other Communications:  \nDemands shali be directed to a party’s last  \nknown address and all time limits shall be com-  \nputed excluding Saturday, Sunday and Holidays  \nor days observed as such.  \nIf an Employer subcontracts work to be per-  \nformed at the jobsite by Employees covered by  \nthis Agreement such subcontracting Employer  \nshall be specifically and automatically bound by  \nthe terms, conditions and penalties of this Article.  \nAny and all fringe contribution rates shall be  \nopen for adjustment and such adjustment shall  \noperate to adjust wages in a like amount.  \n"], ["ARTICLE XXTIl  \nSAVINGS CLAUSE. This Agreement is in  \n", "tended to be in conformity with all applicable  \nand valid State and Federal laws, rules and reg-  \nulations. Any conflict between the provisions of  \nthis Agreement and the terms of any such laws  \nand regulations shall cause the provisions of  \nthis Agreement so in conflict to be superseded  \nor annulled but shall not supersede or annul  \nthe terms and provisions of this Agreement  \nwhich are not so in conflict.  \n"], ["ARTICLE XXIV  \nDEFINITION OF WORK. Heavy  \n", "Construction and Railroad Construction is  \ndefined as constructing substantially in its  \nentirety any fixed structures and other  \nimprovements or modifications thereof, or any  \naddition or repair thereto, including any struc-  \nture or operation which is an incidental part of  \na contract thereof, including without limitation,  \nrailroad and street railway construction pro-  \n23  \njects, mass transit projects, underground utili-  \nties, water mains, grade separations, founda-  \ntions, pile driving, piers, abutments, retaining  \nwalls, viaducts, shafts, tunnels, subways, tract.  \nelevation, elevated highways, drainage projects,  \nsanitation projects, aqueducts, irrigation pro-  \njects, flood control projects, reclamation pro-  \njects, sewage and water treatment projects,  \npump and lift stations, airports, athletic fields,  \nand stadiums, reservoirs, water supply projects,  \nwater power development, hydro-electric devel-  \nopment, power plants, transmission lines, locks,  \ndams dikes, levees, revetments, channels, chan-  \nnel cut-offs, intakes, dredging projects, jetties,  \nbreakwaters, docks, harbors, industrial plants  \nand sites, excavation and disposal of earth and  \nrock, including the assembly, operations, main-  \ntenance, and repair of all equipment, vehicles  \nand other facilities used in connection with and  \nserving the aforementioned work and service,  \nand wrecking and demolition when performed  \nby Highway-Heavy Contractors.  \nHighway construction work is defined as all  \nwork ordinarily included in highway construc-  \ntion contracts, bridges, sewer and street grad-  \ning, street paving, curb setting, sidewalks,  \nsnow hauling.  \nNote 1. It is understood that where “indus-  \ntrial plants and sites” is mentioned as with  \nthe scope of Heavy and Railroad construction  \nwork, included shall be all work in connection  \nwith the clearing and grading of the sites,  \nincluding the roughing out of the bottom ele-  \nvation indicated, all construction of roads rail-  \nroads and river work and all construction of  \n24  \nsubsurface conduit and piping, drains and  \nsewers to the building line.  \nNote 2. It is understood that all demolition of  \nany Heavy, Railroad or Highway construction  \nwork shall be within the scope of Heavy,  \nRailroad and Highway construction work.  \nWorkmen shall not include Engineering,  \nClerical Employees, Timekeepers, Guards,  \nSuperintendents, Mechanical Superintendents,  \nAssistant Superintendent, General Forepersons,  \nForepersons, or any Supervisors in charge of any  \nclasses of labor, but shall include all other per-  \nsons employed by the Employers in the perfor-  \nmance of work covered by this Agreement. A  \nSuperintendent or Foreperson who does work of  \nworkmen covered by this Agreement more than  \nis required for instruction of workmen or is  \nemployed on any work as a workman covered by  \nthis Agreement shall be governed by the condi-  \ntions and wages of such workman.  \nThis Agreement shall not apply to profession-  \nal or supervisory employees as defined in the  \nNational Labor Relations Act as amended.  \n"], ["ARTICLE XXV  \nPRE-JOB CONFERENCE. The Employer  \n", "shal] set a pre-job conference with the Union on  \njobs over $500,000 when requested by the Union.  \n"], ["ARTICLE XXVI  \n", "SNOW REMOVAL. It is agreed that in the  \ninterest of more continuous employment for  \nEmployees covered by this Agreement, the over-  \ntime provisions of this Agreement shall not  \napply to snow removal work in the State of  \nMinnesota.  \n25  \n"], ["ARTICLE XXVII  \nNON-DISCRIMINATION. The Employer,  \n", "the Unions, and the Employees agree there  \nshall be no discrimination or harassment  \nagainst any employee or applicant for employ-  \nment because of race, creed, religion, gender,  \nage, national origin, or any other category pro-  \ntected by applicable Federal or State Law. In  \nregard to gender, any reference in this agree-  \nment to the male gender, words such as “he”,  \n“his”, etc., shall apply to both male and female.  \n26  \n"], ["ARTICLE XXVIII  \nSENIORITY RIGHTS. A. Seniority rights  \n", "shall be for layoff and recall purposes only.  \nSeniority shall be established by the individual  \ndriver after he has been employed thirty (30)  \nworking days. When an Employee has been off  \nwork for four (4} days, this shall constitute a lay-  \noff for the purpose of this Article, The Employer  \nshall make the adjustments so as the rule, last  \nEmployee hired shall be first laid off and upon  \nreturning, last laid off to be the first recalled.  \nAny Employee exercising their seniority  \nshall be qualified to do the job that is avail-  \nable. It shall be to the Employer’s discretion  \nas to who is qualified. If two or more trucks  \nare down due to mechanical failure, the dri-  \nvers will be reassigned to other trucks if avail-  \nable based on their seniority.  \nA list of the Employees arranged in the order  \nof their seniority standing shall be posted in a  \nconspicuous place on the job and shall be kept  \nup to date. Any controversy over the seniority  \nstanding of an Employee or Employees on this  \nlist shal] first be handled between the Union  \nand Employer. If no agreement can be reached,  \nthen such controversy shall be handled in the  \nmanner prescribed under Article 12 — Settling  \nDisputes. Refusal of employment by drivers  \nshall constitute quitting and loss of seniority.  \nB. Seniority may be retained by an Employee  \nfor one year after his last paycheck unless such  \nEmployee is drawing compensable injury pay  \nfrom an accident or illness.  \nC. Semority terminates upon retirement.  \n27  \n"], ["ARTICLE XXIX  \n", "UNIFORMS. The Employer agrees that if  \nany Employee is required to wear any kind of  \nuniform, same shall be furnished and main-  \ntained by the Employer free of charge and shall  \nbear the Union label.  \n"], ["ARTICLE XXX  \nHOURS OF WORK  \n", "A. 1. All Districts. Forty (40) hours shall con-  \nstitute a week’s work beginning on Monday  \nthrough Friday of each week. Where work is  \nrequired in excess of forty (40) hours in one week,  \nsuch work shall be paid for at the rate of one and  \none-half (1-1/2) times the hourly rate. All time  \nworked 3 twelve (12)h in any one-  \nhall be paid -half  \ntimes the hourly rate. All time worked on  \nSaturday shall be paid at one and one-half (1-1/2)  \ni hourly _r. EPTION: if th  \nmployee has not worked forty (40) hours  \nMonday through Friday, due to his/her own  \nccor rdue to tw orm  \naccord, or due to two (2) or more Jost days due to  \nae weather, beiahe sual be paid straight  \nim tur mpl h  \nworked ‘forty (40) hours, Sundays and holidays  \nare paid at two (2) times the hourly rate.  \n2. Employees shall have first (ist) preference  \nfor all hours of work available including over-  \ntime on all work covered by this Agreement  \nbefore additional trucks are used or added.  \nB. It is understood that there shall be no  \npyramiding of overtime and Employees shall  \nnot be paid daily and weekly overtime.  \nC. All time spent maintaining and operating  \na vehicle will be paid hours.  \n28  \nD. Teamsters on Hazardous Waste will be paid  \nfor all time spent in personal preparation and  \nclean up. Reasonable time determined by the  \nEmployer.  \n"], ["ARTICLE XXxI  \nSUNDAY AND HOLIDAYS. All work per-  \n", "formed between midnight Saturday and mid-  \nnight Sunday night shall be classified as  \nSunday work and paid for at the rate of two (2)  \ntimes the regular hourly rate; except as a regu-  \nlar shift which ends on Sunday or a holiday  \nmorning or begins at or after 6:00 P.M. on a  \nSunday or a holiday evening, shal] be paid at  \nthe straight time rate.  \nB. Work performed on Sunday and the follow-  \ning holidays shall be compensated for at the rate  \nof two (2) times the regular hourly rate: New  \nYear’s Day, Memorial Day, Independence Day,  \nLabor Day, Thanksgiving Day and Christmas  \nDay. When Monday is designated and celebrated  \nas one of the above listed legal holidays according  \nto the regulations produced by the Federal gov-  \nernment, they shall be observed as such.  \nC. Personal Leave. The employer will grant up  \nto 2 unpaid personal days if an employee reaches  \n1700 or more per calendar year. Days will be  \ngranted upon mutual agreement between  \nemployer and employee.  \nD. Funeral Leave: The employer will grant up  \nto two days unpaid for the death of family mem-  \nbers, including, mother, father, sister, brother, chil-  \ndren, step-children, and spouse.  \n29  \n"], ["ARTICLE XXXII  \nDEMOLITION AND WRECKING.  \n", "Contractors signed to the Highway-Heavy  \nContracts shall pay Highway-Heavy rates for  \ndemolition and wrecking.  \n"], ["ARTICLE  \nTRAINING PROGRAM. The Employers  \n", "and the Union agree that a committee com-  \nprised of two representatives from each group  \n(Labor and Management) shall establish a  \ntraining (apprenticeship) program for Drivers.  \nSaid committee is authorized to design and  \nadopt a trust agreement, rules, regulations, pay  \nscale, and shall determine eligibility and super-  \nvise the administration of the program.  \nMEMORANDUM OF UNDERSTANDING  \nThis memorandum clarifies the under stand-  \ning between the AGC of Minnesota and the  \nMinnesota Construction Conference of Teamsters  \nwith regard to Apprenticeship pay rates and ratio  \nof Apprentices to journey drivers.  \nA. Apprentice drivers shall be paid the fol-  \nlowing percentage of base wage plus full fringe  \nbenefits.  \nProbationary Period 60%  \n2nd Period 70%  \n3rd Period 80%  \n4th Period 90%  \n5th Period Scale  \nThese rates apply to pre-determined wage work  \nonly. Apprentice mechanics shall be compensated  \nat the percentage found in Article XXXV of the  \ncurrent collective bargaining agreement.  \nB. The ratio of apprentices to journey drivers  \nshall be as follows:  \n30  \nJourney Drivers Apprentices  \n10 4  \n+10 +2  \nA complete copy of the Apprenticeship  \nStandards may be obtained from the A.G.C. or the  \nLocal Union.  \n"], ["ARTICLE XXxIV  \n", "TRANSPORTATION. When drivers finish the  \nwork day at a location other than where they start-  \ned, and need transportation back to their starting  \nlocation, the Employer will provide reasonable  \ntransportation.  \nDRUG & SAFETY PROGRAM. A written drug  \nprogram has been adopted and is available for use  \nat the contractors option and can be obtained by  \ncontacting the Union or AGC of Minnesota.  \n"], ["ARTICLE XXXV  \nCLASSIFICATIONS:  \n", "(The classifications below include the front axle)  \neffective 11-20-01  \nGroup 1  \nBoom Truck Driver  \nMechanic- Welder  \nOff-Road Truck Driver — including Articulated  \nDump Truck  \nTractor Trailer Driver  \nWinch Truck Driver  \nSix or More Axle Trucks  \nLowboy driver to receive ($1.00) per hour above  \ngroup scale.  \nForeperson to receive ($1.00) per hour above  \ngroup scale. (Hiring of a foreperson is at the dis-  \ncretion of the employer.)  \n31  \nGroup 2  \nFour Axle Truck  \nStraight trucks with five(5) axles will receive  \nthirty cents ($.30) above the Group 2 wage  \nrate,  \nGroup 3  \nBituminous Distributor Driver  \nThree Axle Truck  \nTwo Axle Truck  \nGroup 4  \nBituminous Distributor Spray Operator (rear  \nand oiler)  \nDumpman  \nGreaser and Truck Serviceperson  \nPilot Car Driver  \nSelf-Propelled Packer  \nSlurry Operator  \nTank Truck Helper (gas oil, road oil and water)  \nTractor Operator (wheel type used for any pur-  \npose)  \nThe following classifications shall come under  \nthe appropriate axle rate wage group:  \n“A” Frame Driver  \nDry Batch Hauler Driver  \nReady-Mix Concrete Truck Drivers  \nSlurry Drivers  \nTank Truck Driver (gas, oil, road oil and water)  \nNOTE: When a contractor deems it advisable  \nto hire an Apprentice Mechanic, his scale shal! be  \nas follows:  \nist Year: 70% of Class 1 scale  \n2nd Year: 85% of Class 1 scale  \nAfter second full year, 100% of Class 1 scale  \n32  \nGroup  \n  \nGroup  \nm OND ee  \nGroup  \nWAGES & FRINGES  \nArea 1  \nMay 1, 2005 - April 30, 2006  \nPen- Appren-  \nWage H&W sion _ ticeship  \n$23.00 $5.50 $3.65 $.10  \n22.45 550 3.65 .10  \n22.35 5.50 3.65 .10  \n22.10 550 3.65 © .10  \nMay 1, 2006 - April 30, 2007  \nPen- Appren-  \nWage H&W sion _ ticeship  \nTO BE DETERMINED  \nTO BE DETERMINED  \nTO BE DETERMINED  \nTO BE DETERMINED  \nMay 1, 2007 - April 30, 2008  \nPen- Appren-  \nWage H&Ww sion ticeship  \nTO BE DETERMINED  \nTO BE DETERMINED  \nTO BE DETERMINED  \nTO BE DETERMINED  \nMay 1, 2008 - April 30, 2009  \nPen- Appren-  \nWage H&W sion = ticeship  \nTO BE DETERMINED  \nTO BE DETERMINED  \nTO BE DETERMINED  \nTO BE DETERMINED  \n33  \nTotal  \n$32.25  \n31.70  \n31.60  \n31.35  \nTotal  \n$33.80  \n33.25  \n03.15  \n32.90  \nTotal  \n$35.35  \n34.80  \n34.70  \n34.45  \nTotal  \n$36.95  \n36.40  \n36.30  \n36.05  \nArea 2  \nMay 1, 2005 - April 30, 2006  \nPen- Appren-  \nGroup Wage H&W sion ticeship Total  \n$22.60 $5.50 $3.65 $.10 $31.85  \n22.05 550 3.65 .10 31.30  \n2195 550 3.65 .10 31.20  \n21.70 550 365 10 30.95  \nMay 1, 2006 - April 30, 2007  \nPen- Appren-  \nGroup Wage H&W sion ticeship Total  \nTO BE DETERMINED ~— $33.40  \nTO BE DETERMINED 32.85  \nTO BE DETERMINED 32.75  \nTO BE DETERMINED 32.50  \nMay 1, 2007 - April 30, 2008  \nPen- Appren-  \nGroup Wage H&Ww sion ticeship Total  \nTO BE DETERMINED ~ $34.95  \nTO BE DETERMINED 34.40  \nTO BE DETERMINED 34.30  \nTO BE DETERMINED 34.05  \nMay 1, 2008 - April 30, 2009  \nPen- Appren-  \nGroup Wage H&W sion ticeship Total  \nTO BE DETERMINED ~— $36.55  \nTO BE DETERMINED 36.00  \nTO BE DETERMINED 35.90  \nTO BE DETERMINED 35.65  \nm OO De RON OG ND =  \nPON  \nGroup  \nm® oo he  \nGroup  \nGON he  \nGroup  \nArea 2A  \nMay 1, 2005 - April 30, 2006  \nPen- Appren-  \nWage H&W sion ticeship Total  \n$21.65 $5.50 $3.65 $.10 $30.90  \n21.10 6.50 3.65 10 30.35  \n21.00 5.50 3.65 .10 30.25  \n20.75 5.50 3.65 10 30.00  \nMay 1, 2006 - April 30, 2007  \nPen- Appren-  \nWage H&W sion ticeship Total  \nTO BE DETERMINED $32.45  \nTO BE DETERMINED 31.90  \nTO BE DETERMINED 31.80  \nTO BE DETERMINED 31.55  \nMay 1, 2007 - April 30, 2008  \nPen- Appren-  \nWage H&W sion ticeship Total  \nTO BE DETERMINED _ $34.00  \nTO BE DETERMINED 33.45  \nTO BE DETERMINED 33.35  \nTO BE DETERMINED 33.10  \nMay 1, 2008 - April 30, 2009  \nFPen- Appren-  \nWage H&W sion ticeship Total  \nTO BE DETERMINED _ $35.60  \nTO BE DETERMINED 35.05  \nTO BE DETERMINED 34.95  \nTO BE DETERMINED 34.70  \n35  \nGroup  \nmh Ow Ne  \nGroup  \nma DN  \nGroup  \nm Ne  \nGroup  \n1  \n2  \n3  \n4  \nArea 3  \nMay 1, 2005-April 30, 2006  \nPen- Appren-  \nWage H&W sion ticeship Total  \n$20.80 $5.50 $3.65 $.10 $30.05  \n20.25 56.50 3.65 10 29.50  \n20.15 550 3.65 10 29.40  \n19.95 550 3.65 10°  \nMay 1, 2006 - Apri] 30, 2007  \nPen- Appren-  \nWage H&W sion ticeship Total  \nTO BE DETERMINED ~ $31.60  \nTO BE DETERMINED 31.05  \nTO BE DETERMINED 30.95  \nTO BE DETERMINED 30.75  \nMay 1, 2007 - April 30, 2008  \nPen- Appren-  \nWage H&W sion ticeship Total  \nTO BE DETERMINED — $33.15  \nTO BE DETERMINED 32.60  \nTO BE DETERMINED 32.50  \nTO BE DETERMINED 32.30  \nMay 1, 2008 - April 30, 2009  \nPen- Appren-  \nWage H&W sion ticeship Total  \nTO BE DETERMINED $34.78  \nTO BE DETERMINED 34.20  \nTO BE DETERMINED 34.10  \nTO BE DETERMINED 33.9C  \nLow or No Pre-determined Wages  \nAreas 1 - 2- 2A-3 Only  \nWhere pre-determined wages are below scal  \nor non-existent new employees shall receive th  \nfollowing wages and fringes. New employee  \n36  \nmay be paid three dollars ($3.00) below scale  \nwith a one-dollar ($1.00) per hour increase  \nevery one thousand (1,000) hours worked and  \nfull scale after three thousand (3,000) hours  \nworked. In addition, these employees will  \nreceive all yearly contractual wage and benefit  \nincreases and the Employer will pay full fringe  \nbenefit contributions for the duration of this  \nAgreement. It will not be a violation of this  \nAgreement for the Employer to pay wages  \nabove the current progression rates. Current  \nemployees wil) fall under the above provisions  \nbased on ali hours worked for their Employer.  \nArea 4  \nMay 1, 2005 - April 30, 2006  \nPen- Appren-  \nGroup Wage H&W sion ticeship Total  \n1 $18.32 $5.50 $3.45 $.10 $27.37  \n2 17.81 550 3.45 10)  \n3 17.66 5.50 3.45 10 26.71  \nA 17.66 5.50 3.45 10 26.71  \nMay 1, 2006 - April 30, 2007  \nPen. Appren-  \nGroup Wage H&w sion ticeship Total  \n1 TO BE DETERMINED $28.47  \n2 TO BE DETERMINED 27.96  \n3 TO BE DETERMINED 27.81  \n4 TO BE DETERMINED 27.81  \nMay 1, 2007 - April 30, 2008  \nPen- Appren-  \nroup Wage H&EwW sion ticeship Total  \n1 TO BE DETERMINED $29.57  \n2 TO BE DETERMINED 29.06  \na TO BE DETERMINED 28.91  \n4 TO BE DETERMINED 28.91  \n37  \n   \nMay 1, 2008 - April 30, 2009  \n   \nPen- Appren-  \nGroup Wage H&W sion ticeship Total  \n1 TO BE DETERMINED — $30.72  \n2 TO BE DETERMINED 36.21  \n3 TO BE DETERMINED 30.06  \n4 TO BE DETERMINED 30.06  \nNote A — Any increases in cost of fringe bene-  \nfits will be deducted from wages.  \nNote B - All fringe fund contributions for all  \nwage areas are to be sent to:  \nMinnesota Teamster Construction Dues  \nFringe Benefits Fund  \nc.o Zenith Administrators  \nPO. Box 31  \nMinneapolis, MN 85440-0031  \nPhone 651-256-1802 Fax 651-256-1901  \nNote C— In Area 4 as defined in this Agreement  \nwhere predetermined wage rates are less than  \nspecified in this Agreement, the Employer may  \npay up to $1.00 per hour less than the contract  \ncalls for without violating this Agreement.  \nNote D - Straight trucks with five (5)  \naxles will receive thirty cents ($.36)  \nabove the Group 2-wage rate.  \nMay 1, 2009 — One dollar and twenty five  \ncents ($1.25) per hour increase shall become  \neffective May 1, 2009 or on the date of settle-  \nment of the new contract, whichever is later. If  \na higher rate has not been negotiated between  \nthe Unions and the AGC this rate will apply.  \nSaid increase be subject to the fringe ben-  \nefit fund allocations.  \n"], ["ARTICLE XXXVI  \nSCOPE OF AGREEMENT. This Agree  \n", "ment shall gevern al] work done in the entir  \nState of Minnesota on Highway-Heav  \n38  \nConstruction Projects for the Metropolitan  \nareas of Minneapolis, St. Paul and Duluth. (See  \nwage district map and/or counties).  \nDistricts 1 & 2: Wright, Carver, Scott,  \nHennepin, Ramsey, Dakota, Washington,  \nAnoka, Sherburne, and southern half of  \nChisago, St. Louis, Lake and Cook.  \nDistrict 2A: Itasca County East of TH #6  \nand Carlton County.  \nDistrict 3: Rice, Goodhue, Wabasha, Steele,  \nDodge, Olmsted, Winona, Freeborn, Mower  \nFillmore and Houston.  \nDistrict 4: Balance of State.  \n"], ["ARTICLE XXXVilI  \nWORKERS COMPENSATION, The AGC  \n", "of Minnesota and the Minnesota Construction  \nConference of Teamsters hereby agree to enter  \ninto an Agreement and Declaration of Trust  \nfor the establishment of the AGC of Minnesota  \n— Basic Construction Crafts Workers’  \nCompensation-Fund (hereinafter The Fund)  \nto provide workers’ compensation benefits to  \neligible employees under this Collective  \nBargaining Agreement.  \nThe operation of the Workers’ Compensation  \ngrogram will be determined by the Trustees in  \naccordance with the Agreement and  \nJeclaration of Trust establishing the Fund,  \nogether with any amendments thereto and reg-  \nulations established by the Trustees, and the  \narties hereby designate as their representa-  \nves of the Board of Trustees such trustees as  \nre named pursuant to the Trust Agreement,  \nogether with any successors who may be  \nppointed pursuant to the Agreement and  \neclaration of Trust. The parties hereto agree to  \n39  \nbe bound by the delinquency collection proce-  \ndures established by the Trustees of the Fund,  \nas may he revised from time to time.  \nIt is the purpose of this Trust Fund to provide  \nemployees who claim compensable personal  \ninjuries and occupational diseases occurring  \nunder Minnesota Workers’ Compensation laws  \nwith benefits required by law. The amount of con-  \ntributions to this Fund shall be established by the  \nTrustees and may be changed from time to time.  \n"], ["ARTICLE  \nUNION DUES & D.R.LV.E. AUTHO-  \nRIZATION AND DEDUCTION The  \n", "Employer agrees upon written authorization  \nfrom the individual employee to deduct, from  \nthe employee's first paycheck each month, the  \nUnion Dues for the current month worked, and  \npromptly remit the same to the Financial  \nSecretary of the respective Union. The loca! will  \nbill employer each month.  \nThe Employer agrees to deduct from the  \npaycheck of all employees covered by this  \nAgreement voluntary contributions to DRIVE  \nDRIVE shall notify the Employer of the  \namounts designated by each contributing  \nemployee that are to be deducted from his/her  \npaycheck on a weekly basis for all weeks  \nworked. The phrase “weeks worked” excludes  \nany week other than a week in which the  \nemployee earned a wage. The Employer shal  \ntransmit to DRIVE on a monthly basis in one  \ncheck the total amount deducted along witt  \nthe name of each employee on whose behalf :  \ndeduction is made, the employee’s Socia  \nSecurity number and the amount  \nfrom the employee's paycheck. Th  \n40  \nInternational Brotherhood of Teamsters will  \nbill employer each month.  \n"]]