[["", "J  \n   \nTABLE OF CONTENTS  \nClick on any heading to view test  \nSection  \nAddendum, Diving Agreement  \nApprentices, Hours and Working Conditions VIi(D)  \nANTULEY,  \nArea Covered LOAD  \nBasis of Payments of Fringe Benefits WIL(B)  \nBoning VIF)  \nBroken Time or Tide Work HI¢B}11  \nCalifornia Construction Advancement Program VIL)  \nClassifications of Employment LU)  \nContract VII(K)  \nDischarged Employees WELCH)  \nDrilled Pile Addendum  \nIV(F)  \nEmployer  \nPrine Den vexed VE  \nFringe Benefit Contributions for Supervisors 0.0.0.2... VIT(G  \nGeneral Provisions. VIII  \nGeographic and Market Conditions Xll  \nGrievance Procedure (Arbitrations of Disputes) IX  \nHealth and Welfare Plan WII(A)  \n  \nHOUWS LIL  \n[](B),4  \nADDL  \nJurisdictional Disputes XxX  \nLetters of  \nOL OPE WS rare Birr a EEA eer V  \n  \nPensiOn PIAM VII(C)  \nPiek Up Time VIII(G)  \nPreJob VO)  \nRecognition of  \nPRAM I1(B)  \nih VIH(D)  \nSHOW-Up Time IV¥(B)  \nSpecial Single eee III{B).10  \nStO  \nSubComtracting I(D)  \nSubstance ADWSe Exhibit “B”  \n   \n2004-2008  \nPiledrivers  \nAgreement  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \n     \n   \nSl,  \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nLif  \n   \nOF CALIFORNIA  \nTABLE OF CONTENTS (Continued)  \nClick on any heading to view test  \n0 PEN cs ers RWS Sez  \nTide Work  \nFools and Todd HOUSE  \nTransportation Expenses  \nTravel Expense  \nType of WOrk oo.  \nUnion Recognition  \nUnion  \nVacation and Holiday Plan  \nWork Covered  \nWork Fees  \nWork Preservation  \nWorking Under Docks  \nSection  \nXI  \n  \n  \nEAE AER  \nREET REE ha ES VI  \nVII(B),1  \n  \nVOI(E)  \nTUT  \n   \nPILEDRIVERS, DIVERS, CARPENTERS,  \nBRIDGE WHARF AND DOCK BUILDERS  \nLOCAL UNION #34  \n2004-2008  \nMASTER LABOR AGREEMENT  \nBetween The Associated General Contractors of California, Inc. and Northern California Carpenters Regional Council.  \nTHIS AGREEMENT. entered into this first day of July, 2004 and effective July 1,2004, amending, modifying, renewing  \nand supplementing the agreement made and entered into July 1, 2000, and cach and every prior Agreement, predeces-  \nsor to this Agreement, entered into byand between the parties hereto, by and between THE ASSOCIATED GENERAL  \nCONTRACTORS OF CALIFORNIA, INC., a non-profit corporation and/or other employers becoming signatory hereto  \nparties of the first part, hereinafter referred to as the Employer or Individual Employer, each acting for and on behalf  \nof all of its respeetive members and/or themselves, and the NORTHERN CALIFORNIA CARPENTERS REGIONAL  \nCOUNCIL for and on behalf of its affiliate Pile Drivers Local Union #34, parties of the second part, hereinafter referred  \nto as the UNION provides:  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice uniform rates of pay. hours  \nof employment and conditions of work for the employees represented by the UNION which are employed from time to  \ntime by the Employers or Individual Employer, and  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice effective methods for the  \nsettlement of misunderstandings, disputes or grievances which may arise between the parties hereto to the end that the  \nEmployers or Individual Employer may he assured of continuity of operations and the Employees represented by the  \nUNION may be assured of continuity of employment;  \nNOW, THEREFORE, IT IS AGREED AS FOLLOWS:  \nSECTION | - WORK COVERED  \nA, Area:  \nThis Agreement shall cover all Heavy Construction work of the types hereinafter more specifically defined as  \nwithin pile driving classification and located within the area of Northern California, which term is intended to  \nmean that portion of the State of California above the Northern Boundary of Kern County; the Northern  \nBoundary of San Luis Obispo County, and the Westerly Boundaries of Inyo and Mono Counties, consisting of the  \nfollowing forty-six (46) counties: Alameda, Alpine, Amador, Butte, Calaveras, Contra Costa, Colusa, Del Norte,  \nEt Dorado, Fresno, Glenn, Humboldt, Kings, Lake, Lassen, Madera, Mariposa, Marin, Mendocino, Merced,  \nModoc, Monterey, Napa, Nevada, Placer, Plumas, Sacramento, San Benito, San Francisco, San Joaquin, San  \nMateo, Santa Clara, Santa Cruz, Shasta, Sierra, Siskiyou, Solano, Sonoma, Stanislaus, Sutter, Tehama.  \nTrinity, Tulare, Tuolumne, Yolo, Yuba.  \nIt is understood further that by the above listing the jurisdiction of the UNION is not thereby limited to that  \narea. On the contrary, the UNION claims jurisdiction of certain areas beyond that covered by this contract, i-e.,  \nthe Northern part of Nevada, Counties of Humboldt, Elko, Washoe, Pershing, Lander, Eureka, White Pine.  \nStorey, Carson, Douglas, Lyon, Churchill and Mineral, the State of Utah, and/or one half the distance to the  \nnearest Pile Driver’s Local.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 1  \n   \n    \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 2  \nB. Type of Work:  \nThe character of the work covered by this Agreement shall be all heavy, highway and building work falling  \nwithin the recognized jurisdiction of Local Union #34. The parties hereto agree to recognize the formal rulings  \nof the General President of the United Brotherhood of Carpenters and Joiners of America in said  \nPresident's letter of May 13, 1955, in response to Contractors’ letter of July 17, 1955 and his ictter of November  \n1t, 1955, with clarification as stated in letter of December 12, 1967 and February 18. 1970.  \nThe character of work covered by this Agreement shall include specificaily the following:  \n1.  \n    \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nIn the construction of waterfront and marine facilities, such as docks, piers, wharves, bulkheads, jetties,  \nand similar structures, the Pile Driver classification shall apply up to and including the decking thereof.  \nOn all pile driving and caisson work, on both land and water, the Pile Driver classification shall apply.  \nGeneral pile driving work shall include all labor employed in the barking, shoeing, splicing, form  \nbuilding, heading, centering. placing, driving, staying, framing, fastening, automatic pile threading,  \npulling and/or cutting off of all piling of every type or nature. This shall include. but is not limited to,  \nwooden piles, steel! sheet piles, steel H piles, pipe piles, pilejackets, composite piles, cast-in-place piles,  \ndrill shaft, Tubex piles, Tubex grout injection piles, geo piles, soil improvement piles, sand piles, augured  \ncast in place piles, CISS and CIDH, concrete piles, as well as similar pre-cast structural shapes or units  \nthe setting of which is performed with pile driver, derrick, crane or similar power equipment. The  \nfabrication, forming, handling and setting of all such pre-cast, pre-stressed and post-stressed shapes  \nthat are an integral part of any heavy structure enumerated in Section J, Paragraph B, subparagraph  \n4, of this Agreement, whether performed at the immediate jobsite, at the Contractor's yard or at  \ntemporary or permanent facilities established for the purpose of pre-casting, pre-stressing, and post-  \nstressing such shapes, shal! he done at the Pile Drivers, Divers, Wharf and Dock Builders classification  \nand scale.  \nUnloading, Storage or Movement of Piling: Labor employed in the rafting, boring, reeving,  \ndogging or booming of piles or other material for use in or on the structures hereinafter specified. This  \nshall include the unluading of piling of all types together with the waling and bracing thereof, from  \nrailroad cars at the jobsite.  \nHeavy Structures: These structures shall include all wharves, docks, piers, breakwaters, jetties.  \nscawalls, ferry slips, dry docks, graving docks, coffcrdams, caissons, trestles. overhead crossings,  \nunderpasses, underwater structures, subaqueous pipe lines, scaplane ramps, waterfront bulkhead,  \nbunkers, snow sheds, towers, heavy trusses and other similar heavy structures. In the construction of  \nthe above mentioned heavy structures, the following conditions shail apply:  \n(a) The capping of all piling including east in drilled hole piling and caissons. This shall include the  \nfooting forms capping the piling and in cases where the piling extends into the girder, beam or  \nabutment the soffit and side forms of these members. In no case will the forming of any deck be  \nincluded as capping.  \n(b) In the construction of concrete or steel bridges over land, highways, railroads, overpasses,  \nclover leafs, interchanges, or bridges over man-made canals, aqueduets, spi]lways, and man-  \nmade water retaining areas, the Pile Driver classification shall apply to the driving of piles,  \ncaissons and drilled-in-place piling. The fabrication and erection of the forms for the capping of  \npiles, caissons or drilled-in-place piling shall come under the Pile Driver classification. This  \nshall include the placing of wooden or steel capping or any substitute thereof.  \n   \n   \nDd.  \n(c) Any other form work above the cap, pertaining to the construction operations herein noted  \nabove, shall be performed under the Bridgebuilders classification. This shall also include  \nbridges over man-made canals, aqueducts, spillways, and man-made water retaining areas, if  \nconstructed prior to water being released or turned into area.  \n5. Tunnels: The division between pile drivers’ and miners’ work on subways or tunnels, where the interior  \nis to be constructed by tunncling methods, shall be at the portal of the subway or tunnel.  \n6. Subaqueous pipe: The handling, setting and joining of subaqueous pipe, including immediate ap-  \nproaches thereto, requiring the use of derricks, pile drivers, gantries, or cradles in the laying, shali be  \nconsidered as belonging to the Pile Drivers classification.  \n7. Movement of Heavy Masses: Labor employed in the moving, cribbing and placing of heavy machinery.  \nboilers, tanks, guns or similar masses where pile driver, derrick or similar power equipment is used.  \n8 Sewers: In the construction of open-cut sewers the Pile Driver classification shall apply on all piling  \nincluding wood, steel or concrete sheet piling, all bracing timber and form work incidental to the  \nconstruction thereof.  \n9, Reconstruction, Repair, Dismantling, or Salvage: Labor performed in the recoastruction, repair,  \nwrecking, dismantling or salvaging of any of the foregoing structures shall be included to the same  \nextent as labor employed in new construction of such structures. In salvage operations the term  \n“underwater structure” shall include beached or sunken vessels and other heavy marine equipment, and  \nsuch salvage work may be done in conjunction with the work done by divers.  \n10. Moving and spotting of pile driver equipment, floating derricks and barges in connection with the work  \ncovered by Section I shall be performed at the pile driver classification and scale.  \n11. The moving, spotting and rigging of floating equipment for the purpose of exploration drilling shall be  \nperformed at the Pile Driver's classification and scale.  \nClassifications of Employment:  \nExcept as provided for in Section B, labor shail include all labor including, but not limited to: The placing and  \nmoving of appurtenant minor facilities: the placing and moving of all jet pumps and temporary pipe lines when  \nbeing used in connection with pile driving operations, and/or equipment; and the use of hand, pneumatic,  \ngasoline and electric tools required for the performance of work covered by this Agreement. Labor shall include  \nall work incidental to pile driving, bridge, wharf and dock building operations falling within the jurisdiction of  \nthe Union and covered by this Agreement such as but not limited to capping of piling, form building, stripping,  \ndock framing, bridge framing, wharf building, welding, burning, boom tending, rafting, lofting, splicing,  \nwinching, sawing, cribbing, bracing, lagging, caulking, hook tending, signaling, flagging, barging, material  \nhandling, saw-filing, repairing, wrecking, dismantling, and boring and drilling.  \nWork Preservation, Contracting & Subcontracting:  \n1. The purpose of this Section 1D is to preserve and protect the work opportunities that will be available to  \nemployees covered by this Agreement at the jobsite or job yard.  \n2. The terms and conditions of this Agreement, insofar as it affects the employer and the individual  \nemployer, shall apply equally to any subcontractor of any tier under the control of. or working under oral  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 3  \n   \nAGC ES  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 4  \n    \n   \nAGC ues)  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \nor written contract with such individual employer on any work covered by this Agreement to he per-  \nformed at the job site or job yard, and said subcontractor with respect to such work shall be considered  \nas an individual employer covered by this Agreement.  \nHan individual employer shall subcontract work herein defined, the work will be subcontracted to a  \nsubcontractor signatory to the appropriate Agreement with the Union. Such subcontract shall state  \nthat such subcontractor is or agrees to become signatory to an appropriate Agreement with the Union  \nand will comply with all the terms and provisions of said Agrecment including the payments of wages,  \nTrust Fund contributions and fringe benefit payments. A copy of the subcontract and signature shall be  \nfurnished to the Union upon request.  \nThe term “subcontractor” means any person, corporation or other entity, other than an employee covered  \nby this Agreement, who agrees, orally or in writing, to perform for, or on behalf of the individual  \nemployer, any part or portion of the work covered by this Agreement. The subcontractor shall be  \nproperly licensed as required by the California State Contractors License Law.  \nThe individual employer will give written notice to the Union of any subcontract involving the perfor-  \nmance of work covered by this Agreement within five (5) days of entering such subcontract and/or prior  \ncommencement of work by the subcontractor, unless such notice is prevented by emergency conditions,  \nand shall specify the name and address of the subcontractor.  \n(a) If thereafter the subcontractor becomes delinquent in the payment of any wages, Trust Fund  \ncontributions, or fringe benefit payments, the Union or the Trust Fund office shall give prompt  \nnotice of the delinquency, confirmed in writing, to the individual employer and to the subcontrac-  \ntor. The notice shall specify the name and amounts, if known, of the delinquency.  \n(b) Said notification by the Union or the Trust Fund office shall be provided within twenty (20) days  \nof publication of the Delinquency List provided by the Trust Funds, or if in the case of failure to  \npay wages, five (5) days from the applicable pay day. If such notice is given, the individual  \nemployer shall pay and satisfy only the amount of any such delinquency by such subcontractor  \noccurring Within ninety (90) days prior to the receipt of said notice from the Union, and said  \nindividual employer inay withhold the amount claimed to be delinquent out of the sums due and  \nowing by the individual employer to such subcontractor.  \n{c) Notwithstanding the provision set forth above, if the subcontractor is found in violation of the  \nhiring provisions of this Agreement, pursuant to the provision of Section LX (Arbitration of  \nDisputes), and the Union is unable to collect from the subcontractor the damages determined to  \nbe owing for such violation, the individual employer shall then be liable for the payment of such  \ndamages. The total of this liability, as it would apply to the individual employer, shall be for no  \nmore than five (5) days violation or the total of the subcontractor’s retention being held by the  \nindividual employer, whichever amount is greater.  \nIf the Individual Employer fails to give written notice as required in this Section I, he/she shall, until  \nnotice is received, assume liability for any violation of the terms and conditions of this Agreement at that  \nparticular jobsite or job yard, as may be determined by the Arbitration of Disputes. If the subcontractor  \nis signatory or otherwise bound to an Agreement with the Union, the Individual Employer shall be liable  \nonly for delinquencies as set forth in subsection 5a of this Section I] for work on that jobsite or job yard.  \nIf the subcontractor is not in compliance with this Agreement, then the individual Employer shall be  \nliable for any violation of this Agreement on that jobsite or joh yard.  \n   \n  \n   \n~}  \nIf the Union should make demand in writing for exercise of this Section, the Individual Employer will  \nrequire that any subcontractor of the Individual Employer specified in the demand will, if the employer  \nhas not already done so, post a surety bond in an amount not to exceed $75,000.00 to cover payments of  \nwages, Trust Fund contributions and fringe benefit payments specified in this Agreement. Failure of the  \nIndividual Employer to comply with this Section within two (2) days of demand will make the individual  \nemployer liable for the delinquencies of the subcontractor occurring on the individual employer's specific  \njob. The amount of the bonds specified in this subsection in no way affects the amounts specified for  \nbonding purposes elsewhere in this Agreement.  \n8. The Individual Employer has the primary obligation for performance of all conditions of this Agreement. This  \nobligation cannot be relieved, evaded or diminished by subcontracting. Should the Individual Employer elect to subeon-  \ntract, the Individual Employer shall continue to have such primary obligation. Said primary obligation shall be deemed  \nconclusive evidence of the Union's majority status for the purpose of establishing the obligation of the Individual  \nEmployer to bargain collectively pursuant to Section 8(a) (5) of the Nationa! Labor Relations Act as amended with the  \nUnion upon expiration of this Agreement but for no other statute, rule, regulations, or law.  \n9.  \n10.  \n13.  \n14.  \nThe provisions of this Section may be enforced only through the Arbitration of Disputes provisions of this  \nAgreement.  \nItis the intent of the parties to enforce the provisions of this Section only to the extent permitted by law.  \nNotwithstanding any other provisions of this Agreement or any Memorandum Agreement to the contrary,  \nthe provisions of this Section shall not be enforced by strike action or any other form of job shutdown or  \nwork interference; provided, however, that the rights provided in Section [X (Arbitration of Disputes) of  \nthis Agreement are retained to enforce primary obligations of any Individual Employer.  \nPayment by cash or second multiple checks or combination thereof and the payment of excessive pre-  \nmiwm rates, excessive travel time, or bonuses shall be prima facia evidence of an attempt to violate the  \nprovisions of this Section. The foregoing shall not apply to an annual bonus paid to supervisors.  \nSubcontracts shall not be in compliance with this Section if the effect of such subcontract is to diminish,  \neliminate or circumvent the payment of wages, fringe benefits or the hiring ball provisions established  \nby this Agreement.  \nShould an Employer party to this Agreement perform work or subcontract work covered by  \nthe Carpenters Master Agreement for Northern California, the Individual Employer shall observe the  \nterms and conditions of that Agreement.  \nSECTION II - RECOGNITION AND HIRING  \nA. Recognition:  \n1.  \nRecognition of Employer:  \nThe Union hereby recognizes the Employer as the sole and exclusive bargaining representative for their  \nrespective members, present and future, who are, or hereinafter become members. Notwithstanding  \nany provisions of this agreement, including Section II 2, it is the specific understanding of the parties  \nthat only those members of the Contractors who have authorized the contractors to execute this Agree-  \nment on their or who execute the Agreement directly with the Union, shall be bound to this  \nagreement.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 5  \n    \negret  \n  \nage  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 6  \n    \npar] a  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nEmployer Membership:  \nThis Agreement shall be binding upon each and every member of the Contractors with the same force  \nand effect as if this Agreement were entered into by each member individually. All members of the  \nContractors shall be and continuc to remain liable under this Agreement for and during the term hereof,  \nirrespective of whether said members shall resign from the Contractors prior to the expiration date of  \nthis Agreement, and such liability shall be deemed to have survived the termination of said membership  \nand remain in force for and during the term of this Agreement. Such former members shall be bound by  \nany renewals or extensions of this Agreement unless they give the Contractors and the Union at least  \nsixty days written notice prior to expiration date, or any subsequent yearly anniversary date in which  \nthis Agreement terminates, of their intent not to be bound by the new or renewed Agreement.  \nThe Contractors shall advise the Union, in writing, monthly of changes in the membership of the  \nContractors.  \n_ Union Recognition:  \nThe Employer and each Individual Employer expressly acknowledge that they and each of them have  \nsatisfied themselves that the Union represents a majority of employees employed to perform bargaining  \nunit work and agrees that the Union is the collective bargaining representative of such employees. The  \nEmployer on behalf of itself and each of its members specifically agrees that it is and they are  \nestablishing, or have established, a collective bargaining relationship by this Agreement within the  \nmeaning of Section 9 of the National Labor Relations Act of 1947 as amended.  \nIndependent Agreement:  \nThis Agreement is separate and distinct from and independent of all other Agreements entered into and  \nbetween the Union and other Employer Organizations irrespective of any similarity between this Agree-  \nment and any other such Agreements, and nv acts or things done by the parties to such Agreements or  \nnotices given pursuant to the provisions thereof, shall change or modify this Agreement or in any manner  \naffect the contractual relationship of the parties herein.  \nB. Union Security:  \n1.  \nivery person performing work covered by this Agreement who is a meinber of the Union and in the  \nemployment of an Individual Employer on work covered by this Agreement on the effective date of this  \nSubsection If B, shall, as a condition of employment or continued employment, remain a member in good  \nstanding of the Union, Every other person covered by this Agreement and employed to perform work  \ncovered by this Agreement shall be required, as a condition of employment, to apply for and become a  \nmember of and to maintain membership in good standing in the Union on or after eight (8) days of  \nemployment on such work with an Individual Employer or the effective date of this Subsection [1 B,  \nwhichever is later. Membership in the Union shalt be available to any such person on the same terms and  \nconditions generally applicable to other members. This Subsection shall be operative only to the extent  \npermitted by Section XII of this Agreement.  \n{f Federal law is hereafter amended to permit a lesser requirement for union membership or union  \nmembership as a condition of employment than provided in this Subsection, the Contractors and the  \nUnion will promptly enter into negotiations with regard to such subject.  \n   \n   \nThe Individual Employer shall not be required to discharge any eniployee pursuant to this Subsection If  \nB until a written notice from the Union of such employee’s non-compliance with this Subseetion, stating  \nall pertinent facts showing such non-compliance, shall have been served upon such Individual Employer  \nand two (2) working days have been allowed for compliance therewith.  \nHiring:  \nI.  \nwn  \nThe Union has traditionally established and will maintain open and non-discriminatory employment lists  \nfor the use of workers desiring employment on such work covered by this Agreement and such workers  \nshall be entitled to use such lists.  \nIt is mutually agreed by the Employer and the Union to fully comply with all the provisions of Title 7 of  \nthe Civil Rights Act of 1964, Presidential Executive Orders No. 10925, 11114 and 11246, and California  \nFair Employment Practices Act, to the end that no person shall, on the grounds of age, sex, race, color,  \nVietnam Era Veteran status or national origin be excluded from participation in, he denied the benefits  \nof, or be otherwise subjected to discrimination by not having full aecess to the contents of this Agreement.  \nThe Individual Employer shall first call upon the Union for such workers as he/she or it may from time  \nto time need, and the Union shall furnish to the Individual Emp!oyer the required number of qualified and  \ncompetent workers and skilled mechanics of the classifications needed by the Individual Employer in  \naccordance with the provisions of this Subsection I] C.  \nIt shall be the responsibility of the Individual Employer when ordering workers, to give the Union all of  \nthe pertinent information regarding the worker's employment.  \nThe Union will furnish workers and skilled mechanics of the classification needed from the hiring hall  \nlists and upon Employer request in accordance with the following qualifications and conditions for  \n  \nPile Driver  \n1. Qualification for Placement on List:  \na. Certified Journey Pile Driver  \nb. Current Apprentice Pile Driver  \n2. Employer Requests - Qualification  \na. Certified Journey Pile Driver  \nh. Current Apprentice Pile Driver  \nC. Employer presents individual request for dispatch/hire as qualified.  \nThe Individual Employer in such an instance of solicitation must request such individual by name, and  \ndeliver by fax or otherwise in writing signed by a duly authorized representative of such Individual  \nEmployer. In the event all of the conditions of this subsection are complied with, the Union must dispatch  \nthe individual so requested by the Individual Employer. Possession of a valid dispatch issued hy the Union  \nshall be deemed sufficient evidence to the Individual Employer that the employee has, in fact, registered  \non the out-of-work list as required by this Section.  \nWhen ordering workers of the skills required, the Individual Employer will give notice to the Union, if  \npossible not later than 2:30 p.m. of the day prior (Monday through Friday) or, in any event, not less than  \n17-1/2 hours, if possible, before the required reporting time and in the event that, 48 hours after such  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 7  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 8  \n     \nO  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n  \n«  \nnotice (Saturdays, Sundays and recognized holidays excluded), the Union shall not furnish such work-  \ners, the Individual Employer may procure workers from any other source or sources. If workers are so  \nemployed, the individual Employer shall promptly report to the Union, each such worker by name. In  \nemergency cases, Workers may be dispatched other than at such dispatching times.  \nSubject to the foregoing, the Individual Employer shall have complete freedom of selectivity in hiring and  \nthe Individual Employer retains the right to reject any job applicant referred by the Union for any reason.  \nAfter 40 (forty) hours of employment the Individual Employer may discharge for just cause only. Just  \ncause is subject to Section IX Arbitration of Disputes. The Individual Employer may reject or discharge  \nany employee for any reasons during the first 40 (forty) hours of employment. Discharge for cause shall  \nbe in writing to the employee.  \nThe Union shall post in places where notices to applicants for employment with the Individual Employers  \nare customarily posted, all provisions relating to the functioning of the hiring arrangements, including  \nthe provisions set forth in these subsections B and C of this Section IT and each Individual Employer shall  \nsimilarly post in places where notices to employees and applicants for employment are customarily  \nposted, all provisions relating to the functioning of the hiring arrangements. including the provisions set  \nforth in said subsections. The Hiring Hall arrangements are included in the Hiring Hall Rules stated as  \nfollows:  \n1. Roli call shall be between 7:00 a.m. and 12:00 p.m. each Monday unless said Monday is a  \nrecognized collectively bargaining holiday, in which case there shall be no roll call for that week  \nand the old out-of-work list will carry over to the next week;  \nhe  \nAn individual seeking to check in on roil call must personally speak toa Field Representative  \nanswering the phones during roll in order to be counted;  \n3. Dispatch hours are at 8:30 a.m. and 4:00 p.m. Monday through Thursday. Dispatch on Fridays  \nshall be at 11:00 a.m. Dispatch shall commence at said times and continue until completed.  \nDispatches for emergencies can be made at any time during business hours;  \n4, If an individual accepts a job that is on the board, such individual must show up for work at the  \nstarting time as directed bythe requesting contractor. Failure to show up for work will forfcit  \nthe individual's number on the out-of-work list and the individual will be placed at the boltom  \nof the out-of-work list. If the cligible individual cannot he located within 15 (fifteen) minutes  \nafter dispatch time, the job will go to the next eligible person on the out-of-work list;  \nPile Drivers Local 34 operates a non-discriminatory Hiring Hail. Any individual can get on the  \nout-of-work list. Any individual seeking to be on the out-of-work list shall call (510) 430-9178  \nand register;  \n  \n6. In order to receive a dispatch, the individual worker must be in good standing;  \nDispatches will be mailed to the member and faxed to the contractor untess otherwise re-  \nquested:  \n=I  \n+  \n8. No one may he dispatched to more than one emplover at any one time;  \n9. There will be a $15.00 charge per roll call for non-members of the UBC seeking to utilize the out-  \nof-work list.  \n   \n   \nSelection of applicants for referral to jobs pursuant to this Agreement shall be on a non-  \ndiscriminatory basis and shall not be based on, or in any way affected by Union membership, By-  \nlaws, rules, regulations, constitutional provisions, or any other aspect or obligation of union  \nmembership, policies or requirements, provided that the provisions hereof shall not modify or  \nqualify the requirements of Subsection B of this Section II.  \nAny person including an Individual Employer aggrieved by the operation of the hiring hall  \nprovisions of this Section has the right to submit his/her grievance to the permanent neutral  \nHiring Hall Arbitrator who shall be Gerald McKay, provided such submission is made in writing,  \nstating the reasons for the grievance, within ten (10) work days after the occurrence of the  \ngrievance. The Neutra! Hiring Hall Arbitrator shail have full power to adjust the grievance, and  \nhis decision thereon shall be final and binding upon the person submitting the grievance and all  \nparties hereto. Forms for the submission of any such grievance shall be available at all times in  \nthe offices of the Union. Notices required by this subsection shall be mailed or detivered to P.O.  \nBox 406, Burlingame, California 94011-0406. The date of the postmark or the date of delivery  \nof the grievance, whichever is later, shall stop the running of the ten (10) day period. The costs  \nof arbitration shall be borne proportionately by the Contractors and the Union regardless of  \nwhich Individual Employer is involved.  \nSECTION [ll - HOURS, SHIFTS, OVERTIME  \nA.  \nWork Day:  \nThe workday shall be eight (8) hours work between the hours of 8:00 a.m. and 4:30 p.m.  \nUpon submission of prior written notice by the individual employer to the Union, the regular work day may be  \nchanged to eight (8) consecutive hours (exclusive of the lunch period) between 7:00 a.m. and 5:00 p.m. The  \nregular work day may be changed to eight (8) consecutive hours (exclusive of the lunch period) between the  \nhours of 6:00 a.m. and 3:00 p.m. by written approval of the Union. Once the regular work day is changed, it  \nshall be for no less than five (5) consecutive work days and may be changed only by written notification by the  \nindividual employer and the Union. Upon submission of prior written notice by the individual Employer to the  \nUnion, the Saturday work shifts will have their own established starting times based upon bona fide owner  \nmandated requirements.  \nRegular Shifts:  \n1. (a) Single shift work and the first shift on a multiple shift operation shall consist of eight (8) hours  \nlabor to be performed between the hours of 8 a.m. and 4:30 p.m., Monday through Friday.  \n(b) An Individual Employer may establish a four by ten work week Monday through Thursday with  \nFriday at time and onc-half up to 10 hours. When a holiday falls on Monday, the work  \n(c) week shall be Tuesday through Friday with 10 hours at time and one-half on Saturday during the  \nregularly established shift. All other overtime shall be paid at the double time rate.  \n2. Ejther two (2) or more shifts may be worked provided such work is established by working five (5)  \nconsecutive days; except that, it shall be permissible to establish two (2) or more shifts on all jobs of five  \n(5) days or less duration.  \n3. The work day on the second and third shift shall be eight (8) hours pay for seven (7) hours’ work; the  \nshift shall be successively continuous and shall be performed within the limits of a twenty-four (24) hour  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage §  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 10  \n   \n      \nAGC See  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nperiod. The starting time of the first shift of two or three shift work shall be between 5 a.m. and 8 a.m.,  \n‘at the option of the Employer. Once established, the starting time shal! not be changed except to take  \nadvantage of maximum daylight.  \nWhere, by reasons of specia! transportation problems or other working conditions; the Union or the  \nContractor desires, a different starting time may be established by mutual agreement.  \nLack of mutual agreement shall be handled as described in Seetion LX (Arbitration of Disputes).  \nIn cases where more than one shift is worked, the shifts shall change every two (2) weeks if the majority  \ncomprising all shifts desire it.  \nThe regular work week for straight time pay (exclusive of broken time or tide work) shall be as follows:  \nOn single shift work: Between 8 a.m. Monday and 4:30 p.m. Friday.  \nOn double shift work: Between 5a.m. Mondayand 12:30 p.m. Friday  \nOn third shift work: Between 5 a.m. Monday and 8:30 a.m. Saturday.  \nOn single shift work as defined above overtime shall be paid at the double time rate except as follows:  \nTime and one-half shall be paid for the first two (2) hours of overtime on a regular workday, regardless  \nof whether such overtime is worked before or after the regular work hours. Overtime on Saturdays shall  \nhe paid at time and one-half for up to eight (8) hours during the regularly established shift. All other  \novertime shall be paid at the double time rate.  \nOn multiple shift work the foregoing reference to overtime at time and one-haif shall be paid for work  \nhefore or after seven (7) hours on the second and third shift.  \nOn offshore work, workers are to travel on the Individual Employer's time. The point of departure shall  \nhe the determining factor for calculation of travel and/or subsistence, providing such transportation is  \nuna daily basis.  \nWhen the Individual Employer deems it necessary for the employee to travel from a staging area to the  \nwork site or point of embarkation and back to the staging area in a vehicle provided by the Individual  \nEmployer, time spent traveling shall be on the Individual Employer's time.  \nThe location point of the staging area shall be the determining factor for calculation of Travel Expense,  \nproviding such transportation is on a daily basis. All time spent traveling from the staging area and  \nback shall be paid for at the straight time rate to the nearest half-hour, Saturdays, Sundays and holidays  \nincluded.  \nWhen a worker is called upon to work straight through a job on a continuous basis, all consecutive hours  \nworked beyond the first regularly established shift shall be paid for at the overtime rate. No worker  \nshall return to a straight time pay basis under these circumstances until they shall have had eight (8)  \nconsecutive hours off work. Nothing in Paragraph B Section 4 of this Agreement shall modify this  \nparagraph.  \nThere shall be a one-half hour meal period, which shall be scheduled by the Individual Employer so that  \nthe beginning of the meal period will occur not earlier than four (4) hours not later than five (5) hours  \nafter the regular starting time of each shift.  \n   \n   \nIf the Individual Employer requires the employee to perform any work included in this Agreement  \nthrough his/her scheduled meal period, the employee shall be paid at the double time rate until he/she is  \ngiven a meal period or is given an opportunity to eat.  \nEmployees covered by this Agreement required to work more than two and one-half (2-1/2) hours after  \nthe end of his/her regular shift, shall be provided a meal at no cost to the  \n10. When the Individual Employer produces satisfactory evidence in writing to the Union of a bona fide job  \nrequirement which certifies work can only be done outside the normat shift hours, and gives the Union  \nprior notice by fax to the start of such special shift (except in the case of emergency), the Individual  \nEmployer may initiate such special shift of eight (8) consecutive hours (not in conjunction with any other  \nshift), exclusive of meal period, Monday through Friday. Such shift shall be in aceordance with  \nprovisions [V C of this Agreement.  \nEmployees straight time rate shall be the applicable wage rate set forth in Seetion [V A plus three dollars  \n($3.00) per hour.  \nFor the purpose of computing overtime, the three dollars ($3.00) per hour shall be added to applicable  \nwage rate. It is understood that the “Agreed Interpretation of Special Shift Rules” signed by both  \nparties October 29, 1980, will be modified to incorporate the changes in Section III 7.  \nFor purpose of this Paragraph, Saturday shall begin at the close of the regularly established shift on  \nFriday.  \n11. When Employees covered by this Agreement are called out to work broken time or tide work, the  \nminimum pay for such work shall be the equivalent of eight (8) hours at regular straight time including  \nfringes. In computing time to be paid for under this provision each hour worked Monday through Friday  \nbetween 8 a.m. and 4:30 p.m. shall be considered as heing one straight time hour worked. Each hour  \nworked between 6 a.m. and 8 a.m. or between 4:30 p.m. and 6:30 p.m. shall be time and one-half toa  \nmaximum of two (2) hours. The foregoing shall not apply to time worked on Saturdays, Sundays and  \nholidays. All other overtime shall be paid at the double time rate.  \nIn the event employees covered by this Agreement are called out to work broken time or tide work on  \nSaturdays, Sundays or holidays, the applicabic overtime rate shall be paid for cach hour and the  \nminimum pay shall be six (6) hours at the applicable overtime rate.  \nSECTION IV - WAGE SCALES, OBLIGATION  \nA.  \nItis hereby agreed that the following wage scales shall be effective as indicated below on all aforementioned  \nwork:  \n1.  \nWAGES - RATE PER HOUR  \nEFFECTIVE 7/1/2004 «= 7/1/2005) 7/1/2006 = 7/1/2007  \nJourney Pile Drivers, Wharf and Dock Builders I $29.90 $2.30* $2.00* $2.50\"  \nForeman $32.89 * * *  \n(10% above the journey Pile Drivers Wharf & Dock Builders I wage rate)  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 11  \n    \nAGC Sea  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 12  \nFRINGE BENEFITS  \nEFFECTIVE  \nHealth & Welfare (Section VII A)  \nVacation (Section VII B)  \nWork Fee (WF)  \nPension (Section VII C)  \nAnnuity (Section VII C1)**  \nApprenticeship (Section VII D)  \nCalif. Construction Advancement  \nProgram (Section VII J) or “IP.”  \nContract Administration (Section VII K)  \nUBC Health & Safety Fund  \nGeographic & Marketing/LMCC  \n7/1/2004  \n35.805  \n$3.10  \n31.07  \n$3.00  \n$3.75  \n$0.43  \n$0.04  \n50.09  \n$0.04  \n$0.02  \n7/1/2005 = 7/1/2006 = 7/1/2007  \nTOTAL  \nAPPRENTICES RATE PER HOUR & FRINGE BENEFITS  \nEffective 7/1/04:  \nPeriod Percentage  \nFirst 0-6 Mos 60%  \nSecond 7-12 Mos 65%  \nThird 13-18 Mos 70%  \nFourth 19-24 Mos 75%  \nFifth 25-30 Mos 80%  \nSixth 31-36 Mos 85%  \nSeventh 37-42 Mos 90%  \nEighth 43-48 Mos 95%  \nWages  \n$17.94  \n$19.44  \n$20.93  \n$22.43  \n$23.92  \n$25.42  \n$26.91  \n$28.41  \nWages  \n* * + *  \nWages  \n* » » *  \nWages  \n*  \n*  \n* * * »  \n* * *  \nt * +  \n* *  \n+ * *  \n* *  \n*® .  \n* +  \n* *  \n* * *  \n* ® 2  \nFringes  \nH & W, Work Fee, ILP., Health &  \nSafety/National Apprenticeship,  \nTraining, Contract Admin.,  \nG&M  \nH & W, Work Fee, I.P., Health &  \nSafety/National Apprenticeship,  \nTraining, Contract Admin.,  \nG & M, Vacation  \nH & W, Work Fee, LP, Health &  \nSafety/National Apprenticeship,  \nTraining, Contract Admin.,  \nG & Annuity  \nH & W, Work Fee, I.P., Health &  \nSafety/National Apprenticeship,  \nTraining, Contract Admin.  \nG & M, Vacation, Annuity  \nAll Fringes  \nAll Fringe  \nAll Fringes  \nAjl Fringes  \n“Increase to be allocated. Fringe benefit rates and increases shall follow those recognized and required by the  \nCarpenters Trust Fund. Increases to wages and/or fringe benefits scheduled for 2005 shall be in accordance  \nwith the Memorandum of Understanding dated October 1, 2004. Increases to wages and/or fringe benefits  \n   \nASSOCIATED :  \nGENERAL ance with Section VII C.1. of the Master Labor Agreement and the attached Letter of Understanding dated  \nCONTRACTORS  \nOF CALIFORNIA  \nscheduled for 2006 and 2007 shall be allocated by the Union.  \n**Special Annuity Rates: Effective July 1, 2004 eligible union members, at their sole discretion, may enroll in  \nalternate journey level classification with higher annuity contribution rates and lower wage rates. In compli-  \n   \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 13  \nAugust 5, 2004, the Special Annuity rates are as follows:  \nPile Driver [ Classification: $3.75 per hour annuity rate (standard rate contributed by employer)  \n$ 4.25 per hour annuity rate (standard plus $.50)  \n$ 4.75 per hour annuity rate (standard plus $1.00)  \n$5.25 per hour annuity rate (standard plus $1.50)  \n$5.75 per hour annuity rate (standard plus $2.00)  \n$ 6.25 per hour annuity rate (standard plus $2.50)  \n$ 6.75 per hour annuity rate (standard plus $3.00)  \n$7.10 per hour annuity rate (standard plus $3.35)  \n$ 7.25 per hour annuity rate (standard plus $3.50)  \nNote: The maximum elective contribution rate shall be $ $3.50 per hour above the standard employer  \ncontribution. The maximum of 25% applies to the employers’ total payroll, not the employees gross.  \nVacation and Work Fee amounts are added to the hourly rate to establish the gross pay. The gross  \namount is subject to normal payroll deductions. the full vacation and work fee contribution are deducted,  \nreported and paid to the appropriate Trust Fund.  \nThe alternative classifications and the respective annuity rates are subject to the unjform rules regard-  \ning voluntary reclassification by the individual journey tevel Pile Driver, Wharf and Dock Builder and may  \nbe modified annually to reflect any general increase in the annuity contribution.  \nWhenever non-union or non-signatory Contractors appear on public work projects where wage determi-  \nnations exist, such predetermined wage and fringe rates referenced in the bid specifications shall  \nremain in effect for the duration of said project, provided, however. that each segment tet by the Owner  \nshall be deemed the project; provided, further that this provision shall not apply to projects where the  \nformal advertised sealed bid procedure is not used. Increases in trust fund contributions shall not he  \nsubject to this provision, provided, further, that in no event shall wages be frozen for more than thirty-  \nsix (86) months on any one project,  \n2. Employees whose regular duties are as welders and burners shall have their necessary protective gear  \nmaintained by the contractor. Upon sign up on a job or project. the condition of the employce’s gear will  \nbe noted and jointly agreed to in writing by (he Individual Employer and the Employee. When an  \nIndividual Employer requests a certified welder such worker shall possess and maintain an active  \nCertification Card from an Accredited Testing Laboratory certifying that he/she had passed a welding  \ntest for the type of welding for which he/she has been requested, i.e., A.WS. State of California, ete.  \nAny employee wishing to become certified and willing to take the necessary welding tests on his/her own  \ntime from the appropriate certified testing laboratory or testing facility shall be reimbursed for the  \ntesting cost provided he/she has received prior approval in writing from his/her employer.  \nA The parties have adopted a new welding certification scholarship program. Any journey level  \nPiledriver who upon his/her own volition and on his/her own time secures one of the following  \nweld certificates at the Carpenters Training Center shall be entitled to certification incentives  \nfrom the Carpenters Training Committee. A journey level Piledriver shalt be entitled to receive  \n      \nthe following incentive schedule, provided he/she is or becomes eligible to receive Health and  \nWelfare benefits through the Northern California Carpenters Trust fund. c ALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 14  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nThe Welding Certification Program incentive shal! be as follows:  \n2G = $0.00  \n3G = $100.00  \n46 = $200.00  \n6G = $300.00  \nThe Apprenticeship Training Trust shall increase by five cents (3.05) per hour in order to fund  \nthe new Welding Certificate Scholarship Program. The G & M Committee shall evaluate and  \nadjust on a yearly basis the funding requirements to maintain the trust. Any changes or  \nniodifications made to the trust must be reviewed and posted with the DIR by February of each  \nyear.  \n3. On bridges, powerhouses and dams, men working from bosun’s chairs or swinging scaffolds or sus-  \npended from rope, cable, safety belts, or any device used as a substitute for or in lieu thereof (excluding  \npile driving rigs) shall receive fifteen cents per hour above the applicable journey or apprentice  \nrate.  \nShow Up Time: Any employee covered by this Agreement who is called to work at a given point or project and  \nis not put to work shall be paid two (2) hours time. On days when the elements of nature prohibit the work from  \ngoing on. workers reporting for work shall be paid two (2) hours pay (at straight time), provided they remain  \nat the jobsite during this time ready to work should the weather clear. For the purpose of this Subsection IV 3B  \nonly, an employee shail be classified as pile driver and shall he entitled to the provisions of this subsection unless  \nsuch employee has been assigned or reassigned to carpenter work by the Individual Employer prior to quitting  \ntime of the preceding work day.  \nEmployees time, including Saturdays, Sundays and holidays (other than broken time or tide work) shall be  \nreckoned hy the half or full day, except overtime, which shall be reckoned by the hour and half-hour, except  \nwhen an employee voluntarily quits or is laid off by reason of bad weather or a breakdown of essential  \nequipment.  \nDispateh hours will be 8:30 a.m. & 4:00 p.m. Monday through Thursday and 11:00 a.m., on Friday. [t shall be  \nconsidered an ‘Emergency Dispatch” when a request is made for a person to report to the job “as soon as  \npossible”. It shall not be considered an “Emergency Dispatch” when a person is requested to report at the start  \nof the shift or the midpoint of the shift. When a person reports as promptly as possible under an “Emergency  \nDispatch” he/she shall be paid from the starting time of the half shift during which he/she reports. Nothing in  \nthis clause shall be construed to justify a demand for pay for hours not worked because of failure to arrive at  \nthe start of the shift except on the first day of reporting for work as aforementioned in this clause.  \nWhen workers work in inclement weather for emergency reasons it shail be for the duration of the emergency  \nonly and time shall be reckoned by the full or half day. Ifa job is designated as an emergency job by the owner  \nor the contractor and a request is made to the Union by the Individual Employer to work the job, rain or shine,  \nthe Union may agree provided adequate and complete rain gear is furnished each man by the Individual  \n_ Employer.  \nIn the congested metropolitan areas of San Francisco, Oakland, Stockton, Sacramento and Eureka where free  \nparking facilities are not available within three (3) blocks of the jobsite, the Individual Employer will provide  \nsuch facilities and the Individual Employer shall have the right to designate parking areas to be used. Where,  \nbecause of congested parking conditions, it is necessary to use public facilities, the Individual Employer shall  \n   \nreimburse the employee for the cost of such parking upon being presented with a receipt or voucher certifying  \nthe cost thereof, such reimbursement to be made on a weekly basis or at the conclusion of the project whichever  \noccurs earlier.  \nEfficiency: It is agreed that the Pile Drivers, through their business agents, use their cfforts to encourage  \ngreater efficiency and safety on the job and that they refrain from solicitation of premium payment fo  \nemployees represented by the Union.  \nExcept as provided in Section V hereof, neither party to this Agreement shall by working rules or any other  \nmeans or device impose or direct any work limitations, affecting quantity restrictions, quotas or units of  \nproduction, either maximum or minimum or relating to work covered by this Agreement.  \nNorules, customs or practices shall be permitted that limit production or increase the time required todo any  \nwork. There shall be no fimitation or restriction of the use of machinery, tools, or other laborsaving devices  \nsupplied by the Individual Employer.  \nEach individual Employer shall provide a payroll check to each employee on a weekly basis. Each Individual  \nEmployer shall provide with each payroll check an itemized check stub showing separately date of issuance,  \neach contribution and deduction made for the pay roll period covered by the check or a separate statement  \nshowing the name of the employee. the name and the Individual Employer's contractors license number and/or  \naddress, and the social security number. There shall be no cash payment of any nature or kind  \nwhatsoever.  \nShould an Employer compensate an eniployee with a check for which payment is refused by the Employer's  \nbank because of insufficient funds or should an Employer fail to pay his employees on a regular, established pay  \nday for his job, the obligation of the Employer to the individual employee shall continue at the employee's regular  \nstraight time rate for a period not to exceed forty (40) hours notwithstanding the above unless the refusal of  \npayment by the bank is due to the error or omission or to circumstances which are heyond the control of  \nthe Employer. Any question concerning responsibility of the Individual Employer on whether the omission is  \nbeyond his control shall be subject to the Grievance Procedure of this Agreement. Nothing herein shall, however,  \nprevent the Individual Employer from changing the payroll date upon five (5) days’ notice to the appropriate  \nJocal union of the union that the employee's pay date is being changed.  \nIf terminated by the Individual Employer for any reason, the employee shall be paid immediately in full. His pay  \nstatus shall continue for each calendar day until pay is received: provided, however, that not more than eight (8)  \nhours pay shall be charged for any calendar day with a maximum of five (5) days.  \nAn employee who reports to work at the beginning of the shift on a job or project for the first time on a Monday  \nand who submits a written request prior to the end of the shift on Thursday shall receive pay on Friday prior  \nto the end of the shift for the hours worked that Monday. The Employer may issue a cash advance not to exceed  \nthe hourly wages only earned Monday in lieu of an actual pay check.  \nFuture Wage Considerations  \nAs per Sections [V (Wage Scales) and Section VII (Fringe Benefits) of the Pile Drivers, Divers, Carpenters,  \nBridge, Wharf and Dock Builders Local Union #34 Master Labor Agreement. the Union and Employer hereby  \nagree to the accept the action of the Trustees and agree to implement the following increases effective July I,  \n2005:  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 15  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 16  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n$0.75 to be allocated to Health and Welfare  \n$0.20 to be allocated to Pension  \n$0.05 to be allocated to Vacation  \n$0.25 to be allocated to Annuity and/or Health & Welfare  \n$0.05 to be to Work Fee  \n$1.00 tobe allocated to Wages  \n$2.30 Total Increase  \nThe Union reserves the right to reallocate the July 1, 2005 wage and fringe benefit increases, excluding the  \n$0.75 (seventy-five) cents that has been pre-allocated to Health & Welfare.  \nSECTION V - NUMBER OF WORKERS IN CREWS  \nA.  \nWhen employees covered by this Agreement are engaged in recognized pile driving work (including pulling of  \npiling). the following minimum number of workers shall comprise the crew:  \nPile Driver, Floating 4 workers and | foreman  \nPile Driver, Skid 5 workers and 1 foreman  \nSwinging Leads or hammer from Derrick, Crane,  \nor A frame on Scow or Barge 4 workers and | foreman  \nSwinging Leads or hammer from Derrick. Crane,  \nor A frame on Land 3 workers and | foreman  \nPite Driver (Crawler or Crane) with Stable Leads 4 workers and | foreman  \nStable Leads from Derrick, Crane, on Scow or Barge 4 workers and | foreman  \nLagging hammer, swinging from line of power  \nequipment of any kind 2 workers*  \n*NOTE: One of whom shall be paid Foreman’s rate.  \nSheet Pile:  \nSkip Sheeting 1 worker  \nLaced Sheet (No Loftsman) 1 worker and 1 foreman  \nLaced Sheet (Loftsman) 3 workers and | foreman  \nIt ts further understood that these employees, in addition to manning the pile driving rig, may also perform  \nperipheral work in direct conjunction with the pile driving operations as long as they are within sight of the  \nforeman and available when needed.  \nThis paragraph is to more efficiently use the workers required by the manning provisions of the agreement.  \nAll crewmembers will work directly with the rig if needed on production pile driving  \nOn work involving the erection or dismantling ofa pile driving rig, the crew shall consist of three (3) journeymen  \nand one (1) foreman.  \nWhen two (2) or more workers are employed to perform work covered by this Agreement, one shall he  \ndesignated foreman, however, that in the event the Jobsite is being supervised by a foreman member of the  \nUnited Brotherhood of Carpenters and Joiners of America on the payroll of the Employer this provision shall not  \napply.  \n   \n   \nSECTION Vi - TRAVEL EXPENSE  \nTravel expense in the Northern California area (46 Counties) shall! be allowed on the basis of average expenditure for  \nwhich the employees covered by this Agreement have in the past been reimbursed in accordance with long standing  \ncustom and practice. Such pay shall be excluded from the wages of the employee and shall be paid te him/her weekly  \nby separate check.  \nThese provisions are embodied in Exhibit A (covering Northern California and areas around San Francisco Bay,  \nStockton, Sacramento, and Eureka), attached hereto and by this reference made a part hereof.  \nSECTION Vil - FRINGE BENEFITS  \nA.  \nHealth and Welfare Plan.  \nEach Individua! Employer covered by this Agreement shall contribute to the Carpenters Health and Welfare  \nTrust Fund of California the amount Listed in Section [V per hour for cach hour paid for or worked, whichever  \nis greater, by each employee covered by this Agreement for the purpose of providing Health and Welfare benefits  \nfor such employees.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust Agreement establishing the  \nFund dated March 4, 1953, as such may from time to time he amended or supplemented. The Union and the  \nEmployer agree that this plan is and has been a Defined Contribution Plan.  \nThere shall be no duplicating contributions with respect to any employee or the work of anyemployee.  \nEmployer contributions for a foreman, assistant superintendent and superintendent covered by this Agreement  \nshall be hased upon the hourly rate in effect for pile driver journeypersons in the particular jurisdiction where  \nthey are employed.  \nFor the purposes of interpreting and applying this Section, such Trust Fund contributions shall not be consid-  \nered as compensation. The tota] number of hours worked by each employee in each month, for which contribu-  \ntions are made to this Trust Fund, shall be reported by the Individual Employer to this Trust Fund.  \nVacation and Holiday Plan  \nEach Individual Employer covered by this Agreement shall contribute to the Northern California Carpenters  \nVacation and Holiday Trust Fund of California the amount listed in Section IV per hour for cach hour paid for  \nor worked, whichever is greater, by each employee covered by this Agreement for the purpose of providing  \nVacation and Holiday benefits for such employees.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust Agreement establishing the  \nFund dated May 1, 1972, as such may from time to time be amended or supplemented. The Union and the  \nEmployer agree that this plan is and has been a Defined Contribution Plan.  \nThere shall be no duplicating contributions with respect to any employee or the work of any employee.  \nEmployer contributions fora foreman, assistant superintendent and superintendent covered by this Agreement  \nshall be based upon the hourly rate in effect for journeymen in the particular jurisdiction where they are  \nemployed. The total number of hours worked by each employee in each work month, for which contributions are  \nmade to this Trust Fund, shall be reported by the Individual Employer te this Trust Fund.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 17  \n     \n    \nnoe Se  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 18  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n1. Work Fees  \nEffective for all work performed on and after July 1, 2004, it is agreed that upon written authorization,  \nprovided by the Union, as required by law the amount of 2.375% per hour, for each hour paid for or  \nworked, shail be deducted from the Vacation and Holiday benefit of cach workman and remitted directly  \nto the Union. as the Union may from time to time dircet. The amount of the deduction shall be specified  \nona statement transmitted to the workers. Such remittance shall be made to the Union not less than  \ntwelve (12) times per year.  \nThe amount to be paid by the 46 Counties Work Fee option, in connection with the Vacation and Holiday  \ncontribution shall be an amount equal to 2.375% of the total hourly wage-fringe benefit package of the  \nhighest Pile Driver journeyman classification in this Agreement (excluding Contract Administration and  \nCalifornia Construction Advancement Program contributions) effective on July 1, 2004 and to be effec-  \ntive July 1, of each succeeding year, or the amount as required by the AGC/Carpenters Master Labor  \nAgreement whichever is less.  \nPension Plan  \n‘ Each Individual Employer covered by this Agreement shal} contribute to the Carpenters Pension Trust Fund of  \nCalifornia the amount listed in Section IV per hour for each hour paid for or worked, whichever is greater, by  \neach eniployee covered by this Agreement for the purpose of providing Pension benefits for such employees.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust Agreement establishing the  \nFund dated August 19, 1958, as such may from time to time be amended or supplemented. The Union and the  \nEmployer agree that this plan is and has been a Defined Contribution Pian.  \nThere shall be no duplicating contributions with respect to any employee for the work of any employee.  \nEmployers contributions for a foreman, assistant superintendent and superintendent covered by this Agree-  \nment shall be based upon the hourly rate in effect for journeymen in the particular jurisdiction where they are  \nemployed. For the purposes of interpreting and applying this Section, such Trust Fund contributions shall not  \nbe considered as compensation.  \nThe total number of hours worked by cach employee in each work month, for which contributions are made to  \nthis Trust Fund, shall be reported by the Employer to this Trust Fund.  \n1. Annuity  \nEach Individual Employer covered by this Agreement shall contribute to the Carpenters Annuity Trust  \nFund for Northern California the amount listed in Section FV above for each hour paid for or worked,  \nwhichever is greater, by each employee covered by this Agreement, for the purpose of providing annuity  \nbenefits for such employees. Such contributing individual employer agrees to be bound by that certain  \nTrust Agreement establishing the Fund dated August f, 1981. as such has been or may from time to time  \nbe amended or supplemented. The Union and the Employer agree that this plan is and has been a Defined  \nContribution Plan.  \nThere shall be no duplicating contribution with respect to any employee for the work of any employee.  \nIndividual employer contributions fora foreman, assistant superintendent and superintendent covered  \nby this Agreement shall be based upon the hourly rate in effect for the Journeymen in the particular  \njurisdiction where they are employed. For purposes of interpreting and applying this section, such Trust  \nFund contributions shall not be considered as compensation.  \n   \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 19  \nThe total number of hours worked by each employee in each work month for which contributions are  \nmade to the Trust Fund, shall be reported by the Individual Employer tothe Trust Fund.  \nEffective July 1, 2004 eligible union members, at their sole discretion, may enroll in alternate journey  \nlevel classifications with higher annuity contribution rates and lower wage rates that are as follows:  \nPile Driver I Classificaiion: $3.75 per hour annuity rate (standard rate contributed by employer)  \n$ 4.25 per hour annuity rate (standard plus $.50)  \n$4.75 per hour annuity rate (standard plus $1.00)  \n$ 5.25 per hour annuity rate (standard plus $1.50)  \n$ 5.75 per hour annuity rate (standard plus $2.00)  \n$ 6.25 per hour annuity rate (standard plus $2.50)  \n$ 6.75 per hour annuity rate (standard plus $3.00)  \n$ 7.10 per hour annuity rate (standard plus $3.35)  \n$ 7.25 per hour annuity rate (standard plus $3.50)  \n$0.25 was reallocated from Annuity to Health and Welfare.  \nNote: The maximum elective contribution rate shall be $ $3.50 per hour above the standard employer  \ncontribution.  \nAdditional Information (see Alternate Classification Letter of Understanding dated 8/5/04 attached):  \n§ The standard annuity and wage rate are those rates which are set forth in the Carpenters’ Master  \nLabor Agreement. as adjusted, to be effective July 1“ of each year.  \n§ Depending on the individual employee's alternate classification selection, the maximum additional con-  \ntribution rate shall be $0.50 - $3.50 per hour (in increments as referenced above, limited by classifica-  \ntion) in addition to the standard annuity rate as same is presently established and as may be changed  \nduring the life of the 2003-2008 Piledrivers Master Agreement. Upon enrollment in an alternate  \nclassification, an individual employee's wage rates will be subject ty a decrease of the same amount as  \nthe annuity contribution rate inereases.  \n§ For payroll purposes, elective annuity contributions must be handled as a “pre-tax deduction.”  \n§ or selection of an alternate classification shall be limited to once in any twelve (12) month  \nperiod. A Pile Drivers may rescind this enroliment in the alternate classification at any time and be  \nreturned to his/her standard classification. However, no additional change to annuity rate will be  \nallowed for twelve (12) months following such rescission.  \n§  Anemployee may rescind enrollment in the alternate classification at any time at his/her local hiring hall  \naud be returned to his/her standard classification, provided. however, no additional change will be  \nallowed for 12 (twelve) months following such rescission. If an employee changes employer(s), such  \nemployee may change his/her classification.  \n§ Apprentices, trainees and other non-journey level classifications are not eligible to enroll in an alternate  \njob classification.  \n§ Pile Drivers must submit an enrollment form to their local union, or no change in the current classifica-  \ntion or annuity contribution will occur.  \n   \n     \nApprenticeship Plan  \n~  \n1. Each Individual Employer covered by this Agreement shall contribute to the Carpenters Trust Fund of  \nCalifornia, the amount listed in Section IV per hour, for each hour paid for or worked, whichever is ASSOCIATED  \ngreater, by each Employee covered by this Agreement for the purpose of providing Training and educa- GENERAL  \ntion benefits for such employees. CONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 20  \n       \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nThe eight cents ($.08) allocated on 6/16/85, to be paid into the Carpenters Training Trust Fund of  \nCalifornia, for sole purpose of providing Training and Education of Pile Drivers, Apprentices and  \nJourneymen upgrading progranis, under the direction and contro! of the Northern California Pite Driver  \nJoint Training Committee shall be in addition to those monies currently being paid into the Trust on  \nbehalf of employed under this Agreement. Further, the parties agree that the California Pile  \nDriver Joint Training Committee will immediately meet with the Carpenters Training Trust, for the  \npurpose of determining allocation of the moncy currently paid by Employers of Pile Drivers, in order to  \nassure continuity of hiring assignment, cmp!oyment, or termination of all personnel employed to admin-  \nister the current program, subject to approval of the bargaining parties.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust Agreement establishing  \nthe Fund dated March 4, 1963, as such may from time to time be amended or supplemented.  \nThere shall be no duplicating contributions with respect to any Employee or the work of any Employee.  \nEmployer contributions for a foreman, assistant superintendent and superintendent covered hy this  \nAgreement shall be based upon the hourly rate in effect for journeymen in the particular jurisdiction  \nwhere they are employed.  \nApprentice Pile Driver: The term “Apprentice Pile Driver” as used herein means an employee undergoing  \na system or course of training in pile driver work, who shall be permitted to perform any work done by  \na journeyman pile driver, as provided in Section 1 and whose age when starting their apprenticeship is  \nover seventeen (7) years of age. The term apprenticeship shall not exceed a period of four (4) years. It  \nshall not be a contractual obligation, but it shall be the policy of the Individual Employers, party to this  \nAgreement to employ apprentices who might have been laid off due to lack of work before employing new  \napprentices.  \nThe Employer and Individual Employer recognize their obligation to employ and train apprentices. The  \nEmployer and Individual Employer further recognize that apprentices are obligated to attend daytime  \ntraining classes upon demand to remain in the Apprenticeship Program. Therefore, itis agreed that the  \nContractors will make every effort to re-emptoy apprentices removed from their jobsites by the Appren-  \nticeship Program for training purposes.  \nA Committee will de established to review the Apprenticeship Program in order to make possible more  \ntraining opportunities.  \nThe details of this program shail be negotiated bya subcommittee on which the Employer and the Union  \nshall be equally represented and shall comply with all pertinent legal requirements.  \nApprentices’ Hours, Wages and Working Conditions:  \nThe terms and conditions of apprenticeship agreed on are as follows:  \nEffective July 1, 2004:  \nFirst Period:  \nOtofmonths 60% Health & Welfare, Work Fees, [Industry Promotion, UBC Health & Safety  \nTraining, Pile Drivers Employers Contract Administration, California  \nConstruction Advancement Program, Geographic & Marketing/LMCC  \n   \n   \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 21  \nSecond Period:  \n7tol2Zmonths 65% Health & Welfare, Work Fees, Industry Promotion, UBC Health  \n& Safety Training, Vacation, Pile Drivers Employers Contract  \nAdministration, California Construction Advancement Program,  \nGeographic & Marketing/LMCC  \nThird Period:  \n70% Health & Welfare. Work Fees, Industry Promotion, UBC Health  \n& Safety Training, Vacation, Annuity, Pile Drivers Employers Contract  \nAdministration, California Construction Advancement Program,  \nGeographic & Marketing/LMCC  \nFourth Period:  \n19to 24 months 75% Health & Welfare, Work Fees, Industry Promotion, UBC Health  \n& Safety Training, Vacation, Annuity, Pile Drivers Employers Contract  \nAdministration, California Construction Advancement Program,  \nGeographic & Marketing/LMCC  \nFifth Period:  \n25 to30 months 80% —‘ Full Fringes  \nSixth Period:  \n85%  FullFringes  \nSeventh Period:  \n37 to42 months 90% FullFringes  \nEighth Period:  \n95% FullFringes  \nNOTE: Re-rates are based on three conditions:  \n1. _ Length of time in the Apprenticeship program.  \n2. Aceumulated work hours.  \n3. Fulfillment of school requirements.  \nApproved Employers having three (3) journcymen employed on the job may have one (1) apprentice and  \none (1) additional apprentice may be employed for five (5) additional journeymen, (No more than one [1]  \napprentice assigned to any one crew), exceptions may be made at the discretion of the loca] Joint  \nApprentice Committee.  \nBasis for Payments of Fringe Benefits  \nPayment for contributions for fringe benefits as provided in Sections A, B and B1,C and C1, D, J and K shall be  \nbased upon all hours for which an employee has received payment; provided, however, that contributions shall  \nnot hecome compounded hy overtime, and all overtime hours for purposes of fringe benefit contributions shal]  \nbe considered straight time hours.  \n    \n   \nPayments or contributions to each of the trust funds provided for in this Agreement shall be based on hours paid  \nwhich include contributions for eight (8) hours in multiple shifts where seven (7) hours are worked with eight Gc BS  \n(8) hours pay and for all straight time hours paid under the provisions of Broken Time. Tide Work or Show-Up ALIFORNI A  \nTime. No payments or contributions shall be computed at the rate of time and one-half or double the required ASSOCIATED  \nrate of payment or contribution per hour, nor shall anysuch payment or contribution be considered part of the GENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 22  \nE  \nG.  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nhourly wage rates for the purpose of computing overtime, either under this Agreement, the Fair Labor Stan-  \ndards Act, the Walsh-Healy Act, or any other law.  \nBonding  \nAny Employer or any who is delinquent in the payment of contributions for fringe benefits to any  \nTrust herein provided for a period of one calendar month shall be notified by the Administrator of said Trust or  \nTrusts of such delinquency, following which notice the Union may require such delinquent Employer or subcon-  \ntractor to provide a bond in a manner Satisfactory to satd Administrator for a sum equal to Five Thousand  \nDollars ($5,000.00) or two (2) times the delinquent estimated contribution to such Trust, whichever  \nis the greater. Upon failure of such delinquent Employer to provide a bond as aforesaid, the Union shall  \nwithdraw or withhold employees from the job of such delinquent Employer and such or withholding  \nof employees shall not constitute a violation of this Agreement or be cause for any legal action the Union  \nbysuch delinquent Employer.  \nWhenever any employer covered by this Agreement is delinquent with respeet to the payment of any contribu-  \ntions or other sum of money due to any Trust Fund specified in this Agreement, the Union may withdraw  \nworkers and place appropriate pickets at the premises of the employer or places where said employer is  \nperforming work. The workers so withdrawn may not be discharged or permanently replaced, and the action  \npermitted by this Section shall not be deemed a violation of the no-strike provisions of this Agreement.  \nFringe Contributions for Supervisors  \nThe Union and the Employer agree that when employees are working in a supervisory position above the rank  \nof foreman the Individual Employer may make payments with respect to their work into the Carpenters Health  \nand Welfare Trust Fund for Northern California and Carpenters Pension Trust Fund for Northern California on  \nthe basis of 145 hours per month in accordance with the schedules set forth in the Master Agreement,  \nregardless of hours worked by any such employee in a month, provided; however, the Individual Employer  \nhaving made one (1} payment on an employee shall continue to make such payment so long as the employee is in  \ntheir employ. Such payments shall be the same as the applicable journeymen contribution.  \n1. Supervisors Annulty  \nThe Union and the Employer agree that when employees are working in a supervising position above the  \nrank of foreman the individual contractor may make payments with respect to their work in to the  \nCarpenters Annuity Fund for Northern California on the basis of a minimum of 145 hours per month in  \naccordance with the schedules set forth in the Agreement, regardless of hours worked by any such  \nemployee in a month; provided, however, the individua] employer having made one (1) payment on any  \nemployee shall continue to make such payments so long as the employee is in their employ.  \n2. TheUnionand the Employer agree that the Individual Employers covered by this Master Agreement may  \ncover owners or partners, in the Carpenters Trust Funds (as in Section G and G.1) by paying contribu-  \ntions with respect to the work of such an individual into these funds monthly on the hasis of 145 hours  \nper month in accordance with the hourly rates set forth in this Master Agreement, regardless of the  \nnumber of hours worked by any such individual in a month. provided that such individual, if not an owner  \nor partner, would be working as a journeyman Pile Driver under the terms of this Master Agreement and  \nprovided further that the Individual Employer, having made one (1) payment with respect to (he work of  \nsuch an individual. shall continue to make such payments monthly so long as the individual continues to  \nperform work for the Individual Employer in the capacity of an owner or partner. Such individual shall  \nbe deemed an employee covered hy this Agreement solely for the purpose of participating in said Trust  \nFunds and shall have no other rights or privileges under this Agreement as an employee.  \n   \n   \nFringe Payment Continuity  \nIn order to provide for benefits to employees without disruption during periods of contract negotiations and to  \nassure an orderly means of collecting Trust Fund contributions during such periods, each signatory employer  \nagrees that they shal] be obligated to contribute to cach and every Trust Fund referred to in this Agreement for  \nany period following the termination date of this Agreement unless and unti) a lawful impasse oecurs or until  \na suecessor Agreement is negotiated. Each signatory employer further agrees that the Union, any of its  \nconstituents, and/or any of all said Trust Funds may enforce this obligation through the grievance and  \narbitration provisions of this Agreement and/or by action to collect such delinquent contributions filed in the  \nUnited States District Court in the Northern District of California.  \nAudit  \nEach Individuat Employer upon request of the Contractors, Union or any Trust Fund specified in this Agree-  \nment, shall permit the Trust Fund Auditors to review any and all records relevant to the enforeement. Such  \nreview shall be permitted not less than five (5) working days after demand.  \nThe cost of audit shall be borne by the individual employer if a shortage disclosed by the audit exceeds $1,000.00  \nand is not the result of clerical error.  \nThe Union and the Employer shall have the right to receive and utilize any information derived from the audit.  \nTrustees of the Trust Funds specified in this Agreement are authorized to determine the appropriate formula  \nto be applied to compute appropriate Trust Fund contributions. The individual employer shall be required to  \ncomply with such Trust Funds formula and make payments to the Trust Funds immediately upon being advised  \nof the amount due.  \nCallfornla Construction Advancement Program  \nFor the purpose of protecting, improving and advancing the interest and welfare of the Construction Industry,  \nits individual employers and employees, each member of the Employer (members of Associated General Contrac-  \ntors of California, Inc.) and each individual employer not a member of the Employer will contribute effective  \nJuly 1, 1993 four cents (.04) per hour worked by each pile driver in his employ to the California Construction  \nAdvancement Program, an Employer trust created for this purpose. The individual Employer hereby adopts  \nand agrees to be bound by the terms of that certain Trust Agreement creating the California Construction  \nAdvancement Program, an Employer trust created for this purpose. The Individual Employer hereby adopts  \nand agrees to be bound by the terms of that certain Trust Agreement creating the California Construction  \nAdvancement Program dated September 21, 1974, as such might be amended from time to time pursuant to the  \nterms thereof and further agrees to observe and be bound by the actions and determination of the Trustees of  \nsaid Trust.  \nPile Drivers’ Contract Administration Trust Fund  \nA trust fund entitled “The Pile Drivers’ Contract Administration Trust Fund” shall be created to provide for the  \ncosts of the Employer administering the provisions of Section LX (Arbitration of Disputes). The trust fund shall  \nbe administered solely by Trustees selected by the Emplover in accordance with the trust agreement to he  \nexecuted hy the Employer. The contribution as described below shall commence with the month following notice  \nhy the Carpenters’ Funds Administrative Office of Northern California, Inc., to the Individual Employer. The  \nUnion shail have the right, not more than one time per year, to independently audit the Trust Fund.  \nEach Individual Employer signatory hereto hereby adopts and agrees to be bound by the terms of that certain  \nTrust Agreement creating the Pile Drivers’ Contract Administration Trust Fund and any amendments or  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 23  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 24  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nL  \n   \nmodifications which may be made to said Trust Agreement pursuant to the terms thereof and further agrees  \nto observe and be bound by the actions and determination of the Trustees of said Trust.  \nEffective July 1, 2004, each signatory emptoyer shal! contribute the sum of nine cents ($.09) per hour worked  \nor paid for to the Pile Drivers Contract Administration Trust Fund which ts established for the purpose of  \nadministering the collective bargaining agreement through the gricvance procedure or otherwise on behalf of  \nall individual employers signatory to this Agreement.  \nContributlon to G&M/LMCC Trust Fund  \nEffective July t, 2004, each signatory employer shall contribute the sum of $0.02 (two) cents per hour for each  \nhour worked or paid for by each employec to the Pile Drivers’ Geographic & Marketing/ILMCC Fund which is  \nestablished for the purpose of administering the G&@M/LMCC. Each individual employer agrees to be bound by  \nthe agreement as it exists and as it may he amended from time to time pursuant to the actions and determina-  \ntions of the G & M Committee.  \nContribution to “Home” Trust Funds  \nEach Employer when working outside the geographic jurisdiction of the Union, shail make appropri-  \nate contributions outlined herein, to the various Trust Funds identified in this Agreement. However, should  \nTrust Funds in other geographic jurisdictions in which the Individual Employer is performing work covered by  \nthis Agreement require payment for employees into that locations respective Trust Funds, the Individual  \nEmployer shall not be required to make contributions into both jurisdictions Trust Funds.  \nSECTION Vili - GENERAL PROVISIONS  \nA.  \nHolidays:  \nThe following days shall be classified as holidays:  \nSaturdays, Sundays, New Year's, Martin Luther King Day, President’s Day, Memorial Day, Fourth of July,  \nLabor Day, Thanksgiving Day and the day following, and Christmas Day. Holidays falling on Sunday shall be  \nobserved on the following Monday, Pay for work performed on the aforementioned days shall be at overtime  \nrates.  \nHolidays found in the Pile Driver Master Labor Agreement shal] be the recognized holidays for al! employees  \nperforming work covered by this Agreement.  \nTools and Teolhouse:  \nThe Contractors herein agree to provide on every job where toolmen employees covered by this Agreement are  \nemployed, a too! house, equipped with adequate locking provisions and heating facilities for drying clothes. If  \nan employee's working tools or gear are lost or destroyed by reason of the burning or sinking of Employer's  \nfloating equipment or tool house, or if the employee's equipment is while in the Employer's care as  \nprovided for in Paragraph B above, the Employer will replace all tools certified as lost up to a limit of $400.00  \nper man (if management is provided an inventory of tools submitted to the Employer on a form provided by  \nEmployer at time of employment). Within seven days from the date of a properly supported claim for loss of tools  \nas provided herein, the Individual Employer shall acknowledge liability therefore or reject the claim.  \n   \n   \nAll employees covered by this Agreement engaged as toolmen shail enter upon their duties with sharp tools; and  \nif such tools are dulled within working hours, the Contractor shall either provide for the sharpening of such  \ntools or permit the owner to sharpen it or them within working hours.  \nWorking Rules:  \nIt is agreed that no working rule or practice of cither Union or Employer wil! be claimed or asserted contrary  \nto the terms and provisions of this Agreement.  \nSafety:  \nPile driving foremen shall be in charge of crews at all times; his duties on hoisting equipment shall consist of  \nsupervision, signaling and direction of the operation. The foreman in charge of a crew shall be charged with  \nthe responsibility for the safety of the members of their crew and with compliance with recognized safety rules  \nand practices. No foreman shall work more than one shift in any calendar day. It is agreed that it is not the  \nintent of this paragraph to limit or define the size of a crew. No Employer shall fail or neglect:  \n1. Toprovide and use safety devices and safeguards.  \n2.  Toadopt and use methods and processes reasonably adequate to render the place of employment safe.  \n3.  Todoevery other thing reasonably necessary to protect the life and safety of employees.  \nThe Union and all employees agree that they will cooperate with the Contractor and with each other in the  \ncarrying out of safety measures and practices for accident prevention, and shall perform their duties in each  \ndepartment in such manner as to promote safe and efficient operation of their own department and of the job  \nas a whole.  \nEmployees who as a direct result of an on-the-job industrial injury are unable to complete a full day's work shall  \nnevertheless be paid for the full day on which such injury occurred; provided, however, that said injury requires  \nthe attention of a licensed physician and that said physician has certified to the employee's inability to complete  \nwork on that day because of such injury.  \nWhen an employee is required to work under a dock from a skiff, rafl or float in water independent of other  \nworkers and apart from any other operation, whereby they might become out of sight of other workers or  \nsupervisory employees, then an additional workman shall be assigned to work with them for the actual time  \nworked under the above conditions to insure proper communications with operating personnel.  \nE Steward:  \nA Steward shall be a working employee. appointed by the Union, who shall, in addition to their work as a Pile  \nDriver/Diver, be permitted to perform during working hours their Union duties that cannot be performed at  \nother times. The Union agrees that such duties shall be performed as expeditiously as possible and the  \nindividual employer agrees to allow Stewards a reasonable amount of time for the performance of such duties.  \nThe Union through the foreman shall notify the individual employer in writing of the appointment of such  \nSteward. In no event shall an individual employer discriminate against a Steward, transfer, layoff, or  \ndischarge the Steward on account of any action taken by the Steward in the proper performance of their Union  \nDuties.  \nNo Steward shall be terminated without just cause. Stewards shall be subject to lay off or termination just as  \nany other Pile Driver on the project. If a Steward is discharged the individual employer shall provide prior  \nnotice defining the reasons for the termination.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 25  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nQF CALIFORNIA  \n  \n2004-2008  \nPiledrivers —  \nAgreement  \nPage 26  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nEach employee shall be allowed reasonable pick-up time at the end of their shift, which shall be determined by  \nthe employer and the Union.  \nDischarged Employees:  \nEmployees notices of discharge shall be allowed a reasonable time (not less than 15 minutes) before  \nthe end of the shift to assemble their tools.  \nPre-Job Conference:  \nThe Union or Employer may require a pre-job conference for the purpose of discussion and agreement of work  \nassignments and application of the contract to the job.  \nThe Individual Employer shall submit letters of assignment of work on the Employer’s letterhead of assignment  \nof work.  \nEach individual employer shall send a report monthly in writing to the Union in a format to be determined by the  \nindividual contractor a list of all jobs currently in progress on which Pile Drivers are employed by that individual  \ncontractor on work covered by this Agreement.  \nSECTION IX - ARBITRATION OF DISPUTES  \nAny dispute concerning any application or interpretations of this shall be subject to the following procedure.  \n1. that a dispute arises on a job, it shall be first reported to the Individual Employer and/or the  \nBusiness Representative of the Union who shall then attempt to adjust said grievance or dispute at the  \njobsite level.  \n2. The grieving parties shall specify the date(s) of the alleged violation(s) and the provision(s) of the  \nAgreement applicable to the dispute.  \n3. Ifsaid grievance or dispute is not satisfactorily adjusted by the Union and the Individual Employer or his  \nrepresentative within three (3) days after submission to the Individual Employer, the matter may be  \nsubmitted by either party to a permanent Board of Adjustment created for the settlement of such  \ndisputes.  \n4. The Board of Adjustment shall be composed of one (1) member named by the one (1) member  \nnamed by the Association and an Impartial Arbitrator, The partics shall select an alternate to the  \npermanent neutral Arbitrator who shall serve only in the event the permanent neutral Arbitrator is  \nunable to serve. At any point in the proceedings should the panel be unable to reach a majority vote the  \nArbitrator shall participate and the Arbitrator’s decision shall be final and binding.  \nIn addition to any rule or procedure, which the panel may adopt, the Board of Adjustment shall be  \ngoverned hy the following provisions:  \non  \na, No briefs shall be submitted nor a transcript made of the hearing except by mutual agreement  \nof the parties or by direction of the Arbitrator. Any transcript ordered by any party shali be at  \nthe expense of the party ordering the transcript.  \nb. In the case of deadlock, the Arbitrator shall render a decision upon the conclusion of the case at  \nthe Board of Adjustment hearing, unless the time is extended by mutual] agreement of the  \n   \n2004-2008  \nPiledrivers  \nAgreement  \n   \nPage 27  \n10.  \n11.  \n12.  \n13.  \nparties or at the request of the Arbitrator. The Arbitrator shall not render an expanded opinion  \nin any case unless requested by the parties.  \nc. The parties shall select and utilize a permanent Impartial Arbitrator who is willing to abide by  \nthe procedures set forth herein. By agreement of both partics, the Impartial Arbitrator may de  \nchanged or replaced.  \nd. The Board of Adjustment or the Arbitrator may fashion an appropriate remedy to resolve the  \nissue including, but not limited to, back pay. money damages, injunctive relief, audit, payment of  \nwages and fringe benefits to persons damaged by the contract violations, interest or attorneys’  \nfees.  \n€. Any grievance involving an individual employer not a member of any of the signatory associa-  \ntions shall be submitted directly to the Arbitrator unless the individual employer agrees to  \nsubmit the matter to the Board of Adjustment.  \nDisputes arising out of work assignment, which is governed by Section X. Jurisdictional Disputes, will  \n. not be heard at these panels.  \nThe Board of Adjustment shall meet within forty-five (45) days on any item properly before the Board.  \nFailure of either party to meet or to participate shall cause the Board or Arbitrator to hear and decide the  \nmatter on a default basis.  \nDecisions of the Board of Adjustment or an Impartial Arbitrator shal] be within the scope and terms of  \nthis Agreement and shall be fina! aud binding upon all parties hereto.  \nIn the event an individual employer fails to comply with any such decisions, the Union may withdraw  \nemployees or strike the individual employer, and such action shall not bea violation of this Agreement so  \njong as such noncompliance continues, provided, however, that the Union may not enforce the provisions  \nof Section I D (Subcontracting) by economic action or picketing.  \nThe expenses of the Joint Adjustment Board and the Impartial Arbitrator. including the cost of a court  \nreporter, shall be borne equally by the parties hereto.  \nNo procecding hereunder based on any dispute, complaint or grievance herein provided for, shall be  \nrecognized unless the grievance procedure steps outlined above have been followed. The Arbitrator or  \nBoard may for good cause, accept a late submission, which shall then be decided by the Board of  \nAdjustment.  \nThe Board of Adjustment shall establish regular meeting dates and administer grievances filed in  \nconjunction with this section as set forth in the rules and procedures, which may be amended from time  \nto time by the parties.  \nA decision of the Board of Adjustment by majority vote, or the decision of a permanent Arbitrator shall  \nbe enforceable by a petition to confirm an arbitration award filed in the Superior Court of the City and  \nCounty of San Francisco, State of California, or the United States District Court for the Northern  \nDistrict of California. Any party who fails or refuses to comply with a decision of a Board of Adjustment  \nor an award of the Arbitrator, as the case may be, shall be responsible for reasonable attorneys fees for  \nthe filing and trial of any petition to confirm and enforce said decision or award in addition to all other  \nremedies available through law, unless the petition is denied.  \n   \n     \nGam,  \nAGC Sc  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 28  \n    \n   \nAGC Sa  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n14. All hearings of the Board of Adjustment shall be in the City and County of San Francisco, and/or County  \nof Alameda, unless mutually agreed to move to another location.  \n15. No proceedings mentioned here in above on any dispute, complaint or grievance shall be recognized  \nunless called to the attention of the Employer and the Union within ten (10) working days after the last  \ndate the alleged violation was committed.  \n16. relating to discharge or discipline, employees must file their grievances with the Union  \nwithin three (3) working days after the imposition of the discharge or discipline. Thereafter. the Union  \nmust file its grievance with the Board of Adjustment within ten (10) working days after the employee  \nfiles his grievance. The Board shall meet within seven (7) working days following submission of the  \ngrievance. The Board of Adjustment or Arbitrator shall be free to sustain the discharge or to find  \ndiscipline other than discharge to be appropriate and may order reinstatement with full or partial back  \npay as they deem appropriate provided there shall he no discrimination on the part of the individual  \nemployer against any employce for activities on behalf of, or representation of the Union not interfering  \nwith the proper performance of their duties.  \n17. If failure of a Board of Adjustment to meet within one week (7 working days) is due to the unavailability  \nof the Union, the wage payment and Trust Fund contribution liability shall be limited to the above seven  \n(2) working days. If the Employer or individual employer, or arbitrator is unavailable to meet, the wage  \npayment and Trust Fund contribution liability shall be continuing.  \nSECTION X - JURISDICTIONAL DISPUTES  \nThere shall be no cessation or interference in any way with any work of the Employer or any Individual Employer by  \nreason of Jurisdictional Disputes between the Union and any other Union affiliated with the or the Interna-  \ntional Brotherhood of Teamsters, Chauffeurs, Warehousemen, and Helpers of America with respect to jurisdiction over  \nany of the work covered hy this Agreement. Such disputes will be settled by the Unions themselves, or submitted to the  \nInternational Presidents of the Unions involved in the dispute for determination. Until such determination is made and  \nconfirmed by the disputing Unions, the work shall proceed as originally assigned by the Individual Employer. Craft  \njurisdiction is neither determined nor awarded by classifications or coverage descriptions appearing in this Agreement.  \nUpon affiliation of the Employer with the Plan for the Settlement of Jurisdictional Disputes in the Construction Industry,  \nor a successor voluntary program to which the Union is also affiliated, the Contractors, the Individual Employers, and  \nthe Union shall be hound by the procedures for settlement of the jurisdictional disputes as adopted under such a  \nprogram. The Individual Employer shall be bound by an agreement between the General Presidents.  \nSECTION Xi - TERM OF AGREEMENT  \nThis Agreement shall remain in full force and effect from the ist day of July, 2004, through the 30th day of June, 2008  \nand shall continue thereafter unless either party, not more than ninety (90) days or less than sixty (60) days prior to the  \n30th day of June, 2008, or not more than ninety (90) days nor less than sixty (60) days prior to the 30th day of June of  \nany subsequent years, serves written notice on the other of its desire to change, modify, amend, supplement, renew,  \nextend or terminate this Agreement. The Union shall have the right to strike and the Employer shall have the right to  \nlock out with respect to such contract opening of the Agreement June 30, 2008 only after ten (10) working days has  \npassed in order to provide time for negotiations.  \nSECTIONION Xil - GEOGRAPHIC & MARKET CONDITIONS  \nThe parties to this Agreement recognize the necessity of assuring the competitive position of the partics within the  \nindustry during the term of this Agreement. Consistent with the recognition, Effective July 1, 2004, notwithstanding  \n   \n   \nany other provision of this agreement, the parties to the Agreement hereby establish a G & M Committee composed of  \nthree (3) representatives appvinted by the Carpenters 46 Northern California Counties Conference Board and three (3)  \nrepresentatives appointed by the Assuciated General Contractors Association of California. The committee will review  \nrequests for changes in the terms and conditions of the Labor Agreement that may be necessary to preserve work  \nopportunities for employecs and individual employers covered by the Agreement. The G & M Committee is authorized to  \napprove such changes as it deems to be in the best interest of the parties to the Agrecment. The parties to this  \nAgreement will work together to preserve work opportunities for the Employers and Employees covered by this  \nAgreement.  \nThe committee shall meet at least once per quarter and identify and discuss areas of concern to the parties involving  \nissues including, but not limited to non-signatory Employers, private work recovery, new technology, prevailing wages,  \netc.  \nSECTION XIil - INTEGRATION  \nA. This Agreement shall supersede all existing Agreements between the Union and any of the Contractors  \nor their members relating to pile driving work, and it is agreed that during the life of this Agreement  \nneither the Union nor the Contractors will make demands beyond or in conflict with the same.  \nB. [tis not the intent of either party hereto te violate any laws, rulings, or regulations of any Governmental  \nauthority or agency having jurisdiction of the subject matter of this Agreement, and the parties hereto  \nagree that in the event that any provisions of this Agreement are finally held or determined to be illegal  \nor void as being in contravention of any such laws, rulings, or regulations. nevertheless, the remainder  \nof the Agreement shall remain in full force and effect, unless the parts so found to be void are wholly  \ninseparable from the remaining portion of this Agreement. The parties agree that if and when any  \nprovisions of this Agreement are held or determined to he illegal or void they will then promptly enter into  \nlawful negotiations concerning the substance thereof.  \nIn the event that the Union, which is signatory hereto, enters into any other agreement with other  \nemployers or employers associations, which shall have terms more favorable to such employers or  \nemployers associations and the members thereof than this Agreement, then such more favorable provi-  \nsions shall become a part of and apply to this Agreement. This Section shail not be applicable to  \nAgreements between the Union and Individual Employers covering work in bona fide permanent yards  \nor shops.  \nINWITNESS WHEREORF the parties hereto have caused this Agreement to be executed by their duly authorized  \nrepresentatives the day and year here in above first written.  \nFOR THE EMPLOYERS:  \nASSOCIATED GENERAL CONTRACTORS OF CALIFORNIA, INC.  \nBY:  \nThomas T Holsman, CEO  \nFOR THE UNION:  \nNORTHERN CALIFORNIA CARPENTERS REGIONAL COUNCIL ON BEHALF OF  \nPILE DRIVERS UNION LOCAL NO. 34  \nBY:  \nRobert H. Alvarado, Executive Officer  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 29  \n     \n   \niain >, ,  \n  \nCALIFORNI  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 30  \n   \nAGC%  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nDIVING AGREEMENT  \n(Addendum to Pile Drivers Agreement)  \nBetween the Associated General Contractors of California, Inc. and Northern California Carpenters Council.  \nTHIS AGREEMENT, entered into this first day of July, 2004 amending, modifying, renewing and supplementing the  \nagreement made and entered into July 1, 2000 and each and every prior Agreement, predecessor to this Agreement,  \nentered into by and between the parties hereto, by and between THE ASSOCIATED GENERAL CONTRACTORS OF  \nCALIFORNIA, INC., a nonprofit corporation and/or other employers becoming signatory hereto parties of the first part,  \nhereinafter referred to as the EMPLOYER and/or INDIVIDUAL EMPLOYER, each acting for and on behalf of all of its  \nrespective members and/or themselves, and the NORTHERN CALIFORNIA CARPENTERS REGIONAL COUNCIL for  \nand on behalf of its affiliate Pile Drivers Loca! Union No. 34, and the Regional Council other affiliated Local Unions,  \nparties of the second part, hercinafter referred to as the UNION provides:  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice uniform rates of pay, hours  \nof employment and conditions of work for the employees represented by the UNION which are employed from time to  \ntime by the EMPLOYER, and  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice effective methods for the  \nsettlement of misunderstandings, disputes or grievances which may arise between the parties hereto to the end that the  \nEMPLOYER may be assured of continuity of operations and the Employees represented by the UNION may he assured  \nof continuity of employment.  \nNOW THEREFORE, it is agreed as follows:  \nUnless specifically specified to the contrary, in this Addendum, all terms and conditions of the Pile Drivers Master  \nAgreement shall apply to Divers, Tenders and Assistant Tenders and be incorporated in this Addendum. Special Shifts  \nill B Paragraph 10 shall not apply.  \n"], ["ARTICLE | - AREA OF JURISDICTION  \n", "This Agreement shall cover the work more specifically defined herein as within diving classification and located within  \nthe area of Northern California, which term is intended to mean that portion of California above the Northern Boundary  \nof Kern County, the Northern Boundary of San Luis Obispo County. and the Westerly Boundaries of Inyo and Mono  \nCounties, consisting of the following forty-six (46) Counties: Alameda, Alpine, Amador, Butte, Calaveras, Contra Costa,  \nColusa, Del Norte, El Dorado, Fresno, Glenn, Humboldt, Kings, Lake, Lassen, Madera, Mariposa, Marin, Mendocino,  \nMerced, Modoc, Monterey, Napa. Nevada, Placer, Plumas, Sacramento, San Benito, San Francisco, San Joaquin, San  \nMateo, Santa Clara, Santa Cruz, Shasta, Sierra, Siskiyou, Solano, Sonoma, Stanislaus, Sutter, Tehama, a, Trinity,  \nTulare, Tuolumne, Yolo, Yuba.  \n[tis understood further that by the above listing the jurisdiction of the Union over diving work is not thereby limited to  \nthat area. On the contrary, the Union claims jurisdiction over diving of certain areas beyond that covered by this contact,  \ni.e., the Northern part of Nevada, Counties of Humboldt. Elko, Washoe, Pershing, Lander, Eureka, White Pine, Storey,  \nCarson, Douglas, Lyon, Churchill and Mineral, the State of Utah and/or one half the distance to the nearest Pile Drivers  \nlocal.  \n"], ["ARTICLE II - COVERAGE  \n", "1. The work covered by this Labor and these Special Working Rules for Divers on Construction  \nWork, shall include construction work and work performed from oceanographic and/or research vessels,  \n   \n   \nseismographic and/or other vessels operating in all areas located the distance one-half way from Local  \n34 to the nearest Pile Drivers Local affiliated with the United Brotherhood of Carpenters and Joiners of  \nAmerica, and shall include work concerning fisheries research and all other types of oceanographic and  \nmarine research and/or experimental dell diving work requiring the use of deck decompression cham-  \nbers with submersible diving chambers.  \nThe work covered by this Agreement and this Appendix shal! include all work under the jurisdiction of  \nthe Union and the United Brotherhood of Carpenters and Joiners of America and shall include, but not  \nbe limited to, such work as described as follows: commercial diving in all its branches and phases, such  \nas the salvage of all ships, vessels and barges, etc., the underwater repair, removing, dismantling  \ndemolition, burning and welding in all marine salvage operations: ail underwater construction and  \nreconstruction, and the salvage and removing of all underwater structures; underwater inspections and  \nrepair of hulls, docks, bridges and dams, underwater pipelines, sewage and water systems, underwater  \nsuction and discharge lines such as those used at chemical plants, pulp mills and desalinization plants;  \ninspecting, surveying, removing rescuing and recovering of all objects below water surface; all underwa-  \nter work necessary on offshore oil platforms, permanent or temporary, including all floating drill rigs  \nand jack-up platforms; all underwater well completion: ali underwater work on pipelines and hookups  \nincluding petroleum, gas, water and sewage systems; the laying of underwater power and/or communi-  \ncations cables where diving is necessary; all offshore marine mining and dredging operations using  \nDivers in any phase of their work seeking minerals and/or precious metals, etc.; all petroleum. fisheries,  \noceanographic research and experimental work where the use of Divers are necessary; all underwater  \ndemolition and blasting work requiring the use of Divers; the term underwater structures shall include  \nbeached or sunken vessels and other marine equipment.  \n"], ["ARTICLE Ill - DEFINITIONS  \n", "1,  \nDPIC:  \nDesignated person in charge (per OSHA Regulations).  \nDIVE CREW/TEAM:  \nAminimum crew/team size will be one (1) Diver. one (1} Tender and one (1) Assistant Tender. Crew sizes  \ncan be increased to meet productivity and safety requirements by contractor.  \nDIVE MASTER:  \nA Dive Master will be added to dive crew/team to meet job requirements when necessary for dive  \noperations with multiple divers or deep gas diving operations are being performed. A Dive Master is in  \ncharge and responsible for all aspects of the diving operation, supervising all personnel in the dive crew/  \nteam.  \n. DIVER:  \nA Diver is a person who wears a type of diving gear which directly supplics him compressed air or other  \ngases for breathing purposes and who personally enters and descends below the surface of the water, or  \nany liquid medium, to work at the ambient pressures encountered therein. For the purposes of this  \nAgreement, a person working in a submerged one atmosphere bell/vehiele is considered a Diver.  \nSTANDBY DIVER:  \nA Standby Diver is a person required to be on duty for any day or part thereof, but who has not been  \nrequired to descend helow the surface of the water or any liquid medium or be put under pressure ina  \nchamber. A Standby Diver is also a person. dressed in at the dive location, immediately available to assist  \na Diver in the water for safety purposes.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 31  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \n  \nAgreement  \nPage 32  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n~)  \nTENDER:  \nA Tender is a person who, from above the surface of the water or liquid medium, aids and assists the  \nDiver by coordinating topside activity; aids in dressing and undressing the Diver: maintains communica-  \ntions with the Diver; and generally maintains the diving equipment on the job site.  \nASSISTANT TENDER:  \nAn Assistant Tender is an extra Tender available to assist the Diver's regular Tender by handling tools,  \nequipment and diver’s hose.  \nMANIFOLD OPERATOR:  \nA technician qualified to operate a manifold and/or mixer of helium, oxygen or other gases for the  \npurposes of providing the proper mixture of these breathing gases to the Diver or Divers.  \nFSW:  \nFeet of Sea Water or equivatent static pressure head.  \n"], ["ARTICLE IV - PAY SCALES  \n", "Any classification of Dive, crew or team shall receive a minimum of eight (8) hour's pay at the appropriate pay rate for  \nshow up time or for any day or part thereof worked.  \nA.  \nE.  \nDive Master:  \nA Dive Master shall receive the same pay as a Diver diving plus $1.50 per hour. Dive Master does not  \ninclude depth or enclosure premiums.  \nDiver's Regular Hourly Rate:  \nThe Diver including a Stand-By Diver who is not required to dive shall receive the pay of Pile Driver  \nForeman hourly rate plus one dollar ($1.00) per hour.  \nDiver Diving: '  \nThe premium a Diver is paid for actually descending below the water surfaces. This amount shall be 2x  \n(double) the Divers regular hourly rate. This premium is used in calculating overtime pay.  \nTender:  \nl. A Tender sha!l receive the hourly rate of the classification of the Pite Driver Foreman when he is  \nrequired to he on duty regardless of whether any diving is actually performed or not.  \n2. The Tender shall receive a premium equivalent to one (1) hour at the straight-time pay rate per  \nshift for dressing and/or undressing a Diver when work is done under hyperbaric conditions.  \nAssistant Tender:  \nThe Assistant Tender shall receive the hourly rate of the classification of Pile Driver.  \nManifold Operator:  \n1. For days on which mixed gas diving is not conducted, a Manifold Operator shall receive Pile  \nDriver Foreman’s scale.  \n   \nK.  \n   \nFor days on which mixed gas diving is conducted, a Manifold Operator shall receive Pile Driver  \nForeman’s seale, plus five dollars ($5.00) per hour.  \nBell/Vehicle or Submersible Operator Not Under Pressure, etc.:  \nOne atmosphere bell specifically designed for construction work (including Jim Suits, etc.) and self-  \npropelled manned submersible operators shail be paid the Diver’s regular hourly rate plus premiums.  \nROV Operator:  \nWage scale same as a Pile Driver Foreman.  \nROV Tender/Technician:  \nWage seale same as a Pile Driver.  \nPremiums:  \n1.  \nDepth Premiums:  \nA Diver who is required to descend from the surface shall receive double (2 x) the diver’s regular  \nhourly rate, for depths up to and including 50 feet. When it is necessary for a Diver to descend  \nbelow the surface of the water to depths in excess of 50 feet, a premium according to the  \nfollowing schedule shall be paid, in addition to the diving regular hourly rate as determined  \nabove:  \nDEPTH BELOW WATER SURFACE (FSW) AMOUNT OF PREMIUM PER FOOT  \n50 {t. to 100 ft. $2.00  \n100 ft. to 150 ft. $3.00  \n151 ft. to 220 ft. ; $4.00  \n221 ft. and deeper $5.00  \n2. The actual depth in FSW shail be used in determining depth premium.  \n3. Diving in Enclosures Premium Rates:  \na.  Whereitis necessary for Divers to enter pipes or tunnels, or other enclosures where there  \nis no vertical aseent, a premium according to the following schedule shall be paid, in addition to  \nthe Diving hourly rate and any applicable depth pay.  \nDISTANCE TRAVELED FROM ENTRANCE AMOUNT OF PREMIUM PER SHIFT  \nOft.teo25ft. N/C  \n25 ft. to 300 ft. $1.00 per ft.  \nb. | Whenitis necessary for a diver to enter any pipe or tunnel or other enclosure over 300 feet  \nfrom entrance or less than 48\" in height, the premium will be by mutual agreement, between the  \ndiver, the Union and the Contractor, but never less than $1.00 per foot.  \nPremiums shall be paid under (a) or (b) above, but shall not be paid under both. These  \nare daily/shift premiums and shall be determined from point of entry.  \nDepth and enclosure premiums are at the straight time rate in addition to the base or overtime rate and  \nare not to be used in calculating overtime pay.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 33  \n   \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 34  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nMISCELLANEOUS  \nThis Agreement does not include any gear or special equipment rentals.  \nIn all cascs where a diver is working, the employer shall furnish all underwater tools of the  \ntrade to perform such underwater work exccpt small tools, as wrenches, hammers,  \netc. There shall be no exception to this rule. Diving ladder or diving stage, in accordance with  \nthe State Safety code, will be available at all times when diver is in the water.  \nFringe benefits are due as specified in the Pile Driver Master Labor Agreement for Northern  \nCalifornia for each hour worked or paid for.  \nEmployees may be required to perform any combination of work within the Diving team/crew,  \n(with the exception of dive Master) provided they are paid at the highest rate at which he/she  \nhas worked for the shift.  \nBIDDING ON JOBS:  \nIt is agreed that there shal] be no contract diving unless the contractor Diver meets all condi-  \ntions, purposes, and intents of this Addendum and the Master Agreement. Contract Diving is  \ndefined in Article If, Coverage.  \n"], ["ARTICLE V - SUBSISTENCE AND TRAVEL  \nA.  \n", "Divers and tenders while traveling outside the Bay Area shall receive travel expense equivalent to their actual  \ntraveling time at straight time wages, including the day of departure and the day of their return; plus  \ntransportation for persons and equipment to and from the job, plus reasonable room and board, or payment in  \ntieu of room and board, by mutual agreement between the Individual Employee and the Individual Employer  \nwith written notification to the Union by the Individual Employer within five work days of the [Individual  \nEmployee’s employment on the joh in question. For the purpose of this Section, the Bay Area is defined as that  \narea within the outer line zone on Exhibit A of the Pile Drivers Agreement. Within the outer line, divers and  \ntenders shall receive the same travel expenses provided for in the Pile Driving Agreement for Pile Drivers.  \nEmployees living aboard floating or other offshore quarters provided by the Employer located at tbe work site:  \n1.  \nAnd who are ready and available for work at the start of their regular shift Monday through Friday shall  \nreeeive a minimum of cight (8) hour's pay at their applicable hourly rate of pay.  \nAnd who are required by the Employer to stand by on Saturday, Sunday and holidays, but not put to  \nwork, shall a minimum of eight (8) hours pay at the applicable overtime rate of pay.  \n"], ["ARTICLE VI - WORKING RULES, STARTING TIMES, SHIFTS AND OVERTIME  \n", "Unless specifically specified to the contrary in this Addendum, all terms and conditions of the Pile Drivers Master  \nAgreement shall apply Divers, Tenders and Assistant Tenders and be incorporated in this Addendum. Special Shifts III  \nB Paragraph 10 shall not apply.  \n   \n   \n"], ["ARTICLE Vil - SAFETY & HEALTH WORKING RULES  \n", "The Union and the Employer recognize that the work in which they engage is both highly specialized and extremely  \ntechnical in nature, and that unless continuous and effective safety practices are employed, the possibility of accidents  \nof extreme gravity to life, limb and property will always be present.  \nSafety shail have the highest priorities in this Agreement.  \nA. __ All Federal and State Safety Rules, Regulations, Orders and Decisions shall be binding upon the indi-  \nvidual contraetor and shall be applied to all work covered by this Agreement. No worker shall be  \nrequired to work under unsafe conditions. The individual contractor shall be solely responsible for  \nimplementation and maintenance of such Safety Laws, Rules, Regulations, Standards, Orders and  \nDecisions, Neither the Union nor any Local Unions or District Councils are responsible for such imple-  \nmentation or maintenance.  \nA copy of the appropriate Rules and Regulations must be on the job site and be available to all members  \nof the dive team.  \nB. Whena Diver is performing diving work under the terms and conditions of this Agreement, he shall be  \ntended bya Tender who is satisfactory to the Diver concerned.  \n"], ["ARTICLE Vill - DEEP WATER, BELL/VEHICLE SYSTEM TOTAL SATURATION  \nDIVING AGREEMENT  \n", "The Employer and the Union agree that all work covered under this Agreement or using any diving apparatus, will be  \nperformed by employees represented by the United Brotherhood of Carpenters of America.  \nThis Agreement shall apply to cover the following classifications:  \nDive Masters, Divers, Tenders, Operators, Operators of Remote Operated Vehicle (ROV), Manifold Operators, Techni-  \ncians, EMT Technicians, and Systems Tenders.  \nThe Employer and the Union agree that the strong intent of this Agreement is that only experienced and highly qualified  \nJourneyman will be employed.  \n"], ["ARTICLE IX - TYPE OF WORK WITHIN THE JURISDICTION OF THIS AGREEMENT  \n", "Bell/Vehicle Diving or Total Saturation Systems specifically including, but not limited to, all underwater and deck work  \nin support of same when using surface supplied air or mixed gas.  \n"], ["ARTICLE X - WORKING RULES AND CONDITIONS GOVERNING PRESSURIZED BELL/  \nVEHICLE DIVING AND/OR SATURATION DIVER  \n", "A. Definitions:  \n1. Bounce of Short Duration Diving Using the Pressurized Bell: Consists of a diver going under pressure to  \na given depth, spending a short period of time consistent with the current diving tables, and then coming  \nto the surface and decompressing on short decompression profile. Minimum crew size will be a total of  \nseven (7) men.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 35  \n   \n  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 36  \n   \n2. _ Bell Diving Under Pressure: For short duration dives using a bell, in addition to the Diver's regular hourly  \nrate, plus depth premium. This premium is per day, midnight to midnight and shall be paid regardless  \nof whether or not the diver actually leaves the bell.  \n3. Saturation Mede of Diving:  \na. Consists of a Diver living under pressure continuously until a work task is complete and then  \ndecompressing at a saturation decompression profile. It shall be permissible to saturate two (2)  \ndivers to complete a work task that prohibits short duration diving with a minimum crew of ten  \n(10) men plus additional personnel as required.  \nb. On saturation work, where more than two (2) Divers are required to be saturated (diving is  \nrequired around the clock), the minimum crew will be a total of fifteen (15) men. There is a  \nminimum of two (2) men with the diving system at all times to ensure and protect the integrity  \nand safety of the diving equipment through daily maintenance.  \n4. Wages (Daily Rate):  \na. Short Duration Diving:  \nA Diver using surface supplied air or helium-oxygen receives Stand-by pay of Pile Driver Fore-  \nman scale plus $1.00 per hour with a minimum of eight (8) hours. When required to descend  \nbelow the surface of the water, he will be paid Diver Diving rate plus applicable premiums,  \nb. Short Duration Bell/Vehicle Diving:  \nShort duration diving or bounce dive using the Pressurized Bell/Vehicle; Diving pay rate plus  \napplicable premiums, wet, dry, minimum eight (8) hours, midnight to midnight.  \nC. Saturation Diving:  \nCurrent divers, Stand by rate until saturation starts. Once under pressure, the rate will be six  \n(6) times Diver's 8-hour minimum standby rate (24) times straight time Diver diving pay rate,  \nplus bonus for applicable depth or pressure. The pay remains the same for either dive or non-  \ndive days. This rate constitutes payment for the entire 24 hour period measured from midnight  \nto midnight.  \nd. Dive Master:  \nDive Master shall receive a Diver diving rate plus $1.50 per hour. Dive Master shall not dive  \nexcept in a life-threatening emergency. No other premiums apply.  \ne. Assistant Dive Master:  \nAssistant Dive Master shal! receive the Diver Diving rate, plus $1.00 per hour. No other  \npremiums apply.  \n    \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nQt  \n  \n   \nf. EMT Teehnician:  \nEMT Technician as systems tender, will be paid the same hourly rate as a Pile Driver Foreman,  \nwith a minimum of eight (8) hours shift.  \ng. Technicians:  \nAll other technicians and support personnel will be paid at the rate of a Pile Driver.  \nh. ROV Operator:  \nWage scale same as a Pile Driver Foreman.  \ni. ROV Tender/Technician:  \nWage scale same as a Pile Driver.  \nj. Saturation Depth Pay Bonus:  \n$1.00 per foot of pressure shail be paid per Diver per twenty-four (24) hours, from midnight to  \nmidnight, from surface (wet or dry).  \nk, Stand-By Alert Time:  \nStand-By Alert Time on beach shall be one stand-by shift per twenty-four hours.  \nHours and Overtime:  \na. Support Personnel:  \nWhen twelve (12) hour shifts are worked. the starting time for each Shift all be established  \nwithin one (1) hour of 12:00.a.m. and 12:00 p.m., unless mutually agreed to the contrary by the  \nparties. The pay for the first eight (8) hour of any twelve (12) hour shift, Monday through  \nFriday, shall be paid at the regular hourly rate (1 x), and time and one-half (1-1/2 x) the regular  \nhourly wage rate shall be paid for the next two (2) hours and two times (2 x) thereafter.  \nb. Saturation Crews:  \nOvertime for people under saturation begins Friday midnight and ends midnight Sunday. The  \nfollowing holidays, or day celebrated as such, shall be paid at double the straight-time rate:  \nNew Year's Day Lahor Day  \nMartin Luther King Day Thanksgiving Day  \nPresidents Day Day after Thanksgiving Day  \nMemorial Day Christmas Day  \nIndependence Day  \nc. Shift Personnel When Billeted Offshore:  \nThe Employer may establish two (2) twelve (12) hour shifts. When working such shifts the  \nstarting time for diving support personnel shal! be established within one (1) hour of 12:60 a.m.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 37  \n   \nAGC Sais  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 38  \n    \nCys  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nor 12:00 p.m., unless mutually agreed to by parties. When working twelve (12) hour shifts,  \nstarting time for Divers shall be established as beginning when the Diver is summoned to  \nperform tasks by Diving Foreman or by a party to whom he has delegated this authority. If  \nextenuating circumstances prevent at least six (6) hour rest period between shifts, the person-  \nnei working such shifts shall be paid during the rest period and overtime rates will apply. The  \ncontractor agrees that he will make cffort to restrict such activity to strictly extraor-  \ndinary situations.  \nDiver is to receive a minimum of twelve (12) hours stand-by pay per day.  \nAll work on Saturday will be paid at time and one-half (1-1/2 x) the regular hourly wage rate.  \nAll hours worked on Sunday and holidays will be paid at double (2 x) the regular hourly wage  \nrate.  \n6. Crew Size Concerning Bounce and/or Saturation Diving  \na.  \nC.  \nBounce of Short Duration Using Bell:  \nConsists of a Diver going under pressure to a given depth, working a period of time consistent  \nwith current tables and then coming to the surface and decompressing. Minimum crew size will  \nbe a total of seven (7) men:  \n1 - Dive Master  \n3- Divers  \n{ - Manifold Operator  \n2 - Systems Tenders  \nSaturation Diving:  \nConsists of diver diving under pressure continuously until] work task is complete and then  \ndecompressing at a saturation decompression profile. [t shall be permissible to saturate two (2)  \nDivers to complete work task that short duration diving with a minimum crew of ten  \n(10} men. On saturation work, where more than two (2) Divers, but not more than four (4)  \nDivers ure required to be saturated, the minimum crew to maintain the operation around the  \nclock will be fifteen (15) men. The number of men needed for this operation shall be consis-  \ntent with the job requirements and the safety requirement.  \nSaturation Crew Breakdown:  \n1 - Dive Master  \n2- Technician  \n2 - Dive Masters (Assistant)  \n4 - Systems Tenders, 2 shall he EMT technicians  \n2 - Manifold Operators  \n4 - Divers  \nIn the event that any of the diving crew on paid shore stand-hy alert finds it necessary to go off  \nalert, he will be off the payroil during the time he is not on alert and the diving contractor will  \nhire a person on a temporary basis to replace him/her.  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 39  \n   \n"], ["ARTICLE XI - DIVING CREW STEWARD  \n", "Diving Crew Steward will be appointed on each job by the Union. All provisions of the Master Labor Agreement  \npertaining to Job Stewards shall apply.  \n"], ["ARTICLE Xil - HIRING  \n", "1. All dispatches and job clearances for the members of diving crews will be dispatched through the Pile Drivers  \nLocal Union No. 34. To avoid duplication of order and to affect an orderly hiring procedure, the Diving  \nContractor agrees that when calling the Union for personnel to designate a responsible representative, which  \nthe Uniun will recognize as the Agent of the diving Contractor with the authority te hire. The Union shall  \nmaintain an exclusive nondiscriminatory hiring hall to fill requisitions for personnel on the diving crew. The  \nDiving Contractor agrees to give preference to Local area personnel.  \n2. Divers can report directly to the job site after first notifying the hiring hall. All pertinent information such as  \nname, social security number and their local union number and location will be given to the Union prior to work  \nor not later than 24hours. The Contractor shall be the sole judge of the qualifications of the diving crew.  \n"], ["ARTICLE XIll - GRIEVANCE PROCEDURES  \n", "Procedure for of Grievance and disputes shall be conducted in the manner provided for in the Pile Drivers  \nMaster Labor Agreement.  \n"], ["ARTICLE XIV - TERM OF AGREEMENT  \n", "This Agreement shall remain in full force and effect from the 1* day of July. 2004, through the 30\" day of June, 2008,  \nand shall continue thereafter unless either party. not more than ninety (90) days or less than sixty (60) days prior to the  \n30\" day of June, 2008, or not more than ninety (90) days nor less than sixty (60) days prior to the 30\" day of June of any  \nsubsequent years, serves written notice on the other of its desire to change, modify, amend, supplement, renew, extend  \nor terminate this Agreement. The Union shail have the right to strike and the Employer shall have the right to lock out  \nwith respect to such contract opening of the Agreement June 30, 2008 only after ten (10) working days has passed in  \norder to provide time for negotiations.  \n"], ["ARTICLE XV - GEOGRAPHIC & MARKET CONDITIONS  \n", "The parties to this Agreement recognize the necessity of assuring the competitive position of the parties within the  \nindustry during the term of this Agreement. Consistent with the recognition, effective July 1, 2004, notwithstanding  \nany other provision of this agreement, the parties to the Agreement hereby establish a G & M Committee composed of  \nthree (3) representatives appointed by the Carpenters 46 Northern California Counties Conference Board and three (3)  \nrepresentatives appointed by the Associated General Contractors Association of California. The committee will review  \nrequests for changes in the terms and conditions of the Labor Agreement that may be necessary to preserve work  \nopportunities for employees and individual employers covered by the Agreement. The G & M Committee is authorized to  \napprove such changes as it deems to be in the best interest of the parties to the Agreement. The parties to this  \n      \nAgreement will work together to preserve work opportunities for the Employers and Employees covered by this age’  \nAgreement. CALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 40  \n   \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nThe Committee shall meet at feast once per quarter and identify and discuss areas of concern to the parties involving  \nissues including, hut not limited tu non-signatory Employers, private work recovery, new technology, prevailing wages,  \netc.  \nIN WITNESS WHEREOF, the parties hereto have caused this Agreement to be executed by their duly authorized  \nrepresentatives the day and year here in above first written.  \nFOR THE EMPLOYERS:  \nASSOCIATED GENERAL CONTRACTORS OF CALIFORNIA, INC.  \nBY:  \nThomas T. Holsman, CEO  \nFOR THE UNION:  \nNORTHERN CALIFORNTA CARPENTERS REGIONAL COUNCIL ON BEHALF OF  \nPILE DRIVERS UNION LOCAL NO. 34  \nBY:  \nRobert Hi. Alvarado, Executive Officer  \n   \nDRILLED PILE ADDENDUM  \n(Addendum to Pile Drivers Agreement)  \nBetween the Associated General Contractors of California, Inc. and the Northern California Carpenters Regional  \nCouncil on behalf of Pile Drivers Local No. 34.  \nThis Agreement entered into this 1\" day of July 2004, modifying, renewing and supplementing the Agreement made and  \nentered into July 1, 2000 between the ASSOCLATED GENERAL CONTRACTORS OF CALIFORNIA INC., a non profit  \ncorporation and/or other employers becoming signatory hereto, parties of the first part, hereinafter referred to as the  \nEMPLOYER and/or INDIVIDUAL EMPLOYER, each acting for and in behaif of its respective members, and the  \nNORTHERN CALIFORNIA CARPENTERS REGIONAL COUNCIL on behalf of PILE DRIVERS LOCAL 34, parties of  \nthe second part, hereinafter referred to as the UNION, provides:  \nWHEREAS. it is the desire of the parties hereto to provide, establish and put into practice uniform rates of pay, hours  \nof employment and conditions of work for the employees represented by the UNION which are employed from time to  \ntime by the CONTRACTORS, and  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice effective methods for the  \nsettlement of misunderstandings, disputes or grievances which may arise hetween the parties hereto to the end that the  \nEMPLOYERS may be assured of continuity of operations and the EMPLOYEES represented by the UNION may be  \nassured of continuity of emplovment:  \nNOW THEREFORE IT IS AGREED AS FOLLOWS:  \nUnless specifically specified to the contrary, in this addendum, all terms and condition of the Pile Drivers Master Labor  \nAgreement shall apply te and be incorporated in this addendum.  \n"], ["ARTICLE - AREA OF JURISDICTION  \n", "This Agreement shall cover the work more specifically defined herein as within pile drilling classifications and located  \nWithin the area of Northern California, which term is intended to mean that portion of California above the northern  \nboundary of San Luis Obispo County and the westerly boundaries of Inyo and Mono Counties, consisting of the following  \nforty-six (46) counties: Alameda, Alpine, Amador, Butte, Calaveras, Contra Costa, Colusa, Del Norte, El Dorado, Fresno,  \nGlenn, Humboldt, Kings, Lake, Lassen, Madera, Mariposa, Marin, Mendocino, Merced, Modoc, Monterey, Napa, Nevada,  \nPlacer, Plumas, Sacramento, San Benito. San Francisco, San Joaquin, San Mateo, Santa Clara, Santa Cruz, Shasta,  \nSierra, Siskiyou, Solano, Sonoma, Stanislaus, Sutter, Tehama, Trinity, Tulare, Tuolumne, Yolo, Yuba.  \nItis understood further that by the above listing the jurisdiction of the UNION over Pile Drilling work is not limited to  \nthat area. On the contrary, the UNION claims jurisdiction over Drilled Pile in certain area beyond that covered by this  \ncontract, i.e., the northern part of Nevada consisting of the counties of Humboldt, Elko, Washoe, Pershing, Lander,  \nEureka, White Pine, Storey, Carson, Douglass, Lyon, Churchill, and Mineral, the state of Utah, and/or one half the  \ndistance to the nearest Pile Drivers Local.  \n"], ["ARTICLE Il - COVERAGE  \n", "This Agreement shall cover all work performed by the EMPLOYER or its successor or assigns in the drilled pile industry.  \nJoint venture construction projects in which the EMPLOYER is a sponsor or managing partner shall be covered by this  \nAgreement.  \n   \n2004-2008  \nPiledrivers  \nAgreement  \nPage 41  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nQF CALIFORNIA  \n2004-2008  \nPiledrivers  \nAgreement  \nPage 42  \n     \nAGC <5  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n"], ["ARTICLE Ili - UNION RECOGNITION  \n", "The EMPLOYER hereby recognizes and acknowledges the UNION as the exclusive bargaining representative of all  \nemployees performing work covered hy this agreement with respect to wages, hours, and all other terms and conditions  \nof employment. The work covered by this Agreement includes but is not limited to:  \nThe luading and unloading of pile drilling machines, tools and accessories.  \nThe assembly and disassembly of pile drilling machines, tools and accessories.  \nThe maintenance and repair of pile drilling machines, tools and aceessories.  \nThe spotting, aligning and plumbing of pile drilling machines and tools.  \nThe attaching and removing of pile drilling tools and acecssorics.  \nThe hooking and unhooking of service lines or other boisting facilities.  \nThe handling, installing and removing of temporary or permanent casing or liners including bolting,  \nwelding or burning, installing and maintaining of cutting teeth or cutting edges, cleaning and other  \npreparational activities.  \nh. general clean up and housekeeping of the worksite, pile drilling machines, tools and accessories.  \n"], ["ARTICLE IV - CREW SIZE-DRILLED PILE  \n", "sw  \nThere shall be no defined crew size with respect to drilled pile operations. Drilled pile operations shall be manned ina  \nsafe and efficient manner consistent with all applicable state and federal regulations. The foregoing shall not apply to  \nany type of driven pile. Driven pile shall be governed by Section V (NUMBER OF WORKERS IN CREWS) of the Pile  \nDrivers Local 34 Master Labor Agreement.  \n"], ["ARTICLE V - GEGGRAPHIC & MARKET CONDITIONS  \n", "The parties to this Agreement recognize the necessity of assuring the competitive position of the parties within the  \nindustry during the term of this Agreement. Consistent with the recognition, effective July 1, 2004, notwithstanding  \nany other provision of this agreement, the parties to the Agreement hereby establish a G & M Committee composed of  \nthree (3) representatives appointed by the Carpenters 46 Northern California Counties Conference Board and three (3)  \nrepresentatives appointed by the Associated (ieneral Contractors of California, The committee will review requests for  \nchanges in the terms and conditions of the Labor Agreement that may be necessary to preserve work opportunities for  \nemployees and individual employers covered by the Agreement. The G & M Committee is authorized to approve such  \nchanges as it deems to be in the best interest of the parties to the Agreement. The parties to this agreement will work  \ntogether to preserve work opportunities for the Employers and Employees covered by this Agreement.  \nThe Committee shall meet at least once per quarter and identify and discuss areas of concern to the parties involving  \nissues including, but not limited to, non-signatory Employers, private work recovery, new technology, prevailing wages,  \netc.  \n"]]