[["", "Industrial Relations Department - Northern California  \n1390 Willow Pass Road, Suite 1030  \nConcord,CA 94520  \nPh: (925) 827-2422 / 827-4042  \nINDEX  \nApprentices- iC  \nForemen - Wage Rates  \nFringe Benefit Rates  \nFringe Benefits - Contribution to \"Home\" Trust Funds  \nFringe Contributions for Supervisors  \nFringe Payment Continuity  \nFuture Increases  \nHiring Hall Rules  \nVILD 23  \n24  \nV,A,1 14  \nVIL, D 23  \nit 13  \n27  \nLC 4  \n27  \n1, D 4  \nLTA 1  \nVo 18  \n,C,7 9  \nVILH 30  \nWC. 8  \nIX 30  \nDiving. 35  \nDrilled Pile 47  \nIV,F 17  \nWA,2. 6  \nXI. 33  \n33  \nVo 18  \nIV,A,1 13  \nV,A,1 14  \nVILM 28  \nVILG 26  \n26  \n18  \nVIII 28  \nXILB 33  \nXI 3a  \n28  \nIX 30  \nWC. 8  \n9  \nVULA 28  \nWA 11  \nH. Letters 64  \n17  \n16  \nXT 33  \nII, C 8  \n2008-202  \nPile Drivers  \nAgreement  \n    \nAGC Zz 37  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008 - 202  \nPile Drivers  \nAgreement  \n    \nAGC Sv  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nJurisdictional Disputes. eee XK 32  \nJust Employees) 9  \nLettersofAssignment ss VILJ 30  \nLettersof Understanding se 50  \nMeal Periods 12  \nNumberof WorkersinCrews ss Vo 18  \nOvertime WLB,7 12  \nParking. 17  \nPayroll Check = V,G 17  \nPick UpTime VIILG st 30  \nPensionPlan 21  \nPre-JobConference VIILI 30  \nPay. 16  \nRecognitionofEmployer ss WIA,1 6  \nRegularShifts WB 11  \nRiggerClassIncentives ss IV,A,3 16  \nSafety. VIILD 29  \nScope of Agreement (Area& Work Covered) lo 1  \nShiftWork eee 11  \nShift eee 11  \neee 1,B,3 11  \nShift Work- Special Single Shift 1B,10 | 13  \nShow-Up Pay (Time) 16  \nShow-Up Pay- VL1 20  \nShow-Up 16  \nSpecial Single Shift = 1B,10 | 13  \nStaringTime ee LA 11  \nSteward. eee 29  \nSubcontracting LD... 4  \nSubcontracting (Primary Obligation) = LD8 5  \nSubsistence VI 19  \nSubsistence Zone- Map(ExhibitA) 54  \nSubsistence Zone- 20  \nSubstance Abuse Policy 55  \nTermofAgreement ss XI 33  \nTideWork 13  \nToolsandToolhouse = OM VILB 28  \nTrustFundAudit ss eee VILLI 27  \nTypeofWork LB. 2  \nUnion Recognition IA,3. 7  \nUnion Security. TB 7  \nVacationand Holiday Plan eee VILB. 21  \nWage Considerations (Future) 18  \nWage Rates(Wage Scales) 13  \nWelding Scholarship ‘( _ IV,A,2,A 15  \nWork Covered. LB... 1  \nWorkDay WA 11  \nWork Day-Reckoned. 16  \nWork 21  \nWork WA 11  \nWork Preservation (Contracting & Subcontracting) TD. 4  \neee LB. 11  \n-VIILC 29  \nWorking Under Docks VIII, E 29  \nAGC/PILE DRIVERS, DIVERS, CARPENTERS,  \nBRIDGE, WHARF AND DOCK BUILDERS  \nLOCAL UNION #34  \n2008-2012  \nMASTER LABOR AGREEMENT  \nBetween the Associated General Contractors of California, Inc. and the Carpenters 46 Northern  \nCalifornia Counties Conference Board, on behalf of the Northern California Carpenters Regional  \nCouncil for and on behalf of its affiliate Pile Drivers Local Union #34.  \nTHIS AGREEMENT, entered into this first day of July, 2008 and effective July 1, 2008, amending,  \nmodifying, renewing and supplementing the agreement made and entered into July 1, 2004, and each  \nand every prior Agreement, predecessor to this Agreement, entered into by and between the parties  \nhereto, by and between the ASSOCIATED GENERAL CONTRACTORS OF CALIFORNIA, INC., a  \nnon-profit corporation and/or other employers becoming signatory hereto parties of the first part,  \nhereinafter referred to as the Employer or Individual Employer, each acting for and on behalf of all of  \nits respective members and/or themselves, and the CARPENTERS 46 NORTHERN CALIFORNIA  \nCOUNTIES CONFERENCE BOARD, on behalf of the Northern California Carpenters Regional  \nCouncil for and on behalf of its affiliate Pile Drivers Local Union #34, parties of the second part,  \nhereinafter referred to as the UNION provides:  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice uniform  \nrates of pay, hours of employment and conditions of work for the employees represented by the  \nUNION which are employed from time to time by the Employer or Individual Employer, and  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice effective  \nmethods for the settlement of misunderstandings, disputes or grievances which may arise between the  \nparties hereto to the end that the Employer or Individual Employer may be assured of continuity of  \noperations and the Employees represented by the UNION may be assured of continuity of  \nemployment;  \nNOW, THEREFORE, IT IS AGREED AS FOLLOWS:  \nSection I Work Covered  \nA. Area:  \nThis Agreement shall cover all Heavy Construction work of the types hereinafter more  \nspecifically defined as within pile driving classification and located within the area of  \nNorthern California, which term is intended to mean that portion of the State of California  \nabove the Norther Boundary of Kern County; the Northem Boundary of San Luis Obispo  \nCounty, and the Westerly Boundaries of Inyo and Mono Counties, consisting of the following  \nforty-six (46) counties: Alameda, Alpine, Amador, Butte, Calaveras, Contra Costa, Colusa,  \nDel Norte, El Dorado, Fresno, Glenn, Humboldt, Kings, Lake, Lassen, Madera, Mariposa,  \nMarin, Mendocino, Merced, Modoc, Monterey, Napa, Nevada, Placer, Plumas, Sacramento,  \nSan Benito, San Francisco, San Joaquin, San Mateo, Santa Clara, Santa Cruz, Shasta, Sierra,  \nSiskiyou, Solano, Sonoma, Stanislaus, Sutter, Tehama, Trinity, Tulare, Tuolumne, Y olo,  \nY uba.  \n2008-202  \nPile Drivers  \nAgreement  \nPagel  \n    \nAGC Fi BF  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 2  \n    \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nIt is understood further that by the above listing the jurisdiction of the UNION is not thereby  \nlimited to that area. On the contrary, the UNION claims jurisdiction of certain areas beyond  \nthat covered by this contract, i.e., the Northern part of Nevada, Counties of Humboldt, Elko,  \nWashoe, Pershing, Lander, Eureka, White Pine, Storey, Carson, Douglas, Lyon, Churchill and  \nMineral, the State of Utah, and/or one half the distance to the nearest Pile Driver's Local.  \nType of Work:  \nThe character of the work covered by this Agreement shall be all heavy, highway and  \nbuilding work falling within the recognized jurisdiction of Local Union #34. The parties  \nhereto agree to recognize the formal rulings of the General President of the United  \nBrotherhood of Carpenters and Joiners of America embodied in said President's letter of May  \n13, 1955, in response to Contractors’ letter of July 17, 1955 and his letter of November 11,  \n1955, with clarification as stated in letter of December 12, 1967 and February 18, 1970.  \nThe character of work covered by this Agreement shall include specifically the following:  \n1. In the construction of waterfront and marine facilities, such as docks, piers,  \nwharves, bulkheads, jetties, and similar structures, the Pile Driver classification shall  \napply up to and including the decking thereof.  \n2. On all pile driving and caisson work, on both land and water, the Pile Driver  \nclassification shall apply. General pile driving work shall include all labor employed  \nin the barking, shoeing, splicing, form building, heading, centering, placing, driving,  \nstaying, framing, fastening, automatic pile threading, pulling and/or cutting off of all  \npiling of every type or nature. This shall include, but is not limited to, wooden piles,  \nsteel sheet piles, steel H piles, pipe piles, pilejackets, composite piles, cast-in-place  \npiles, drill shaft, Tubex piles, Tubex grout injection piles, geo piles, soil  \nimprovement piles, sand piles, augured cast in place piles, CISS and CIDH, concrete  \npiles, as well as similar pre-cast structural shapes or units the setting of which is  \nperformed with pile driver, derrick, crane or similar power equipment. The  \nfabrication, forming, handling and setting of all such pre-cast, pre-stressed and post-  \nstressed shapes that are an integral part of any heavy structure enumerated in Section  \nI, Paragraph B, subparagraph 4, of this Agreement, whether performed at the  \nimmediate jobsite, at the Contractor's yard or at temporary or permanent facilities  \nestablished for the purpose of pre-casting, pre-stressing, and post-stressing such  \nshapes, shall be done at the Pile Drivers, Divers, Wharf and Dock Builders  \nclassification and scale.  \n3. Unloading, Storage or Movement of Piling: Labor employed in the rafting, boring,  \nreeving, dogging or booming of piles or other material for use in or on the structures  \nhereinafter specified. This shall include the unloading of piling of all types together  \nwith the waling and bracing thereof, from railroad cars at the jobsite.  \nA. Heavy Structures: These structures shall include all wharves, docks, piers,  \nbreakwaters, jetties, seawalls, ferry slips, dry docks, graving docks, cofferdams,  \ncaissons, trestles, overhead crossings, underpasses, underwater _ structures,  \nsubaqueous pipe lines, seaplane ramps, waterfront bulkhead, bunkers, snow sheds,  \ntowers, heavy trusses and other similar heavy structures. In the construction of the  \nabove mentioned heavy structures, the following conditions shall apply:  \n10.  \n11.  \n(a) The capping of all piling including cast in drilled hole piling and caissons.  \nThis shall include the footing forms capping the piling and in cases where  \nthe piling extends into the girder, beam or abutment the soffit and side  \nforms of these members. In no case will the forming of any deck be  \nincluded as capping.  \n(b) In the construction of concrete or steel bridges over land, highways,  \nrailroads, overpasses, clover leafs, interchanges, or bridges over man-made  \ncanals, aqueducts, spillways, and man-made water retaining areas, the Pile  \nDriver classification shall apply to the driving of piles, caissons and drilled-  \nin-place piling. The fabrication and erection of the forms for the capping of  \npiles, caissons or drilled-in-place piling shall come under the Pile Driver  \nclassification. This shall include the placing of wooden or steel capping or  \nany substitute thereof.  \n(c) Any other form work above the cap, pertaining to the construction  \noperations herein noted above, shall be performed under the Bridgebuilders  \nclassification. This shall also include bridges over man-made canals,  \naqueducts, spillways, and man-made water retaining areas, if constructed  \nprior to water being released or turned into area.  \nTunnels: The division between pile drivers’ and miners’ work on subways or  \ntunnels, where the interior is to be constructed by tunneling methods, shall be at the  \nportal of the subway or tunnel.  \nSubaqueous Pipe: The handling, setting and joining of subaqueous pipe, including  \nimmediate approaches thereto, requiring the use of derricks, pile drivers, gantries, or  \ncradles in the laying, shall be considered as belonging to the Pile Drivers  \nclassification.  \nMovement of Heavy Masses: Labor employed in the moving, cribbing and placing  \nof heavy machinery, boilers, tanks, guns or similar masses where pile driver, derrick  \nor similar power equipment is used.  \nSewers: In the construction of open-cut sewers the Pile Driver classification shall  \napply on all piling including wood, steel or concrete sheet piling, all bracing timber  \nand form work incidental to the construction thereof.  \nReconstruction, Repair, Dismantling, or Salvage: Labor performed in the  \nreconstruction, repair, wrecking, dismantling or salvaging of any of the foregoing  \nstructures shall be included to the same extent as labor employed in new construction  \nof such structures. In salvage operations the term \"underwater structure\" shall  \ninclude beached or sunken vessels and other heavy marine equipment, and such  \nSalvage work may be done in conjunction with the work done by divers.  \nMoving and spotting of pile driver equipment, floating derricks and barges in  \nconnection with the work covered by Section I shall be performed at the pile driver  \nclassification and scale.  \nThe moving, spotting and rigging of floating equipment for the purpose of  \nexploration drilling shall be performed at the Pile Driver's classification and scale.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 3  \n     \na  \nAGC SS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 4  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nClassifications of Employment:  \nExcept as provided for in Section | B, labor shall include all labor including, but not limited  \nto: The placing and moving of appurtenant minor facilities; the placing and moving of all jet  \npumps and temporary pipe lines when being used in connection with pile driving operations,  \nand/or equipment; and the use of hand, pneumatic, gasoline and electric tools required for the  \nperformance of work covered by this Agreement. Labor shall include all work incidental to  \npile driving, bridge, wharf and dock building operations falling within the jurisdiction of the  \nUnion and covered by this Agreement such as but not limited to capping of piling, form  \nbuilding, stripping, dock framing, bridge framing, wharf building, welding, burning, boom  \ntending, rafting, lofting, splicing, winching, sawing, cribbing, bracing, lagging, caulking,  \nhook tending, signaling, flagging, barging, material handling, saw-filing, repairing, wrecking,  \ndismantling, and boring and drilling.  \nWork Preservation, & Subcontracting:  \n1, The purpose of this Section I D is to preserve and protect the work opportunities that  \nwill be available to employees covered by this Agreement at the jobsite or job yard.  \n2. The terms and conditions of this Agreement, insofar as it affects the Employer and  \nthe Individual Employer, shall apply equally to any subcontractor of any tier under  \nthe control of, or working under oral or written contract with such Individual  \nEmployer on any work covered by this Agreement to be performed at the job site or  \njob yard, and said subcontractor with respect to such work shall be considered as an  \nIndividual Employer covered by this Agreement.  \n3. If an Individual Employer shall subcontract work herein defined, the work will be  \nsubcontracted to a subcontractor signatory to the appropriate Agreement with the  \nUnion. Such subcontract shall state that such subcontractor is or agrees to become  \nsignatory to an appropriate Agreement with the Union and will comply with all the  \nterms and provisions of said Agreement including the payments of wages, Trust  \nFund contributions and fringe benefit payments. A copy of the subcontract and  \nsignature shall be furnished to the Union upon request.  \nA, The term \"subcontractor\" means any person, corporation or other entity, other than  \nan employee covered by this Agreement, who agrees, orally or in writing, to perform  \nfor, or on behalf of the Individual Employer, any part or portion of the work covered  \nby this Agreement. The subcontractor shall be properly licensed as required by the  \nCalifornia State Contractors License Law.  \n5. The Individual Employer will give written notice to the Union of any subcontract  \ninvolving the performance of work covered by this Agreement within five (5) days  \nof entering such subcontract and/or prior commencement of work by the  \nsubcontractor, unless such notice is prevented by emergency conditions, and shall  \nspecify the name and address of the subcontractor.  \n(a) If thereafter the subcontractor becomes delinquent in the payment of any  \nwages, Trust Fund contributions, or fringe benefit payments, the Union or  \nthe Trust Fund office shall give prompt notice of the delinquency,  \nconfirmed in writing, to the Individual Employer and to the subcontractor.  \nThe notice shall specify the name and amounts, if known, of the  \ndelinquency.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 5  \n(b) Said notification by the Union or the Trust Fund office shall be provided  \nwithin twenty (20) days of publication of the Delinquency List provided by  \nthe Trust Funds, or if in the case of failure to pay wages, five (5) days from  \nthe applicable pay day. If such notice is given, the Individual Employer  \nshall pay and satisfy only the amount of any such delinquency by such  \nsubcontractor occurring within ninety (90) days prior to the receipt of said  \nnotice from the Union, and said Individual Employer may withhold the  \namount claimed to be delinquent out of the sums due and owing by the  \nIndividual Employer to such subcontractor.  \n(c) Notwithstanding the provision set forth above, if the subcontractor is found  \nin violation of the hiring provisions of this Agreement, pursuant to the  \nprovision of Section IX (Arbitration of Disputes), and the Union is unable  \nto collect from the subcontractor the damages determined to be owing for  \nsuch violation, the Individual Employer shall then be liable for the payment  \nof such damages. The total of this liability, as it would apply to the  \nIndividual Employer, shall be for no more than five (5) days violation or the  \ntotal of the subcontractor's retention being held by the Individual Employer,  \nwhichever amount is greater.  \nIf the Individual Employer fails to give written notice as required in this Section I,  \nhe/she shall, until notice is received, assume liability for any violation of the terms  \nand conditions of this Agreement at that particular jobsite or job yard, as may be  \ndetermined by the Arbitration of Disputes. If the subcontractor is signatory or  \notherwise bound to an Agreement with the Union, the Individual Employer shall be  \nliable only for delinquencies as set forth in subsection 5(a) of this Section I for work  \non that jobsite or job yard. If the subcontractor is not in compliance with this  \nAgreement, then the Individual Employer shall be liable for any violation of this  \nAgreement on that jobsite or job yard.  \nIf the Union should make demand in wniting for exercise of this Section, the  \nIndividual Employer will require that any subcontractor of the Individual Employer  \nspecified in the demand will, if the employer has not already done so, post a surety  \nbond in an amount not to exceed $75,000.00 to cover payments of wages, Trust Fund  \ncontributions and fringe benefit payments specified in this Agreement. Failure of the  \nIndividual Employer to comply with this Section within two (2) days of demand will  \nmake the Individual Employer liable for the delinquencies of the subcontractor  \noccurring on the Individual Employer's specific job. The amount of the bonds  \nspecified in this subsection in no way affects the amounts specified for bonding  \npurposes elsewhere in this A greement.  \nThe Individual Employer has the primary obligation for performance of all  \nconditions of this Agreement. This obligation cannot be relieved, evaded or  \ndiminished by subcontracting. Should the Individual Employer elect to subcontract,  \nthe Individual Employer shall continue to have such primary obligation. Said  \nprimary obligation shall be deemed conclusive evidence of the Union's majority  \nstatus for the purpose of establishing the obligation of the Individual Employer to  \nbargain collectively pursuant to Section 8(a)(5) of the National Labor Relations A ct  \nas amended with the Union upon expiration of this Agreement but for no other  \n     \nTNO  \nRecs  \ne  \nstatute, rule, regulations, or law. AGC ss  \nCALIFORNIA  \nThe provisions of this Section may be enforced only through the Arbitration of  \nDisputes provisions of this A greement. C  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 6  \n    \nAGC 7  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n10.  \n11.  \n12.  \n13.  \n14.  \nSection II  \nIt is the intent of the parties to enforce the provisions of this Section only to the  \nextent permitted by law.  \nNotwithstanding any other provisions of this Agreement or any Memorandum  \nAgreement to the contrary, the provisions of this Section shall not be enforced by  \nstrike action or any other form of job shutdown or work interference; provided,  \nhowever, that the rights provided in Section IX (Arbitration of Disputes) of this  \nAgreement are retained to enforce primary obligations of any Individual Employer.  \nPayment by cash or second multiple checks or combination thereof and the payment  \nof excessive premium rates, excessive travel time, or bonuses shall be prima facia  \nevidence of an attempt to violate the provisions of this Section. The foregoing shall  \nnot apply to an annual bonus paid to supervisors.  \nSubcontracts shall not be in compliance with this Section if the effect of such  \nsubcontract is to diminish, eliminate or circumvent the payment of wages, fringe  \nbenefits or the hiring hall provisions established by this A greement.  \nShould an Individual Employer party to this Agreement perform work or subcontract  \nwork covered by the Carpenters Master Agreement for Northern California, the  \nIndividual Employer shall observe the terms and conditions of that A greement.  \nRecognition and Hiring  \nA. Recognition:  \n1.  \nRecognition of Employer:  \nThe Union hereby recognizes the Employer as the sole and exclusive bargaining  \nrepresentative for their respective members, present and future, who are, or  \nhereinafter become members. Notwithstanding any provisions of this Agreement,  \nincluding Section II 2, it is the specific understanding of the parties that only those  \nmembers of the Employer who have authorized the Employer to execute this  \nAgreement on their behalf, or who execute the Agreement directly with the Union,  \nshall be bound to this A greement.  \nEmployer Membership:  \nThis Agreement shall be binding upon each and every member of the Employer with  \nthe same force and effect as if this Agreement were entered into by each member  \nindividually. All members of the Employer shall be and continue to remain liable  \nunder this Agreement for and during the term hereof, irrespective of whether said  \nmembers shall resign from the Employer prior to the expiration date of this  \nAgreement, and such liability shall be deemed to have survived the termination of  \nsaid membership and remain in force for and during the term of this Agreement.  \nSuch former members shall be bound by any renewals or extensions of this  \nAgreement unless they give the Employer and the Union at least sixty days written  \nnotice prior to expiration date, or any subsequent yearly anniversary date in which  \nthis Agreement terminates, of their intent not to be bound by the new or renewed  \nAgreement.  \nThe Employer shall advise the Union, in writing, monthly of changes in the  \nmembership of the Employer.  \nUnion Recognition:  \nThe Employer and each Individual Employer expressly acknowledge that they and  \neach of them have satisfied themselves that the Union represents a majority of  \nemployees employed to perform bargaining unit work and agrees that the Union is  \nthe collective bargaining representative of such employees. The Employer on behalf  \nof itself and each of its members specifically agrees that it is and they are  \nestablishing, or have established, a collective bargaining relationship by this  \nAgreement within the meaning of Section 9 of the National Labor Relations Act of  \n1947 as amended.  \nIndependent A greement:  \nThis Agreement is separate and distinct from and independent of all other  \nAgreements entered into and between the Union and other Employer Organizations  \nirrespective of any similarity between this Agreement and any other such  \nAgreements, and no acts or things done by the parties to such Agreements or notices  \ngiven pursuant to the provisions thereof, shall change or modify this Agreement or in  \nany manner affect the contractual relationship of the parties herein.  \nUnion Security:  \n1.  \nEvery person performing work covered by this Agreement who is a member of the  \nUnion and in the employment of an Individual Employer on work covered by this  \nAgreement on the effective date of this Subsection II B, shall, as a condition of  \nemployment or continued employment, remain a member in good standing of the  \nUnion. Every other person covered by this Agreement and employed to perform  \nwork covered by this Agreement shall be required, as a condition of employment, to  \napply for and become a member of and to maintain membership in good standing in  \nthe Union on or after eight (8) days of employment on such work with an Individual  \nEmployer or the effective date of this Subsection I] B, whichever is later.  \nMembership in the Union shall be available to any such person on the same terms  \nand conditions generally applicable to other members. This Subsection shall be  \noperative only to the extent permitted by Section XII of this Agreement.  \nIf Federal law is hereafter amended to permit a lesser requirement for union  \nmembership or union membership as a condition of employment than provided in  \nthis Subsection, the Employer and the Union will promptly enter into negotiations  \nwith regard to such subject.  \nThe Individual Employer shall not be required to discharge any employee pursuant  \nto this Subsection II B until a written notice from the Union of such employee's non-  \ncompliance with this Subsection, stating all pertinent facts showing such non-  \ncompliance, shall have been served upon such Individual Employer and two (2)  \nworking days have been allowed for compliance therewith.  \nThe Union shall place at the end of the journeyman registration list any person on the  \nlist who demonstrates a lack of journeyman skills, qualifications, or work ethic. A  \nperson’s lack of skills, qualifications, or work ethic shall be based on the following:  \n2008-202  \nPile Drivers  \nAgreement  \nPage /  \n    \nAGC Fi  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 8  \n     \na  \nAGC SS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nHiring:  \nat least three (3) different Individual Employers have documented in writing within a  \nnine (9) month period the person’s lack of skills, qualifications or work ethic.  \nA person placed at the end of the registration list shall be referred to the Northern  \nCalifornia Pile Drivers Joint Training Committee for testing and evaluation. If the  \nTraining Committee determines that the person has the skills and qualifications of a  \njourneyman pile driver, such person shall be reinstated to his/her place on the  \nregistration list. If the Training Committee determines that the person does not have  \nthe required skills and qualifications of a journeyman, the Training Committee shall  \nprescribe a course of training and shall remain where they were placed on the  \nregistration list.  \nOnce a person receives three (3) letters, the person shall not be able to select any  \nclassification on the list for which he/she has received a letter, until he/she is  \nevaluated by the Training Committee. Written notification shall be presented to the  \njourneyman at the time of termination and a copy shall be sent to the union.  \nAfter evaluation, the person shall not be able to select any classification on the list  \nfor which he/she has been determined to lack the required skills and qualifications  \nuntil he/she successfully completes the course of training prescribed by the Training  \nCommittee.  \nThe Union has traditionally established and will maintain open and non-  \ndiscriminatory employment lists for the use of workers desiring employment on such  \nwork covered by this Agreement and such workers shall be entitled to use such lists.  \nIt is mutually agreed by the Employer and the Union to fully comply with all the  \nprovisions of Title 7 of the Civil Rights Act of 1964, Presidential Executive Orders  \nNo. 10925, 11114 and 11246, and California Fair Employment Practices Act, to the  \nend that no person shall, on the grounds of age, sex, race, color, Vietnam Era  \nVeteran status or national origin be excluded from participation in, be denied the  \nbenefits of, or be otherwise subjected to discrimination by not having full access to  \nthe contents of this A greement.  \nThe Individual Employer shall first call upon the Union for such workers as he/she  \nor it may from time to time need, and the Union shall furnish to the Individual  \nEmployer the required number of qualified and competent workers and skilled  \nmechanics of the classifications needed by the Individual Employer in accordance  \nwith the provisions of this Subsection II C.  \nIt shall be the responsibility of the Individual Employer when ordering workers, to  \ngive the Union all of the pertinent information regarding the worker's employment.  \nThe Union will furnish workers and skilled mechanics of the classification needed  \nfrom the hiring hall lists and upon Employer request in accordance with the  \nfollowing qualifications and conditions for dispatch:  \nPile Driver Classifications  \n1. Qualification for Placement on List:  \n(a) Certified Journey Pile Driver  \n(b) Current A pprentice Pile Driver  \n2, Employer Requests - Qualification:  \n(a) Certified Journey Pile Driver  \n(b) Current A pprentice Pile Driver  \n(c) Employer presents individual request for dispatch/hire as qualified.  \nThe Individual Employer in such an instance of solicitation must request such  \nindividual by name, and deliver by fax or otherwise in writing signed by a duly  \nauthorized representative of such Individual Employer. In the event all of the  \nconditions of this subsection are complied with, the Union must dispatch the  \nindividual so requested by the Individual Employer. Possession of a valid dispatch  \nissued by the Union shall be deemed sufficient evidence to the Individual Employer  \nthat the employee has, in fact, registered on the out-of-work list as required by this  \nsection.  \nWhen ordering workers of the skills required, the Individual Employer will give  \nnotice to the Union, if possible not later than 2:30 p.m. of the day prior (Monday  \nthrough Friday) or, in any event, not less than 17-1/2 hours, if possible, before the  \nrequired reporting time and in the event that, 48 hours after such notice (Saturdays,  \nSundays and recognized holidays excluded), the Union shall not fumish such  \nworkers, the Individual Employer may procure workers from any other source or  \nsources. If workers are so employed, the Individual Employer shall promptly report  \nto the Union, each such worker by name. In emergency cases, workers may be  \ndispatched other than at such dispatching times.  \nSubject to the foregoing, the Individual Employer shall have complete freedom of  \nselectivity in hiring and the Individual Employer retains the right to reject any job  \napplicant referred by the Union for any reason. After eighty (80) hours of  \nemployment the Individual Employer may discharge for just cause only. Just cause  \nis subject to Section IX Arbitration of Disputes. The Individual Employer may reject  \nor discharge any employee for any reasons during the first eighty (80) hours of  \nemployment. Discharge for cause shall be in writing to the employee.  \nThe Union shall post in places where notices to applicants for employment with the  \nIndividual Employers are customarily posted, all provisions relating to the  \nfunctioning of the hiring arrangements, including the provisions set forth in these  \nsubsections B and C of this Section II and each Individual Employer shall similarly  \npost in places where notices to employees and applicants for employment are  \ncustomarily posted, all provisions relating to the functioning of the hiring  \narrangements, including the provisions set forth in said subsections. The Hiring Hall  \narrangements are included in the Hiring Hall Rules stated as follows:  \n1. Roll call shall be between 7:00 a.m. and 12:00 p.m. each Monday unless  \nsaid Monday is a recognized collectively bargaining holiday, in which case  \nthere shall be no roll call for that week and the old out-of-work list will  \ncarry over to the next week;  \n2. An individual seeking to check in on roll call must personally speak to a  \nField Representative answering the phones during roll call in order to be  \ncounted;  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 9  \n    \nAGC Sv  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 10  \n     \nea  \nAges  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n3. Dispatch hours are at 8:30 am. and 4:00 p.m. Monday through Thursday.  \nDispatch on Fridays shall be at 11:00 a.m. Dispatch shall commence at said  \ntimes and continue until completed. Dispatches for emergencies can be  \nmade at any time during business hours;  \nA. If an individual accepts a job that is on the board, such individual must  \nshow up for work at the starting time as directed by the requesting  \ncontractor. Failure to show up for work will forfeit the individual’s number  \non the out-of-work list and the individual will be placed at the bottom of the  \nout-of-work list. If the eligible individual cannot be located within 15  \n(fifteen) minutes after dispatch time, the job will go to the next eligible  \nperson on the out-of-work list;  \n3. Pile Drivers Local 34 operates a non-discriminatory Hiring Hall. Any  \nindividual can get on the out-of-work list. Any individual seeking to be on  \nthe out-of-work list shall call (510) 430-9178 and register;  \n6, In order to receive a dispatch, the individual worker must be in good  \nstanding;  \n7. Dispatches will be mailed to the member and faxed to the contractor unless  \notherwise requested;  \n8. No one may be dispatched to more than one employer at any one time;  \n9, There will be a $15.00 charge per roll call for non-members of the UBC  \nseeking to utilize the out-of-work list.  \n10. Any individual dispatched to a job and works eighty (80) or more hours  \nshall be placed on the bottom of the out-of-work list.  \nSelection of applicants for referral to jobs pursuant to this Agreement shall be on a  \nnon-discriminatory basis and shall not be based on, or in any way affected by Union  \nmembership, By-laws, rules, regulations, constitutional provisions, or any other  \naspect or obligation of union membership, policies or requirements, provided that the  \nprovisions hereof shall not modify or qualify the requirements of Subsection B of  \nthis Section II.  \nAny person including an Individual Employer aggrieved by the operation of the  \nhiring hall provisions of this Section has the right to submit his/her grievance to the  \npermanent neutral Hiring Hall Arbitrator who shall be Gerald McKay, provided such  \nSubmission is made in writing, stating the reasons for the grievance, within ten (10)  \nwork days after the occurrence of the grievance. The Neutral Hiring Hall Arbitrator  \nShall have full power to adjust the grievance, and his decision thereon shall be final  \nand binding upon the person submitting the grievance and all parties hereto. Forms  \nfor the submission of any such grievance shall be available at all times in the offices  \nof the Union. Notices required by this subsection shall be mailed or delivered to  \nP.O. Box 406, Burlingame, California 94011-0406. The date of the postmark or the  \ndate of delivery of the grievance, whichever is later, shall stop the running of the ten  \n(10) day period. The costs of arbitration shall be bore proportionately by the  \nContractors and the Union regardless of which Individual Employer is involved.  \n2008-202  \nPile Drivers  \nAgreement  \nPage ll  \nSection III Hours, Shifts, Overtime  \nA. Work Day:  \nThe work day shall be eight (8) hours’ work between the hours of 8:00 a.m. and 4:30 p.m.  \nThe regular start time shall be between 6:00 a.m. and 9:00 a.m.  \nUpon submission of prior written notice by the Individual Employer to the Union, the regular  \nwork day may be changed to eight (8) consecutive hours (exclusive of the lunch period)  \nbetween 6:00 a.m. and 5:30 p.m. Once the regular work day is changed, it shall be for no less  \nthan five (5) consecutive work days and may be changed only by written notification by the  \nIndividual Employer and the Union. Upon submission of prior written notice by the  \nIndividual Employer to the Union, the Saturday work shifts will have their own established  \nstarting times based upon bona fide owner mandated requirements.  \nB. Regular Shifts:  \n1, (a) Single shift work and the first shift on a multiple shift operation shall  \nconsist of eight (8) hours' labor to be performed between the hours of 8  \na.m., and 4:30 p.m., Monday through Friday.  \n(b) An Individual Employer may establish a four by ten work week Monday  \nthrough Thursday with Friday at time and one-half up to 10 hours. When a  \nholiday falls on Monday, the work week shall be Tuesday through Friday  \nwith 10 hours at time and one-half on Saturday during the regularly  \nestablished shift. All other overtime shall be paid at the double time rate.  \n2. Either two (2) or more shifts may be worked provided such work is established by  \nworking five (5) consecutive days; except that, it shall be permissible to establish  \ntwo (2) or more shifts on all jobs of five (5) days or less duration.  \n3. The work day on the second and third shift shall be eight (8) hours pay for seven (7)  \nhours' work; the shift shall be successively continuous and shall be performed within  \nthe limits of a twenty-four (24) hour period. The starting time of the first shift of two  \nor three shift work shall be between 5 a.m. and 8 a.m., at the option of the Employer.  \nOnce established, the starting time shall not be changed except to take advantage of  \nmaximum daylight.  \nA, Where, by reasons of special transportation problems or other working conditions;  \nthe Union or the Contractor desires, a different starting time may be established by  \nmutual agreement.  \nLack of mutual agreement shall be handled as described in Section IX (Arbitration of  \nDisputes).  \n5. In cases where more than one shift is worked, the shifts shall change every two (2)  \nweeks if the majority comprising all shifts desire it.  \n     \nAe  \nees  \n6. The regular work week for straight time pay (exclusive of broken time or tide work) Ages ys)  \nShall be as follows: CALIFORNIA  \nOn single shift work: |= Between 8 a.m. Monday and 4:30 p.m. Friday.  \nOn double shift work: Between 5 am. Monday and 12:30 p.m. Friday CONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 2  \n    \nAGC Fi vo,  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nOn three shift work: Between 5 a.m. Monday and 8:30 a.m. Saturday.  \nOn single shift work as defined above overtime shall be paid at the double time rate  \nexcept as follows: Time and one-half shall be paid for the first two (2) hours of  \novertime on a regular work day, regardless of whether such overtime is worked  \nbefore or after the regular work hours. Overtime on Saturdays shall be paid at time  \nand one-half for up to eight (8) hours during the regularly established shift. All other  \novertime shall be paid at the double time rate.  \nOn multiple shift work the foregoing reference to overtime at time and one-half shall  \nbe paid for work before or after seven (7) hours on the second and third shift.  \nOn offshore work, workers are to travel on the Individual Employer's time. The  \npoint of departure shall be the determining factor for calculation of travel and/or  \nsubsistence, providing such transportation is on a daily basis.  \nWhen the Individual Employer deems it necessary for the employee to travel from a  \nstaging area to the work site or point of embarkation and back to the staging area in a  \nvehicle provided by the Individual Employer, time spent traveling shall be on the  \nIndividual Employer's time.  \nThe location point of the staging area shall be the determining factor for calculation  \nof Travel Expense, providing such transportation is on a daily basis. All time spent  \ntraveling from the staging area and back shall be paid for at the straight time rate to  \nthe nearest half-hour, Saturdays, Sundays and holidays included.  \nWhen a worker is called upon to work straight through a job on a continuous basis,  \nall consecutive hours worked beyond the first regularly established shift shall be paid  \nfor at the overtime rate. No worker shall return to a straight time pay basis under  \nthese circumstances until they shall have had eight (8) consecutive hours off work.  \nNothing in Paragraph B Section 4 of this Agreement shall modify this paragraph.  \nThere shall be a one-half hour meal period, which shall be scheduled by the  \nIndividual Employer so that the beginning of the meal period will occur not earlier  \nthan four (4) hours nor later than five (5) hours after the regular starting time of each  \nshift. If an employee works over 10 hours but not more than 12 hours the employee  \nis entitled to a second 30-minute meal period. However, if an employee works over  \n10 hours the Union and the Employer and the Individual Employer agree to waive  \nthe employee’s entitled second 30-minute meal period so long as the first meal  \nperiod was taken and the employee works not more than 12 hours.  \nIf the Individual Employer requires the employee to perform any work included in  \nthis Agreement through his/her scheduled meal period, the employee shall be paid at  \nthe double time rate until he/she is given a meal period or is given an opportunity to  \neat.  \nEmployees covered by this Agreement required to work more than two and one-half  \n(2-1/2) hours after the end of his/her regular shift, shall be provided a meal at no cost  \nto the employee and afforded an opportunity to eat his/her meal.  \nAny dispute or grievance concerning meal periods shall first be processed under and  \nin accordance with Article IX, Grievance Procedures.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage B  \n10. When the Individual Employer produces satisfactory evidence in writing to the  \nUnion of a bona fide job requirement which certifies work can only be done outside  \nthe normal shift hours, and gives the Union prior notice by fax to the start of such  \nspecial shift (except in the case of emergency), the Individual Employer may initiate  \nsuch special shift of eight (8) consecutive hours (not in conjunction with any other  \nshift), exclusive of meal period, Monday through Friday. Such special shift shall be  \nin accordance with provisions IV C of this A greement.  \nEmployees' straight time rate shall be the applicable wage rate set forth in Section  \nIV A; plus four dollars ($4.00) per hour.  \nFor the purpose of computing overtime, the four dollars ($4.00) per hour shall be  \nadded to applicable wage rate. It is understood that the \"Agreed Interpretation of  \nSpecial Shift Rules\" signed by both parties October 29, 1980, will be modified to  \nincorporate the changes in Section III 7.  \nFor purpose of this Paragraph, Saturday shall begin at the close of the regularly  \nestablished shift on Friday.  \n11. When employees covered by this Agreement are called out to work broken time or  \ntide work, the minimum pay for such work shall be the equivalent of eight (8) hours  \nat regular straight time including fringes. In computing time to be paid for under this  \nprovision each hour worked Monday through Friday between 8 a.m. and 4:30 p.m.  \nshall be considered as being one straight time hour worked. Each hour worked  \nbetween 6 a.m. and 8 a.m. or between 4:30 p.m. and 6:30 p.m. shall be time and one-  \nhalf to a maximum of two (2) hours. The foregoing shall not apply to time worked  \non Saturdays, Sundays and holidays. All other overtime shall be paid at the double  \ntime rate.  \nIn the event employees covered by this Agreement are called out to work broken  \ntime or tide work on Saturdays, Sundays or holidays, the applicable overtime rate  \nShall be paid for each hour and the minimum pay shall be six (6) hours at the  \napplicable overtime rate.  \nSectionIV Wage Scales, Obligation  \nA. It is hereby agreed that the following wage scales shall be effective as indicated below on all  \naforementioned work:  \n1. WAGE SCALES  \nWAGES - RATE PER HOUR  \n    \nEFFECTIVE 7/1/2008 =7/1/2009  \nJourney Pile Drivers,  \nWharf and Dock Builders I $33.90 $2.90* $3.10* $3.20*  \nForeman $37.29 8 8 8 AGC <S BF  \n(10% above the journey Pile Drivers Wharf & Dock Builders I wage rate) CALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008 - 202  \nPile Drivers  \nAgreement  \nPage 14  \nFRINGE BENEFITS  \nEFFECTIVE 7/1/2008 7/1/2009 7/1/2010 7/1/2011  \nHealth & Welfare (Section VII A) $9.05  \nPension (Section VII C) $5.05 *  \nAnnuity (Section VII C1)** $3.75 * *  \nVacation (Section VII B) $3.25  \nWork Fee (WF) $1.36  \nApprenticeship (Section VII D) $0.53 * *  \nCalif. Construction A dvancement $0.04 *  \nProgram (Section VII J) or “I.P.”  \nContract Administration $0.09 * * *  \n(Section VII K)  \nUBC Health & Safety Fund $0.04  \nGeographic & Marketing/  \nLMCC (G & M) $0.02 * * *  \nTOTAL: $23.18  \nAPPRENTICES RATE PER HOUR & FRINGE BENEFITS  \nAPPRENTICE WAGES  \nEFFECTIVE 7/1/2008) =—7/1/2009 = 7/1/2011  \nPeriod Percentage  \nFirst (0-6 Months) 60% $20.34 *  \nSecond (7-12 Mos) 65% $22.04 + *  \nThird (13-18 Mos) 70% $23.73 * *  \nFourth (19-24 Mos) 75% $25.43 * ss *  \nFifth (25-30 Mos) 80% $27.12 a * *  \nSixth (31-36 Mos) 85% $28.82 i * *  \nSeventh (37-42 Mos) 90% $30.51 7 * *  \nEighth (43-48 Mos) 95% $32.21 i 8 *  \nAPPRENTICE FRINGE BENEFITS  \nEFFECTIVE 7/1/2008  \nPeriod Fringe Benefits  \nFirst (0-6 Months) Health & Welfare, Work Fees, A pprenticeship/T raining,  \nUBC Health & Safety, I.P., Contract Admin., G & M  \nSecond (7-12 Months) |Health & Welfare, Work Fees, Apprenticeship/Training,  \nUBC Health & Safety, I.P., Contract Admin., G & M,  \n    \nVacation  \nMS Third (13-18 Months) Health & Welfare, Work Fees, Apprenticeship/Training,  \nCALIFORNIA UBC Health & Safety, I.P., Contract Admin. G & M,  \nASSOCIATED Vacation, Annuity  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 1  \nFourth (19-24 Months) Health & Welfare, Work Fees, A pprenticeship/Training,  \nUBC Health & Safety, I.P., Contract Admin., G & M,  \nVacation, Annuity  \nFifth (25-30 Months) All Fringes  \nSixth (31-36 Months) All Fringes  \nSeventh (37-42 Months) All Fringes  \nEighth (43-48 Months) Fringes  \n* Increase to be allocated. Fringe benefit rates and increases shall follow those  \nrecognized and required by the Carpenters Trust Fund. Increases to wages and/or  \nfringe benefits scheduled for 2009 shall be in accordance with the Memorandum of  \nUnderstanding dated February 22, 2008. Increases to wages and/or fringe benefits  \nscheduled for 2010 and 2011 shall be allocated by the Union.  \nVacation and Work Fee amounts are added to the hourly rate to establish the gross  \npay. The gross amount is subject to normal payroll deductions, the full vacation and  \nwork fee contribution are deducted, reported and paid to the appropriate Trust Fund.  \nWhenever non-union or non-signatory Contractors appear on public work projects  \nwhere wage determinations exist, such predetermined wage and fringe rates  \nreferenced in the bid specifications shall remain in effect for the duration of said  \nproject, provided, however, that each segment let by the Owner shall be deemed the  \nproject; provided, further that this provision shall not apply to projects where the  \nformal advertised sealed bid procedure is not used. Increases in trust fund  \ncontributions shall not be subject to this provision, provided, further, that in no event  \nShall wages be frozen for more than thirty-six (36) months on any one project.  \nEmployees whose regular duties are as welders and shall have their  \nnecessary protective gear maintained by the contractor. Upon sign up on a job or  \nproject, the condition of the employee's gear will be noted and jointly agreed to in  \nwriting by the Individual Employer and the Employee. When an Individual  \nEmployer requests a certified welder such worker shall possess and maintain an  \nactive Certification Card from an Accredited Testing Laboratory certifying that the  \nworker had passed a welding test for the type of welding for which the worker has  \nbeen requested, i.e., A.W.S. State of California, etc.  \nAny employee wishing to become certified and willing to take the necessary welding  \ntests on his/her own time from the appropriate certified testing laboratory or testing  \nfacility shall be reimbursed for the testing cost, provided the worker has received  \nprior approval in writing from their employer, from the Welding Certification  \nScholarship Program.  \nA. The parties have adopted a welding certification scholarship program. Any  \njourney or apprentice level pile driver who upon his/her own volition and  \non his/her own time secures one of the following welding certifications at  \nthe Carpenters Training Center shall be entitled to certification incentives  \nfrom the Carpenters Training Committee, provided the worker is or  \nbecomes eligible to receive Health and Welfare benefits through the  \nNorthern California Carpenters Trust Fund.  \n     \na  \nAGC SS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 16  \n    \nAGC ei  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nThe Welding Certification Scholarship Program incentive shall be as  \nfollows:  \n2G = $100.00  \n3G = $200.00  \nAG = $300.00  \n6G = $400.00  \nWorkers who have failed to update their welding certification and have  \nreceived incentives from the Welding Certification Scholarship Program  \nwithin the term of the Agreement shall not be eligible for additional  \nincentives from the Welding Certification Scholarship Program.  \nEffective July 1, 2004, the Apprenticeship Training Trust shall increase by  \nfive cents ($.05) per hour in order to fund the new Welding Certificate  \nScholarship Program. The G & M Committee shall evaluate and adjust on a  \nyearly basis the funding requirements to maintain the trust. Any changes or  \nmodifications made to the trust must be reviewed and posted with the DIR  \nby February of each year.  \n3. The Geographic and Marketing Committee has elected to pay any level  \nmember of Pile Drivers Local Union #34 who attends and completes the thirty-two  \n(32) hour Qualified Rigger Class or the eight (8) hour Qualified Refresher Rigger  \nClass at the Carpenters Training Center the amount of four hundred dollars ($400.00)  \nfor the 32 hour class or one hundred dollars ($100.00) for the eight (8) hour class,  \nprovided the individual member is in good standing and is eligible for Health and  \nWelfare Benefits from the Northern California Carpenters Trust Fund.  \nWorkers who have failed to update their rigging certification and have received  \nRigger Class incentives from the Geographic and Marketing Committee within the  \nterm of the Agreement shall not be eligible for additional incentives from the  \nGeographic and Marketing Committee.  \nA. On bridges, powerhouses and dams, workers working from bosun's chairs or  \nSwinging scaffolds or suspended from rope, cable, safety belts, or any device used as  \na Substitute for or in lieu thereof (excluding pile driving rigs) shall receive fifteen  \ncents ($.15) per hour above the applicable journey or apprentice rate.  \nShow Up Time: Any employee covered by this Agreement who is called to work at a given  \npoint or project and is not put to work shall be paid two (2) hours time. On days when the  \nelements of nature prohibit the work from going on, workers reporting for work shall be paid  \ntwo (2) hours pay (at straight time), provided they remain at the jobsite during this time ready  \nto work should the weather clear. For the purpose of this Subsection IV 3B only, an  \nemployee shall be classified as pile driver and shall be entitled to the provisions of this  \nsubsection unless such employee has been assigned or reassigned to carpenter work by the  \nIndividual Employer prior to quitting time of the preceding work day.  \nEmployees time, including Saturdays, Sundays and holidays (other than broken time or tide  \nwork) shall be reckoned by the half or full day, except overtime, which shall be reckoned by  \nthe hour and half-hour, except when an employee voluntarily quits or is laid off by reason of  \nbad weather or a breakdown of essential equipment.  \n2008-202  \nPile Drivers  \nAgreement  \nPage 1/7  \nDispatch hours will be 8:30 am. & 4:00 p.m. Monday through Thursday and 11:00 a.m., on  \nFriday. It shall be considered an \"Emergency Dispatch\" when a request is made for a worker  \nto report to the job \"as soon as possible.\" It shall not be considered an \"Emergency Dispatch\"  \nwhen a worker is requested to report at the start of the shift or the midpoint of the shift. When  \na worker reports as promptly as possible under an \"Emergency Dispatch\" he/she shall be paid  \nfrom the starting time of the half shift during which he/she reports. Nothing in this clause  \nShall be construed to justify a demand for pay for hours not worked because of failure to  \narrive at the start of the shift except on the first day of reporting for work as aforementioned  \nin this clause.  \nWhen workers work in inclement weather for emergency reasons it shall be for the duration of  \nthe emergency only and time shall be reckoned by the full or half day. If a job is designated  \nas an emergency job by the owner or the contractor and a request is made to the Union by the  \nIndividual Employer to work the job, rain or shine, the Union may agree provided adequate  \nand complete rain gear is furnished each worker by the Individual Employer.  \nIn the congested metropolitan areas of San Francisco, Oakland, Stockton, Sacramento and  \nEureka where free parking facilities are not available within three (3) blocks of the jobsite, the  \nIndividual Employer will provide such facilities and the Individual Employer shall have the  \nright to designate parking areas to be used. Where, because of congested parking conditions,  \nit is necessary to use public facilities, the Individual Employer shall reimburse the employee  \nfor the cost of such parking upon being presented with a receipt or voucher certifying the cost  \nthereof, such reimbursement to be made on a weekly basis or at the conclusion of the project  \nwhichever occurs earlier.  \nEfficiency: It is agreed that the Pile Drivers, through their business agents, use their efforts to  \nencourage greater efficiency and safety on the job and that they refrain from solicitation of  \npremium payment for employees represented by the Union.  \nExcept as provided in Section V hereof, neither party to this Agreement shall by working  \nrules or any other means or device impose or direct any work limitations, affecting quantity  \nrestrictions, quotas or units of production, either maximum or minimum or relating to work  \ncovered by this Agreement.  \nNo rules, customs or practices shall be permitted that limit production or increase the time  \nrequired to do any work. There shall be no limitation or restriction of the use of machinery,  \ntools, or other laborsaving devices supplied by the Individual Employer.  \nEach Individual Employer shall provide a payroll check to each employee on a weekly basis.  \nEach Individual Employer shall provide with each payroll check an itemized check stub  \nshowing separately date of issuance, each contribution and deduction made for the pay roll  \nperiod covered by the check or a separate statement showing the name of the employee, the  \nname and the Individual Employer's contractors license number and/or address, and the  \nemployee's social security number. There shall be no cash payment of any nature or kind  \nwhatsoever.  \nShould an Employer compensate an employee with a check for which payment is refused by  \nthe Employer's bank because of insufficient funds or should an Employer fail to pay his  \nemployees on a regular, established pay day for his job, the obligation of the Employer to the  \n     \nTNO  \ne  \nindividual employee shall continue at the employee's regular straight time rate for a period not AGC Sass  \nto exceed forty (40) hours notwithstanding the above unless the refusal of payment by the CALIFORNIA  \nbank is due to the bank's error or omission or to circumstances which are beyond the control ASSOCIATED  \nof the Employer. Any question concerning responsibility of the Individual Employer on CONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 18  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nwhether the omission is beyond his control shall be subject to the Grievance Procedure of this  \nAgreement. Nothing herein shall, however, prevent the Individual Employer from changing  \nthe payroll date upon five (5) days' notice to the appropriate local union of the union that the  \nemployee's pay date is being changed.  \nIf terminated by the Individual Employer for any reason, the employee shall be paid  \nimmediately in full. His pay status shall continue for each calendar day until pay is received;  \nprovided, however, that not more than eight (8) hours pay shall be charged for any calendar  \nday with a maximum of five (5) days.  \nAn employee who reports to work at the beginning of the shift on a job or project for the first  \ntime on a Monday and who submits a written request prior to the end of the shift on Thursday  \nshall receive pay on Friday prior to the end of the shift for the hours worked that Monday.  \nThe Employer may issue a cash advance not to exceed the hourly wages only earned Monday  \nin lieu of an actual pay check.  \nFuture Wage C onsiderations  \nAs per Sections IV (Wage Scales) and Section VII (Fringe Benefits) of the Pile Drivers,  \nDivers, Carpenters, Bridge, Wharf and Dock Builders Local Union #34 Master Labor  \nAgreement, the Union and Employer hereby agree to the accept the action of the Trustees and  \nagree to implement the following increases effective July 1, 2008, July 1, 2009, July 1, 2010,  \nand July 1, 2011:  \nJuly 1, 2008 $2.80  \nJuly 1, 2009 $2.90  \nJuly 1, 2010 $3.10  \nJuly 1, 2011 $3.20*  \nThe future increases shall be allocated by the Union.  \n* Individual Employers of the Employer that elect not to extend their agreement with the  \nUnion in 2011 shall be required to contribute an additional fifty cents ($.50) per hour to the  \nBuilding Industry Trust Fund.  \nSection V Number of Workers in Crews  \nA.  \nWhen employees covered by this Agreement are engaged in recognized pile driving work  \n(including pulling of piling), the following minimum number of workers shall comprise the  \ncrew:  \nPile Driver, Floating 4 workers and 1 foreman  \nPile Driver, Skid 5 workers and 1 foreman  \nSwinging Leads or hammer from Derrick, Crane,  \nor A frame on Scow or Barge 4 workers and 1 foreman  \nSwinging Leads or hammer from Derrick, Crane,  \nor A frame on Land 3 workers and 1 foreman  \nPile Driver (Crawler or Crane) with Stable Leads 4 workers and 1 foreman  \nStable Leads from Derrick, Crane, on Scow or Barge 4 workers and 1 foreman  \nLagging hammer, swinging from line of power  \nequipment of any kind 2 workers*  \n*NOTE: One of whom shall be paid Foreman's rate.  \nB. Sheet Pile:  \nSkip Sheeting 1 worker  \nLaced Sheet (No Loftsman) 1 worker and 1 foreman  \nLaced Sheet (Loftsman)  \nNo Equipment 3 workers and 1 foreman  \n(supported by hangers or stirrups)  \nEquipment 2 workers and 1 foreman  \n(supported by Manlift, Hylift,  \nor similar new equipment)  \nIt is further understood that these employees, in addition to manning the pile driving rig, may  \nalso perform peripheral work in direct conjunction with the pile driving operations as long as  \nthey are within sight of the foreman and available when needed.  \nThis paragraph is to more efficiently use the workers required by the manning provisions of  \nthe A greement.  \nAll crewmembers will work directly with the rig if needed on production pile driving  \noperations.  \nOn work involving the erection or dismantling of a pile driving nig, the crew shall consist of  \nthree (3) journeymen and one (1) foreman.  \nWhen two (2) or more workers are employed to perform work covered by this Agreement,  \none shall be designated foreman, however, that in the event the jobsite is being supervised by  \na foreman member of the United Brotherhood of Carpenters and Joiners of America on the  \npayroll of the Employer this provision shall not apply.  \nSection VI Subsistence Zone  \nSubsistence Zone in the Northem California area (46 Counties) shall be allowed on the basis of  \naverage expenditure for which the employees covered by this Agreement have in the past been  \nreimbursed in accordance with long standing custom and practice. Such reimbursement (per work  \nday) shall be excluded from the wages of the employee and shall be paid to him/her weekly by separate  \ncheck.  \nFor the purpose of simplifying the reimbursement of employees covered by this Agreement for  \nSubsistence incurred and in accordance with negotiations between the Employer and the Union  \nconsummated the 22nd of February, 2008, it is agreed that subsistence zone and map changes shall  \napply for work bid on or after July 1, 2008 as follows:  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 19  \n   \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 20  \n     \nMe  \nReg  \nAGC Sao  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nOn the work performed on projects located in the outer subsistence zones, each  \nindividual Pile Driver covered by this Agreement is to be paid the applicable  \nSubsistence zone rate per work day (show-up days included) as reimbursement for  \nsubsistence.  \nThe center point of the radius for the subsistence zones shall be the Pile Drivers  \nLocal Union #34 office, located at 55 Hegenberger Place in Oakland, California.  \nAs defined in the subsistence zone map, the rate of reimbursement for subsistence  \nshall be as follows:  \nEffective J uly 1, 2008 through J une 30, 2010:  \nZone 1 - Inner 60 Miles No Subsistence  \nZone 2 - 60 Miles to 90 Miles $30.00 per day  \nZone 3 - 90 Miles and Over $50.00 per day  \nEffective J uly 1, 2010 through J une 30, 2012:  \nZone 1 - Inner 60 Miles No Subsistence  \nZone 2 - 60 Miles to 90 Miles $30.00 per day  \nZone 3 - 90 Miles and Over $60.00 per day  \nPermanent Yard or Shop: An Individual Employer shall not pay subsistence to  \nemployees employed in its permanent yard or shop unless such employee is assigned  \nto work on a job or project which is outside the permanent yard or shop and within a  \nSubsistence zone. The actual subsistence zone rate shall be paid to employees  \nworking in an Individual Employers yard or shop when the employee is working on  \na project, which is new construction or major alteration or demolition of an existing  \nfacility.  \nThese provisions are embodied in Exhibit A - Subsistence Zone Map covering Northern California  \nforty-six (46) Counties, attached hereto and by this reference made a part hereof.  \nSection VII  \nA.  \nFringe Benefits  \nHealth and Welfare Plan  \nEach Individual Employer covered by this Agreement shall contribute to the Carpenters  \nHealth and Welfare Trust Fund of California the amount listed in Section IV per hour for each  \nhour paid for or worked, whichever is greater, by each employee covered by this Agreement  \nfor the purpose of providing Health and Welfare benefits for such employees.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust  \nestablishing the Fund dated March 4, 1953, as such may from time to time be amended or  \nsupplemented. The Union and the Employer agree that this plan is and has been a Defined  \nContribution Plan.  \nThere shall be no duplicating contributions with respect to any employee or the work of any  \nemployee.  \nEmployer contributions for a foreman, assistant superintendent and superintendent covered by  \nthis Agreement shall be based upon the hourly rate in effect for pile driver journeypersons in  \nthe particular jurisdiction where they are employed.  \nFor the purposes of interpreting and applying this Section, such Trust Fund contributions shall  \nnot be considered as compensation. The total number of hours worked by each employee in  \neach month, for which contributions are made to this Trust Fund, shall be reported by the  \nIndividual Employer to this Trust Fund.  \nVacation and Holiday Plan  \nEach Individual Employer covered by this Agreement shall contribute to the Northern  \nCalifornia Carpenters Vacation and Holiday Trust Fund of California the amount listed in  \nSection IV per hour for each hour paid for or worked, whichever is greater, by each employee  \ncovered by this Agreement for the purpose of providing Vacation and Holiday benefits for  \nsuch employees.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust  \nestablishing the Fund dated May 1, 1972, as such may from time to time be amended or  \nsupplemented. The Union and the Employer agree that this plan is and has been a Defined  \nContribution Plan.  \nThere shall be no duplicating contributions with respect to any employee or the work of any  \nemployee.  \nEmployer contributions for a foreman, assistant superintendent and superintendent covered by  \nthis Agreement shall be based upon the hourly rate in effect for journeymen in the particular  \njurisdiction where they are employed. The total number of hours worked by each employee  \nin each work month, for which contributions are made to this Trust Fund, shall be reported by  \nthe Individual Employer to this Trust Fund.  \n1. Work Fees  \nEffective for all work performed on and after July 1, 2004, it is agreed that upon  \nwritten authorization, provided by the Union, as required by law the amount of  \n2.375% per hour, for each hour paid for or worked, shall be deducted from the  \nVacation and Holiday benefit of each workman and remitted directly to the Union, as  \nthe Union may from time to time direct. The amount of the deduction shall be  \nspecified on a statement transmitted to the workers. Such remittance shall be made  \nto the Union not less than twelve (12) times per year.  \nThe amount to be paid by the 46 Counties Work Fee option, in connection with the  \nVacation and Holiday contribution shall be an amount equal to 2.375% of the total  \nhourly wage-fringe benefit package of the highest Pile Driver journeyman  \nclassification in this Agreement (excluding Contract Administration and California  \nConstruction Advancement Program contributions) effective on July 1, 2004 and to  \nbe effective July 1, of each succeeding year, or the amount as required by the  \nAGC/Carpenters Master Labor A greement whichever is less.  \nPension Plan  \nEach Individual Employer covered by this Agreement shall contribute to the Carpenters  \nPension Trust Fund of California the amount listed in Section IV per hour for each hour paid  \n2008-202  \nPile Drivers  \nAgreement  \nPage 21  \n     \na  \nAGC SS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 22  \n    \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nfor or worked, whichever is greater, by each employee covered by this Agreement for the  \npurpose of providing Pension benefits for such employees. Such contributing Individual  \nEmployer agrees to be bound by that certain Trust Agreement establishing the Fund dated  \nAugust 19, 1958, as such may from time to time be amended or supplemented. The Union  \nand the Employer agree that this plan is and has been a Defined Contribution Plan.  \nThere shall be no duplicating contributions with respect to any employee for the work of any  \nemployee.  \nIndividual Employer contributions for a foreman, assistant superintendent and superintendent  \ncovered by this Agreement shall be based upon the hourly rate in effect for journeymen in the  \nparticular jurisdiction where they are employed. For the purposes of interpreting and  \napplying this Section, such Trust Fund contributions shall not be considered as compensation.  \nThe total number of hours worked by each employee in each work month, for which  \ncontributions are made to this Trust Fund, shall be reported by the Individual Employer to this  \nTrust Fund.  \n1, Annuity  \nEach Individual Employer covered by this Agreement shall contribute to the  \nCarpenters Annuity Trust Fund for Northern California the amount listed in Section  \nIV above for each hour paid for or worked, whichever is greater, by each employee  \ncovered by this Agreement, for the purpose of providing annuity benefits for such  \nemployees. Such contributing Individual Employer agrees to be bound by that  \ncertain Trust Agreement establishing the Fund dated August 1, 1981, as such has  \nbeen or may from time to time be amended or supplemented. The Union and the  \nEmployer agree that this plan is and has been a Defined Contribution Plan.  \nThere shall be no duplicating contribution with respect to any employee for the work  \nof any employee.  \nIndividual Employer contributions for a foreman, assistant superintendent and  \nSuperintendent covered by this Agreement shall be based upon the hourly rate in  \neffect for the journeymen in the particular jurisdiction where they are employed. For  \npurposes of interpreting and applying this section, such Trust Fund contributions  \nshall not be considered as compensation.  \nThe total number of hours worked by each employee in each work month, for which  \ncontributions are made to the Trust Fund, shall be reported by the Individual  \nEmployer to the Trust Fund.  \nDe 401(k) Plan  \nEffective September 1, 2008, each Individual Employer covered by this Agreement  \nshall contribute in a timely manner, compliant with Federal Law, to the Northern  \nCalifornia Carpenters 401(k) Trust Fund, on behalf of each employee covered by this  \nAgreement who has voluntarily elected to participate in the 401(k) Plan the amount  \nspecified on an Enrollment/Contribution Change form filed by the employee with  \nhis/her Individual Employer not to exceed the Internal Revenue Code Section 402(g)  \nlimit. The contribution amounts, which are voluntarily deferred from wages, and the  \nfrequency of change of the deferral, will be governed by the various Plan documents  \nof the Northern California Carpenters 401(k) Trust Fund.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 23  \nOnly those employees covered by this A greement that are eligible to receive A nnuity  \nFund contributions are eligible to participate in the 401(k) Plan. Owners, partners  \nand superintendents covered by Section VII G (Fringe Benefit Contributions for  \nSupervisors) of this Agreement are eligible to participate in the 401(k) Plan,  \nprovided those individuals are current participants in the Annuity Plan and provided  \nthat Annuity contributions are remitted for all corresponding periods in which 401(k)  \ncontributions are made on behalf of the Owner, partner, or superintendent.  \nEach contributing Individual Employer agrees to be bound to that certain Trust  \nAgreement establishing the Fund dated August 1, 2008, as such has been or may  \nfrom time to time be amended or supplemented. The Union and the Employer agree  \nthat this Plan is and has been a Defined Contribution Plan.  \nD. Apprenticeship Plan  \n1. Each Individual Employer covered by this Agreement shall contribute to the  \nCarpenters Trust Fund of California, the amount listed in Section IV per hour, for  \neach hour paid for or worked, whichever is greater, by each Employee covered by  \nthis Agreement for the purpose of providing Training and education benefits for such  \nemployees.  \nThe eight cents ($.08) allocated on 6/16/85, to be paid into the Carpenters Training  \nTrust Fund of California, for sole purpose of providing Training and Education of  \nPile Drivers, Apprentices and Journeymen upgrading programs, under the direction  \nand control of the Northern California Pile Driver/Bridge Builder Joint Training  \nCommittee shall be in addition to those monies currently being paid into the Trust on  \nbehalf of employees employed under this Agreement. Further, the parties agree that  \nthe Northern California Pile Driver/Bridge Builder Joint Training Committee will  \nimmediately meet with the Carpenters Training Trust, for the purpose of determining  \nallocation of the money currently paid by Employers of Pile Drivers, in order to  \nassure continuity of hiring assignment, employment, or termination of all personnel  \nemployed to administer the current program, subject to approval of the bargaining  \nparties.  \nSuch contributing Individual Employer agrees to be bound by that certain Trust  \nAgreement establishing the Fund dated March 4, 1963, as such may from time to  \ntime be amended or supplemented.  \nThere shall be no duplicating contributions with respect to any Employee or the work  \nof any Employee.  \nIndividual Employer contributions for a foreman, assistant superintendent and  \nsuperintendent covered by this Agreement shall be based upon the hourly rate in  \neffect for journeymen in the particular jurisdiction where they are employed.  \n2. Apprentice Pile Driver/Bridge Builder:  \n     \nTNO  \nThe term \"A pprentice Pile Driver/Bridge Builder” as used herein means an employee  \ne  \nundergoing a system or course of training in pile driver and bridge building work, AGC Seuss:  \nwho shall be permitted to perform any work done by a journeyman pile driver, as CALIFORNIA  \nprovided in Section 1 and whose age when starting their apprenticeship is over ASSOCIATED  \nseventeen (17) years of age. The term apprenticeship shall not exceed a period of CONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 24  \n     \nMe  \nReg  \nAGC Sao  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nfour (4) years. It shall not be a contractual obligation, but it shall be the policy of the  \nIndividual Employers, party to this Agreement to employ apprentices who might  \nhave been laid off due to lack of work before employing new apprentices.  \nThe Individual Employers recognize their obligation to employ and train apprentices.  \nThe Individual Employers further recognize that apprentices are obligated to attend  \ndaytime training classes upon demand to remain in the Apprenticeship Program.  \nTherefore, it is agreed that the Individual Employers will make every effort to re-  \nemploy apprentices removed from their jobsites by the Apprenticeship Program for  \ntraining purposes.  \nA Committee will be established to review the Apprenticeship Program in order to  \nmake possible more training opportunities.  \nThe details of this program shall be negotiated by a subcommittee on which the  \nEmployer and the Union shall be equally represented and shall comply with all  \npertinent legal requirements.  \nApprentices' Hours, Wages and Working C onditions:  \nThe terms and conditions of apprenticeship agreed on are as follows:  \nEffective J uly 1, 2008:  \nFirst Period: Oto6months 60%  \nHealth & Welfare, Work Fees, Apprenticeship/Training, UBC  \nHealth & Safety Fund, California Construction Advancement  \nProgram, Pile Drivers Employers Contract Administration,  \nGeographic & Marketing/LMCC  \nSecond Period: 7to12 months 65%  \nHealth & Welfare, Work Fees, Apprenticeship/Training, UBC  \nHealth & Safety Fund, California Construction Advancement  \nProgram, Pile Drivers Employers Contract Administration,  \nGeographic & Marketing/LMCC, Vacation  \nThird Period: 13 to 18 months 70%  \nHealth & Welfare, Work Fees, Apprenticeship/Training, UBC  \nHealth & Safety Fund, California Construction Advancement  \nProgram, Pile Drivers Employers Contract Administration,  \nGeographic & Marketing/LMCC, Vacation, Annuity  \nFourth Period: 19 to 24 months 75%  \nHealth & Welfare, Work Fees, Apprenticeship/Training, UBC  \nHealth & Safety Fund, California Construction Advancement  \nProgram, Pile Drivers Employers Contract Administration,  \nGeographic & Marketing/LMCC, Vacation, Annuity  \nFifth Period: 25to30months 80% Full Fringes  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 25  \nSixth Period: 31to36months 85% Full Fringes  \nSeventh Period: 37 to 42 months 90% Full Fringes  \nEighth Period: 43to48 months 95% Full Fringes  \nNOTE: Re-rates are based on three conditions:  \n1, Length of time in the Apprenticeship program.  \n2. Accumulated work hours.  \n3. Fulfillment of school requirements.  \nApproved Employers having three (3) journeymen employed on the job may have  \none (1) apprentice and one (1) additional apprentice may be employed for five (5)  \nadditional journeymen, (No more than one [1] apprentice assigned to any one crew),  \nexceptions may be made at the discretion of the local Joint A pprentice Committee.  \nBasis for Payments of Fringe Benefits  \nPayment for contributions for fringe benefits as provided in Sections A, B and B1, C and C1,  \nD, J and K shall be based upon all hours for which an employee has received payment;  \nprovided, however, that contributions shall not become compounded by overtime, and all  \novertime hours for purposes of fringe benefit contributions shall be considered straight time  \nhours.  \nPayments or contributions to each of the trust funds provided for in this Agreement shall be  \nbased on hours paid which include contributions for eight (8) hours in multiple shifts where  \nseven (7) hours are worked with eight (8) hours pay and for all straight time hours paid under  \nthe provisions of Broken Time, Tide Work or Show-Up Time. No payments or contributions  \nshall be computed at the rate of time and one-half or double the required rate of payment or  \ncontribution per hour, nor shall any such payment or contribution be considered part of the  \nhourly wage rates for the purpose of computing overtime, either under this Agreement, the  \nFair Labor Standards Act, the Walsh-Healy Act, or any other law.  \nBonding  \nAny Employer or any subcontractor who is delinquent in the payment of contributions for  \nfringe benefits to any Trust herein provided for a period of one calendar month shall be  \nnotified by the Administrator of said Trust or Trusts of such delinquency, following which  \nnotice the Union may require such delinquent Employer or subcontractor to provide a bond in  \na manner satisfactory to said Administrator for a sum equal to Five Thousand Dollars  \n($5,000.00) or two (2) times the delinquent Employer's estimated contribution to such Trust,  \nwhichever is the greater. Upon failure of such delinquent Employer to provide a bond as  \naforesaid, the Union shall withdraw or withhold employees from the job of such delinquent  \nEmployer and such withdrawal or withholding of employees shall not constitute a violation of  \nthis Agreement or be cause for any legal action against the Union by such delinquent  \nEmployer.  \nWhenever any employer covered by this Agreement is delinquent with respect to the payment  \nof any contributions or other sum of money due to any Trust Fund specified in this  \nAgreement, the Union may withdraw workers and place appropriate pickets at the premises of  \n     \nTNO  \nis)  \nthe employer or places where said employer is performing work. The workers so withdrawn AGC “ois  \nmay not be discharged or permanently replaced, and the action permitted by this Section shall CALIFORNIA  \nnot be deemed a violation of the no-strike provisions of this A greement.  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 26  \n     \n7 INO  \n  \nAGC O77  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nFringe C ontributions for Supervisors  \nThe Union and the Employer agree that when employees are working in a supervisory  \nposition above the rank of foreman the Individual Employer may make payments with respect  \nto their work into the Carpenters Health and Welfare Trust Fund for Northern California and  \nCarpenters Pension Trust Fund for Northern California on the basis of 145 hours per month in  \naccordance with the schedules set forth in the Master regardless of hours worked  \nby any such employee in a month, provided; however, the Individual Employer having made  \none (1) payment on an employee shall continue to make such payment so long as the  \nemployee is in their employ. Such payments shall be the same as the applicable journeymen  \ncontribution.  \n1. Supervisors A nnuity  \nThe Union and the contractor agree that when employees are working in a  \nsupervising position above the rank of foreman the individual contractor may make  \npayments with respect to their work in to the Carpenters Annuity Fund for Northern  \nCalifornia on the basis of a minimum of 145 hours per month in accordance with the  \nschedules set forth in the Agreement, regardless of hours worked by any such  \nemployee in a month; provided, however, the Individual Employer having made one  \n(1) payment on any employee shall continue to make such payments so long as the  \nemployee is in their employ.  \n2. The Union and the Employer agree that the Individual Employers covered by this  \nMaster Agreement may cover owners or partners, in the Carpenters Trust Funds (as  \nin Section G and G1) by paying contributions with respect to the work of such an  \nindividual into these funds monthly on the basis of 145 hours per month in  \naccordance with the hourly rates set forth in this Master Agreement, regardless of the  \nnumber of hours worked by any such individual in a month, provided that such  \nindividual, if not an owner or partner, would be working as a journeyman Pile Driver  \nunder the terms of this Master Agreement and provided further that the Individual  \nEmployer, having made one (1) payment with respect to the work of such an  \nindividual, shall continue to make such payments monthly so long as the individual  \ncontinues to perform work for the Individual Employer in the capacity of an owner  \nor partner. Such individual shall be deemed an employee covered by this Agreement  \nsolely for the purpose of participating in said Trust Funds and shall have no other  \nrights or privileges under this Agreement as an employee.  \nFringe Payment C ontinuity  \nIn order to provide for benefits to employees without disruption during periods of contract  \nnegotiations and to assure an orderly means of collecting Trust Fund contributions during  \nsuch periods, each signatory employer agrees that they shall be obligated to contribute to each  \nand every Trust Fund referred to in this Agreement for any period following the termination  \ndate of this Agreement unless and until a lawful impasse occurs or until a successor  \nAgreement is negotiated. Each signatory employer further agrees that the Union, any of its  \nconstituents, and/or any of all said Trust Funds may enforce this obligation through the  \ngrievance and arbitration provisions of this Agreement and/or by action to collect such  \ndelinquent contributions filed in the United States District Court in the Northern District of  \nCalifornia.  \nAudit  \nEach Individual Employer upon request of the Employer, Union or any Trust Fund specified  \nin this Agreement, shall permit the Trust Fund A uditors to review any and all records relevant  \nto the enforcement. Such review shall be permitted not less than five (5) working days after  \ndemand.  \nThe cost of audit shall be borne by the Individual Employer if a shortage disclosed by the  \naudit exceeds $1,000.00 and is not the result of clerical error.  \nThe Union and the Employer shall have the right to receive and utilize any information  \nderived from the audit. Trustees of the Trust Funds specified in this Agreement are  \nauthorized to determine the appropriate formula to be applied to compute appropriate Trust  \nFund contributions. The Individual Employer shall be required to comply with such Trust  \nFunds formula and make payments to the Trust Funds immediately upon being advised of the  \namount due.  \nCalifornia C onstruction Advancement Program  \nFor the purpose of protecting, improving and advancing the interest and welfare of the  \nConstruction Industry, its Individual Employers and employees, each member of the  \nEmployer (members of Associated General Contractors of California, Inc.) and each  \nIndividual Employer not a member of the Employer will contribute effective July 1, 1993 four  \ncents ($.04) per hour worked by each pile driver in his employ to the California Construction  \nAdvancement Program, an Employer trust created for this purpose. The Individual Employer  \nhereby adopts and agrees to be bound by the terms of that certain Trust Agreement creating  \nthe California Construction Advancement Program, an Employer trust created for this  \npurpose. The Individual Employer hereby adopts and agrees to be bound by the terms of that  \ncertain Trust Agreement creating the California Construction Advancement Program dated  \nSeptember 21, 1974, as such might be amended from time to time pursuant to the terms  \nthereof and further agrees to observe and be bound by the actions and determination of the  \nTrustees of said Trust.  \nPile Drivers’ C ontract Administration Trust Fund  \nA trust fund entitled \"The Pile Drivers' Contract Administration Trust Fund\" shall be created  \nto provide for the costs of the Employer administering the provisions of Section IX  \n(Arbitration of Disputes). The trust fund shall be administered solely by Trustees selected by  \nthe Employer in accordance with the Trust Agreement to be executed by the Employer. The  \ncontribution as described below shall commence with the month following notice by the  \nCarpenters' Funds Administrative Office of Northern California, Inc., to the Individual  \nEmployer. The Union shall have the right, not more than one time per year, to independently  \naudit the Trust Fund.  \nEach Individual Employer signatory hereto hereby adopts and agrees to be bound by the terms  \nof that certain Trust Agreement creating the Pile Drivers' Contract Administration Trust Fund  \nand any amendments or modifications which may be made to said Trust pursuant  \nto the terms thereof and further agrees to observe and be bound by the actions and  \ndetermination of the Trustees of said Trust.  \nEffective July 1, 2004, each signatory employer shall contribute the sum of nine cents ($.09)  \nper hour worked or paid for to the Pile Drivers Contract Administration Trust Fund which is  \nestablished for the purpose of administering the collective bargaining agreement through the  \n2008-202  \nPile Drivers  \nAgreement  \nPage 2/  \n     \na  \nAGC SS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 28  \n     \nMe  \nReg  \nAGC Sao  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \ngrievance procedure or otherwise on behalf of all Individual Employers signatory to this  \nAgreement.  \nContribution to G & M/LMCC Trust Fund  \nEffective July 1, 2004, each signatory employer shall contribute the sum of two cents ($.02)  \nper hour for each hour worked or paid for by each employee to the Pile Drivers’ Geographic  \n& Marketing/LMCC Fund which is established for the purpose of administering the G &  \nM/LMCC. Each Individual Employer agrees to be bound by the Agreement as it exists and as  \nit may be amended from time to time pursuant to the actions and determinations of the G & M  \nCommittee.  \nto \"Home\" Trust Funds  \nEach Individual Employer when working outside the geographic jurisdiction of the Union  \nshall make appropriate contributions outlined herein, to the various Trust Funds identified in  \nthis Agreement. However, should Trust Funds in other geographic jurisdictions in which the  \nIndividual Employer is performing work covered by this Agreement require payment for  \nemployees into that location’s respective Trust Funds, the Individual Employer shall not be  \nrequired to make contributions into both jurisdictions Trust Funds.  \nSection VIII General Provisions  \nA.  \nHolidays:  \nThe following days shall be classified as holidays:  \nSaturdays, Sundays, New Year's, Martin Luther King Jr. Day, President's Day, Memorial  \nDay, Fourth of July, Labor Day, Thanksgiving Day and the day following, and Christmas  \nDay. Holidays falling on Sunday shall be observed on the following Monday. Pay for work  \nperformed on the aforementioned days shall be at overtime rates.  \nHolidays found in the Pile Driver Master Labor Agreement shall be the recognized holidays  \nfor all employees performing work covered by this A greement.  \nTools and T oolhouse:  \nThe Individual Employers herein agree to provide on every job where toolmen employees  \ncovered by this Agreement are employed, a tool house, equipped with adequate locking  \nprovisions and heating facilities for drying clothes. If an employee's working tools or gear are  \nlost or destroyed by reason of the burning or sinking of Employer's floating equipment or tool  \nhouse, or if the employee's equipment is burglarized while in the Employer's care as provided  \nfor in Paragraph B above, the Employer will replace all tools certified as lost up to a limit of  \n$400.00 per worker (if management is provided an inventory of tools submitted to the  \nEmployer on a form provided by Employer at time of employment). Within seven days from  \nthe date of a properly supported claim for loss of tools as provided herein, the Individual  \nEmployer shall acknowledge liability therefore or reject the claim.  \nAll employees covered by this Agreement engaged as toolmen shall enter upon their duties  \nwith sharp tools; and if such tools are dulled within working hours, the Contractor shall either  \nprovide for the sharpening of such tools or permit the owner to sharpen it or them within  \nworking hours.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 29  \nWorking Rules:  \nIt is agreed that no working rule or practice of either Union or Employer will be claimed or  \nasserted contrary to the terms and provisions of this A greement.  \nSafety:  \nPile driving foremen shall be in charge of crews at all times; his duties on hoisting equipment  \nshall consist of supervision, signaling and direction of the operation. The foreman in charge  \nof a crew shall be charged with the responsibility for the safety of the members of their crew  \nand with compliance with recognized safety rules and practices. No foreman shall work more  \nthan one shift in any calendar day. It is agreed that it is not the intent of this paragraph to  \nlimit or define the size of acrew. No Employer shall fail or neglect:  \n1, To provide and use safety devices and safeguards.  \n2. To adopt and use methods and processes reasonably adequate to render the place of  \nemployment safe.  \n3. To do every other thing reasonably necessary to protect the life and safety of  \nemployees.  \nThe Union and all employees agree that they will cooperate with the Contractor and  \nwith each other in the carrying out of safety measures and practices for accident  \nprevention, and shall perform their duties in each department in such manner as to  \npromote safe and efficient operation of their own department and of the job as a  \nwhole.  \nEmployees who as a direct result of an on-the-job industrial injury are unable to  \ncomplete a full day's work shall nevertheless be paid for the full day on which such  \ninjury occurred; provided, however, that said injury requires the attention of a  \nlicensed physician and that said physician has certified to the employee's inability to  \ncomplete work on that day because of such injury.  \nWhen an employee is required to work under a dock from a skiff, raft or float in water  \nindependent of other workers and apart from any other operation, whereby they might become  \nout of sight of other workers or supervisory employees, then an additional workman shall be  \nassigned to work with them for the actual time worked under the above conditions to insure  \nproper communications with operating personnel.  \nSteward:  \nA Steward shall be a working employee, appointed by the Union, who shall, in addition to  \ntheir work as a Pile Driver/Diver, be permitted to perform during working hours their Union  \nduties that cannot be performed at other times. The Union agrees that such duties shall be  \nperformed as expeditiously as possible and the Individual Employer agrees to allow Stewards  \na reasonable amount of time for the performance of such duties. The Union through the  \nforeman shall notify the Individual Employer in writing of the appointment of such Steward.  \n     \nTNO  \nRecs  \ne  \nIn no event shall an Individual Employer discriminate against a Steward, transfer, layoff, or AGC  \ndischarge the Steward on account of any action taken by the Steward in the proper CALIFORNIA  \nperformance of their Union Duties. ASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 30  \nNo Steward shall be terminated without just cause. Stewards shall be subject to lay off or  \ntermination just as any other Pile Driver on the project. If a Steward is discharged the  \nIndividual Employer shall provide prior notice defining the reasons for the termination.  \nEach employee shall be allowed reasonable pick-up time at the end of their shift, which shall  \nbe determined by the employer and the Union.  \nDischarged Employees:  \nEmployees receiving notices of discharge shall be allowed a reasonable time (not less than 15  \nminutes) before the end of the shift to assemble their tools.  \nPre-J ob  \nThe Union or Contractor may require a pre-job conference for the purpose of discussion and  \nagreement of work assignments and application of the contract to the job.  \nThe Individual Employer shall submit letters of assignment of work on the Individual  \nEmployer's letterhead.  \nEach Individual Employer shall send a monthly report in writing to the Union which includes  \na list of all jobs currently in progress (in a format to be supplied by the Union) on which Pile  \nDrivers are employed by that Individual Employer on work covered by this Agreement. Such  \nmonthly report information shall include the location and the start date of all jobs where Pile  \nDrivers are employed by that Individual Employer on work covered by this A greement.  \nSection IX Arbitration of Disputes  \nAny dispute conceming any application or interpretations of this Agreement shall be subject to the  \nfollowing procedure.  \n     \nMe  \nReg  \nAGC Sao  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n1, In the event that a dispute arises on a job, it shall be first reported to the Individual  \nEmployer and/or the Business Representative of the Union who shall then attempt to  \nadjust said grievance or dispute at the jobsite level.  \n2. The grieving parties shall specify the date(s) of the alleged violation(s) and the  \nprovision(s) of the Agreement applicable to the dispute.  \n3. If said grievance or dispute is not satisfactorily adjusted by the Union and the  \nIndividual Employer or his representative within three (3) days after submission to  \nthe Individual Employer, the matter may be submitted by either party to a permanent  \nBoard of Adjustment created for the settlement of such disputes.  \nA, The Board of Adjustment shall be composed of one (1) member named by the  \nUnion, one (1) member named by the Association and an Impartial Arbitrator. The  \nparties shall select an alternate to the permanent neutral Arbitrator who shall serve  \nonly in the event the permanent neutral Arbitrator is unable to serve. At any point in  \nthe proceedings should the panel be unable to reach a majority vote the Arbitrator  \nshall participate and the A rbitrator's decision shall be final and binding.  \n5. In addition to any rule or procedure, which the panel may adopt, the Board of  \nAdjustment shall be governed by the following provisions:  \n10.  \n11,  \n12.  \n(a) No briefs shall be submitted nor a transcript made of the hearing except by  \nmutual agreement of the parties or by direction of the Arbitrator. Any  \ntranscript ordered by any party shall be at the expense of the party ordering  \nthe transcript.  \n(b) In the case of deadlock, the Arbitrator shall render a decision upon the  \nconclusion of the case at the Board of Adjustment hearing, unless the time  \nis extended by mutual agreement of the parties or at the request of the  \nArbitrator. The Arbitrator shall not render an expanded opinion in any case  \nunless requested by the parties.  \n(Cc) The parties shall select and utilize a permanent Impartial Arbitrator who is  \nwilling to abide by the procedures set forth herein. By agreement of both  \nparties, the Impartial Arbitrator may be changed or replaced.  \n(d) The Board of Adjustment or the Arbitrator may fashion an appropriate  \nremedy to resolve the issue including, but not limited to, back pay, money  \ndamages, injunctive relief, audit, payment of wages and fringe benefits to  \npersons damaged by the contract violations, interest or attorneys’ fees.  \n(e) Any grievance involving an Individual Employer not a member of any of  \nthe signatory associations shall be submitted directly to the Arbitrator  \nunless the Individual Employer agrees to submit the matter to the Board of  \nAdjustment.  \nDisputes arising out of work assignment, which is governed by Section X,  \nJurisdictional Disputes, will not be heard at these panels.  \nThe Board of Adjustment shall meet within forty-five (45) days on any item properly  \nbefore the Board. Failure of either party to meet or to participate shall cause the  \nBoard or Arbitrator to hear and decide the matter on a default basis.  \nDecisions of the Board of Adjustment or an Impartial Arbitrator shall be within the  \nscope and terms of this Agreement and shall be final and binding upon all parties  \nhereto.  \nIn the event an Individual Employer fails to comply with any such decisions, the  \nUnion may withdraw employees or strike the Individual Employer, and such action  \nshall not be a violation of this Agreement so long as such noncompliance continues,  \nprovided, however, that the Union may not enforce the provisions of Section I D  \n(Subcontracting) by economic action or picketing.  \nThe expenses of the Joint Adjustment Board and the Impartial Arbitrator, including  \nthe cost of a court reporter, shall be borne equally by the parties hereto.  \nNo proceeding hereunder based on any dispute, complaint or grievance herein  \nprovided for, shall be recognized unless the grievance procedure steps outlined  \nabove have been followed. The Arbitrator or Board may for good cause, accept a  \nlate submission, which shall then be decided by the Board of Adjustment.  \nThe Board of Adjustment shall establish regular meeting dates and administer  \ngrievances filed in conjunction with this section as set forth in the rules and  \nprocedures, which may be amended from time to time by the parties.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 31  \n    \nAGC Fi vo,  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 32  \n    \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n13. A decision of the Board of Adjustment by majority vote, or the decision of a  \npermanent Arbitrator shall be enforceable by a petition to confirm an arbitration  \naward filed in the Superior Court of the City and County of San Francisco, State of  \nCalifornia, or the United States District Court for the Northern District of California.  \nAny party who fails or refuses to comply with a decision of a Board of Adjustment  \nor an award of the Arbitrator, as the case may be, shall be responsible for reasonable  \nattomeys' fees for the filing and trial of any petition to confirm and enforce said  \ndecision or award in addition to all other remedies available through law, unless the  \npetition is denied.  \n14. All hearings of the Board of Adjustment shall be in the City and County of San  \nFrancisco, and/or County of Alameda, unless mutually agreed to move to another  \nlocation.  \n15. No proceedings mentioned here in above on any dispute, complaint or grievance  \nshall be recognized unless called to the attention of the Employer and the Union  \nwithin ten (10) working days after the last date the alleged violation was committed.  \n16. On all cases relating to discharge or discipline, employees must file their grievances  \nwith the Union within three (3) working days after the imposition of the discharge or  \ndiscipline. Thereafter, the Union must file its grievance with the Board of  \nAdjustment within ten (10) working days after the employee files his grievance. The  \nBoard shall meet within seven (7) working days following submission of the  \ngrievance. The Board of Adjustment or Arbitrator shall be free to sustain the  \ndischarge or to find discipline other than discharge to be appropriate and may order  \nreinstatement with full or partial back pay as they deem appropriate provided there  \nshall be no discrimination on the part of the Individual Employer against any  \nemployee for activities on behalf of, or representation of the Union not interfering  \nwith the proper performance of their duties.  \n17. If failure of a Board of Adjustment to meet within one week (7 working days) is due  \nto the unavailability of the Union, the wage payment and Trust Fund contribution  \nliability shall be limited to the above seven (7) working days. If the Employer or  \nIndividual Employer, or arbitrator is unavailable to meet, the wage payment and  \nTrust Fund contribution liability shall be continuing.  \nSection X J urisdictional Disputes  \nThere shall be no cessation or interference in any way with any work of the Employer or any  \nIndividual Employer by reason of Jurisdictional Disputes between the Union and any other Union with  \nrespect to jurisdiction over any of the work covered by this Agreement. Such disputes will be settled  \nby the Unions themselves, or submitted to the International Presidents of the Unions involved in the  \ndispute for determination. Until such determination is made and confirmed by the disputing Unions,  \nthe work shall proceed as originally assigned by the Individual Employer. Craft jurisdiction is neither  \ndetermined nor awarded by classifications or coverage descriptions appearing in this A greement.  \nUpon affiliation of the Employer with the Plan for the Settlement of Jurisdictional Disputes in the  \nConstruction Industry, or a successor voluntary program to which the Union is also affiliated, the  \nContractors, the Individual Employers, and the Union shall be bound by the procedures for settlement  \nof the jurisdictional disputes as adopted under such a program. The Individual Employer shall be  \nbound by an agreement between the General Presidents.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 33  \nSection XI Term of Agreement  \nThis Agreement shall remain in full force and effect from the 1st day of July, 2008, through the 30th  \nday of June, 2012 and shall continue thereafter unless either party, not more than ninety (90) days or  \nless than sixty (60) days prior to the 30th day of June, 2012, or not more than ninety (90) days nor less  \nthan sixty (60) days prior to the 30th day of June of any subsequent years, serves written notice on the  \nother of its desire to change, modify, amend, supplement, renew, extend or terminate this A greement.  \nThe Union shall have the right to strike and the Employer shall have the right to lock out with respect  \nto such contract opening of the Agreement June 30, 2012 only after ten (10) working days has passed  \nin order to provide time for negotiations.  \nGEOGRAPHIC & MARKET CONDITIONS  \nThe parties to this Agreement recognize the necessity of assuring the competitive position of the  \nparties within the industry during the term of this Agreement. Consistent with the recognition,  \nEffective July 1, 2004, notwithstanding any other provision of this Agreement, the parties to the  \nAgreement hereby establish a G & M Committee composed of three (3) representatives appointed by  \nthe Carpenters 46 Northern Califormia Counties Conference Board and three (3) representatives  \nappointed by the Associated General Contractors Association of California. The committee will  \nreview requests for changes in the terms and conditions of the Labor Agreement that may be necessary  \nto preserve work opportunities for employees and Individual Employers covered by the A greement.  \nThe G & M Committee is authorized to approve such changes as it deems to be in the best interest of  \nthe parties to the Agreement. The parties to this Agreement will work together to preserve work  \nopportunities for the Employers and Employees covered by this A greement.  \nThe committee shall meet at least once per quarter and identify and discuss areas of concern to the  \nparties involving issues including, but not limited to non-signatory Employers, private work recovery,  \nnew technology, prevailing wages, etc.  \nSection XII Integration  \nA. This Agreement shall supersede all existing Agreements between the Union and any of the  \nEmployers or their members relating to pile driving work, and it is agreed that during the life  \nof this Agreement neither the Union nor the Employers will make demands beyond or in  \nconflict with the same.  \nB. It is not the intent of either party hereto to violate any laws, rulings, or regulations of any  \nGovernmental authority or agency having jurisdiction of the subject matter of this A greement,  \nand the parties hereto agree that in the event that any provisions of this Agreement are finally  \nheld or determined to be illegal or void as being in contravention of any such laws, rulings, or  \nregulations, nevertheless, the remainder of the Agreement shall remain in full force and effect,  \nunless the parts so found to be void are wholly inseparable from the remaining portion of this  \nAgreement. The parties agree that if and when any provisions of this Agreement are held or  \ndetermined to be illegal or void they will then promptly enter into lawful negotiations  \nconcerning the substance thereof.  \nIn the event that the Union, which is signatory hereto, enters into any other agreement with  \nother employers or employers associations, which shall have terms more favorable to such  \nemployers or employers associations and the members thereof than this Agreement, then such  \nmore favorable provisions shall become a part of and apply to this Agreement. This Section  \n     \n  \nAGC a] we  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 34  \nshall not be applicable to Agreements between the Union and Individual Employers covering  \nwork in bona fide permanent yards or shops.  \nIN WITNESS WHEREOPF, the parties hereto have caused this Agreement to be executed by their duly  \nauthorized representatives the day and year here in above first written.  \nFOR THE EMPLOYER:  \nASSOCIATED GENERAL CONTRACTORS OF CALIFORNIA, INC.  \nBy  \nThomas T. Holsman, CEO  \n   \nFOR THE UNION:  \nCARPENTERS 46 NORTHERN CALIFORNIA COUNTIES CONFERENCE BOARD FOR AND  \nON BEHALF OF THE REGIONAL COUNCIL AND ITS AFFILIATE PILE DRIVERS LOCAL  \nUNION #34  \nBy  \n   \nRobert H. Alvarado, Chairman  \nBy  \n   \nWilliam Feyling, Executive Director  \nPILE DRIVERS LOCAL UNION #34  \nBy  \nPat Karinen, Senior Field Representative  \n   \n    \nAGC i 7  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-202  \nPile Drivers  \nAgreement  \nDIVING AGREEMENT  \n(Addendum to Pile Drivers  \nBetween the Associated General Contractors of California, Inc. and the Carpenters 46 Northern  \nCalifornia Counties Conference Board, on behalf of the Northern California Carpenters Regional  \nCouncil for and on behalf of its affiliate Pile Drivers Local Union #34.  \nTHIS AGREEMENT, entered into this first day of July, 2008 amending, modifying, renewing and  \nsupplementing the agreement made and entered into July 1, 2004 and each and every prior Agreement,  \npredecessor to this Agreement, entered into by and between the parties hereto, by and between the  \nASSOCIATED GENERAL CONTRACTORS OF CALIFORNIA, INC., a nonprofit corporation  \nand/or other employers becoming signatory hereto parties of the first part, hereinafter referred to as the  \nEmployer or Individual Employers, each acting for and on behalf of all of its respective members  \nand/or themselves, and the CARPENTERS 46 NORTHERN CALIFORNIA COUNTIES  \nCONFERENCE BOARD, on behalf of the Northern California Carpenters Regional Council for and  \non behalf of its affiliate Pile Drivers Local Union #34, and the Regional Council other affiliated Local  \nUnions, parties of the second part, hereinafter referred to as the UNION provides:  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice uniform  \nrates of pay, hours of employment and conditions of work for the employees represented by the  \nUNION which are employed from time to time by the Employer or Individual Employers, and  \nWHEREAS, it is the desire of the parties hereto to provide, establish and put into practice effective  \nmethods for the settlement of misunderstandings, disputes or grievances which may arise between the  \nparties hereto to the end that the Employer or Individual Employers may be assured of continuity of  \noperations and the Employees represented by the UNION may be assured of continuity of  \nemployment.  \nNOW THEREFORE, it is agreed as follows:  \nUnless specifically specified to the contrary, in this Addendum, all terms and conditions of the Pile  \nDrivers Master Agreement shall apply to Divers, Tenders and Assistant Tenders and be incorporated in  \nthis Addendum. Special Shifts II] B Paragraph 10 shall not apply.  \nArticle I Area of J urisdiction  \nThis Agreement shall cover the work more specifically defined herein as within diving classification  \nand located within the area of Northern California, which term is intended to mean that portion of  \nCalifornia above the Northern Boundary of Kern County, the Northern Boundary of San Luis Obispo  \nCounty, and the Westerly Boundaries of Inyo and Mono Counties, consisting of the following forty-six  \n(46) Counties: Alameda, Alpine, Amador, Butte, Calaveras, Contra Costa, Colusa, Del Norte, El  \nDorado, Fresno, Glenn, Humboldt, Kings, Lake, Lassen, Madera, Mariposa, Marin, Mendocino,  \nMerced, Modoc, Monterey, Napa, Nevada, Placer, Plumas, Sacramento, San Benito, San Francisco,  \nSan Joaquin, San Mateo, Santa Clara, Santa Cruz, Shasta, Sierra, Siskiyou, Solano, Sonoma,  \nStanislaus, Sutter, Tehama, Trinity, Tulare, Tuolumne, Y olo, Y uba.  \nIt is understood further that by the above listing the jurisdiction of the Union over diving work is not  \nthereby limited to that area. On the contrary, the Union claims jurisdiction over diving of certain areas  \nbeyond that covered by this contact, i.e., the Northern part of Nevada, Counties of Humboldt, Elko,  \nWashoe, Pershing, Lander, Eureka, White Pine, Storey, Carson, Douglas, Lyon, Churchill and Mineral,  \nthe State of Utah and/or one half the distance to the nearest Pile Drivers local.  \nPage 35  \n     \na  \nAGC S87  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 36  \n    \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nArticle II Coverage  \n1.  \nThe work covered by this Labor Agreement, and these Special Working Rules for Divers on  \nConstruction Work, shall include construction work and work performed from oceanographic  \nand/or research vessels, seismographic and/or other vessels operating in all areas located the  \ndistance one-half way from Local 34 to the nearest Pile Drivers Local affiliated with the  \nUnited Brotherhood of Carpenters and Joiners of America, and shall include work concerning  \nfisheries research and all other types of oceanographic and marine research and/or  \nexperimental bell diving work requiring the use of deck decompression chambers with  \nsubmersible diving chambers.  \nThe work covered by this Agreement and this Appendix shall include all work under the  \njurisdiction of the Union and the United Brotherhood of Carpenters and Joiners of America  \nand shall include, but not be limited to, such work as described as follows: commercial diving  \nin all its branches and phases, such as the salvage of all ships, vessels and barges, etc., the  \nunderwater repair, removing, dismantling demolition, burning and welding in all marine  \nSalvage operations; all underwater construction and reconstruction, and the salvage and  \nremoving of all underwater structures; underwater inspections and repair of hulls, docks,  \nbridges and dams, underwater pipelines, sewage and water systems, underwater suction and  \ndischarge lines such as those used at chemical plants, pulp mills and desalinization plants;  \ninspecting, surveying, removing rescuing and recovering of all objects below water surface;  \nall underwater work necessary on offshore oil platforms, permanent or temporary, including  \nall floating drill rigs and jack-up platforms; all underwater well completion; all underwater  \nwork on pipelines and hookups including petroleum, gas, water and sewage systems; the  \nlaying of underwater power and/or communications cables where diving is necessary; all  \noffshore marine mining and dredging operations using Divers in any phase of their work  \nseeking minerals and/or precious metals, etc.; all petroleum, fisheries, oceanographic research  \nand experimental work where the use of Divers are necessary; all underwater demolition and  \nblasting work requiring the use of Divers; the term underwater structures shall include  \nbeached or sunken vessels and other marine equipment.  \nArticle II Definitions  \n1.  \nDPIC:  \nDesignated person in charge (per OSHA Regulations).  \nDIVE CREW/TEAM:  \nA minimum crew/team size will be one (1) Diver, one (1) Tender and one (1) Assistant  \nTender. Crew sizes can be increased to meet productivity and safety requirements by  \ncontractor.  \nDIVE MASTER:  \nA Dive Master will be added to dive crew/team to meet job requirements when necessary for  \ndive operations with multiple divers or deep gas diving operations are being performed. A  \nDive Master is in charge and responsible for all aspects of the diving operation, supervising  \nall personnel in the dive crew/team.  \nDIVER:  \nA Diver is a person who wears a type of diving gear which directly supplies him compressed  \nair or other gases for breathing purposes and who personally enters and descends below the  \nsurface of the water, or any liquid medium, to work at the ambient pressures encountered  \ntherein. For the purposes of this Agreement, a person working in a submerged one  \natmosphere bell/vehicle is considered a Diver.  \nSTANDBY DIVER:  \nA Standby Diver is a person required to be on duty for any day or part thereof, but who has  \nnot been required to descend below the surface of the water or any liquid medium or be put  \nunder pressure in a chamber. A Standby Diver is also a person, dressed in at the dive  \nlocation, immediately available to assist a Diver in the water for safety purposes.  \nTENDER:  \nA Tender is a person who, from above the surface of the water or liquid medium, aids and  \nassists the Diver by coordinating topside activity; aids in dressing and undressing the Diver;  \nmaintains communications with the Diver; and generally maintains the diving equipment on  \nthe job site.  \nASSISTANT TENDER:  \nAn Assistant Tender is an extra Tender available to assist the Diver’s regular Tender by  \nhandling tools, equipment and diver’s hose.  \nMANIFOLD OPERATOR:  \nA technician qualified to operate a manifold and/or mixer of helium, oxygen or other gases  \nfor the purposes of providing the proper mixture of these breathing gases to the Diver or  \nDivers.  \nFSW:  \nFeet of Sea Water or equivalent static pressure head.  \nArticleIV —_ Pay Scales  \nAny Classification of Dive, crew or team shall receive a minimum of eight (8) hour’s pay at the  \nappropriate pay rate for show up time or for any day or part thereof worked.  \nA.  \nDive Master:  \nA Dive Master shall receive the same pay as a Diver diving plus $1.50 per hour. Dive Master  \ndoes not include depth or enclosure premiums.  \nDiver’s Regular Hourly Rate:  \nThe Diver including a Stand-By Diver who is not required to dive shall receive the pay of Pile  \nDriver Foreman hourly rate plus one dollar ($1.00) per hour.  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 37  \n     \na  \nAGC SS  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 38  \n    \nAGC i 7  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \nDiver Diving:  \nThe premium a Diver is paid for actually descending below the water surfaces. This amount  \nshall be 2x (double) the Divers regular hourly rate. This premium is used in calculating  \novertime pay.  \nTender:  \n1, A Tender shall receive the hourly rate of the classification of the Pile Driver  \nForeman when he is required to be on duty regardless of whether any diving is  \nactually performed or not.  \n2. The Tender shall receive a premium equivalent to one (1) hour at the straight-time  \npay rate per shift for dressing and/or undressing a Diver when work is done under  \nhyperbaric conditions.  \nAssistant T ender:  \nThe Assistant Tender shall receive the hourly rate of the classification of Pile Driver.  \nManifold Operator:  \n1. For days on which mixed gas diving is not conducted, a Manifold Operator shall  \nreceive Pile Driver Foreman’s scale.  \n2. For days on which mixed gas diving is conducted, a Manifold Operator shall receive  \nPile Driver scale, plus five dollars ($5.00) per hour.  \nBell/V ehicle or Submersible O perator Not Under Pressure, etc.:  \nOne atmosphere bell specifically designed for construction work (including Jim Suits, etc.)  \nand self-propelled manned submersible operators shall be paid the Diver's regular hourly rate  \nplus premiums.  \nROV Operator:  \nWage scale same as a Pile Driver Foreman.  \nROV Tender/T echnician:  \nWage scale same as a Pile Driver.  \nPremiums:  \n1. Depth Premiums:  \nA Diver who is required to descend from the surface shall receive double (2 x) the  \ndiver’s regular hourly rate, for depths up to and including 50 feet. When it is  \nnecessary for a Diver to descend below the surface of the water to depths in excess  \nof 50 feet, a premium according to the following schedule shall be paid, in addition  \nto the diving regular hourly rate as determined above:  \n2008 - 2012  \nPile Drivers  \nAgreement  \nPage 39  \nDEPTH BELOW WATER SURFACE (FSW) AMOUNT OF PREMIUM PER FOOT  \n50 ft. to 100 ft. $2.00  \n100 ft. to 150 ft. $3.00  \n151 ft. to 220 ft. $4.00  \n221 ft. and deeper $5.00  \n2. The actual depth in FSW shall be used in determining depth premium.  \n3. Diving in Enclosures Premium Rates:  \n(a) Where it is necessary for Divers to enter pipes or tunnels, or other  \nenclosures where there is no vertical ascent, a premium according to the  \nfollowing schedule shall be paid, in addition to the Diving hourly rate and  \nany applicable depth pay.  \nDISTANCE TRAVELED FROM ENTRANCE AMOUNT OF PREMIUM PER SHIFT  \n0 ft. to 25 ft. N/C  \n29 ft. to 300 ft. $1.00 per ft.  \n(b) When it is necessary for a diver to enter any pipe or tunnel or other  \nenclosure over 300 feet from entrance or less than 48\" in height, the  \npremium will be by mutual agreement, between the diver, the Union and the  \nContractor, but never less than $1.00 per foot.  \n(c) Premiums shall be paid under (a) or (b) above, but shall not be paid under  \nboth. These are daily/shift premiums and shall be determined from point of  \nentry.  \nDepth and enclosure premiums are at the straight time rate in addition to the base or overtime  \nrate and are not to be used in calculating overtime pay.  \nMISCELLANEOUS  \n(a) This Agreement does not include any gear or special equipment rentals.  \n(b) In all cases where a diver is working, the employer shall furnish all underwater tools  \nof the trade necessary to perform such underwater work except small tools, as  \nwrenches, hammers, etc. There shall be no exception to this rule. Diving ladder or  \ndiving stage, in accordance with the State Safety code, will be available at all times  \nwhen diver is in the water.  \n(c) Fringe benefits are due as specified in the Pile Driver Master Labor A greement for  \nNorthern California for each hour worked or paid for.  \n(d) Employees may be required to perform any combination of work within the Diving  \nteam/crew, (with the exception of dive Master) provided they are paid at the highest  \nrate at which he/she has worked for the shift.  \n     \nea  \nAGC  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n2008-20  \nPile Drivers  \nAgreement  \nPage 40  \n     \n7 INO  \n  \nAGC O77  \nCALIFORNIA  \nASSOCIATED  \nGENERAL  \nCONTRACTORS  \nOF CALIFORNIA  \n(ec) BIDDING ONJOBS:  \nIt is agreed that there shall be no contract diving unless the contractor Diver meets all  \nconditions, purposes, and intents of this Addendum and the Master Agreement.  \nContract Diving is defined in Article II, Coverage.  \n"]]