[["", "K 8973  \n3,500  \nINLAND NORTHWEST AGC y2 ey .  \n(a chapter of the Associated Genera! Contractors of America, Inc.)  \nTHE INTERNATIONAL BROTHERHOOD OF TEAMSTERS  \nINTERNATIONAL ASSOCIATION  \nLOCAL NO. 690  \nHEAVY, HIGHWAY & BUILDING AGREEMENT  \nJUNE 1, 2003 TO MAY 31, 2006  \nINDEX  \nAsbestos, Toxic Waste 4  \nCraft SCHECUICS 13  \nEffective Date & Duration 14  \nEqual Employment Opportunity 11  \nHealth Care Legislation 14  \nHealth, Safety & Accident Prevention un... cece 10-11  \nHOLGAYS 7  \nHours of Work, Shifts, OVertiIMG ooo... 5-7  \nJurisdictional DISPUTES 10  \nLUTON cx onsen 7  \nManagement's Rights 3  \nOverlapping Jurisdiction &  \nEmergency Wark ASSIQNMENE 13  \nsees cee 7  \nPay Day 7-8  \n2  \nPublic Works Projects 12-13  \nPurpose of AQre@Ment 2  \nSAVINGS ClAUSE 12  \nScope Of oo... ec 40  \nSettlement of Disputes & Grievances oo... 9-10  \nShow Up, Standby & Call Back 11  \nSpecial COMIIONS 13-14  \nStrikes & Picket LIMES 4  \n5  \nTerritory COVETED 3  \nUNION SOCUFItY 4  \nUnion Representatives & Job Stewards 8-9  \nWarranty Of AUthority cc cece 12  \nWork pense 3-4  \nWork Affected 2-3  \nSCHEDULE \"A\": (Wages, Fringes) 17  \nFringe BenefitS 49  \nDispatch Points 19  \nBuilding Rates - Schedule “A-1\" 20  \nTRUST 22  \nSCHEDULE \"B\": (Hiring Hall) 24  \nSCHEDULE \"C\": (Work Rule) 29  \nSUBSTANCE ABUSE POLICY 32  \nINLAND NORTHWEST AGC  \n(a chapter of the Associated General Contractors of America, Inc.)  \nAND  \nTHE INTERNATIONAL BROTHERHOOD OF TEAMSTERS,  \nLOCAL NO. 690  \nJUNE 1, 2003 TO MAY 31, 2006  \nPREAMBLE  \nP.1 This Agreement is a successive principle agreement to the Eastern Washington-Northern  \nidaho Teamsters 2003-2006 Industry Agreement, and all other prior agreements thereto by and between the  \nINTERNATIONAL BROTHERHOOD OF TEAMSTERS and the INLAND NORTHWEST AGC (a chapter of  \nthe Associated General Contractors of America, Inc.). _  \nP.2 For purposes of this Agreement, the Inland Northwest AGC is acting as a multi-employer  \nbargaining agent for and on behalf of the Employers who have requested the Inland Northwest AGC to act as  \ntheir bargaining agent between the INTERNATIONAL BROTHERHOOD OF TEAMSTERS LOCAL NO. 690  \nand the INLAND NORTHWEST AGC (a chapter of the Associated General Contractors of America, Inc.)  \nacting as an agent for the individual contractor members.  \nP.3 This is a collective bargaining Agreement between members of the INLAND NORTHWEST  \nAGC (referred to as the \"Employer\"), and the INTERNATIONAL BROTHERHOOD OF TEAMSTERS  \nLOCAL NO. 680 acting for and on behalf of all of their Local Unions, (hereinafter referred to as the \"Union\"),  \nshall constitute an Agreement between the parties hereto for the work, conditions and wage rates provided  \nfor herein in the territory Eastern Washington-Northern Idaho.  \n"], ["ARTICLE |  \nPURPOSE OF AGREEMENT  \n", "1.1 The purpose of this Agreement is to promote the settlement of labor disagreements by  \nconference, to prevent strikes and lockouts, to stabilize wages and working conditions in BUILDING, HEAVY  \n& HIGHWAY CONSTRUCTION work in the area affected.  \n4.2 Bylaws of either party are not part of this Agreement. it is agreed and understood between  \nthe parties hereto that this Agreement contains ali the covenants, stipulations and provisions agreed upon by  \nthe parties hereto.  \n1.3 The Associated General Contractors acting on behalf of those member firms who have  \nauthorized it to bargain on their behalf hereby recognize the Union as the sole and exclusive bargaining  \nagent for all Teamsters performing work for such Employers within the territorial jurisdiction of this  \nAgreement.  \n1.4 The Union recognizes the Associated General Contractors as the exclusive bargaining agent  \nfor each Employer who has authorized the Associated General Contractors to negotiate with the Union on its  \nbehalf.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "2.14 The persons, firms, associations, corporations, joint ventures, or other business entities party  \nto or bound by the terms of this Agreement as \"Employer\" or “Employers.”  \nINLAND NW AGC-TEAMSTERS »  \n2.2 This Agreement applies to and covers all TEAMSTERS work to be done at the site of the  \nconstruction on all building and heavy-highway projects as defined in Article 5, or other work interpreted and  \napplied in accordance with the National Labor Relations Act, as amended.  \n2.3 The term “Teamsters' work\" refers to persons performing certain job functions. It also refers  \nto craft classifications. It does not refer to union membership or affiliation.  \n"], ["ARTICLE 3  \nMANAGEMENT'S RIGHTS  \n", "3.1 The Employers retain full and exclusive authority for the management of their operations.  \nThe Employers shall direct their working forces at their sole prerogative, which includes but is not limited to  \nhiring, promotion, transfer, layoff or discharge for just cause. No rules, customs, or practices, shall be  \npermitted or observed which limit or restrict production, or limit or restrict the working efforts of employees.  \nThe Employers shall utilize the most efficient methods or techniques of construction, tools, or other labor  \nsaving devices. There shall be no limitations upon the choice of materials or design. The Employers shall  \nschedule work, shall determine when overtime will be worked, and the number of employees to be utilized.  \n3.2 The foregoing enumeration of management rights shall not be deemed to exclude other  \nfunctions not specifically set forth. The Employers, therefore, retain all legal rights not specificatly covered  \nby this Agreement.  \n"], ["ARTICLE 4  \nTERRITORY COVERED  \n", "4.1 This Agreement shall cover all Teamsters Heavy, Highway and Building construction work in  \nthe following counties from the top of the Cascade Mountain range east: Adams, Asotin, Benton, Chelan,  \nColumbia, Douglas, Ferry, Franklin, Garfield, Grant, Kittitas, Lincoln, Okanogan, Pend Oreille, Spokane,  \nStevens, Walla Walla, Whitman and Yakima in the State of Washington; and Benewah, Bonner, Boundary,  \nClearwater, Kootenai, Latah, Lewis, Nez Perce, Shoshone, and that part of Idaho County North of Parallel 46  \nin the State of Idaho.  \n"], ["ARTICLE 5  \nWORK COVERED  \n", "5.1 BUILDING: Building construction shall be defined to include but not limited to, building  \nstructures, including modifications thereof, or additions or repairs thereto, intended for use for shelter,  \nprotection, comfort or convenience. Building construction shall include the demolition of buildings and  \nexcavation of foundations for building construction.  \n5.2 HIGHWAY: Highway construction shall be defined to include, but not limited to, constructing  \nroads, streets, alleys, including crushing and paving (Portland Cement and Asphaltic Concrete), sidewalks,  \nguard rails, fences, parkways, parking areas, airports, bridle paths, athletic fields, highway bridges, grade  \nseparations involving highways, and construction of sewage and waterworks improvements incidental to  \nstreet and highway improvements.  \n5.3 HEAVY: Heavy construction shall be defined to include, but not limited to, constructing  \nrailroad projects, railroad bridges, heavy construction sewers and watermains, grade separations involving a  \nrailroad, foundations, piledriving, piers, abutments, retaining walls, viaducts, tunnels, subways, track  \nelevated highways, drainage projects, sanitation projects, aqueducts, irrigation projects, flood control  \nprojects, reclamation projects, reservoirs, water supply projects, water power development, generators,  \natomic energy development, missile sites and launching facilities and all work pertaining thereto,  \nINLAND NW AGC-TEAMSTERS 2  \nhydroelectric development, transmission lines, pipelines, locks, dams, dikes, levees, revetments, channels,  \nchannel cutoffs, intakes, dredging projects, jetties, breakwaters, docks, harbors, industrial sites, (including  \npaving operations), excavation and disposal by contract of overburden and the loading by contract of all  \nmaterials from which the overburden has been removed, including the operation and maintenance and repair  \nof all land and floating plant, equipment, vehicles, and other facilities used in connection with and serving the  \naforementioned work and services.  \n5.4 ASBESTOS/TOXIC WASTE: This Agreement shall also cover all work in connection with  \nthe handling, control, removal, abatement, encapsulation or disposal of asbestos, toxic waste and/or lead  \nabatement.  \n"], ["ARTICLE 6  \n- UNION SECURITY  \n", "6.1 Pursuant to and in conformance with Section (a) 3 and 8 (b) 5 of the Labor Management  \nRelations Act as amended, it is agreed that all employees coming under the terms of this Agreement shall be  \nrequired to join the Union within eight (8) days following the date of employment or within eight (8) days  \nfollowing the date of signing this Agreement, whichever is tater, and as a condition of continued employment  \nmust maintain membership in good standing for the life of this Agreement and any renewal thereof. Good  \nstanding shall be defined as the payment of normal initiation fees and dues, as prescribed by law.  \n6.2 in the event the Union requests an Employer to dismiss an employee for failure to comply  \nwith the provisions of this Article, such request shall be in writing. Copies of such a request shall be  \nforwarded to the office of the Company.  \n6.3 In the event the National Labor Relations Act, as amended should be further amended or  \nrepealed, then the contracting parties will immediately meet and negotiate a clause in conformity with such  \nchanges in order to comply with the spirit of the law in Sections 1 and 2.  \n6.4 No employee shall be discharged or discriminated against for union activity or representation  \nof the Union.  \n"], ["ARTICLE 7  \nSTRIKES & PICKET LINES  \n", "7.4 It is mutually agreed that there shail be no strikes, lockouts or other slow down or cessation  \nof work by either party on account of any labor difference pending the utilization of the grievance machinery,  \nas set forth in Article 15.  \n7.2 Employees will not be discharged, disciplined or permanently replaced for any protected  \nactivity related to the recognition of a primary picket line approved by the Union party to this Agreement.  \n7.3 As required by law, employees shall be furnished to the Employer during labor disputes with  \nother construction crafts and the Employer will endeavor to work as long as economically possible during  \nthese periods.  \n"], ["ARTICLE 8  \nSCOPE OF AGREEMENT  \n", "8,1 This Agreement applies to Teamsters work to be done at the site of the construction,  \nalteration, painting or repair of a building, maintenance, or other work that may come under this Agreement  \nINLAND NW AGC-TEAMSTERS A  \nas defined in Article 5, as interpreted and applied in accordance with the National Labor Relations Act, as  \namended.  \n8.2 The term “Teamsters' work\" refers to persons performing certain job functions. It also refers  \nto craft classifications. It does not refer to union membership or affiliation.  \n"], ["ARTICLE 9  \nSUBCONTRACTING  \n", "9.1 The Employer agrees it will not subcontract or otherwise transfer in whole or in part any work  \ncovered by this Agreement to be done at the site of the construction, alteration, painting or repair of a  \nbuilding, structure, or other work unless the person, firm, corporation or other business entity is signatory to  \nthis Agreement. The Employer agrees that a Teamster will be employed by the Employer or any contractor  \nor subcontractor at the job site if there is work to be done coming under the jurisdiction of the Union  \nagreement. The Union agrees that it will not take economic action to enforce this Article. in the event of any  \nchange in the present law, this clause will be renegotiated.  \n9.2 Whenever the Employer is obligated to satisfy MBE-WBE recruiting requirements the Union  \nand the Employer by mutual agreement may waive this provision prior to commencement of the work in the  \nevent an employer and union are unable to find qualified competitive union minority subcontractors.  \n9.3 When potential union subcontractors are not available in the locality of the job site to perform  \nthe work and where the general contractor receives no competitive union bids by mutual agreement, the  \nEmployer and the Union may waive this provision.  \n9.4 OWNER/OPERATOR: The Employer agrees to retain and exercise the right of contro! over  \nowner-operators and operators of fleet owned equipment where such persons are performing work coming  \nunder this Agreement on behalf of the Employer. Such persons are acknowledged to be and in all respects  \nwill be treated as employees of the Employer. Such persons are entitled to all of the benefits and subject to  \nall of the.obligations of this Agreement, the hiring hall only being excepted.  \n9.5 - When equipment hired, rented, or leased is used on any job, the employee operating the  \nequipment shall be an employee on the payroll of the Emptoyer and come under ail legally enforceable terms  \nand conditions of this Agreement, including Schedule \"A\" if not otherwise covered by this Agreement. The  \nEmployer wil! notify the Union within twenty-four (24) hours when they hire owner-operators.  \n"], ["ARTICLE 10  \nHOURS OF WORK - SHIFTS - OVERTIME  \n10.1 SINGLE SHIFT OPERATION:  \n", "(A) Eight (8) hours shall constitute a day's work, five (5) days shall constitute a week's  \nwork, Monday morning through Friday.  \n(B) A single shift operation shall be restricted to the hours between 6:00 a.m. and 6:00  \np.m., and eight (8) hours of continuous employment (except for lunch period) shall constitute a day's work  \nMonday through Friday of each week. In the event the job is down due to weather conditions, Monday  \nthrough Friday, then Saturday may, at the option of the Employer, be worked as a voluntary make-up day at  \nthe straight time rate. Saturday shall not be used as a make-up day when a holiday falls on Friday.  \n(C) Four consecutive ten (10) hour shifts at the straight time rate may be established  \nMonday through Thursday. In the event the job is down due to weather conditions or holiday, then Friday  \nmay, at the option of the Employer, be worked as a voluntary make-up day. On ten (10) hour shift schedules,  \nall hours worked in excess of ten (10) hours a day must be compensated at the overtime rate. The Employer  \nINLAND NW AGC-TEAMSTERS  \nmay change from a five-eight schedule to a four-ten, or vice versa, but must make the change at the  \nbeginning of the work week and maintain such shift for at least one week. At no time will a crew work a  \ncombination of eight (8) and ten (10) hour days in the same calendar week.  \n(D) No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day. Make-up days may only be worked if all of the basic crafts on the project  \nare working at the straight time rate.  \n(E) In the event of a civil emergency such as, but not limited to, earthquakes, floods, or  \nfires, starting time of the shift may be made to fit the emergency and eight (8) hours in any twenty-four (24)  \nhour period may be worked at straight time. In order to work such shift, mutual agreement shall be received.  \n(F) When due to conditions beyond the control of the Employer or when contract  \nspecifications require that work can only be performed outside the regular day shift, then a special shift may  \nbe worked at the straight time rate. The starting time of work will be arranged to fit such conditions of work.  \nSuch shift shall consist of eight (8) hours’ work for eight (8) hours’ pay. The Employer must give the Union  \nnotification prior to the start of a special shift.  \n10.2 MULTIPLE SHIFT OPERATION: Shifts may be established when considered necessary by the  \nEmployer. Shift hours and rates will be as follows:  \n(A) TWO SHIFT OPERATION: Onatwo consecutive shift operation, no shift penalty is  \ninvolved for work performed on either of these two shifts. Each shift must be scheduled for at least eight (8)  \nhours except as provided for in Section 1 of this Article. On a two shift operation, the second shift shall be  \nestablished for a minimum of three (3) days.  \nOnce the starting times are established for the two shift operation, they shall not be  \nchanged except upon three (3) working days’ written notice to the Union.  \n(B) THREE SHIFT OPERATION: Ona three shift operation, the following shall apply:  \nFIRST SHIFT: The regular hours of work on the first shift of three shift operations  \nshall be eight (8) hours of continuous employment, except for lunch period at midshift, between the hours of  \n6:00 a.m. and 6:00 p.m.  \nSECOND SHIFT: The second shift shall be seven and one-half (7 7) hours of  \ncontinuous employment, except for tunch period at midshift, and shall be paid for at eight (8) hours at the  \nstraight time hourly rate.  \nTHIRD SHIFT: The third shift shall consist of seven {7) consecutive hours of  \nemployment, except for lunch period at midshift, and shalt be paid for at eight (8) hours at the straight time  \nhourly rate.  \n(C) MULTIPLE SHIFT (a two or three shift) OPERATION will not be construed on the  \nentire project if at any time it is deemed advisable and necessary for the Employer to multiple shift a specific  \noperation. Those groups of employees only who relieve first shift groups of employees and such first shift  \ngroups of employees who are relieved by groups of employees on a second shift, and on a three shift  \noperation those groups of employees who relieve the groups of employees on a second shift, shall be  \nconstrued as working multiple shifts. The intent of this clause shall be construed so as to recognize that a  \n\"reliever group” and a “relief group\" does not necessarily mean \"man for man” relief.  \n(D) It is understood and agreed that when the first shift of a multiple shift (a two or three  \nshift) operation is started at the basic straight time rate or at a specific overtime rate, all shifts of that day's  \noperation shail be completed at that rate.  \nINLAND NW AGC~TEAMSTERS  \n10.3 GENERAL PROVISIONS:  \n(A) CALL OUT. When an employee has completed his scheduled shift and is  \nspecifically \"called out\" by the Employer to perform special work of a casual, incidental or irreguiar nature, he  \nshall receive premium pay in accordance with the proper overtime rates with a guarantee of two (2) hours.  \n{B) PAVING OPERATIONS. To take full advantage of weather conditions, starting time  \nof operations for the paving of asphalt paving, road oiling and concrete paving will be at the option of the  \nEmployer. However, standby time will be considered as part of the regular operation and will be paid for at  \nthe regular rate.  \n(C) MAINTENANCE (EXCLUDING EQUIPMENT REPAIR), WATCHMEN, FLAGMEN.  \nWhen no other work is in progress and it is necessary to keep maintenance men, watchmen or flagmen on  \nduty on Saturdays and Sundays, they will be paid at straight time rates, but allowed two (2) regular  \nconsecutive days off each week. If these men work more than five (5) consecutive days in any one week,  \nthe sixth (6th) day shall be paid for at time and one-half (1 74) the basic rate and the seventh (7th) “cay shall  \nbe paid for at double (2x) the basic rate.  \n10.4 OVERTIME: Work performed in excess of eight (8) hours per day Monday through Friday or  \nten (10) hours per day, Monday through Thursday, when four ten (10) hour shifts are established, or outside  \nthe established shift, and all work on Saturdays, or Fridays when four ten (10) hour shifts are established,  \nexcept for makeup days, shall be paid at time and one-half (1 %) the straight time rate. All work performed  \non Sundays and holidays shall be paid at double (2x) the straight time rate of pay. The Employer shall have  \nthe sole discretion to assign overtime work to employees. Primary consideration for overtime work shall be  \ngiven to employees regularly assigned to the work to be performed on overtime situations.  \n"], ["ARTICLE 11  \nLUNCH AND REST PERIODS  \n", "11.1 Lunch will be approximately mid-shift. (See 10 for shift definitions). Lunch willbe no  \nless than one-half (1/2) hour and no more than one (1) hour.  \n11.2 FIRST HALF SHIFT - LUNCH PERIOD: an employee is not given at least 30 minutes to  \neat in the first half of the shift, 30 minutes at the overtime rate shal! be added to the hours worked.  \n11.3 SECOND HALF SHIFT - LUNCH BREAK: All employees must be given time to eat after  \nfive (5) consecutive hours of work in the second half of the shift. If the employee does not get time to eat  \nafter five (5) consecutive hours in the second half of the shift, 30 minutes at the overtime rate shall be added  \nto the employee's hours worked.  \n11.4 REST PERIODS :  \n(A) The nature of the construction work covered by this Agreement allows intermittent  \nrest periods. Employers shall provide such intermittent rest periods as work follow permits, equivalent to ten  \n(10) minutes for each four (4) hours worked. Scheduled rest periods are not required.  \n(B) Such intermittent rest periods shall be taken on the work site.  \nIt will be the of each employee to take such intermittent rest periods. If an employee does not  \ntake a rest period, then the employee must notify his supervisor and a rest period will be provided.  \nINLAND NW AGC-TEAMSTERS 7  \n"], ["ARTICLE 12  \nHOLIDAYS  \n", "12.1 Holidays recognized under this Agreement shall be as follows: NEW YEAR'S DAY,  \nMEMORIAL DAY, INDEPENDENCE DAY, LABOR DAY, THANKSGIVING DAY AND FRIDAY AND  \nSATURDAY FOLLOWING, and CHRISTMAS DAY. Shouid any of these holidays fall on a Saturday, the  \nprevious Friday shall be a holiday, and should any of these holidays fall on a Sunday, the following Monday  \nshall be considered a legal holiday and observed as such. A holiday shall be the twenty-four (24) hour  \nperiod commencing with the starting time of the first shift on the day of the holiday. No work shall be  \nperformed on Labor Day except to save life or property. Work on any of the holidays specified herein will be  \npaid at double (2x) the regular straight time rate per hour. !n reference to Independence Day, by mutual  \nagreement, the day observed may be changed.  \n"], ["ARTICLE 13  \nPAY DAY  \n", "13.1 Employees shall be paid in full on company time on the job site, by mail or by direct deposit  \nto the employee’s account at a financial institution once a week; swing shift, graveyard shift and daylight  \nsecond shift employees will be paid by the end of Thursday's shift, day shift employees will be paid by the  \nend of Friday's shift, following the previous weekly payroll period unless otherwise mutually agreed upon  \nbetween the Union and Employer. When an employee cannot be paid accordingly because of a holiday, he ,  \nshall be paid the last work day of the job before the holiday.  \n13.2 When an employee voluntarily quits or is terminated for cause, he shall be paid at the next  \nregular pay day.  \n13.3 When employees are laid off or discharged, they shail be paid in full immediately or by check  \nwithin forty-eight (48) hours.  \n13.4 if an employee is not paid in accordance with 13.1, 13.2, or 13.3, he shall receive two (2)  \nhours pay for each 24-hour period or portion thereof, thereafter unti! said check is mailed to an address of  \nthe employee’s choice or directly deposited to the account. The postmark on the envelope will  \ndetermine if the check was mailed timely or the transaction date on the employee's financial institution  \naccount will serve as the cutoff for any penalty. Saturdays, Sundays, and recognized holidays are excluded  \nfrom the 24-hour period for determining penalty. Empioyees must notify the Union within 72 hours after the  \npayday, layoff or discharge to be eligible for penalty pay.  \n13.5 Excluding weather and equipment breakdown, employees required to standby for more than  \nforty-eight (48) hours have the option of standing by or signing the out-of-work list and having notified the  \ncompany of the fatter option is then eligible for payoff on the first payday after the layoff.  \n13.6 Payment shall be made by cash or check upon which there is no charge for exchange or  \ndirect deposit. No adjustment of disputed pay will be made unless the employee or the Union shall make a  \nclaim in writing to the Employer's representative within 15 days from the pay period in question.  \n13.7 Payroll checks and stubs shall indicate company name, straight time hours, overtime hours,  \nrate of pay, itemized tegal deductions, to include dues check-off and credit union, plus allowances if  \napplicable. In the event an employee receives an N. S. F. check, thereafter all payments shal! be made by  \ncash or certified check and he shall be considered not paid timely and shall receive eight (8) hours pay for  \nevery 24-hour period thereafter until he receives cash or certified check in full payment. Documented bank  \nerrors will be exempt from the initiation of eight (8) hour penalty. Payroll stubs for those employees choosing  \ndirect payroll deposit shall be delivered in accordance with the procedures in Section 13.1.  \nINLAND NW AGC-TEAMSTERS R  \n13.8 The availability of direct payroll deposit is at the option of the employer. Each employee  \nchoosing it must sign an authorization before it can be started. No employee shall be discharged, laid off,  \ndisciplined, replaced, transferred or have any other adverse action taken against him/her for refusing to use  \nthe direct payroll deposit option.  \n"], ["ARTICLE 14  \nUNION REPRESENTATIVES & JOB STEWARDS  \n", "14.1 Union Representatives on Jobs: The Union representatives shall have access to all  \nplaces where employees covered by this Agreement are employed, and transportation will be supplied where  \nnecessary.  \n14.2 Shop and Job Steward Rules:  \n1) Shop and Job Stewards shall be appointed by their respective unions. Upon  \nappointment, the Union shall identify the Steward to the Employer or his representative in writing.  \n2) Stewards shall be allowed access to all places where employees covered by this  \nAgreement are employed.  \n3) Job and Shop Stewards shall be allowed reasonable time for performance of their  \nduties and shall be allowed to take care of union problems immediately.  \n4) All accidents on the job that cause the employee's removal from the job shall be  \nreported immediately by the Employer to the Union and the Job Stewards.  \n5) In the event an employee is injured or becomes on the job, the Employer's  \nrepresentative in conjunction with the Steward shall take care of his personal belongings and their  \ndisposition.  \n6) The Union appointed Steward or the Union's designated replacement, subject to the  \nUnion's request, shall be on the job when any work, including overtime, is required provided the employee is  \nqualified to do the work available.  \n7) Stewards are not authorized to threaten, direct or cause a work stoppage or  \nslowdown.  \n8) Before a Steward can be terminated, or transferred from a job or shift the Employer  \nor his representative shall give the union 48 hours notice.  \n9) When forces must be reduced, the Steward shall be given preferential treatment and  \nbe retained over other journeymen providing the Steward can do the work involved; except the last (name  \nunion employee) on the job may be the Foreman.  \n10) There shal! be allowed one Steward on each shift on each job per contractor unless  \nthe distance between the work areas is so great that one Steward cannot police the work; then two (2)  \nStewards shall be allowed.  \n"], ["ARTICLE 15  \nSETTLEMENT OF DISPUTES & GRIEVANCES  \n", "15.1 It is mutually agreed that there shall be no authorized strikes, lockouts, or other slowdowns  \nor cessation of work by either party on account of any labor differences pending the utilization of the  \ngrievance machinery as set forth below, provided that employees covered by this Agreement shall not be  \nexpected to pass through a duly authorized picket line.  \nINLAND NW AGC-TEAMSTERS Q  \n15.2 Failure of an Employer to make wage, travel and/or zone pay differential, penalty pay, or  \nother negotiated fringe payments as outlined in this Agreement, is a violation of this Agreement and not  \nsubject to Grievance Procedure as outlined below. in the event of violation and after forty-eight (48) hour  \nnotice to the Employer, the Union shall have the right to take economic action against such Employer to  \ncollect such monies owed.  \n15.3 in the event that a dispute or grievance over the interpretation of this Agreement other than  \njurisdictional or as otherwise called for in this Agreement occurs, no such grievance shall be recognized  \nunless called to the attention of the Employer by the Union or to the attention of the Union by the Employer in  \nwriting or postmarked within fifteen (15) days after the alleged violation was committed. The following  \nprocedure shall be followed for settling grievances:  \n15.4 STEP L:  \n(A) The individual Employer and the Local Union Representative shail attempt to settle  \nthe dispute on a local basis. |  \n15.5 (B) In the event that the dispute cannot be satisfactorily adjusted on a local basis within  \nfive (5) working days, the dispute shall be referred to the authorized representative of the Union and the  \nauthorized representative of the Inland Northwest Associated General Contractors for immediate review and  \nsettlement if possibie.  \n15.6 STEP Il: If the dispute or grievance remains unsettled after the foregoing procedures, it shall  \nimmediately be reduced to writing and referred to the Union Negotiating Committee and the AGC Negotiating  \nCommittee for resolution.  \n15.7 STEP it: Should the Union Negotiating Committee fail to settle the matter within three (3)  \ndays after written notification of the dispute (Saturdays, Sundays and holidays excluded) said dispute shall  \nthen be referred to binding arbitration within forty-eight (48) hours. An impartial arbitrator shall be selected  \nfrom a panel of names of persons submitted by the Federal Mediation and Concitiation Service. The Union  \nand the Employer shall alternately remove names from this panel and the remaining name on the panel shall  \nbe the arbitrator. The decision of the arbitrator shall be within the scope and limited to the interpretation of  \nthis Agreement upon the points of issue as stipulated and shall be final and binding upon the parties. The  \narbitrator shall promptly render a decision, but not later than 30 days. Expense of employing said impartial  \narbitrator shall be paid equally by both parties.  \n15.8 It is further understood that the grievance machinery above set forth shail not be used for the  \npurpose of arriving at an agreement to supersede this Agreement.  \n"], ["ARTICLE 16  \nJURISDICTIONAL DISPUTES  \n", "16.1 The parties agree that there will be no cessation or stoppage of work because of  \njurisdictional disputes pending settlement by the following outlined procedures.  \n16.2 The Employer who has the responsibility for the performance and installation shall make a  \nspecific assignment of the work as follows:  \n16.3 All jurisdictional disputes between or among building and construction trades unions and  \nemployers shall be settled and adjusted according to the present plan established by the Building and  \nConstruction Trades Department or any other plan or method of procedure that may be adopted in the future  \nby the Building and Construction Trades Department. Decisions rendered shail be final, binding and  \nconclusive on the employer and unions.  \n(A) Where a decision of record applies to the disputed work or where an agreement of  \nrecord between the disputing trades applies to the disputed work, the Employer shall assign the work in  \nINLAND NW AGC-TEAMSTERS TN  \naccordance with such agreement or decision of record. Decisions of record are applicable to aii trades.  \nAgreements of record are applicable only to the parties signatory to such agreements. Where no decision or  \nagreement applies to the work, the Employer shail assign the disputed work in accordance with the prevailing  \npractice in the locality. The locality for the purpose of determining the prevailing practice shall be defined  \nordinarily to mean the geographical jurisdiction of the local Building and Construction Trades Council in  \nwhich the project is located.  \n16.4 (B) if the disputed work cannot be satisfactorily settled between the focal unions and the  \nemployer, the local unions shall promptly submit the dispute to the International Unions who shall meet with  \nthe Employer to review the issues and settie the dispute.  \n16.5 When requested to do so, Employers covered by this Agreement agree to furnish within 48  \nhours to the District Councils and Local Unions, statements of their past and present practices pertaining to  \nwork on which there is or may be a pending dispute. Such statements shall be written on the individual  \nemployer's letterhead.  \n16.6 it will be a violation of the Agreement by the Employer or by the Union if the Employer or the  \nUnion fails to abide by the decision reached under this procedure or by an arbiter or decision of record.  \n16.7 Craft jurisdiction is neither determined nor awarded by classification and/or scope of work  \nappearing in this labor agreement.  \n"], ["ARTICLE 17  \nHEALTH, SAFETY AND ACCIDENT PREVENTION  \n", "17.1 The Employer shall comply with the Safety Standards for construction work in the State of  \nWashington and the Idaho Minimum Safety Standards and Practices for Building and Construction Industry  \nand Federal Safety Standards as required by law in the appropriate areas affected by this Agreement. All  \nforemen and general foremen shall carry a current first aid card.  \n17.2 : When physical examinations are required by a State or Federal agency, the Employer shall  \nmake arrangements for said appointments upon request by the employee and make for such  \nexaminations and pay for time spent getting the examination. This paragraph does not apply to ICC  \nrequirements.  \n17.3 Dry Shack: The dry shack provisions shall be discussed and agreed to at the pre-job  \nconference or prior to commencement of work where agreed, and the project warrants. The Employer shall  \nat the start of the job furnish warm, dry, suitable change rooms of ample size equipped with heat for drying  \nclothes and with benches and tables for use during lunch periods, and shall be situated close to the site of  \nthe work.  \n17.4 Substance Abuse Policy: Labor and Management are committed to providing employees  \nwith a drug-free and alcohol-free work place. It is the goal to protect the health and safety of employees and  \nto promote a productive work place, and protect the reputation of Labor and Management and the  \nemployees.  \nConsistent with these goals, the Employer prohibits the use, possession, distribution or sale,  \nat its employment sites, of drugs, drug paraphernalia or alcohol. A program of urine testing, pursuant to the  \nSubstance Abuse Program, may be instituted, upon mutual consent of labor and management which consent  \nshall not unreasonably be withheld, to monitor compliance with this policy.  \nINLAND NW AGC-TEAMSTERS 11  \n"], ["ARTICLE 18  \nSHOW UP - STANDBY & CALL BACK  \n", "18.1 Employees who have not been given notice not to report to work at least two (2) hours prior  \nto the normal starting time of their shift who report for work shall receive two (2) hours reporting pay and  \nfringes for jobs within Zone 1 and four (4) hours reporting pay and applicable fringes for jobs  \nwithin Zone 2. Employees who work in excess of these amounts shall receive actual time worked at the  \napplicable straight time and overtime rates plus all other applicable compensation except as provided herein.  \n18.2 Employees prevented from starting or completing the shift due to inclement weather or  \nconditions beyond the control of the Employer shall be paid actual time worked and applicable fringes with a  \nminimum of two (2) hours wages and fringes. Within a twenty-five (25) mile radius of the city centers of  \nMoses Lake, Spokane, Pasco, Pullman and Lewiston the minimum is one (1) hour wages and fringes.  \n18.3 In case of sustained inclement weather, the employer and the union shal! set up a system of  \ntransmitting advice to a central point or points so that it will not cause a hardship on either the employee or  \nthe employer.  \n18.4 Employees prevented from completing the shift due to causes other than weather or  \nequipment breakdown after the four (4) hours minimum shall receive actual time worked at the applicable  \nStraight time and overtime rates plus all other applicable compensation.  \n"], ["ARTICLE 19  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "19.1 The parties to this Agreement acknowledge and agree to comply with the requirements of  \nFederal and State laws, Executive Orders and other rules and regulations governing civil rights to insure that  \nthere shall be no discrimination in employment against any employee or applicant for employment because  \nof age, race, color, religion, sex, or national origin.  \n19.2 The parties hereto recognize that the Employers compliance with project specifications is of  \nparamount importance. It is mutually agreed, therefore, by the parties to this Agreement that provisions of  \nthis Agreement will be interpreted, applied and enforced in a manner that will serve to assure compliance  \nwith project specifications as they relate to recruiting, training, and hiring.  \n"], ["ARTICLE 20  \nSAVINGS CLAUSE  \n", "20.1 If any provision of this Agreement or the application of such provisions shall, in any court or  \ngovernment action, be held invalid, the remaining provisions and the application shall not be affected. And  \nprovided further, that the parties shall immediately proceed to negotiate a valid provision and Article 15 shall  \nnot apply to this Article.  \n20.2 The Employer and the Union may enter into addenda covering work performed on Indian  \n- lands and under the control of Tribal Councils.  \n"], ["4 ARTICLE 21  \nWARRANTY OF AUTHORITY  \n", "21.1 This agreement shail become effective when signed by the duly constituted representative of  \nthe Inland Northwest AGC acting for and on behalf of the Employers who have individually requested the  \nINLAND NW AGC-TEAMSTERS 19  \nAGC to act as their individual and separate bargaining agent in individual employer units and who have also  \nas an individual employer signed the agreement, and the duly constituted representatives of the union.  \n21.2 The persons signing this agreement for the Inland Northwest AGC, and the persons signing  \nfor the employer, warrant and guarantee their authority to act for the association and/or the employer.  \n21.3 The persons signing this agreement on behalf of the union warrant and ¢ guarantee their  \nauthority to act for and bind the union.  \n21.4 Each party agrees to notify the other of any employer or local union who becomes signatory  \nto this Agreement.  \n21.5 ‘It is further agreed that the liability of the employer who accepts, adopts, or signs this  \nAgreement or a facsimile thereof, shall be several and not joint, and the liability of the local unions who  \naccept, adopt or sign this Agreement or a facsimile thereof, shail be several! and not joint.  \n"], ["ARTICLE 22  \nPUBLIC WORKS PROJECTS  \n", "Public Works Projects - Davis Bacon Act & Related Statutes  \n22.1 In the event the Employer bids a public job or project being awarded by a Federal, state,  \ncounty, city or other public entity which ts to be performed at a pre-determined and/or prevailing wage rate  \nestablished pursuant to the provisions of the Davis-Bacon Act (Public Law 74-403 (8/30/35) as amended  \n3/23/41 and 7/2/64 (40 U.S.C. 276A7 as amended) or established by the Industrial Commission of  \nWashington pursuant to the provisions of Title 39 RCW (39.12) prevailing wages on public works  \nWashington State, Prevailing Wage on Public Works, and other applicable prevailing wage laws and  \nregulations, the published hourly wage set forth in said public work at the time of did shal! apply for the first  \ntwenty-four (24) months of the project from the date of the notice to proceed. The fringe benefit contribution  \nrate, for Health and Welfare only, shail be those established and maintained by the master agreement. !n  \nthe event a Health and Welfare contribution rate increase exceeds forty (40) cents per hour, any additional  \namount wil] be deducted from the employees’ wage rate. Notwithstanding the above, project agreements  \nmay be mutually agreed upon to allow use of the pre-determined wage for the duration of a project to exceed  \ntwenty-four (24) months.  \n22.2 Should the rates prevailed in a public works project be less than the negotiated rate, the  \ncontractor and the union shall mutually agree before reducing the rates below the limits as set forth herein.  \n22.3 In the event the specifications include an escalator provision covering wages, such amount  \nwill be included as an increase to wages to the extent that the Employer may recover in the escalator claim.  \n22.4 The Employer will, when requested in writing, supply accurate and reliable information on  \ncompany stationery that will assist the Union in establishing the correct prevailing wage rates when  \nresponding to requests for prevailing wage data.  \n"], ["ARTICLE 23  \nOVERLAPPING JURISDICTION & EMERGENCY WORK ASSIGNMENT  \n23.1 © OVERLAPPING JURISDICTION:  \n", "(A) Original manning of a job will be by the Cement Finishers, Laborers, Operating  \nEngineers, and Teamsters under which jurisdiction the work fails.  \n(B) Overlapping jurisdiction of Teamsters will be allowed to guarantee the contractor  \neight (8) hours work for eight (8) hours pay. Overlapping jurisdiction can only be applied after the Cement  \nINLAND NW AGC-TEAMSTERS TR  \nFinishers, Laborers, Operating Engineers and Teamsters have been notified by the Employer and all parties  \nhave agreed thereto.  \n(C) If additional manpower is needed, hiring will be done in accordance with craft  \njurisdiction.  \n23.2 EMERGENCY WORK ASSIGNMENT: The contractor shall be allowed to employ, without  \nregard to craft jurisdiction or union affiliation, any of his employees competent to fill vacancies caused by  \ninjury, sickness, or other unavoidable absence of employees beyond the contro! of the contractor in order to  \ncarry the day's work to completion.  \n23.3 In such cases, wage rates shall be recognized as applying to the classification rather than to  \nthe employee, and any employee performing such work shall be paid at the rate for the classification of the  \nwork which he is required to do; provided that under such conditions, no employee shall be paid a lower rate  \nthan that of the classification under which he was working immediately prior to the temporary assignment  \nherein referred to. In order that an employee shail not lose any benefit rights, contributions shall be made on  \nhis behalf into the trust funds of the craft of his affiliation during the period of such emergency work. This  \nSection is not to be used to permit indiscriminate crossing of jurisdictional lines.  \n23.4 In the event of persistent abuses of these provisions, the Union shall have the right of  \nredress under Step Il, Article 15. In the event flagrant abuses continue following determination against a  \ncontractor as provided in Article 15, the privilege of this memorandum shall be withdrawn from the offending  \ncontractor for the duration of this Agreement.  \n"], ["ARTICLE 24  \nCRAFT SCHEDULES  \n", "24.1 The classifications for employees, wage rates, effective dates, health and security, pensions,  \ntraining and other benefits funds, and other considerations of employment, shall be as provided in the  \nseparate schedules attached hereto and made a part of this agreement.  \n"], ["ARTICLE 25  \nSPECIAL CONDITIONS  \n", "25.1 Both parties recognize that there may be extenuating circumstances when it is to the mutual  \ninterest of both parties to modify the terms of this Agreement. In that event, it will not be a violation of this  \nAgreement for the parties to meet and mutually agree to make such modifications to meet a specific need on  \na specific project.  \n25.2 In order to maximize the effect of this provision, all crafts will be requested to act uniformly.  \nThe general contractor shalt encourage his subcontractors to comply with any modifications granted under  \nthis provision.  \n"], ["ARTICLE 26  \nEFFECTIVE DATE AND DURATION  \n", "26.1 It is mutually agreed and understood by the parties signatory hereto, that this Agreement  \nshall be in full force and effect as of June 1, 2003, and shail remain in full force and effect without change  \nuntil May 31, 2003, and from year to year thereafter unless either party hereto desires to modify, amend or  \nterminate this Agreement after May 31, 2006, or any subsequent anniversary year.  \nINLAND NW AGC-TEAMSTERS TA  \n26.2 The party desiring to modify, amend, or terminate this Agreement shall serve upon the other  \nparty written notice of such desire not later than sixty (60) days nor more than ninety (90) days prior to  \nMay 31, 2006, or later than sixty (60) days or more than ninety (90) days prior to May 31 of any subsequent  \nanniversary year thereafter.  \n26.3 Notice as required in this Article shall be served in writing by Certified or Registered Mail,  \npostage prepaid and deposited in the U. S. Post Office.  \n26.4 All employees covered by this Agreement shall be classified and paid in accordance with the  \nclassifications and wage rates as set forth in the craft schedules attached hereto, and hereby made a part of  \nthis Agreement, and no other classifications or wage rates shall be recognized unless this Agreement shall  \nbe modified as provided for in the Craft Schedules of this Agreement.  \n"], ["ARTICLE 27  \nHEALTH CARE LEGISLATION  \n", "In the event of the enactment of any State or Federal legislation which impacts the employer's health and  \nsecurity contributions, the parties signatory hereto will immediately meet to negotiate the distribution of these  \nfunds.  \n"], ["ARTICLE 28  \nTRIBAL EMPLOYMENT RIGHTS OFFICES (TERO)  \n", "28.1 When an Employer who is signatory to this Agreement is required by the terms of a  \nproject contract to comply with the TERO hiring requirements the Employer shall notify the Union prior to  \nstarting any work on the project.  \n28.2 The Union shail be given the opportunity to fill any manpower needs with individuals who  \nare qualified by and registered with the respective TERO prior to the hiring of any individual directly from  \nthe TERO.  \n28.3 The Employer shall be allowed to hire individuals directly from the TERO in the event the  \nUnion can not meet the TERO qualified and registered manpower needs in a timely manner.  \n28.4 If the Employer is compelled to hire employees directly from the TERO, the Union will be  \nprovided the opportunity to recruit each employee so hired for Union membership. If any employee hired  \ndirectly from the TERO declines Union membership and completes a waiver of fringe contributions and  \nbenefits supplied by the Union, the Employer shall be exempt from making said fringe benefit  \ncontributions on behalf of the employee and shall pay the equivalent amount directly to the employee.  \nThis exemption shall apply only to those employees qualified by and registered with the TERO and will  \nnot apply to any work performed by the Employer outside the jurisdiction of the TERO project.  \nINLAND NW AGC-TEAMSTERS 15  \nLABOR AGREEMENT  \nBETWEEN  \nINLAND NORTHWEST AGC  \n(a chapter of the Associated General Contractors of America, Inc.)  \nAND  \nINTERNATIONAL BROTHERHOOD OF TEAMSTERS  \nLOCAL NO. 690  \nIN WITNESS WHEREOF, this Agreement including Schedule A (wage scales) has been  \nexecuted by the parties hereto as that date first above mentioned.  \nTEAMSTERS LOCAL NO 690:  \n   \nBUCK HOLLIDAY Date  \nTEAMSTERS NEGOTIATING COMMITTEE  \nIN WITNESS WHEREOF, this 1st day of June, 2003, the labor agreement between the Inland  \nNorthwest AGC and the INTERNATIONAL BROTHERHOOD OF TEAMSTERS LOCAL NO. 690 has been  \nexecuted by the INLAND NORTHWEST AGC (a chapter of the Associated Genera! Contractors of  \nAmerica, Inc.) on behalf of certain individual member firms who have individually ratified this Agreement,  \nand have further authorized the Inland Northwest AGC to execute the Agreement on their behalf.  \nINLAND NORTHWEST AGC  \n(A chapter of the Associated General Contractors of America, Inc.)  \n£Of GLE  \nDate  \n   \nINLAND NW AGC-TEAMSTERS TA  \n. INLAND NORTHWEST AGC  \nLABOR BULLETIN  \nOctober 14, 2003  \nWAGE RATES  \nINLAND NORTHWEST ASSOCIATED GENERAL CONTRACTORS  \nAnd  \nTHE INTERNATIONAL BROTHERHOOD OF TEAMSTERS INTERNATIONAL ASSOCIATION  \nLOCAL NO. 690  \nCONTRACT DATE: June 1, 2003 through May 31., 2006  \nHEAVY - HIGHWAY  \nA separate Schedule A covering rates of pay for building construction shail be  \nattached to this agreement.  \nZone rates will apply to all work outside a 45 mile radius from the main post  \noffice of Spokane, Pasco, Moses Lake, Lewiston.  \nZONE CENTERS: SPOKANE, MOSES LAKE, PASCO, LEWISTON  \nZONE 1 = 0-45 MILES  \nZONE 2= 45 MILES & OVER  \n   \n   \nGROUP | 6-1-03 6-14-04 6-1-05  \nZone 1 $17.93 $0.40 total $040 total  \nZone 2 $19.93 pkg. increase pkg. increase  \nEscort Driver or Pilot Car  \nEmployee Hau!  \nHelper or Swamper  \nPower Boat Hauling Employees or Material  \n   \nGROUP Il 6-1-04 6-1-05  \nZone 1 $20.20 $0.40 total $0.40 total  \nZone 2 $22.20 pkg. increase pkg. increase  \nAmbulance Driver (when in operation)  \nFish Truck  \nFlat Bed Truck  \nFork Lift, 3000 Ibs. & under  \nLeverperson, loading trucks at bunkers  \nMechanic, Shop  \nTrailer Mounted Hydro Seeder & Mulcher  \nSeeder & Mulcher  \nStationary Fuel Operator  \nTractor (small, rubber-tired, pulling trailer or similar equipment)  \nGROUP Ill 6-1-03 6-1-04 6-1-05  \nZone 1 $20.70 $0.40 total $0.40 total  \nZone 2 $22.70 pkg. increase pkg. increase  \nINLAND NW AGC~TEAMSTERS 17  \nAuto Crane: 2000 capacity  \nBuggy Mobile & similar  \nBulk Cement Tanks & Spreader  \nDumptor: 6 yd. & under  \nFiat Bed Truck with hydraulic system  \nFork Lift: 3001-16,000 Ibs.  \nFuel Truck Driver, Steamcleaner & Washer  \nPower Operated Sweeper  \nRubber-tired Tunnel Jumbo  \nScissors Truck  \nSlurry Truck Driver  \nStraddie Carrier (Ross, Hyster & similar)  \nTireperson  \nTransit Mixers & Trucks Hauling Concrete: 3 yd. to & incl. 6 yd.  \nTrucks, side, end, bottom & articulated end dump: 3 yd. to & incl. 6 yds.  \nWarehouseperson, to include shipping & receiving  \nWrecker & Tow Truck  \nGROUP IV 6-1-03 6-1-04 6-1-05  \nZone 1. $21.03 $0.40 total $0.40 total  \nZone 2 $23.03 pkg. increase pkg. increase  \nA-Frame  \nBurner, Cutter & Welder  \nService Greaser  \nTrucks, side, end, bottom & articulated end dump: Over 6 yds. to & incl. 12 yds.  \nTruck Mounted Hydro Seeder  \nWarehouseperson  \nWater Tank Truck: 0-8000 gations  \n   \nGROUP V §-1-03 6-1-04 6-1-05  \nZone 1 $21.14 $0.40 total $0.40 total  \nZone 2 $23.14 pkg. increase pkg. increase  \nDumptor, over 6 yds.  \nLowboy, 50 ton & under  \nSelf-loading Roll Off  \nSemi-truck & Trailer  \n“Tractor with Steer Trailer  \n*(both Operators to receive same rate, and not to conflict  \nwith DW's & similar classification Group VI pulling trailer)  \nTransit Mixers & Trucks Hauling Concrete: Over 6 yds. to & incl. 10 yds.  \nTrucks, side, end, bottom & articulated end dump: Over 12 yds. to & incl. 20 yds.  \nTruck-Mounted Crane (with load bearing surface, either mounted  \nor pulled), up to 14 ton  \nVacuum Truck (super sucker, quzzier, etc.  \nGROUP VI 6-1-03 6-1-04 6-1-05  \nZone 1 $21.31 $0.40 total $0.40 total  \nZone 2 $23.31 pkg. increase pkg. increase  \nINLAND NW AGC-TEAMSTERS 1A  \nFlaherty Spreader Box Driver  \nFlowboys  \nFork Lift: 16,000 Ibs. & over  \nDumps, Semi-end  \nLowboy, Over 50 ton  \nMechanic, Field  \nTransfer Truck & Trailer  \nTransit Mixers & Trucks Hauling Concrete: Over 10 yds. to & incl. 20 yds.  \nTrucks, side, end, bottom dump & articulated end dump: Over 20 yds. to & incl. 40 yds.  \nTruck & Pup  \nTournarocker, DW's & similar, with 2 or more 4 wheel-power  \ntractor with trailer, gallonage or yardage scale, whichever is greater  \nWater Tank Truck: 8,001-14,000 gallons  \n   \n   \nGROUP VII 6-1-03 6-1-04 6-1-05  \nZone 1 $21.84 $0.40 total $0.40 total  \nZone 2 $23.84 pkg. increase pkg. increase  \nOil! Distributor Driver  \nStringer Truck (cable operated trailer)  \nTransit Mixers & Trucks Hauling Concrete: Over 20 yds.  \nTrucks, side, end, bottom & articulated end dump: Over 40 yds. to & incl. 100 yds.  \nTruck Mounted Crane (with load bearing surface either mounted or pullled,  \n16 through 25 tons  \n   \nGROUP VII! 6-1-03 6-1-04 6-1-05  \nZone 1 $22.17 $0.40 total $0.40 total  \nZone 2 $24.17 pkg. increase pkg. increase  \nPrime Movers & Stinger Truck  \nTrucks, side, end, bottom & articulated end dump, Over 100 yds.  \nHelicopter Hauling Employees or materials  \nGENERAL FOREMAN, WORKING FOREMAN OR DISPATCHER:  \n$1.00 over highest scale supervised (See Work Rule #2, Schedule \"C\")  \nNON-WORKING FOREMAN:  \n$.50 over Working Foreperson or Dispatcher  \nNOTE: TRUCKS PULLING EQUIPMENT TRAILERS shail receive $.15 / hour over applicable truck rate  \nHAZMAT PROJECTS  \nAnyone working on a HAZMAT job, wnere HAZMAT certification is required, shall be compensated  \nas a premium, in addition to the classification working in as follows:  \nLEVEL C-D: +$.50 PER HOUR  \nThis is the lowest level of protection. This tevel may use an air purifying respirator or additional  \nprotective clothing.  \nLEVEL A-B: +$1.00 PER HOUR  \nINLAND NW AGC-TEAMSTERS 19  \n   \nUses supplied air in conjunction with a chemical splash suit or fully encapsulated suit with self-  \ncontained breathing apparatus.  \nWhere employees are required to wear glasses, the company shall furnish the required masked  \nglasses.  \nEmployees shall be paid HAZMAT pay in increments of four (4) and eight (8) hours. .  \nFRINGE BENEFITS  \n6-1-03 6-1-04 6-1-05  \nHEALTH & SECURITY $4.93 $ >  \nPENSION $3.82 $ $  \nTRAINING $0.25 $0.25 $0.25  \nTOTAL: $9,00 > $  \nDeduct from net wages:  \nNW FAIR CONTRACTING {$.04)  \n“The increase on 6/1/03, 6/1/04 and 6/1/05 shall be committed to wages except additional monies may be  \ntaken to Health & Welfare, Pension, and Training. Notification of the implementation of the fringe option  \nmust be made sixty (60) days Price to the scheduled 6/1/04 and 6/1/05 | Increases and upon ratification for the  \n6/1/03 increase. .  \nDISPATCH POINTS .  \nWASHINGTON | : CO  \nSpokane 690*. 1912 N. Division, 99207 | (509) 455-9410  \ncoo 839\" _ ‘P. O. Box 4080, 99302 Ho (509) 547-7513  \n\"Walla Walla 556 \"1750 Portland . (509) 525-5563  \nWenatchee 760° 19 Rock Island Road, E. Wenatchee .(509) 886-1000  \n3+ Yakima 760 608 W. Lincoln Ave, 98902... : (509). 452-7194  \n2 :.Moses. Lake 760\" 812 W. Broadway,.98837°:. . 765-7460  \nYakima 524 ‘3 East G Street, 98901 ae Fos (509) 248-3450  \n“Active dispatch . eee  \n   \nSCHEDULE A -|  \nTEAMSTERS LOCAL NO. 690  \nBUILDING CONSTRUCTION — WAGE RATES  \n6-1-03 6-1-03 6-1-04 6-1-04 6-1-01 6-1-01  \nZone 1 Zone 2 Zone 1 Zone 2 Zone 1 Zone 2  \nGroup 1 19.53 21.53 .40 total pkg. .40 total pkg.  \nGroup 2 22.17 24.17 increase increase  \nGroup 3 | 22.28 24.28 7  \nGroup 4 22.61 24.61 . “  \nINLAND NW AGC-TEAMSTERS on  \nGroup 5 22.72 24.72  \nGroup 6 22.88 24.88 u  \nGroup 7 23.42 25.42 “ \"  \nGroup 8 23.74 25.74 \"  \nAll Groups listed above include the same job titles as listed in Schedule \"A\" Wage Rates, Heavy-Highway.  \nINLAND NW AGC+-TEAMSTERS 27  \nTEAMSTER LOCAL NO. 690  \nTRUST FUNDS  \nSECTION 1. This Agreement requires the Employer to make contributions to certain employee  \nbenefit plans (“Trust Funds”). The formal names of the trust funds are as follows:  \n(A) Western Conference of Teamsters Pension Trust Fund  \n(B) Teamster Construction Industry Welfare Trust  \n(C) Apprenticeship & Training Trust  \nSECTION 2. ‘Trust fund payments are due on the 10th day of the month following the month in  \nwhich the hours were worked. Payments must be made on all compensable hours worked by Teamsters  \nhired by the Emptoyer. All such contributions are for the benefit of Teamsters working under this Agreement.  \nIt is the Employer's responsibility to maintain an accurate record of compensable hours and timely remit  \npayments therefore.  \nSECTION 3. ‘Trust fund payments shall be submitted to:  \nNORTHWEST ADMINISTRATORS  \n2323 Eastlake Avenue East  \nSeattle, Washington 98102  \nSECTION 4. HEALTH & SECURITY: Itis agreed that all Employers covered by this Agreement  \nshall contribute a sum as listed in Schedules A & A-! herein for each compensable man hour of Teamsters  \nemployed by such Employers in work contained under the terms of this Agreement. Said contributions shall  \nbe made on or before the tenth (10th) of the month following the month in which the hours were worked to  \nthe Teamsters Construction Industry Fund set up under a trust agreement established by the parties to this  \nAgreement and in the manner set forth in said trust agreement. The details of the Health & Security Plan  \nestablished by this trust fund shail continue to be controlled and administered by a joint Board of Trustees  \ncomposed of equa! representation from the Unions party to this Agreement, and the AGC of Washington who  \nare signatory to the trust agreement of the aforesaid trust fund. Each Trustee appointed by the Union shail  \nbe a member of the Union party to this Agreement, and each Trustee appointed for the Employers shail be a  \nmember of an affiliated firm of the AGC of Washington or a regular paid employee of the AGC of VWWashington  \nor their designee. In the event an employer fails to make the monetary contributions in conformity with this  \nsection of the Agreement, the Union is free to take any economic action against such Employer it deems  \nnecessary, and such action shal! not be considered a violation of this Agreement.  \nIt ts understood that the Union and Employer associations are principal. parties to the Trust  \nAgreements, and therefore, shall be furnished full information on the actions of the Trustees and the  \noperations of the Trusts.  \nShould the State or Federal government enact legislation that requires the employer to provide  \nemployees and/or their dependents a Health, Medical, or Surgical plan prior to the expiration of this  \nAgreement which duplicates coverage otherwise provided for in the Agreement, the parties signatory to the  \nAgreement shall meet to discuss costs and modifications within thirty (30) days of enactment.  \nThe Employer and the Union agree that if alternative Health Care Plans become available during the  \nlife of this Agreement they shall meet, upon request from the Union, for the purposes of negotiating changes  \nin Health Care Plans.  \nINLAND NW AGC-TEAMSTERS 9  \nSECTION 5. PENSION:  \n(A) If the Employer fails to make trust funds payments as required by the  \nAgreement, liquidated damages in the amount of 20% will be paid by the Employer. Liquidated damages are  \nin addition to the principal obligation. Actual costs of audit will be paid by the Employer if the audit  \nestablishes that the Employer has underpaid wages or trust fund payments during the period covered by the  \naudit. Suit to collect wages, trust fund payments, liquidated damages or audit fees will be filed in King  \nCounty, Washington. The Employer will be liable for reasonable attorneys fees and actual! costs if such suit  \nis substantially successful.  \n(B) Effective July 1, 2003, based on June hours, the allocation of the  \nWestern Conference of Teamsters Pension Trust Fund contribution shall be three dollars and fifty-nine cents  \n($3.59) to the basic plan and twenty-three cents ($.23) to provide the Program for Enhanced Early  \nRetirements (PEER). This contribution shall be paid on the same basis as contributions for the basic plan  \nprovided for in schedules A and A-1. The total contribution to the Western Conference of Teamsters  \nPension Trust Fund shall be three dollars and eighty-two cents ($3.82) per hour. The contributions required  \nto provide the Program for Enhanced Early Retirement will not be taken into consideration for benefit accrual  \npurposes under the Plan. The additional contribution for PEER must at all times be 6.5% of the basic  \ncontribution and cannot be decreased or discontinued at any time.  \nSECTION 6. APPRENTICESHIP & TRAINING: In addition to the above mentioned trust  \nfunds, an Apprenticeship and Training Trust, to be known as the \"Eastern Washington-Northern idaho  \nTeamster Construction Industry Apprenticeship and Training Trust\" is hereby established. A sum of twenty-  \nfive cents ($.25) per compensable hour worked for all employees covered by this Agreement shall be  \ncontributed to the fund by all employers signatory to this Agreement as amended June 1, 1997. Operation of  \nthe trust fund shall be controlled and administered by a joint board of trustees composed of equal  \nrepresentation from unions party to this Agreement and the Inland Northwest Associated General  \nContractors of America, Inc., who are signatory to the trust agreement. The trust agreement as amended  \nshall be attached to and become a part of this Agreement.  \nSECTION 7. Said Trust or Trusts shall comply with limitations set forth in Section 302 of  \nthe Labor-Management Relations Act as amended and no determination made by the Trustees of the Trusts  \nshall be such as to prevent the programs from being accepted by the Internal Revenue Service as  \nconforming to such requirements of the Internal Revenue Code as must be met in order to qualify that portion  \nof the amounts paid by the Employers which is allocated to the Trusts as deductions for income tax  \npurposes.  \nSECTION 8. The Union and the Employer agree to be bound by all of the terms and  \nconditions of the Trust Agreements creating the various Trust Funds and all lawful amendments thereto, and  \ndo further agree to accept as their representatives, the Union Trustees and the Employer Trustees who  \nconstitute the Board of Trustees created by such agreements and their lawful successors.  \nSECTION 9. The amounts of money to be contributed to each Trust or Fund as set forth in  \nSchedule A of this Agreement.  \nINLAND NW AGC-TEAMSTERS 92  \n   \nSCHEDULE B  \nTEAMSTERS HIRING HALL  \nThe hiring arrangements set forth in this Schedule shail be the exclusive method by which Employers employ  \nqualified Teamsters. The Employers shall only employ qualified Teamsters who have been hired under the  \nprovisions of this hiring procedure.  \nSECTION 1. In the event the Employer does not comply with provisions of this Schedule, the  \nUnion will notify the Employer of the violation. If the violation is not corrected within the next two (2)  \nconsecutive working days, the Union will have the right to take economic action.  \nSECTION 2. This hiring procedure shall not be interpreted in any manner to limit the Employer's  \nright to transfer Teamster employees who have come from the hiring hall of a Local Union Signatory to this  \nAgreement between the Employer's projects within the area covered by this collective bargaining agreement,  \nproviding, the company notify the Local Union in whose area the work is to be done prior to the start of the  \njob. Employer shall hire all qualified Teamsters by calling the Loca! Union hiring hall in whose  \nterritory the work is to be accomplished. Whenever the Employer requires Teamsters on any job, the  \nEmployer shall notify the Local Union office either in writing or by telephone, stating the location, starting  \ntime, approximate duration of the job, the type of work to be performed, and the number of workmen required.  \nSECTION 3. Employees covered by this Agreement have certain accrued rights or benefits for  \nthemselves and their dependents under health and welfare and pension plans which accrue to them by virtue  \nof length of employment with employers party to this Agreement, and accrua! of hours for A, B, or C list  \nStatus, and such rights are generally continuous while under employment and remain effective until a certain  \nperiod of time after layoff or discharge.  \nPriority rights mean the rights accruing to employees, as hereafter provided in this  \nAgreement, through length of service with Employers, party to this Agreement which will entitle the  \nTeamsters to a priority or preference of rehire after termination or layoff in accordance with A, B, or C list  \nStatus. Recall by an employer is not mandatory.  \nAll classes of Teamsters shall be hired and/or rehired in accordance with their A, B,  \nor C list status, in the collective bargaining unit.  \n(A) Teamsters who have been employed by an Employer or Employers, party or  \nparties to this Agreement (as hereinafter defined), who have worked for at least 2000 hours preceding the  \nregistration date.  \nTeamsters dispatched after 6/1/80 shall be Class \"A\" when they have worked  \n2000 hours and have qualified on five (5) pieces of equipment or classifications in Schedule A, and have  \nsatisfactorily compteted a training program if available sponsored by the Unions party to this Agreement.  \nThese members will be required to have a valid combination license or equivalent to.  \n(B) Teamsters who have been employed by an Employer or Employers party to  \nthis Agreement (as hereinafter defined), who have worked for such Employer or Employers for an aggregate .  \nof time of less than 2000 hours preceding the registration date, or who have completed a training program if  \navailable sponsored by the Unions party to this Agreement.  \n(C} Teamsters who have qualified for \"A\" list status under the terms of other  \nTeamster construction contracts and who have qualified for five (5) pieces of equipment or classifications as  \ncontained in Schedule \"A\".  \n(D) All other applicant Teamsters for employment.  \nINLAND NW AGC-TEAMSTERS DA  \nAny employee or registrant who is eligible for “A\" or \"B\" List status as of  \nJune 1, 1977, under the predecessor agreement shall remain eligible for \"A\" or \"B\" List status under this  \nAgreement.  \nThe Employers and the Union shall make up and prepare the roster for  \npreference of rehire by grouping all Teamsters who came within the above classifications and shall utilize the  \nHealth and Welfare and Pension records in establishing these accrued rights based on length of  \nemployment.  \n\"Employers\" under this paragraph mean:  \n(1) Any Employer party to this Agreement,  \n(2) Any out-of-town Employer who adopts or works under this  \nAgreement and contributes to the Health and Welfare and Pension Plan, and  \n(3) Any Employer who employs Teamsters under the terms of this  \nAgreement and is a contributing Employer within the meaning of the Health and Welfare and/or Pension  \nPlans.  \n(E) All regulations concerning minorities and trainees will be followed regardless  \nof their place on the list.  \nSECTION 4. _ Registration or re-registration of applicants for referral shall be accepted by the  \nUnion any time during its customary office hours. All applicants shall be registered in the order of time and  \ndate of registration. There shall be four (4) groupings of the out-of-work list.  \nAll Teamsters with accrued rights shall be registered in either List\"A\" or List \"B\", and  \nall other Teamsters who are qualified, but without accrued rights, shall be registered on List \"C\". All other  \napplicants for employment shail be registered on List\"D\". Each applicant for employment shalt be required  \nto furnish such data, records, names of employers and the length of employment and licenses as may be  \ndeemed necessary; and each applicant shall complete such forms of registration as shall be submitted to the  \napplicant. Applicants for employment shall also list any special skills they may possess.  \nSECTION 5. (A) Upon request of an Employer for employees, the Union shall refer qualified  \nand competent registrants to that Employer in sufficient number required by the Employer in the manner and  \nunder the conditions specified in this Agreement from the list in the following order of referral.  \nIf an emergency or if the Union office is closed, the Employer is allowed to  \ncall to work an employee if the employee has worked for the Employer during the preceding two (2) years  \nand if the Employer contacts the Union office and requests the employee by 2:00 p.m. of the next day that  \nthe union office is open.  \n1) Qualified applicants shail be referred from List \"A\" in successive  \norder as their names appear on the out-of-work list.  \n2) Then qualified applicants from List \"B” in successive order as their  \nnames appear on the out-of-work list, and when List \"B\" of qualified applicants has been exhausted:  \n3) Then qualified applicants from List “C\" in successive order as their  \nnames appear on the out-of-work list, and when List \"C\" applicants has been exhausted,  \n4) Then quatified applicants from List \"D\" in successive order as their  \nnames appear on the out-of-work list, except that requests by employers for college students shal! be  \nhonored without regard to the requested man's place on the out-of-work list in List \"D\".  \nINLAND NW AGC-TEAMSTERS 25  \n5) The Union has the right to select the first person to be dispatched to  \nany Employer regardless as to their place on \"A\" List who shail be the Union steward, except the contractor  \nmay recali a former \"A\" Lister.  \n(B) Any applicant who is rejected by the Employer shall be restored to the  \napplicant's place on the list. When a registrant is referred for employment, and is on a job for more than  \nfifteen (15) calendar days, or quits before fifteen (15) calendar days when work is still available, such  \nregistrant's name shall be removed from the list for fifteen (15) calendar days or the remainder of the month,  \nwhichever is greater. When registrant's employment terminates, registrant shall be registered at the bottom  \nof the appropriate group list on which registrant is entitled to be registered. if a registrant, upon being  \nreferred for employment, in regular order, refuses to accept the employment, such registrant's name shall be  \nplaced at the bottom of the group list on which registrant is registered. If a registrant upon being referred for  \nemployment is discharged or laid off because of incompetence, the registrant will lose the right to be referred  \non the piece of equipment or classification they were dispatched on until they requalify through the training  \nprogram or are allowed to re-qualify on a job.  \n(C) In the event that the referral facilities maintained by the Union are unable to  \nfill the requisition of an Employer for employees within a forty-eight (48) hour period after such requisition is  \nmade by the Employer (Saturdays, Sundays, and holidays excepted), the Employer may employ applicants  \ndirectly on the job site. In such event, the Employer will notify the Union of the names and dates of such  \nhiring within forty-eight (48) hours of such hiring.  \n(D) The referral procedure as contained herein shall be followed except that:  \n1) Requests by the Employers for the first supervision will be  \nrecognized if the applicant is registered on the hiring hall list and who has worked for the Employer within the  \nlast three (3) years. Additional supervisors shall be requested from the \"A\" list. An applicant dispatched as  \nsupervisor must, in fact, work in that capacity and be paid as such so tong as there is one other Teamster  \nemployee retained on the Employer's payroll.  \n2) Requests by Employers for a particular employee previously  \nemployed by the Employer's within the geographic area of this Agreement, and who has been laid off or  \nterminated by the Employer within three (3) years previous to the request shall be honored without regard to  \nthe requested registrant's place on the A & B Lists, in accordance with Section 3 (e), and  \n3) Bonafide requests by the Employers for Teamsters with special skills  \nand abilities will be honored. The dispatcher shall refer persons possessing such skills and abilities in the  \norder in which their names appear on the out-of-work list; provided, further, however, that any dispute arising  \nas a result of such requests may be referred to the Joint Hiring Committee in accordance with the provisions  \nof Section 7. A decision of the dispatching agent in referring registrants is appealable to the Joint Hiring  \nCommittee as herein provided.  \n(E) Where Employers engage in a joint venture, employees employed by any of  \nthe joint ventures may be transferred to the job, or called for by name, if the requirements of A, B, C, or D of  \nthe above have been met by any of the joint ventures.  \n(F) If an Employer controls, or holds common ownership of separate  \ncorporations, the Employer is considered the Employer for the purpose of transferring employees to and from  \nsuch corporation payrolls.  \n(G) The Association and the contractor members of the Association, and the  \nUnion and the individual members of the Union hereby agree that they will not discriminate against any  \nemployee, registrant, or applicant for employment because of age, race, creed, color or national origin.  \nThe parties hereto will take affirmative action to insure that applicants are  \nemployed and that employees are treated during employment without regard to their age, race, creed, color,  \nINLAND NW AGC-TEAMSTERS 26  \nor national origin. Such action shall include, but not be limited to the following: Employment, upgrading,  \ndemotion or transfer; recruitment or recruitment advertising; layoff or termination; rates of pay or other forms  \nof compensation; and selection for training, including apprenticeship.  \n. The parties hereto further agree that should any Federal or State law or  \norder require that special consideration be given any group of citizens, then for that job the Hiring  \nProcedures will be altered in whatever manner is required to meet such law or order so that the contractor  \nmay not suffer loss of contract or right to bid on such work.  \nThe Union shall be notified prior to the application of this section and the  \nparties shall meet and mutually agree on the alterations necessary to comply with Federal! or State  \nregulations.  \nSECTION 6. The Employers agree to continue to recognize the Union as the sole and exclusive  \ncollective bargaining representative of employees over whom the Union has jurisdiction subject to rights of  \nemployees prescribed in Section 9 (A) of the Labor-Management Relations Act, as amended.  \n(A) Selection of applicants for referral to jobs shall be on a non-discriminatory  \nbasis and shall not be based on, or in any way affected by, union membership, by-laws, regulations,  \nconstitutional provisions, or any other aspect of, or obligation of union membership, policies or requirements,  \nor discrimination because of race, color, creed, or other State or Federal requirement.  \n(B) The Empioyer retains the right to reject any job applicant referred by the  \nUnion for just cause that is acceptable to the Union Representative.  \n(C) The Union and the Employer shall post, in places where notices to all  \nemployees and applicants for are customarily posted, all provisions relating to the functioning of  \nthe hiring provisions of this Agreement.  \n(D) Whenever an employee is discharged without notice to the Union in writing,  \nthe employee shall be considered eligible for rehire.  \n(E) Employees may only be discharged for just cause.  \nSECTION 7. The parties to this Agreement shall create a Joint Hiring Committee, composed of an  \nequal number of Employer and Union Representatives to supervise and control the operation of the job  \nreferral system herein. The Joint Hiring Committee is empowered:  \n(A) To establish any and ail rules and regulations from time to time that it deems  \nadvisable for the operation of the job referral plan.  \n(B) To hear and determine any and all disputes or grievances arising out of work  \nregistrants, work referrals and preparation of the referral registration lists. Any applicant or registrant shall  \nhave a right to appeal any dispute or grievance arising out of and relating to the operation or functioning of  \nthe job referral plan to the Joint Hiring Committee.  \nThe Joint Hiring Committee shall provide the rules and regulations of the job  \nreferral for an appeal to an impartial umpire whenever the Joint Hiring Committee reaches a deadlock over a  \ndispute. The impartial umpire shall be designated by mutual agreement of the parties. The authority of the  \nimpartial umpire shall be limited to interpreting and applying the rules and regulations of the Joint Hiring  \nCommittee only, and the decision of the impartial umpire shall be final, binding and conclusive on all parties  \nincluding applicants.  \nif any questions arise as to the qualifications and competency of an  \napplicant, the Joint Hiring Committee shall make determination. Such determination shall be fair and  \nimpartial without regard to applicant's membership or non-membership in the Union.  \nINLAND NW AGC-TEAMSTERS a  \nSECTION 8.  \nEach local Union signatory to this Agreement shall maintain its own individual hirtng  \nhall list as provided for in this Agreement. Each local Union is specifically authorized to incorporate the  \nhiring hail list maintained under this Agreement with any other hiring hall list maintained by the Union for  \nconstruction work.  \nINLAND NW AGC-TEAMSTERS OR  \nSCHEDULE C  \nTEAMSTERS LOCAL NO. 690  \nWORK RULES  \nWhen done by the coniractor’s employees, the moving and operating of any Teamsters'  \noperated equipment listed in this Agreement, and the hauling of men or material and  \nhandling of men or material and handling of materials on and off trucks shall be done by  \nTeamster employees.  \n(A) HIGHWAY CONSTRUCTION:  \nThe contractor shall be the sole judge of the need for, the number of, and the responsibilities  \nof supervisory personnel and the union shall in no way interfere with the performance of the  \nForeman in carrying out his responsibilities as directed by the Employer. There will be no  \nrestrictions in crafts to be supervised by the Foreman. Transportation will be provided to  \nForemen at the option of the Employer.  \n(B) HEAVY CONSTRUCTION:  \nThere shall be a Teamster Foreperson, who may be a working Foreperson, selected by the  \nEmployer and the Foreperson will be paid the rates provided in Schedule A for any shift of  \nan individual project where ten (10) Teamsters are employed. This provision shall also  \napply to a group of related projects under contract to a single employer where the aggregate  \nemployment on a shift reaches ten (10) Teamsters. Under either of these same defined  \nconditions there shall be an additional Teamster Foreperson or Dispatcher employed for  \neach additional ten (10) Teamsters employed on a shift; and if Teamster employment  \nreaches twenty-three (23) or more on a shift, there shall be a non-working Teamster  \nForeperson employed. Teamsters shall only take orders from their own craft Foreperson  \nwhen a Teamster Foreperson is employed under the provisions of this Article.  \nNEW EQUIPMENT: if any new equipment not listed in the classifications is used on a job,  \nan appropriate rate shall be negotiated. The rate agreed upon shall be effective on the date  \nthe Union notifies the Employer in writing of the need for a new rate.  \nSTRUCK MEASURE CAPACITY: Struck measure capacity (including sideboards or the  \napparatus which increases the capacity) shall be used in computing the proper scale for  \ndump trucks, bottom dump spreaders, and bottom dump.  \nlf any disagreement between the Union and the Employer results over measure capacity, the  \ndispute should be brought to the grievance procedure. Ail costs incurred to be shared by  \nboth parties.  \nAny employee working any portion of a shift in a higher classification or higher rate shall be  \npaid in one (1) hour increments with a minimum of one (1) hour.  \nif an employee is left stranded away from employee's transportation, employee's pay will  \ncontinue until employee returns to place of starting work or employee's transportation. In  \nthe event the employee is delayed unduly, the employee shall be paid eight (8) hours pay  \nfor each twenty-four (24) hour period away from starting place, plus room and meals upon  \nreceipts being presented.  \nExpense money shall be advanced to lowboy and transport drivers for fuel permits, tolls,  \nmeais and lodging prior to dispatch. Reasonable receipts for all expenses to be submitted  \nto the Employer by the driver.  \nINLAND NW AGC-TEAMSTERS 9a  \n10.  \n11.  \n12.  \n13.  \n14.  \n15.  \n16.  \nSubject to job agreements from time to time, dry shack space will be provided for Teamsters  \nwhen these facilities are provided for other crafts on the same project.  \nThe individual employee on a crew or shift, regularly assigned to a piece of equipment shail  \nbe offered work when the piece of equipment is worked, subject to shift guarantees on  \nSaturdays, Sundays and holidays or otherwise overtime.  \nMechanics shail furnish their own hand tools in good repair. The Employer agrees to furnish  \nall special tools when needed such as pin presses, spanner wrenches, impact wrenches (air  \nor electric), all pullers, drills, reamers, taps and dies, gauges, torches, tips, box wrenches  \nand sockets over one-half (1/2) inches, twenty-four inches (24\") and larger pipe wrenches,  \nand ail tools and sockets requiring over three-fourths inch (3/4\") drive. The contractor shall  \nfurnish a safe dry place for storing mechanic's tools.  \nTireman's and Greaser's tools shail be fumished by the Employer.  \nThe contractor will replace mechanic's tools if damaged or lost by fire or flood or forced entry  \nrobbery while in the contractor's project or premises. It shall be the employee's  \nresponsibility in order to be covered by this provision to provide the contractor with a signed  \nlist of the actual, true and current inventory of tools which are exposed to the hazard.  \nThe contractor agrees that equipment shall be property canopied or cabbed, screened, and  \nmechanically heated. Employees shall not be required to drive vehicles that are not  \nequipped with rear view mirrors. Employees will comply with all requirements of MSHA,  \nOSHA, and WISHA.  \nEach employee assigned to a vehicle shall be provided with daily vehicle report forms for  \npurpose of reporting the requirement of necessary maintenance, such forms shall be tumed  \nin with employee's daily time card at conclusion of each shift.  \nThe failure of the Union to discover or file a grievance over any contract violation shall not  \nconstitute a waiver on the part of the Union to enforce all of the provisions of this  \nAgreement.  \nON HEAVY CONSTRUCTION: When pilot cars other than commercially established or  \ndispatched by the hiring hatl are used by an employer in transporting equipment or  \nmaterials, they shall be driven by Teamsters.  \nWAREHOUSEPERSON (HEAVY CONSTRUCTION):  \n(A) Whenever parts and/or supplies are stored or dispensed on or near a project or  \nindividual job site for the purpose of servicing such, a Teamster shall be designated to be on  \nduty at all times when parts are physically handied, unless otherwise by mutual agreement.  \n(B) Whenever parts, tools, materials and supplies are stored or dispensed on a job site or  \noff a job site established for the sole purpose of servicing such job site, the classification  \nincludes the following:  \nReceiving, inventory, uncrating, verification and handling to stock or bin and all paper work  \nin the receiving, stocking or binning process, all fork lift work and handling of tools and  \nmaterials in a storage area. (Storage areas for the purpose of this article means in an area  \nwhere materials are stored over a period of 24 hours.) The accurate count and description  \nand the marking and stamping for identification of all tools, parts, materials and supplies and  \nmaterial updating. When a work site requires a sheltered confinement for storing, receiving  \nor dispensing of building material, tools (power or hand) if owned by the company  \nperforming the work, tt shall be considered under this classification.  \nINLAND NW AGC-TEAMSTERS an  \n17. Employees may take up to three weeks vacation on projects of one (1) or more continuous  \nyear's duration, provided they inform the Employer two (2) weeks in advance of such  \nvacation, without losing employment. The Hiring Hall replacement for the vacation relief  \nshall retain position on the Hiring Hall list. The AGC-Teamster Committee Chairperson shall  \ncommunicate and render a decision on any dispute arising from this vacation rule.  \nINLAND NW AGC-TEAMSTERS R27  \nSUBSTANCE ABUSE PROGRAM  \nin accordance with the Substance Abuse Policy in the Cement Masons, Laborers, Operating Engineers and Teamsters  \nCollective Bargaining Agreements, the parties hereby agree to the following Substance Abuse Program.  \n"], ["ARTICLE |  \nTESTING OBJECTIVES  \n", "SECTION Prohibited Substances: A drug is defined as any substance which may impair mental or  \nmotor function including but not limited to illegal drugs, controlled substances, designer drugs, synthetic drugs and look-  \nalike drugs Alcohol is defined as any beverage or substance containing alcohol. (See addendum \"A\" for guidelines.)  \nSECTION 2. Legal Drugs: The use of drugs which are lawfully obtained and properly used shail be  \npermitted provided their use does not interfere with the individual's proper and safe work performance.  \nSECTION 3. Management will be responsible for all costs incurred for testing done at their request.  \nSECTION 4. Management will be responsible to provide training of their supervision in problems of  \nsubstance abuse and to maintain a level of on-going training to enable their supervision to recognize impairment and  \nconditions indicating potential substance abuse.  \n"], ["ARTICLE 2  \nPROCEDURES FOR PRE-HIRE SCREENING  \n", "SECTION 1. Employer will notify the Union three (3) days in advance of manpower requirements. The  \nUnion wiil send potential employees to pre-approved clinic/hospital laboratory to be tested, whose test results (pass or  \nfail only) will be given to the Union. Passing the test will result in a dispatch to the requesting contractor. A copy of the  \npassed laboratory report identifying the individual will be sent to the employer.  \nSECTION 2. When three day advance notice is not practical, employees may be dispatched as  \nprobationary employees. The employees would be tested at a pre-approved clinic/hospital within the first day of  \nemployment. if the test results are positive, the employee would be subject to immediate termination.  \nSECTION 3. Employers who wish to test will be required to make arangements for paying the pre-  \napproved testing facility for all tests administered on potential employees.  \nSECTION 4. Testing shall be permitted only if al! employees, including bargaining unit and non-bargaining  \nunit personnel, are treated equally on a job by job basis. Failure of Management to adhere to this requirement will be  \ngrounds to cease testing for all employees for the duration of the project where offense took place, upon written notice  \nfrom the Union. Upon request the employer will provide evidence of testing non-bargaining personnel.  \n"], ["ARTICLE 3  \nPROBABLE SUSPICION OF IMPAIRMENT / ACCIDENT INVOLVEMENT  \n", "SECTION 1. Probable suspicion means suspicion based on specific personal observations that the  \nEmployer representative can describe concerning the appearance, behavior, speech or breath odor of the employee.  \nProbable suspicion must be documented at or near the time of observation. Observation must be witnessed by two (2)  \nindividuals, one of whom must be a supervisor that has actually observed the employee’s behavior Being in an accident  \nof Causing an accidence may be sufficient to establish probable suspicion.  \nSECTION 2. Employees must report to the testing facility the use of medically authorized drugs and any  \nover the counter drugs taken prior to testing.  \nSECTION 3. An employee consenting to the test will be transported to the hospita! or laboratory by  \nManagement. After the test is completed the employee will be transported back to his/her residence.  \nSECTION 4. if the test results are negative, the employee will immediately be reinstated in his/her previous  \nposition, with full back pay based on a project's regular work schedule, and no further action shall be taken.  \nINLAND NW AGC-TEAMSTERS 29  \nSECTION 5. Should the test results be positive, the Employer may terminate the employee without pay  \nexcept for actual time worked on the day that the test was conducted. Employees have the right to obtain test results  \nfrom the testing facility.  \nSECTION 6. Under no circumstances will either the Employer or the Union be informed beyond a negative  \nor positive outcome of any testing conducted.  \n"], ["ARTICLE 4  \nCONSENT AND TRANSPORTATION PROCEDURES  \n", "SECTION 1. Employer shall inform employee that he/she has been observed, as per Article 3, Section 1,  \nthat he/she appears impaired and/or has been involved in an industrial accident, and will be required to submit to a  \ndrug/alcohol test.  \nSECTION 2. Give employee(s) a copy of impaired behavior report and/or a copy of the accident report  \nindicting employee(s) involvement in the reportable on-the-job accident as per Article 3, Section 1. Explain that because  \nof the observation or report of the employees behavior, it is necessary to verify the employee's physical capability at the  \npoint in time. Ask the employee whether he/she is aware of any medical condition which may cause the behavior or if  \nhe/she has been taking any prescription or non-prescription medication which may impair safe and/or efficient job  \nperformance.  \nSECTION 3. Compiete a consent form. In each and every case, read the form to the employee prior to  \nobtaining the employee's signature authorizing the exam/test and release of medical information regarding his/her  \nmedical condition and any test results. No changes are to be made on the consent form. Both the observing witnesses  \nshall complete the lmpaired Behavior Report form. in completing the Impaired Behavior Report form, the witnesses shall  \nbe as accurate and detailed as possible, recording their observations of the employee's behavior which led to their  \ndecision to require an exam/test. The witnesses shall state what they actually observed, but refrain from making  \nstatements about possible causes of the behavior or making judgmental conclusions.  \nIf the employee refuses to promptly take the exam/test or sign a consent form:  \n1. Make it clear to the employee that the request to sign the form and take the exam/test is a direct order.  \n2. Ask the employee if he/she understand the order. (If the employee responds that he/she does not understand  \nthe order, explain your order again.)  \n3. Explain to the employee that failure to comply with the order constitutes insubordination which will result in  \ntermination.  \n4. Issue a second direct order to sign the form and take exam+test.  \n5. If the employee refuses, inform the empfoyee that he/she will be terminated.  \nSECTION 4. The Empioyer shall arrange for transportation and accompany the employee to the exam/test  \nsite. Employer shall notify the Union that the employee is being transportated for an exam/test, unless waived by the  \nemployee, and shall transport the employee to the exam/test site. Upon arrival the Employer will complete the necessary  \nform(s). The employee will be tested by laboratory personnel or physician. At the conclusion of the examination and  \ntest(s), Employer shall transport the employee in accordance with Article 3, Section 3.  \n"], ["ARTICLE 5  \nTYPE OF TEST  \n", "SECTION 1. All testing to utilize the alcohol dehydrogenase method indicating equipment.  \nSECTION 2. Drug testing is to be initially conducted by the EMIT test. There shall be no blood testing.  \nSECTION 3. All positive EMIT/ADH tests will be verified by a GC/MS (Gas Chromatography/Mass  \nSpectrophotometry) test. Disciplinary action against an employee may only be taken if the GC/MS is positive at a level  \nexceeding the leveis in the Federal Regulations issued by the Department of Health and Human Resources Department  \nof Transportation. Any changes in the Federal Regulations would be re-negotiated prior to inclusion.  \nINLAND NW AGC-TEAMSTERS Q2  \n"], ["ARTICLE 6  \nTESTING, PROCEDURAL SAFEGUARDS  \n", "SECTION 1. The Employer and the Union will select the laboratory and follow the testing procedures that  \nwill meet the DSHS guidelines for testing and chain of custody and will provide quality control procedures, and assure  \nthe maximum in confidentiality.  \nSECTION 2. in the event of positive test results, the employee may request, within ten (10) days, a sample  \nof his/her urine specimen from the medical facility for the purpose of retesting at a qualified drug testing laboratory.  \nChain of custody for this sample shall be maintained between management and the employee's designated qualified  \nlaboratory. Retesting shall be performed at the employee's expense. In the event of conflicting results, the employee  \nmay require a third test. Should the results of this test be positive the employee may be terminated. in the event of  \nnegative test results on the retests, the employer shall pay for the retests and any lost straight time wages.  \nSECTION 3. An employee shall have the right to use the grievance/arbitration system to challenge any  \naspect of the testing procedures.  \nSECTION 4. Any employee who successfully challenges a positive result shall be reimbursed for the costs  \nassociated with challenging the test.  \nSECTION 5. The Employer and the Union reserve the right to require additional safeguards that serve the  \ndest interest of the employee or the Program, subject to mutual agreement.  \n"], ["ARTICLE 7  \n", "The employer shall indemnify and hold the Union harmless against any and all claims, demands, suits or liabilities that  \nmay arse out of the Employer's application of the Substance Abuse Program.  \n"]]