[["", "   \n(4. 3475  \nLETTER OF UNDERSTANDING  \nCOVERING  \nCOMMERCIAL, INDUSTRIAL & RESIDENTIAL  \nBETWEEN  \nINLAND NORTHWEST  \nASSOCIATED GENERAL CONTRACTORS  \nAND  \nWASHINGTON & NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nINTERNATIONAL UNION OF NORTH AMERICA  \n| LOCAL NOS. 238, 348  \n6-1-06 to 5-31-09  \n   \nSECTION 1. This understanding entered into the 3rd day of July, 2006, shall apply to  \nalt Commercial, Industrial & Residential projects covering commercial, industrial and  \nresidential projects including grading, drainage, bridge, concrete operations, crushing and  \npaving.  \nSECTION 2. The understanding shall cover the jurisdictional area described as in  \nArticle 4, Territory, of the Master Labor Agreement.  \nSECTION 3. The work performed on the project shall be for all construction within the  \nrecognized jurisdiction of the Union.  \nSECTION 4. The individual portions of the work allowed to be bid separately is as  \nfollows:  \n1)Paving $500,000  \n2) Crushing ............... $500,000  \n3) Grading & Clearing ...... $500,000  \n4) Bridges & Related Work . $500,000  \n§) Unlimited  \n6) Buildings........ $4,000,000  \n<Excluding Mechanical & Electrical>  \nCombination bids shall not exceed the individual limits agreed to above for each portion  \nof the bid.  \nNOTE RE: CRUSHING |  \nOn crushing operations for pubic works projects when prevailing rates are applicable, it is  \nunderstood that the Master Labor Agreement and the prevailed rates are applicable to the  \nproduction process once it is started through to completion of the crushing. All work  \nrelated to moving im, setting up, and moving out is intended tc: come under the provisions  \nof this understanding.  \nOn non-prevailed work, crushing projects: Zone 1 rates will a>ply.  \n   \nADOPTION OF MASTER LABOR AGREEMENT  \nThe parties agree to be bound by, to adopt and incorporate ty reference as a part of this  \nunderstanding all of the terms and conditions (including all monetary contribution  \nrequirements) of the labor agreement.  \nSHIFTS - HOURS OF WORK - OVERTIME  \nSECTION 1. Work may commence or finish at any time to comply with the owner's  \nrequirements. The employee's time shall start at the job site and end at quitting time on  \nthe job site, excluding lunch period.  \nSECTION 2. There will be no shift differential on two-shift operations. Other shifts  \nshall be as outlined in the Master Agreement. Pay will be for actual time worked.  \nREPORTING PAY - MINIMUM PAY  \nEmployees who cannot work a full shift because of conditions beyond the control of  \nthe Employer shall be paid for actual time worked.  \nWORK RULE CHANGE - SPECIAL CREW MANNING RULES  \nSECTION 1. The Foreman requirements of the Master Agreement do not apply. The  \ncontractor may designate any person of any craft to act as a non-working Foreman when  \nneeded.  \nNOTIFICATION  \nThe Employer shall notify the union when a job is to be performed under this Agreement.  \nPrior to starting work, a pre-job conference and/or markur: shall be held between the  \ncontractor and the union when requested.  \nCOMPLIANCE AGREEMENT  \nAn Employer to be eligible to utilize me terms of this understanding must be party to the  \nmaster labor agreement. 7  \nWORK CLASSIFICATIONS  \nSECTION 1. The classification of employment shall be as set forth in the wage  \nschedules of the master agreement and shall be computed aitd dispatched at ninety five  \npercent (95%) for Building Construction and ninety five percent (95%) for Heavy-  \nHighway Construction of the classification.  \nSECTION 2. Wage rates for New Entrant Trainee shall |se those rates in the master  \nlabor agreement, but at no time will a Trainee receive more than a journeyman.  \n   \nSECTION 3. Fringe benefits will be paid in accordar.ce with the master labor  \nagreement.  \nEFFECTIVE DATE & DURATICN  \nIt is mutually agreed and understood by the parties signatory hereto, that this  \nunderstanding shall be in full force and effect for all projects bid on or after July 3,  \n2006, and termination shall coincide with the master labor agreement.  \nSPECIAL CONDITIONS  \nIn order to preserve work for the union members and make the Employer more  \ncompetitive on all projects, the Union and the Employer may mutually agree to put this  \nunderstanding into effect on projects higher than the coverage allowed in Section 4. In  \naddition, both parties may mutually put in to effect special wages and conditions for  \nspecific areas or projects for a specific period of time.  \nNOTE: <LETTER OF UNDERSTANDING APPLIES 1°0 ZONE MAP AREAS  \nONLY--AS DESIGNATED>  \nWASHINGTON & NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \n   \nBusiness Manager  \nINLAND NORTHWEST  \nAGC OF AMERICA, INC.  \n     \nTOM STEWART Date:  \nChairman, Negotiating Committee  \n   \nINLAND NORTHWEST  \nASSOCIATED GENERAL CONTRA<TORS  \nOF AMERICA, INC.  \nAnd  \nWASHINGTON & NORTHERN IDAHO  \nDISTRICT COUNCIL OF LABORERS  \nINTERNATIONAL UNION OF NORTH AMERICA  \nLOCAL NOS. 238, 348  \n6-1-06 TO 6-1-09  \nPREAMBLE  \nP.l This Agreement is a successive principle agreement to the Eastern WASHINGTON &  \nNORTHERN IDAHO DISTRICT COUNCIL OF LABORERF:S' INTERNATIONAL UNION  \n2006-2009 industry agreement, and all other prior agreements thereto by and between the  \nWASHINGTON & NORTHERN IDAHO DISTRICT COUNCIL OF LABORERS  \nINTERNATIONAL UNION OF NORTH AMERICA, LOCAL NOS. 238, 348 and the INLAND  \nNORTHWEST ASSOCIATED GENERAL CONTRACTORS OF AMERICA, INC.  \nFor purposes of this Agreement, the AGC is acting as a multi-employer bargaining  \nagent for and on behalf of the Employers who have requested ttie AGC to act as their bargaining  \nagent.  \nP.2 This is a collective bargaining Agreement betwern members of the INLAND  \nNORTHWEST AGC, INC. (referred to as the \"Employer\"), and the WASHINGTON &  \nNORTHERN IDAHO DISTRICT COUNCIL OF LABORERS INTERNATIONAL UNION OF  \nNORTH AMERICA acting for and on behalf of all of their Local Unions, (hereinafter referred to  \nas the \"Union\"), shall constitute an Agreement between tke parties hereto for the work,  \nconditions and wage rates provided for herein in the territory Eastern Washington-Northern  \nIdaho.  \n"], ["ARTICLE I  \nPURPOSE OF AGREEMENT  \n", "1.1 The purpose of this Agreement is to promote the settlement of labor disagreements by  \nconference, to prevent strikes and lockouts, to stabilize wages and working conditions in  \nBUILDING, HEAVY & HIGHWAY CONSTRUCTION work in the area affected.  \n1.2 Bylaws of either party are not part of this Agreement. It is agreed and understood between  \nthe parties hereto that this Agreement contains all the covenants, stipulations and provisions  \nagreed upon by the parties hereto.  \n   \n1.3 The Associated General Contractors acting on behalf of thos: member firms who have  \nauthorized it to bargain on their behalf hereby recognize the Union as the sole and exclusive  \nbargaining agent for all Washington & Northern Idaho District Council of Laborers of North  \nAmerica, Local Nos. 238, 348 performing work for such Employers within the territorial  \njurisdiction of this Agreement.  \n1.4 The Union recognizes the Associated General Contractors as the exclusive bargaining agent  \nfor each Employer who has authorized the Associated General Contractors to negotiate with the  \nUnion on its behalf.  \n"], ["ARTICLE 2  \nWORK AFFECTED  \n", "2.1 The persons, firms, associations, corporations, joint ventures, or other business entities party  \nto or bound by the terms of this Agreement as \"Employer\" or \"Eraployers.\"  \n2.2 This Agreement applies to and covers all Laborers' work to be done at the site of the  \nconstruction on all building, heavy and highway projects as de/ined in Article 5, or other work  \ninterpreted and applied in accordance with the National Labor Relations Act, as amended.  \n2.3 The term \"Laborers' work\" refers to persons performing certain job functions. It also  \nrefers to craft classifications. It does not refer to union members aip or affiliation.  \n"], ["ARTICLE 3  \nMANAGEMENT'S RIGHTS  \n", "3.1 The Employers retain full and exclusive authority for the management of their operations.  \nThe Employers shali direct their working forces at their sole prerogative, which includes but is  \nnot limited to hiring, promotion, transfer, layoff or discharge for just cause. No rules, customs,  \nor practices, shall be permitted or observed which limit or restrizt production, or limit or restrict  \nthe working efforts of employees. The Employers shall utilize: the most efficient methods or  \ntechniques of construction, tools, or other labor saving devices. There shall be no limitations  \nupon the choice of materials or design. The Employers shall schedule work, shall determine  \nwhen overtime will be worked, and the number of employees to ive utilized.  \n3.2 The foregoing enumeration of management nghts shall riot be deemed to exclude other  \nfunctions not specifically set forth, The Employers, therefore, retain all legal mghts not  \nspecifically covered by this Agreement.  \n   \n"], ["ARTICLE 4  \nTERRITORY COVERED  \n", "4.1 This Agreement shall cover all WASHINGTON & NORTHERN IDAHO DISTRICT  \nCOUNCIL OF LABORERS' INTERNATIONAL UNION work in the following counties:  \nAdams, Asotin, Benton, Columbia, Ferry, Franklin, Garfield, ‘Srant, Lincoln, Okanogan, Pend  \nOreille, Spokane, Stevens, Walla Walla, Whitman and that portion of Douglas County east of the  \n120th Meridian in the State of Washington; and Benewah, Bonner, Boundary, Clearwater,  \nKootenai, Latah, Lewis, Nez Perce, Shoshone, and that part of Idaho County North of Parallel 46  \nin the State of Idaho.  \n4.2 For the territory west of the 120th Meridian in Okanogan (County, the terms and conditions  \nof the Eastern Washington/Northern Idaho Agreement shall apply.  \n4.3 For the territory east of the 120th Meridian in Chelan County, the terms and conditions of  \nthe Central Washington Agreement shall apply.  \n"], ["ARTICLE 5  \nWORK COVERED  \n", "5.1 Building: Building construction shall be defined to include, but not limited to, building  \nstructures, including modifications thereof, or additions or repairs thereto, intended for use for  \nshelter, protection, comfort or convenience. Building construction shall include the demolition  \nof buildings and excavation of foundations for building construction.  \n5.2 Highway: Highway construction shail be defined to but not limited to, constructing  \nroads, streets, alleys, including crushing and paving (Portland (\"ement and Asphaltic Concrete),  \nsidewalks, guard rails, fences, parkways, parking areas, airpcrts, bridle paths, athletic fields,  \nhighway bridges, grade separations involving highways, arid construction of sewage and  \nwaterworks improvements incidental to street and highway improvements.  \n5.3 Heavy: Heavy construction shall be defined to include, but not limited to, constructing  \nrailroad projects, railroad bridges, heavy construction sewers and watermains, grade separations  \ninvolving a railroad, foundations, piledriving, piers, abutments, retaining walls, viaducts, tunnels,  \nsubways, track elevated highways, drainage projects, sanitaticn projects, aqueducts, irrigation  \nprojects, flood control projects, reclamation projects, reservoirs, water supply projects, water  \npower development, generators, atomic energy missile sites and launching  \nfacilities and all work pertaining thereto, hydroelectric di:velopment, transmission lines,  \npipelines, locks, dams, dikes, levees, revetments, channels, channel cutoffs, intakes, dredging  \nprojects, jetties, breakwaters, docks, harbors, industrial sites, (including paving operations),  \nexcavation and disposal by contract of overburden and the loading by contract of all materials  \nfrom which the overburden has been removed, including the operation and maintenance and  \nrepair of all land and floating plant, equipment, vehicles, and cther facilities used in connection  \nwith and serving the aforementioned work and services.  \n   \n5.4 Asbestos/Toxic Waste Work: This Agreement shall also cover all work in connection with  \n. the handling, control, removal, abatement, encapsulation or disposal of asbestos, toxic waste  \nand/or lead abatement.  \n"], ["ARTICLE 6  \nUNION SECURITY  \n", "6.1 Pursuant to and in conformance with Section (a) 3 and 8 “b) 5 of the Labor Management  \nRelations Act as amended, it is agreed that all employees coming under the terms of this  \nAgreement shal] be required to join the Union within eight (8) days following the date of  \nemployment or within eight (8) days following the date of signing this Agreement, whichever is  \nlater, and as a condition of continued employment must maintain membership in good standing  \nfor the life of this Agreement and any renewal thereof. Good standing shall be defined as the  \npayment of normal initiation fees and dues, as prescribed by law.  \n6.2 Employers performing work covered by this Agreement in filling vacancies, utilize  \nand be bound by the registration facilities and referral systems established by the Unions  \nsignatory hereto when such procedures are not in violation of State or Federal law.  \n6.3 In the event the Union requests an Employer to dismiss an employee for failure to comply  \nwith the provisions of this Article, such request shall be in writing. Copies of such a request  \nshall be forwarded to the office of the Company.  \n6.4 In the event the National Labor Relations Act, as amendei should be further amended or  \nrepealed, then the contracting parties will immediately meet and negotiate a clause in conformity  \nwith such changes in order to comply with the spirit of the law in Sections | and 2.  \n6.5 No employee shall be discharged or discriminated against for union activity or  \nrepresentation of the Union.  \n"], ["ARTICLE 7  \nSTRIKES & PICKET LINES  \n", "7.1 It is mutually agreed that there shall be no strikes, lockouts or other slow down or cessation  \nof work by either party on account of any labor difference pending the utilization of the  \ngrievance machinery, as set forth in Article 15.  \n7.2 Employees will not be discharged, disciplined or permanently replaced for any protected  \nactivity related to the recognition of a primary picket line approved by the Union party to this  \nAgreement.  \n7.3. As required by law, employees shall be furnished to the Employer during labor disputes with  \nother construction crafts and the Employer will endeavor to work as long as economically  \npossible during these periods.  \n   \n"], ["ARTICLE 8  \nSCOPE OF AGREEMENT  \n", "8.1 This Agreement applies to Laborers' work to be done at the site of the construction,  \nalteration, painting or repair of a building, maintenance, or othe: work that may come under this  \nAgreement as defined in Article 5, as and applied in accordance with the National  \nLabor Relations Act, as amended.  \n8.2 \"Laborers\" work refers to persons performing certain job functions. It  \nalso refers to craft classifications. It does not refer to union membership or affiliation.  \n"], ["ARTICLE 9  \nSUBCONTRACTING  \n", "9.1 The Employer agrees it will not subcontract or otherwise transfer in whole or in part any  \nwork covered by this Agreement to be done at the site of the co::struction, alteration, painting or  \nrepair of a building, structure, or other work unless the person, firm, corporation or other  \nbusiness entity is signatory to this Agreement. The Employer agrees that a Laborer will be  \nemployed by the Employer or any contractor or subcontractor at the job site if there is work to be  \ndone coming under the jurisdiction of the Union agreement. The Union agrees that it will not  \ntake economic action to enforce this Article. In the event of any change in the present law, this  \nclause will be renegotiated.  \n9,2 Whenever the Employer is obligated to satisfy MBE-WBE recruiting requirements the  \nUnion and the Employer by mutual agreement may waive this provision prior to commencement  \nof the work in the event an Employer and Union are unable to find qualified competitive union  \nminority subcontractors.  \n9.3 When potential union subcontractors are not available in the locality of the job site to  \nperform the work and where the general contractor receives no competitive union bids, by  \nmutual agreement, the Employer and the Union may waive this provision.  \n"], ["ARTICLE 10  \nHOURS OF WORK - SHIFTS —  \n", "10.1 Single Shift Operation: ;  \n(A) Eight (8) hours shall constitute a day’s work, five (5) days shall constitute a week's  \nwork, Monday morning through Friday.  \n(B) A single shift operation shall be restricted to the hours 6:00 a.m. and 6:00 p.m.,  \nand eight (8) hours of continuous employment (except for lunch period) shall constitute a day's  \nwork Monday through Friday of each week. In the event the job is down due to weather  \nconditions, Monday through Friday, then Saturday may, at the option of the Employer, be  \nworked as a voluntary make-up day at the straight time rate. Saturday shall not be used as a  \nmake-up day when a holiday falls on Friday.  \n   \n(C) Four consecutive ten (10) hour shifts at the straight time rate may be established  \nMonday through Thursday. In the event the job is down due t> weather conditions or holiday,  \nthen Friday may, at the option of the Employer, be worked as a voluntary make-up day. On ten  \n(10) hour shift schedules all hours worked in excess of ten (10) Liours a day must be compensated  \nat the overtime rate. The Employer may change from a five-eight schedule to a four-ten, or vice  \nversa, but must make the change at the beginning of the work week and maintain such shift for at  \nleast one week. At no time will a crew work a combination of e ght (8) and ten (10) hour days in  \nthe same calendar week.  \n(D) No employee shall be discharged, laid off, disciplined, replaced or transferred for  \nrefusing to work a make-up day. Make-up days may only be worked if all of the basic crafts on  \nthe project are working at the straight time rate.  \n(E) In the event of a civil emergency such as, but not limited to, earthquakes, floods, or  \nfires, starting time of the shift may be made to fit the emergency and eight (8) hours in any  \ntwenty-four (24) hour period may be worked at straight time. In order to work such shift, mutual  \nagreement shall be received.  \n(F) When due to conditions beyond the control of tae Employer or when contract  \nspecifications require that work can only be performed outside the regular day shift, then a  \nspecial shift may be worked at the straight time rate. The starting time of work will be arranged  \nto fit such conditions of work. Such shift shall consist of eij:ht (8) hours’ work for eight (8)  \nhours' pay. The Employer must give the Union notification pricr to the start of a special shift.  \n10.2 Multiple Shift Operation:  \nShifts may be established when considered necessary by the Employer. Shift hours and rates  \nwill be as follows:  \n(A) Two Shift Operation: On a two consecutive shift operation, no shift penalty is involved  \nfor work performed on either of these two shifts. Each shift must be scheduled for at least eight  \n(8) hours except as provided for in Section 1 of this Article. On a two shift operation, the second  \nshift shall be established for a minimum of three (3) days.  \nOnce the starting times are established for the two shift operation, they shall not be  \nchanged except upon three (3) working days' written notice to the Union.  \n(B) Three Shift Operation: On a three shift operation, the following shall apply:  \nFirst Shift: The regular hours of work on the first shift of three shift operations shall be  \neight (8) hours of continuous employment, except for lunch period at midshift, between the hours  \nof 6:00 a.m. and 6:00 p.m.  \nSecond Shift: The second shift shall be seven and one-half (7 1/2) hours of continuous  \nemployment, except for lunch period at midshift, and shall be paid for at eight (8) hours at the  \nstraight time rate.  \n   \nThird Shift: The third shift shall consist of seven (7) ccnsecutive hours of employment,  \nexcept for lunch period at midshift, and shall be paid for at eight (8) hours at the straight time  \nrate.  \n(C) Multiple Shift: (a two or three shift) Operation will not be construed on the entire  \nproject if at any time it is deemed advisable and necessary for the Employer to multiple shift a  \nspecific operation. Those groups of employees only who relieve first shift groups of employees  \nand such first shift groups of employees who are relieved by groups of employees on a second  \nshift, and on a three shift operation those groups of employees who relieve the groups of  \nemployees on a second shift, shall be construed as working mult:ple shifts. The intent of this  \nclause shall be construed so as to recognize that a “reliever group\" and a \"relief group\" does not  \nnecessarily mean \"man for man\" relief.  \n(D) It is understood and agreed that when the first shift of a multiple shift (a two or three  \nshift) operation is started at the basic straight time rate or at a specific overtime rate, all shifts of  \nthat day's operation shall be completed at that rate.  \n10.3 General Provisions:  \n(A) Call Out. When an employee has completed his sciieduled shift and is specifically  \n“called out” by the Employer to perform special work of a casual, incidental or irregular nature,  \nhe shall receive premium pay in accordance with the proper overtime rates with a guarantee of  \ntwo (2) hours’.  \n(B) Paving Operations. To take full advantage of weather conditions, starting time of  \noperations for the paving of asphalt paving, road oiling and concrete paving will be at the option  \nof the Employer. However, standby time will be considered as part of the regular operation and  \nwill be paid for at the regular rate.  \n(C) Maintenance, Watchmen, Flagmen. When no other work is in progress and it is  \nnecessary to keep maintenance men, watchmen or flagmen on duty on Saturdays and Sundays,  \nthey will be paid at straight time rates, but allowed two (2) regular consecutive days off each  \nweek. If these men work more than five (5) consecutive days in any one week, the sixth (6th)  \nday shall be paid for at time and one-half (1 1/2) the basic rate end the seventh (7th) day shall be  \npaid for at double (2) the basic rate.  \n10.4 OVERTIME: Work performed in excess of eight (8: hours per day Monday through  \nFriday or ten (10) hours per day, Monday through Thursday, when four ten (10) hour shifts are  \nestablished, or outside the established shift, and all work on Saturdays, or Fridays when four ten  \n(10) hour shifts are established, except for makeup days, shall be paid at time and one-half (1  \n1/2) the straight time rate. All work performed on Sunday and holidays shall be paid at double  \nthe straight time rate of pay. The Employer shall have the scle discretion to assign overtime  \nwork to employees. Primary consideration for overtime work shall be given to employees  \nregularly assigned to the work to be performed on overtime situzitions.  \n   \n"], ["ARTICLE 11  \nLUNCH AND REST PERIODS:  \n", "11.1 Lunch will be approximately mid-shift. (See Article 10 ‘or shift definitions). Lunch will  \nbe no less than one-half (1/2) hour and no more than one (1) hour.  \n11.2 FIRST HALF SHIFT - LUNCH PERIOD: employee is not given at least 30 minutes  \nto eat in the first half of the shift, 30 minutes at the overtime rate shall be added to the hours  \nworked.  \n11.3 SECOND HALF SHIFT - LUNCH BREAK: All empioyees must be given time to eat  \nafter five (5) consecutive hours of work in the second half of th: shift. If the employee does not  \nget time to eat after five (5) consecutive hours in the second half of the shift, 30 minutes at the  \novertime rate shall be added to the employee's hours worked.  \n11.4 RESTPERIODS: A. The nature of the construction work covered by this  \nAgreement allows intermittent rest periods. Employers shall provide such intermittent rest  \nperiods as work flow permits, equivalent to ten (10) minutes for each four (4) hours worked.  \nScheduled rest periods are not required.  \nB. Such intermittent rest periods shall be taken on the work site.  \nC. It will be the responsibility of each employee to take such intermittent rest periods. If an  \nemployee does not take a rest period, then the employee must notify his supervisor and a rest  \nperiod will be provided.  \n"], ["ARTICLE 12  \nHOLIDAYS  \n", "12.1 Holidays recognized under this Agreement shall be as follows: NEW YEAR'S DAY,  \nMEMORIAL DAY, INDEPENDENCE DAY, LABOR DAY, THANKSGIVING DAY AND  \nTHE FRIDAY AND SATURDAY FOLLOWING, and CHRISTMAS DAY. Should any of  \nthese holidays fall on a Saturday, the previous Friday shall be a holiday, and should any of these  \nholidays fall on a Sunday, the following Monday shall be considered a legal holiday and  \nobserved as such. A holiday shall be the twenty-four (24) hour period commencing with the  \nstarting time of the first shift on the day of the holiday. No work shall be performed on Labor  \nDay except to save life or property. Work on any of the holidays specified herein will be paid at  \ndouble the regular straight time rate per hour. In reference to Independence Day, by mutual  \nagreement, the day observed may be changed.  \n   \n"], ["ARTICLE 13  \nPAY DAY  \n", "13.1 Employees shall be paid in full on company time on the job site, by mail, or by direct  \ndeposit to the employee’s account at a financial institution onc: a week; swing shift, graveyard  \nshift and daylight second shift employees will be paid by the end of Thursday's shift, day shift  \nemployees will be patd by the end of Friday’s shift, following the previous weekly payroll period  \nunless otherwise mutually agreed upon between the Union and. Employer. When an employee  \ncannot be paid accordingly because of a holiday, he shall be raid the last work day of the job  \nbefore the holiday.  \n13.2 When an employee voluntarily quits or is terminated for cause, he shall be paid at the next  \nregular pay day. |  \n13.3 When employees are laid off, they shall be paid in full immediately or by check within  \nforty-eight (48) hours.  \n13.4 employee is not paid in accordance with 13.1, 13.2 or 13.3 he shall receive two (2)  \nhours pay for each 24-hour period, or portion thereof, thereafter until said check is mailed to an  \naddress of the employee’s choice or directly deposited to the em:ployee’s account. The postmark  \non the envelope will determine if the check was mailed time'y or the transaction date on the  \nemployee’s financial institution account will serve as the cutoff for any penalty. Saturdays,  \nSundays and recognized holidays are excluded from the 24-hour period for determining penalty.  \nEmployees must notify the Union within seventy-two (72) hours after the payday, layoff or  \ndischarge to be eligible for penalty pay.  \n13. 5 Excluding weather and equipment breakdown, employees required to \"standby\" for more  \nthan forty-eight (48) hours have the option of standing by or signing the out-of-work list and  \nhaving notified the company of the latter option is then eligible for payoff on the first payday  \nafter the layoff.  \n13.6 Payment shall be made by cash, check upon which there is no charge for exchange or direct  \ndeposit. No adjustment of disputed pay will be made unless the employee or the Union shall  \nmake a claim in writing to the Employer’s representative within fifteen (15) days from the pay  \nperiod in question.  \n13.7 Payroll checks and stubs shall indicate company name, straight time hours, overtime hours,  \nrate of pay, itemized legal deductions, to include dues check-off and credit union, pilus  \nallowances if applicable. In the event an employee receives an N. S. F. check, thereafter all  \npayments shall be made by cash or certified check and he shall be considered not paid timely and  \nshall receive eight (8) hours pay for every 24-hour period thereafter until he receives cash or  \ncertified check in full payment. Documented bank errors will be exempt from the initiation of  \neight (8) hour penalty. Payroll stubs for those employees choosing direct payroll deposit shall be  \ndelivered in accordance with the procedures in Section 13.1.  \n   \n13.8 Theavailability of direct payroll deposit is at the option of the Employer. Each employee  \nchoosing it must sign an authorization before it can be started. Vo employee shall be discharged,  \nlaid off, disciplined, replaced, transferred or have any other adverse action taken against him/her  \nfor refusing to use the direct payroll deposit option.  \n"], ["ARTICLE 14  \nUNION REPRESENTATIVES & JOB STEWARDS  \n", "14.1 Union Representatives on Jobs:  \nThe Union representatives shall have access to all places where employees covered by this  \nAgreement are employed, and transportation will be supplied where necessary.  \n14.2 Shop and Job Steward Rules:  \n1) Shop and Job Stewards shall be appointed by their respective Unions. Upon appointment,  \nthe Union shall identify the Steward to the Employer or his in writing.  \n2) Stewards shall be allowed access to all places where employees covered by this Agreement  \nare employed.  \n3) Job and Shop Stewards shall be allowed reasonable time fcr performance of their duties and  \nshall be allowed to take care of union problems immediately.  \n4) All accidents on the job that cause the employee's removal from the job shall be reported  \nimmediately by the Employer to the Union and the Job Stewards.  \n5) In the event an employee is injured or becomes ill on the job, the Employer's representative  \nin conjunction with the Steward shall take care of his personal bzlongings and their disposition.  \n6) The Union appointed Steward or the Union's designated replacement, subject to the Union's  \nrequest, shall be on the job when any work, including overtime, is required provided the  \nemployee is qualified to do the work available.  \n7) Stewards are not authorized to threaten, direct or cause a work stoppage or slowdown.  \n8) Before a Steward can be terminated, or transferred from a job or shift the Employer or his  \nrepresentative shall give the union 48 hours notice.  \n9) When forces must be reduced, the Steward shall be given preferential treatment and be  \nretained over other journeymen providing the Steward can do the work involved; except the last  \nLaborer on the job may be the Foreman.  \n10) There shall be allowed one Steward on each shift on each job per contractor unless the  \ndistance between the work areas is so great that one Steward cannot police the work; then two  \n(2) Stewards shall be allowed.  \n10  \n   \n"], ["ARTICLE 15  \nSETTLEMENT OF DISPUTES & GRIEVANCES  \n", "15.1 It is mutually agreed that there shall be no authorized strikes, lockouts, or other slowdowns  \nor cessation of work by either party on account of any labor differences pending the utilization of  \nthe grievance machinery as set forth below, provided that emplayees covered by this Agreement  \nshall not be expected to pass through a duly authorized picket lire.  \n15.2 Failure of an Employer to make wage, travel and/or zone: pay differential, penalty pay, or  \nother negotiated fringe payments as outlined in this Agreement, is a violation of this Agreement  \nand not subject to Grievance Procedure as outlined below. In the event of violation and after  \nforty-eight (48) hour notice to the Employer, the Union shall have the right to take economic  \naction against such Employer to collect such monies owed.  \n15.3 In the event that a dispute or grievance over the interpreta‘ion of this Agreement other than  \njurisdictional or as otherwise called for in this Agreement occurs, no such grievance shall be  \nrecognized unless called to the attention of the Employer by the: Union or to the attention of the  \nUnion by the Employer in writing or postmarked within fifteen (15) days after the alleged  \nviolation was committed. The following procedure shall be followed for settling grievances:  \n15.4 STEP Tf:  \n(A) The individual Employer and the local Union Representative shall attempt to settle the  \ndispute on a local basis.  \n(B) In the event that the dispute cannot be satisfactorily adjusted on a local basis within five  \n(5) working days, the dispute shall be referred to the authorizec! representative of the Union and  \nthe authorized representative of the Empire Chapter of th: Associated General  \nContractors for immediate review and settlement if possible.  \n15.5 STEP I:  \nIf the dispute or grievance remains unsettled after the foregoing procedures, it shall  \nimmediately be reduced to writing and referred to the Union Negotiating Committee and the  \nAGC Negotiating Committee for resolution.  \n15.6 STEP It:  \nShould the Union Negotiating Committee fail to settle the :natter within three (3) days after  \nwritten notification of the dispute (Saturdays, Sundays and holidays excluded) said dispute shall  \nthen be referred to binding arbitration within forty-eight (48) hours. An impartial arbitrator shall  \nbe selected from a panel of names of persons submitted by the Federal Mediation and  \nConciliation Service. The Union and the Employer shail alternately remove names from this  \npanel and the remaining name on the panel shall be the arbitrator. The decision of the arbitrator  \nshall be within the scope and limited to the interpretation of this Agreement upon the points of  \nissue as stipulated and shall be final and binding upon the partizs. The arbitrator shall promptly  \nrender a decision, but not later than 30 days. Expense of employing said impartial arbitrator  \nshall be paid equally by both parties.  \n11  \n   \n   \n   \n   \n15.7 It is further understood that the grievance machinery above set forth shali not be used for  \nthe purpose of arriving at an agreement to supersede this Agreernent.  \n"], ["ARTICLE 16  \nJURISDICTIONAL DISPUTES  \n", "16.1 The parties agree that there will be no cessation or stoppayze of work because of  \njurisdictional disputes pending settlement by the following procedures.  \n16.2 The Employer who has the responsibility for the performance and installation shall  \nmake a specific assignment of the work as follows:  \n16.3 (A) Where a decision of record applies to the disputed work or where an agreement of  \nrecord between the disputing trades applies to the disputed woi'k, the Employer shall assign the  \nwork in accordance with such agreement or decision of record. Decisions of record are  \napplicable to all trades. Agreements of record are applicable only to the parties signatory to such  \nagreements. Where no decision or agreement applies to the work, the Employer shall assign the  \ndisputed work in accordance with the prevailing practice in the locality. The locality for the  \npurpose of determining the prevailing practice shall be cefined ordinarily to mean the  \ngeographical jurisdiction of the local Building and Construction Trades Council in which the  \nproject is located.  \n16.4 (B) Ifthe disputed work cannot be satisfactorily settled between the local unions and the  \nemployer, the local unions shall promptly submit the dispute to the International Unions who  \nshall meet with the Employer to review the issues and settle the dispute.  \n16.5 When requested to do so, Employers covered by this Agreement agree to furnish within 48  \nhours to the District Councils and local Unions, statements of’ their past and present practices  \npertaining to work on which there is or may be a pending dispute. Such statements shall be  \nwritten on the individual Employer's letterhead.  \n16.6 It will be a violation of the Agreement by the Employer o: by the Union if the Employer or  \nthe Union fails to abide by the decision reached under this proc:dure or by an arbiter or decision  \nof record.  \n16.7 Craft jurisdiction is neither determined nor awarded by classification and/or scope of work  \nappearing in this labor Agreement.  \n"], ["ARTICLE 17  \nHEALTH, SAFETY AND ACCIDENT PREVENTION  \n", "17.1 The Employer shall comply with the Safety Standards for construction work in the State of  \nWashington and the Idaho Minimum Safety Standards and Practices for Building and  \nConstruction Industry and Federal Safety Standards as requireci by law in the appropriate areas  \naffected by this Agreement. All foremen and general foremen s.1all carry a current first aid card.  \n[2  \n   \n17.2 When physical examinations are required by a State or Fecleral agency, the Employer shall  \nmake arrangements for said appointments upon request by the employee and make payments for  \nsuch examinations and pay for time spent getting the examination. This paragraph does not  \napply to ICC requirements.  \n17.3 DRY SHACK:  \nThe dry shack provisions shal! be discussed and agreed to at the pre-job conference or prior  \nto commencement of work where agreed, and the project warrants. The Employer shall at the  \nstart of the job furnish warm, dry, suitable change rooms of ariple size equipped with heat for  \ndrying clothes and with benches and tables for use during lunch periods, and shall be situated  \nclose to the site of the work.  \n17.4 SUBSTANCE ABUSE POLICY:  \n(A) Labor and Management are committed to providing employees with a drug-free and  \nalcohol-free work place. It is the goal to protect the health and safety of employees and to  \npromote a productive work place, and protect the reputation of Labor and Management and the  \nemployees.  \n(B) Consistent with these goals, the Employer prohibits the use, possession, distribution or  \nsale, at its employment sites, of drugs, drug paraphernalia or alcohol. A program of testing,  \npursuant to the Substance Abuse Program, may be instituted, upon mutual consent of labor and  \nmanagement which consent shall not unreasonably be withheld, to monitor compliance with this  \npolicy.  \n(C) An acceptable Substance Abuse Program is contained in a separate addendum to this  \nCollective Bargaining Agreement, but it is not a part of this Agreement and modifications to this  \nSubstance Abuse Program, by mutual agreement of an Employer and the Union, will not  \nconstitute a change to this Agreement,  \n(D) Any grievance related to any Employer’s substance abuse program shall be resolved  \nthrough Article 15, Settlement of Disputes, of this Agreement.  \n"], ["ARTICLE 18  \nSHOW UP - STANDBY & CALL BACK  \n", "18.1 Employees who have not been given notice not to repo:t to work at least two (2) hours  \nprior to the normal starting time of their shift who report for work shall receive two (2) hours  \nreporting pay and applicable fringes for jobs within Zone 1 and four (4) hours reporting pay and  \napplicable fringes for jobs within Zone 2. Employees who work: in excess of these amounts shall  \nreceive actual time worked at the applicable straight time and overtime rates plus all other  \napplicable compensation except as provided in 18.2.  \n13  \n   \n   \n   \n18.2 Employees prevented from starting or completing the shift due to inclement weather or  \nconditions beyond the control of the Employer shall be paid aciual time worked and applicable  \nfringes with a minimum of two (2) hours wages and fringes. Within a twenty-five (25) mile  \nradius of the city centers of Moses Lake, Spokane, Pasco, Pullman and Lewiston the minimum is  \none (1) hour wages and fringes. When the Laborers are working on the same payroll as  \nanother craft (that negotiates with the AGC) that is receiving a higher minimum within a 25  \nmile radius, then those Laborers will also receive the higher minimum.  \n18.3. In case of sustained inclement weather, the Employer and. the Union shall set up a system  \nof transmitting advice to a central point or points so that it will not cause a hardship on either the  \nemployee or the employer.  \n18.4 Employees prevented from completing the shift due t> causes other than weather or  \nequipment breakdown after the four (4) hour minimum, and ir excess of four (4) hours, shall  \nreceive actual time worked at the applicable straight time and overtime rates plus all other  \napplicable compensation.  \n18.5 If an employee leaves of his own volition, he shall be paid for actual time worked at  \napplicable straight and overtime rates.  \n"], ["ARTICLE 19  \nEQUAL EMPLOYMENT OPPORTUNITY  \n", "19.1 The parties to this Agreement acknowledge and agree to :omply with the requirements of  \nFederal and State laws, Executive Orders and other rules and regulations governing civil rights to  \ninsure that there shall be no discrimination in employment against any employee or applicant for  \nemployment because of age, race, color, religion, sex, or national origin.  \n19.2 The parties hereto recognize that the Employer’s compliance with project specifications  \nis of paramount importance. It is mutually agreed, therefore, ly the parties to this Agreement  \nthat provisions of this Agreement will be interpreted, applied ar.d enforced in a manner that will  \nserve to assure compliance with project specifications as they relate to recruiting, training and  \nhiring.  \n"], ["ARTICLE 20  \nSAVINGS CLAUSE  \n", "20.1 If any provision of this Agreement or the application of such provisions shall, in any court  \nor government action, be held invalid, the remaining provisions: and the application shall not be  \naffected. And provided further, that the parties shall immediately proceed to negotiate a valid  \nprovision and Article 15 shall not apply to this Article.  \n20.2 The Employer and the Union may enter into Addenda covering work performed on Indian  \nlands and under the control of Tribal Councils.  \n14  \n   \n"], ["ARTICLE 21  \nWARRANTY OF AUTHORITY’  \n", "21.1 This Agreement shall become effective when signed by thie duly constituted representative  \nof the Inland Empire Chapter AGC acting for and on behalf of the Employers who have  \nindividually requested the AGC to act as their individual and separate bargaining agent in  \nindividual employer units and who have also as an individual 2mployer signed the Agreement,  \nand the duly constituted representatives of the union.  \n21.2 The persons signing this Agreement for the Inland Empire Chapter AGC, and the persons  \nsigning for the Employer, warrant and guarantee their authority to act for the association and/or  \nthe Employer. |  \n21.3 The persons signing this Agreement on behalf of the Union warrant and guarantee their  \nauthority to act for and bind the Union.  \n21.4 Each party agrees to notify the other of any Employer or local Union who becomes  \nsignatory to this Agreement.  \n21.5 Itis further agreed that the liability of the Employer who eccepts, adopts, or signs  \nthis Agreement or a facsimile thereof, shall be several and not joint, and the liability of the local  \nUnions who accept, adopt or sign this Agreement or a facsimile thereof, shall be several and not  \njoint.  \n"], ["ARTICLE 22  \nPUBLIC WORKS PROJECTS  \n", "Public Works Projects - Davis Bacon Act & Related Statutes  \n22.1 In the event the Employer bids a public job or project being awarded by a Federal, State,  \nCounty, City or other public entity which is to be performied at a pre-determined and/or  \nprevailing wage rate established pursuant to the provisions of the Davis-Bacon Act (Public Law  \n74-403 (8/30/35) as amended 3/23/41 and 7/2/64 (40 USC 27647 as amended) or established by  \nthe Industrial Commission of Washington pursuant to the provisions of Title 39 RCW (39.12)  \nprevailing wages on public works Washington State, Prevailing Wage on Public Works and other  \napplicable prevailing wage law§ and regulations, the published hourly wage set forth in said  \npublic work at the time of bid shall apply for the first twenty-four (24) months of the project  \nfrom the date of the notice to proceed. The fringe benefit contribution rates for Health and  \nWelfare only shall be those as established and maintained by the Master Agreements. In the  \nevent a Health and Welfare contribution rate increase exceed; forty (40) cents per hour, any  \nadditional amount will be deducted from the employees’ wage 1ate. Notwithstanding the above,  \nproject agreements may be mutually agreed upon to allow use o: the pre-determined wage for the  \nduration of a project to exceed twenty-four (24) months.  \n15  \n   \n22.2 Should the rates prevailed on a public works project be less than the negotiated rate, the  \nContractor and the Union shall mutually agree before reducing the rates below the limits as set  \nforth herein.  \n22.3 In the event the specifications include an escalator provision covering wages, such amount  \nwill be included as an increase to wages to the extent that the Employer may recover in the  \nescalator claim.  \n22.4 The Employer wiil, when requested in writing, supply accurate and reliable information on  \ncompany stationery that will assist the Union in establishing the correct rates when responding to  \nrequests for prevailing wage data.  \n"], ["ARTICLE 23  \nOVERLAPPING JURISDICTION &  \nEMERGENCY WORK ASSIGNMENT  \n23.1 OVERLAPPING JURISDICTION:  \n", "(A) Onginal manning of a job will be by the Cement Finishers, Laborers, Operating  \nEngineers, and Teamsters under which jurisdiction the work fall;.  \n(B) Overlapping jurisdiction will be allowed to guarantee the contractor eight (8) hours  \nwork for eight (8) hours pay. Overlapping jurisdiction can only be applied after the Cement  \nFinishers, Laborers, Operating Engineers, and Teamsters have been notified by the Employer  \nand all parties have agreed thereto.  \n(C) If additional manpower is needed, hiring will be done in accordance with craft  \njurisdiction.  \n23.2 EMERGENCY WORK ASSIGNMENT:  \nThe contractor shall be allowed to employ, without regard to craft jurisdiction or union  \naffiliation, any of his employees competent to fill vacancies caused by inj ury, sickness, or other  \nunavoidable absence of employees beyond ne control of the cortractor in order to carry the day's  \nwork to completion. :  \n23.3 In such cases, wage rates shali be recognized as applying !o the classification rather than to  \nthe employee, and any employee performing such work shall be paid at the rate for the  \nclassification of the work which he is required to do; provided that under such conditions, no  \nemployee shall be paid a lower rate than that of the classification under which he was working  \nimmediately prior to the temporary assignment herein referred to. In order that an employee  \nshall not lose any benefit rights, contributions shall be made on his behalf into the trust funds of  \nthe craft of his affiliation during the period of such emergency work. This Section is not to be  \nused to permit indiscriminate crossing of jurisdictional lines.  \n   \n23.4 In the event of persistent abuses of these provisions, the Union shall have the right of  \nredress under Step II, Article 15. In the event flagrant abuses continue following determination  \nagainst a contractor as provided in Article 15, the privilege of this memorandum shall be  \nwithdrawn from the offending contractor for the duration of this Agreement.  \n"], ["ARTICLE 24  \nCRAFT SCHEDULES  \n", "24.1 The classifications for employees, wage rates, effective dates, health and security,  \npensions, training and other benefits funds, and other considerations of employment, shall be as  \nprovided in the separate schedules attached hereto and made a part of this agreement.  \n"], ["ARTICLE 25  \nSPECIAL CONDITIONS  \n", "25.1 Both parties recognize that there may be extenuating circumstances when it is to the  \nmutual interest of both parties to modify the terms of this Agreement. In that event, it will not be  \na Violation of this Agreement for the parties to meet and mutually agree to make such  \nmodifications to meet a specific need on a specific project.  \n25.2 In order to maximize the effect of this provision, all crafts will be requested to act  \nuniformly. The General Contractor shall encourage his subcontractors to comply with any  \nmodifications granted under this provision.  \n"], ["ARTICLE 26  \nEFFECTIVE DATE AND DURATION  \n", "26.1 It is mutually agreed and understood by the parties signatory hereto, that this Agreement  \nshall be in full force and effect as of June I, 2006, and shall remain in full force and effect  \nwithout change until May 31, 2009, and from year to year thereafter unless either party hereto  \ndesires to modify, amend or terminate this Agreement after May 31, 2009, or any subsequent  \nanniversary year. Upon its expiration, this Agreement shall continue from year to year, June 1  \nthrough May 31 of each year, by automatic renewal unless changed, superseded by a successor  \nprincipal agreement which shall apply or terminated.  \n26.2 The party desiring to modify, amend, or terminate this Agreement shall serve upon the  \nother party written notice of such desire not later than sixty (60) days nor more than ninety (90)  \ndays prior to May 31, 2009, or later than sixty (60) days or move than ninety (90) days prior to  \nMay 31 of any subsequent anniversary year thereafter.  \n26.3 Notice as required in this Article shall be served in writing by Certified or Registered Mail,  \nPostage prepaid and deposited in the U. S. Post Office.  \n   \n   \n26.4 All employees covered by this Agreement shall be classified and paid in accordance with  \nthe classifications and wage rates as set forth in the craft schedules attached hereto, and hereby  \nmade a part of this Agreement, and no other classifications or wage rates shall be recognized  \nunless this Agreement shall be modified as provided for :n the Craft Schedules of this  \nAgreement.  \n"], ["ARTICLE 27  \nHEALTH CARE  \n", "27.1 In the event of the enactment of any State or Federzl legislation which impacts the  \nemployer's health and security contributions, the parties signatcry hereto will immediately meet  \nto negotiate the distribution of these funds.  \n"], ["ARTICLE 28  \nTRIBAL EMPLOYMENT RIGHTS OFFICES (TERO)  \n", "28.1 When an Employer who is signatory to this Agreement is: required by the terms of  \na project contract to comply with TERO hiring requirements the Employer shall notify the Union  \nprior to starting any work on the project.  \n28.2 The Union shall be given the opportunity to fill any needs with  \nindividuals who are qualified by and registered with the respective TERO prior to the  \nhiring of any individual directly from the TERO.  \n28.3 The Employer shall be allowed to hire individuals direct! from the TERO in the  \nevent the Union cannot meet the TERO qualified and registered manpower needs in a  \ntimely manner. |  \n28.4 Ifthe Employer is compelled to hire employees directly ‘rom the TERO, the  \nUnion will be provided the opportunity to recruit each employee so hired for Union membership.  \nIf any employee hired directly from the TERO declines Union membership, and completes a  \nwaiver of fringe contributions and benefits supplied by the Unicon, the Employer shall be exempt  \nfrom making said fringe benefit contributions on behalf of the employee and shall pay the  \nequivalent amount directly to the employee. This exemption shall apply only to those employees  \nqualified by and registered with the TERO and will not apply to any work performed by the  \nEmployer outside the jurisdiction of the TERO project.  \n"]]