[["", "S173  \nyoo @e@,  \n2004 - 2008  \nAGREEMENT  \nBetween  \nLABOR RELATIONS DIVISION  \nALBANY REGION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAnd |  \nLOCALS 35, 157 & 190  \nLABORERS INTERNATIONAL UNION  \nOF  \nNORTH AMERICA  \nAFFILIATED WITH THE AFL-CIO  \nAecil I, CV — Mm wiec bt Sf Zoo §  \naT pages  \n   \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL CONTRACTORS  \nOF AMERICA  \nNEW YORK STATE CHAPTER, INC.  \nAJ Castelbuono  \nPresident & CEO  \n10 Airline Drive, Suite 203  \nAlbany, New York 12205-1025  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \nINDEX  \n"], ["ARTICLE  \n", "  \nI.  \nIl.  \nTH Geographic Jurisdiction........  \nTV, —-—-  \nV Pre-Job  \nVI. Union  \nVI. Management  \nVIII. Work sees  \nIX Hours of Work. see cents  \nx  \nXI. Show-Upp  \nXl. Payday and Mode of een  \nXO. Laborer scene sees  \nXTV, geese  \nXV. Safety... a  \nXVI. Pension, Welfare, Annuity &  \nTraining Funds.  \nXVI. Labor-Management se  \nCarryover. cern ens  \nXIX. Watchmen and  \nXX. Status Quo on Certain en  \nPAGE  \n10  \n10  \n1]  \n13  \n13  \n13  \n14  \n15  \n17  \n17  \n17  \n18  \nXX]. Arbitration. renee sea  \ncece ee eee cee  \nEqual Employment  \nXXTV. Most Favored Employer...  \nXXV. Dmug/Alcohol era ea  \nXXVI. Apprenticeship............  \nXXVIL Savings  \n  \nXXIX. Duration and ences  \nAddendum 0.65:  \nIndividual  \nAGREEMENT  \nTHIS AGREEMENT, made this 1st day of April, 2004, by and between the LABOR  \nRELATIONS DIVISION, ALBANY REGION of the ASSOCIATED GENERAL  \nCONTRACTORS OF AMERICA, NEW YORK STATE CHAPTER, INC. (hereinafter  \nreferred to as the “Association\"), acting for an on behalf of its present and future members, and  \nLOCALS 35, 157 & 190 of the LABORERS INTERNATIONAL UNION OF NORTH  \nAMERICA, affiliated with A.F.L.-C.1LO. (hereinafter referred to as the “Union’).  \nPursuant to the Uniform District Council Constitution of the Laborers' International Union  \nof North America, Laborer Locals 35, 157 and 190 are affiliated locals of the Eastern New York  \nLaborers District Council (\"District Council\") and, as such, collective bargaining and ratification is  \nconducted by the District Council on behalf of Laborer Locals 35, 157 and 190. Entering into this  \nAgreement will not bind the parties to the terms of any other Agreement entered into by the District  \nCouncil on behalf of its other affiliated locals.  \nWITNESSETH:  \nWHEREAS, the parties hereto desire to stabilize employment in the Heavy and Highway  \nConstruction Industry, agree upon wage rates, hours and conditions of employment.  \nNOW, THEREFORE, the undersigned Association and Union, in consideration of the  \nmutual premises and covenants herein contained, agree as follows:  \n"], ["ARTICLE I - LIABILITY  \n", "1. The Association and the Local Unions named herein are negotiating agents for their  \npresent and future members. For any breach of this Agreement the liability of the members of the  \nAssociation and the Local Unions shall be several and not joint and the liability of the Association  \nshall only be that of negotiating agent without liability for the acts of its respective members.  \n2. The Association shall notify the Union in writing within seven (7) days after the time that  \na new member joins the Association and becomes a member of the L.R.D/A.G.C. - Albany  \nRegion.  \n"], ["ARTICLE If - DEFINITION  \n", "1. This Agreement is to cover all Highway and Heavy Construction which for the  \npurposes of this Agreement is defined as including, but not limited to, the construction  \nof: highways, roads, streets, alleys, grade crossings, driveways, sidewalks, curbs, guard rails, fences,  \nculverts, parkways, parking areas, runways, taxiways, ramps and aprons and related work for  \nexcavation for conduit, bases and foundations for lighting and water lines and de-icing systems;  \nathletic fields; highway and railroad and similar structures; railroad and street railway projects;  \nrailroad track work; sewers; sewage treatment projects; pumping stations, sedimentation  \nbeds; water mains, grade separations, foundations incident to the work herein described; abutments,  \nretaining walls, viaducts, track elevations, elevated highways, drainage and reclamation projects;  \nreservoirs and water supply projects; pure water projects; power plant construction outside the  \n5  \nbuilding line and inside the building line to the first floor level; water pollution control treatment  \nplants; water power developments, hydroelectric developments, transmission lines, duct lines,  \npipelines, docks, dams, dikes, levees, revetments, irrigation and flood control projects, channels,  \nchannel cutoffs, dredging projects, jetties, break waters, locks, piers, pile driving, industrial sites,  \nschool sites, tank farms, bulk plants, golf course site work, and all earth moving, including the  \ninstallation, operating, maintenance and disassembly of construction equipment and plants used in  \nconnection with and servicing the aforementioned work.  \n2. Certain types of work hereinabove described are more specifically covered as follows:  \na) On pipeline construction both liquid and vapor from the first metering station or  \nconnection of the main transmission carrier to the distribution carer, and  \ntransmission and distribution systems, underground and above ground  \ncommunication systems, foundations and excavation on power transmission lines,  \noil static lines. Tank farms, bulk plants and pumping stations are excluded.  \nb) Construction of sewer (sanitary and storm) and water lines and mains;  \nc) Sewer and water plant construction outside the building line and inside the  \nbuilding line to finish grade level;  \nd) Borings, culverts and tunnels (for highway and railroad crossings) incidental or in  \nconjunction with the work mentioned above at (a), (b), and (c),  \ne) The work mentioned in (b), (c) and (d) of this section on industrial, commercial  \nand school sites.  \nf} Work covered in section 2 shall be performed pursuant to this agreement insofar  \nas it does not conflict with the national pipeline agreement.  \ng) Worker and foremen conditions for this work are specifically descnbed in Article  \nXi, Section 5.  \n"], ["ARTICLE HI - GEOGRAPHIC JURISDICTION  \n", "1. This Agreement is to cover all Heavy and Highway Construction work in the  \ngeopraphical jurisdiction of Locals 35, 157 & 190 as provided for in Section 2.  \n2. The geographic jurisdiction as stated will not be changed for the purposes of this  \nAgreement during the duration of such Agreement.  \nLOCAL NO. 35 — Counties of HAMILTON, HERKIMER, ONEIDA, FULTON  \n(Townships of Staratford, Oppenheim, Carogo and Ephrate), MONTGOMERY  \n(Townships of Minden, St. Johnsonville, Canahoharie, Palatine and Root)  \nBusiness Manager  \nJoseph DiCesare 112 South Street  \nUtica, NY 13501  \n(315) 732-7965  \nFAX: (315) 732-174]  \nLOCAL NO. 157 - Counties of SCHENECTADY, SCHOHARIE.  \nMONTGOMERY (Townships of Mohawk, Glen, Charleston, Amsterdam and  \nFlorida). FULTON (Townships of Bleeker, Mayfield, Northhampton, Johnstown,  \nBroadalbin and Perth). and SARATOGA (Townships of Day, Hadley, Edinburg,  \nCorinth, Moreau and South Glens Falls, Wilton, Providence, Greenfield,  \nNorthumberland, Galway, Milton, Charlton, Ballston, Clifton Park, Malta and  \nSaratoga Springs).  \nBusiness Manager  \nThomas Lombardoni 105 Clinton Street  \nSchenectady, NY 12305  \n(518) 374-6704  \nFAX: (318) 370-0370  \nLOCAL NO. 190 - Counties of ALBANY, RENSSELAER, WASHINGTON,  \nSARATOGA (Townships of Stillwater, Halfmoon, Saratoga), COLUMBIA  \n(Townships of Stuyvesant, Stockport, Kinderhook, New Lebanon, Canaan, Ghent,  \nChatham, Austerlitz), and GREENE (except Catskill Township).  \nBusiness Manager  \nAnthony Fresina 668 Wemple Rd.  \nP.O. Box 339  \nGlenmont, N.Y. 12077-0339  \n465-1254  \nFAX: (518) 465-1257  \n"], ["ARTICLE IV - UNION JURISDICTION  \n", "1. This Agreement is to cover all watchmen, flagmen (all crafts), fire watchmen, traffic  \ncontrol men, laborers, foremen (grade, pipe, concrete, forms, seeding, asphalt, clearing and  \nerubbing, clean-up, stonelaying) in the performance of: the laying of all types of pipe and conduit  \nincluding the relining of existing pipe and the fusion of plastic pipe; the spreading and pouring and  \nraking and tamping of all asphalt and concrete materials and the bull floating (strike off) of all  \nconcrete; curing of concrete; the laying of all types of stone or manufactured curb, rip-rap, paving  \nblocks, concrete blocks (paving), Belgium Block; assembling and placing of Gabion and all similar  \ntypes of baskets; the handling, the loading and unloading and stringing of all materials, the  \nhandling, loading and stringing of all wood products by hand or power, the sharpening of all air tool  \nbits and drills and bull points; any and all types of heaters to be attended and handled and fueled by  \nLaborers at all times when in use except where existing agreements provide otherwise; the  \nhandling, the laying and placing of forms used for curbing, gutters, roads and sidewalks and the  \nstripping of same; the placing, setting and maintenance of all flares, blinker lights and reflectors; the  \ncutting and chipping of road joints; the handling, the loading and unloading and distributing of  \nchain-link fence; handling and erecting of wire fence; the sandblasting and applying of sealers and  \nhardeners and epoxy on concrete and asphalt work; the nozzle operators on sandblasting and  \nguniting operations; the signaling of all materials (manufactured or otherwise) which is handled or  \nput in place by laborers; the handling, the loading and unloading and distribution and installation of  \nall guard rails, highway signs and road markers; single diaphragm and 1-1/2\" pumps to be attended,  \nhandled and fueled by laborers; the operating of all types of machines used to sea] any type of  \njoints; the operating and servicing of mortar mixers and conveyors used in faborers' work regardless  \nof number; the operating and servicing of rock dnilling machines; the blasting and dynamiting of all  \nrock; the placing of all pre-cast and prestressed materials except when placed or installed by the  \nmanufacturer pursuant to its collective bargaining agreement; handling, unloading, loading,  \nassembling and laying of all multiplate; the operation of all air, gas, electric, oil and other type of  \nmotor driven tools including all pusher type equipment; the handling, tending and maintaining of  \nHomelite and like generators; wrecking and demolition; containment membrane liner. The  \nforegoing applies in the performance of all the aforementioned work and all other work coming  \nunder the jurisdiction of the of NA-A.F.L. - C.LO.  \n2. Self-contained crawler drill; grooving machine (status quo), for parts of Locals 35, 157  \nand 190 i.e., the geographic jurisdiction of those Locals included within the geographical  \njurisdiction of IUOE Local 106.  \n"], ["ARTICLE V - PRE-JOB CONFERENCE  \n", "|. There shall be a mandatory pre-job conference. The Employer agrees to meet with the  \nUnion for a pre-job conference prior to the commencement of any work on the subject project and  \nthe same shall apply to any and all subcontractors.  \n2. In the event that an Employer violates this Article, the Union may serve a five (5) day  \nnotice of intention to strike on such Employer. If the Employer does not comply within five (5)  \ndays, the Union may strike such Employer without such action being a violation of the no-stnke  \nclause of this contract.  \n3. Where a subcontractor has not had a pre-job conference, the five (5) day notice shall also  \nbe served on the prime contractor.  \n"], ["ARTICLE VI - UNION RIGHTS  \n", "1. All employees covered by this agreement, as a condition of continued employment, shall,  \ncommencing on the eighth (8th) day following the beginning of their employment, or the effective  \ndate of this agreement, whichever is the later, acquire and, for the duration of their employment,  \nmaintain membership in the union to the extent enforceable under law.  \n2. Failure of any employee covered by this Agreement to meet the requirements described in  \nSection 1 above, will, upon the Union's written request, result in his discharge by the Employer.  \n3. The Employer agrees that in providing opportunity for employment it will give prionty to  \npersons who have had one (1) year or more of service since January 1, 1981, in the construction  \nindustry in the type of work covered by this Agreement, and in the various geographic areas  \ndescribed in Article III, Section 1 of this Agreement. It is understood that this clause is not  \napplicable to Union employees who have previously been in the employment of an LRD contractor.  \n4. The Employer and the Union agree that the foregoing priority shall be exercised  \nwithout regard to union membership or non-membership and the Employer agrees to give the  \nUnion an opportunity to provide such additional employees as he needs.  \n5. It is agreed that on each job the Union Business Manager may appoint a working  \nShop Steward who will be named at the pre-job conference. The Laborers’ Steward will be  \nemployed at all times that any laborers work is performed or any Laborers are employed on the  \nproject except that on overtime and/or specialty work, the Steward can only assert seniority  \nprovided he is qualified to do the work. He will be paid for all time lost due to not having been  \nnotified by the Employer or the Employer's agent to report for work. He will be allowed sufficient  \ntime to perform his duties and will not be discharged, laid-off, or transferred by reason of the  \nperformance of his duties as Steward without prior approval of the Business Manager.  \n6. The Laborers! Steward shall be notified prior to any hiring or lay-off.  \n7. (a) At the Business Manager's request, the Laborers’ Steward will be assigned to a  \nservice truck when and if a service truck is operating on the project. When the service truck is not  \noperating on the project or in use on the project, the Steward wil] be assigned to other work. It is  \nthe intent of this section that the Steward be engaged as a productive working employee at all times  \nconsistent with Section 5 of this Article.  \n(b) When the service truck is sent off the project, the Laborers’ Steward will not  \naccompany such truck unless ordered to do so by the Employer.  \n(c) When there is more than one (1) service truck operating on a project, whether a  \nlaborer or laborers shall be assigned to truck or trucks, shall be at the option and discretion of the  \nEmployer consistent with the jurisdiction of the Union.  \n8. Authorized representatives of the Union shall be allowed to visit jobs during working  \nhours to interview the Employer and the Employees but in no way shall such person or persons  \ninterfere with or hinder the progress of the work.  \n9. (a) Employees injured at work shall be paid for the time spent going to the doctor's  \noffice for treatment at the time of injury. If the doctor certifies in writing that the employee is  \nunable to return to work that day, the injured employee shall be paid for the balance of that working  \nday.  \n(b) The injured employee shall be allowed two (2) hours time from work for  \nadditional visits to the doctor for injuries sustained while in the Employer's service without loss of  \npay. It shall be understood, however, that such visits during working hours shall be made only  \nwhen no other arrangements can be made and an affidavit is received from the doctor stating the  \nnecessity for each visit.  \n(c) The injured workman shall, if at all possible, be given preference to any light  \nwork, if the same is available, that may be performed on the job provided, however, that he is still  \nin the employ of the Employer where the injury occurred and the doctor certifies in wniting that the  \nemployee can do the work to which he is to be assigned.  \n"], ["ARTICLE VII - MANAGEMENT RIGHTS  \n", "The management of the job, and direction of the working force, including but not limited  \nto the right to hire, suspend or discharge for a just cause and the right to relieve employees from  \nduty, because of lack of work or other reasons is vested exclusively in the Employer, subject to  \nthe other provisions of this Agreement.  \nNo limitation shall be placed on the amount of work which an employee shall perform  \nduring the work day, nor shal] there be any restrictions against the use of machinery or labor-  \nsaving devices.  \n"], ["ARTICLE VIII - WORK CONDITIONS  \n", "1. The Employer shall furnish all necessary tools that the employees are to use.  \n2. (a) At the time of hire or such later date as may be appropriate, employees  \ncovered by this Agreement shal] be furnished slipover rubber boots, rainsuits and hats which shall  \nremain the property of the Employer and be returned at the termination of use or employment.  \n(b) At the first full pay period following the issuing of such articles, the actual  \ncost to the contractor of the said articles shall be deducted from the pay of each such employee  \ncovered by this contract. Upon termination of employment, such employees who return the articles  \nissued will be refunded the amount deducted from pay.  \n3. The Employer shall supply special gloves for the performance of work necessitating their  \nuse.  \n10  \n4. The Employer shall provide warm suitable shelter of sufficient size where all laborers  \nmay eat their lunch and hang their clothing. The Employer shall also assume responsibility tn case  \nof loss of fire. No tools, building equipment or combustible material shall be stored therein.  \nEmployees shall be required to execute a verified proof of loss in case of fire.  \n5. The Employer shall provide and the Laborers shall maintain clean and sanitary toilet and  \ndrinking facilities.  \n6. (a) The Union and the Employer expressly agree that a stable work force is  \nrequired a all times in this seasonal industry and that the absence of individual employees has a  \nserious impact on the Employer's project productivity and efficiency.  \n(b) Absences from scheduled work are to be discouraged and accordingly such  \nabsences are just cause for discharge of an employee or employees and it shall be the decision of the  \nUnion whether to take recourse through the grievance procedure.  \n"], ["ARTICLE IX - HOURS OF WORK  \n", "1. The work week shall consist of Monday through Fnday.  \n2. Normal workday shall consist of eight (8) hours with one-half (1/2) hour for lunch. The  \nstarting time shall be set by the Contractor which can include flexible starting times by mutual  \nagreement between the Employer and the Union.  \n3. Two shifts may be worked in twenty-four (24) hours and shall be of equal duration and at  \nthe same rate. However, in a two shift operation, where the combined number of hours worked by  \nthe two shifts is sixteen (16), or less, each shift shall be paid eight (8) hours' pay at straight time.  \nNotwithstanding the foregoing provisions, when a shift is shut down by reason of completion of the  \nshift work to be performed or conditions beyond the Employer's control, the affected shift shall be  \npaid on the basis of the show-up time provisions contained herein in Article XI. This clause is  \nequally applicable to the three (3) shift provisions hereinafter contained in Section 4. Thus, it is  \nunderstood that there is no guarantee that on a given day, one shift might not vary due to weather,  \nequipment breakdown or changes in operation schedules.  \n4. Three shifts may be worked in twenty-four (24) hours and shall be at the rate and duration  \nas set forth below.  \nIst Shift 8 hours’ work 8 hours’ pay  \n2nd Shift 7-1/2 hours' work 8 hours’ pay  \n3rd Shift 7 hours’ work 8 hours’ pay  \nEvery shift shall have one-half (1/2) hour for lunch. When three (3) shifts are worked, the  \nsecond and third shift shall be considered for payroll purposes as having worked in their entirety on  \nthe same day on which the first shift started. On multiple shift work, the work week shall start not  \nearlier than 5:00 a.m. The Contractor shall set the starting time.  \n11  \n5. Prior to the start of shift work, the Employer shall give forty-eight (48) hours’ notice to the  \nBusiness Manager. When the shift work to be performed shall be less than ten (10) working days in  \nduration, prior agreement of the Business Manager shall be required. In the event of an emergency  \nor directive of the letting agency, prior agreement for shift work of less than ten (10) working days  \nduration is not required, but notice will be given to the Business Manager prior to the starting of  \nsuch shift work.  \n6. One and one-half (1-1/2) times the rates set forth in this Agreement shall be paid for work  \nperformed outside the scheduled workday and all work performed on Saturday. All work on  \nSunday will be paid at double time.  \n7. On private (non-posted rate) work, four (4), ten (10) hour days may be worked at straight  \ntime during a week, Monday thru Friday.  \n8. All eligible employees shall be allowed time off to vote on Election Day in accordance  \nwith applicable law.  \n9. FLEXTIME. With respect to any project that is 100% Federally funded, awarded by a  \nFederal Agency, the payment of overtime after eight (8) hours will not apply. Overtime will only  \nbe required to be paid after (40) hours.  \n10. SINGLE IRREGULAR WORK SHIFT: A single irregular work shift can start any time  \nfrom 5:00 p.m. to 1:00 a.m.. All employees who work a single irregular work shift on  \ngovernmental mandated night work shall be paid an additional $1.50 per hour. Section 10 will be  \neffective for work bid on or after January 1, 2001. It is understood and agreed that if the single  \nirregular work shift language is not included in NYS Department of Labor prevailing wage rate  \nschedules, the premium is waived.  \n"], ["ARTICLE X - HOLIDAYS  \n1. Paid holidays to be observed are Memorial Day, Independence Day, Labor Day,  \n", "Thanksgiving Day, Christmas Day and New Year's Day, irrespective of the day of the week on  \nwhich the holiday may fall. If a Holiday falls on a Saturday, it will be celebrated on Saturday.  \nEmployees who work a Saturday Holiday shall be paid double time plus the Holiday pay. When a  \nHoliday falls on a Saturday, the employer has the option to either work Friday and pay Saturday as  \nthe Holiday, or, not work Friday and pay for the day in lieu of the Holiday. If the holiday falls on  \nSunday, it will be celebrated on Monday. In the event that men work on this Sunday holiday, they  \nshall be paid double time. In the event that men work on Monday, they shall be compensated at  \ndouble time plus the holiday pay. Accordingly, the Monday following the Sunday is treated as the  \nholiday.  \n2. Any employee laid off within the week in which a holiday falls shall receive holiday pay,  \nprovided the holiday occurs after the date of hire. However, if a new employee is employed by an  \nemployer for one (1) day only during this period, he shall not be entitled to holiday pay.  \n3. A man must work the working day before and the working day after a holiday to receive  \n12  \nholiday pay. However, an employee not able to report because of proven sickness, death in  \nimmediate family, or accident shall be entitled to holiday pay.  \n4. If a man is ordered out and reports for work on a holiday, set forth in Section 1] above, and  \ndoes not start, then he shall be paid a minimum of two (2) hours' straight time in addition to the  \nstraight time given for said paid holiday. If he starts work on a paid holiday, he shall be paid a  \nminimum of four (4) hours' pay at double time plus the holiday pay.  \n"], ["ARTICLE XI - SHOW-UP TIME  \n", "1. Any laborer who reports for work at the regularly appointed starting time, unless he has  \nbeen notified on the previous day that his services will not be required, shall be entitled to show-up  \ntime of two (2) hours at straight time. The Employees shal] remain on the job for the two (2) hour  \nperiod unless otherwise directed by the Employer. Employees directed to stand-by beyond the two  \n(2) hour period shall be paid show-up time plus such additional stand-by time.  \n2. Employees reporting for work at starting time shall, if put to work, receive a minimum  \npay of two (2) hours or actual hours worked, whichever is greater.  \n"], ["ARTICLE XII - PAYDAY AND MODE OF PAYMENT  \n", "1. Employees performing work under this Agreement shall be paid once a week on the job.  \nNo more than six (6) days’ pay shall be withheld. If the payday falls on a holiday, payment shall be  \nmade on the workday preceding such holiday, On failure to pay on the regularly scheduled payday,  \nthe Employer will pay a penalty of two (2) straight time hours for payday and for each succeeding  \nday on which he fails to pay where such failure to pay is willful or due to conditions within the  \nEmployer's control.  \n2. All wages shall be payable in lawful currency, enclosed in an envelope which shows the  \nemployee's name and employer's name, regular hours worked plus overtime hours worked, all  \nlawful deductions, and the amount due or by a negotiable payroll check showing ail of the above  \ninformation drawn upon a commercial bank within the region, payable upon demand at par.  \n3. If any employee is discharged or laid off, all accrued wages shall be due and paid  \nimmediately, except that an employee may be paid by check mailed within twenty-four (24) hours.  \nIf not mailed within 24 hours, such employee shall be paid an additional $25.00 for each additional  \n24 hour period the check was not mailed.  \n"], ["ARTICLE XIII - LABORER FOREMAN  \n", "1. When more than three (3) employees covered by this Agreement are employed, a Laborer  \nForeman will be designated by the Employer. Designated Foremen shall assume the keeping of  \ntime for Employees covered by this Agreement.  \n2, Laborer Foreman (grade, pipe, etc.) shal] be designated by and at the discretion of  \nthe Employer and shall be assigned to such duties and responsibilities as the Employer, the Dirt  \nSuperintendent or other supervisory personnel may determine in its or his sole discretion. The  \n13  \nEmployer or his representative shall be the sole judge of whether such employees are qualified to  \nperform the assigned work.  \n3. The wage rates for foremen covered by this Agreement are as follows:  \n(a) Grade Foremen — two dollars ($2.00) over basic rate.  \n(b) Other Foremen -one dollar and fifty cents ($1.50) over the highest classification  \ncovered by this Agreement which such foremen supervise.  \n(c) Any foremen covered by this Agreement may be employed on a weekly basis at  \na salary agreeable to the Employer and the foremen.  \n4. The Union agrees that no restrictions shall be placed upon the selection of Foremen by the  \nEmployer or the use of Foremen freely among locals throughout the territorial jurisdiction of this  \nAgreement (100% mobility) provided they are a member of a Union party to  \nthis Agreement.  \n5. a) Foremen shall be named as may be required by the Employer and at the  \nEmployer's discretion. In the event that more than one foreman is employed on a project, the Union  \nshall be afforded an opportunity to supply 50% of such men.  \nb) On gas distribution, electric and telephone work there shall be fifty percent  \n(50%) mobility between the local unions with respect to foremen and workmen, The first foreman  \nmay come from the employer.  \n¢) On other work covered by Article I, Section 2, there shal] be fifty percent (50%)  \nmobility with respect to foremen and twenty-five percent (25%) mobility among the Unions with  \nrespect to other workmen.  \n"], ["ARTICLE XIV - SUBCONTRACTING  \n", "It is agreed that if the Employer subcontracts job site work falling within the terms of this  \ncontract, provision will be made in each subcontract for the compliance by said subcontractor with  \nterms, conditions of employment, wages, welfare, pension, training, annuity and L.E.C.E.T.  \ncontributions not less than those contained in this Agreement.  \n2. A subcontractor is defined as any person, firm, partnership, self-employed person or  \ncorporation who agrees, under contract, oral or written, with the general contractor or his  \nsubcontractor to perform on the job site any part or portion of the work covered by this Agreement.  \n3. With respect to subcontractors who are not members of the Labor Relations Division-  \nAlbany Region, A.G.C., or who have not signed the contract as an individual employer, the  \nfollowing rules shall apply:  \n(a) Such subcontractors shall be required to remit fringe benefit payments on a  \nweekly basis.  \n14  \n(b) On the first failure of such subcontractor to remit fringe benefits or first instance  \non which the subcontractor is delinquent, the Union shal} notify the Prime Contractor of the said  \nfailure to remit or delinquency.  \n(c) After having been notified of a failure to remit or of a delinquency, the Prime  \nContractor shall be responsible for each such fringe benefit payment pursuant to (d) below.  \n(d) After notification by the Union, the Employer is responsible for checking with  \nthe funds to determine whether the regular payments are being made. However, once any  \nnon-payment has been rectified and the subcontractor resumes payments as required under 3{a), the  \nPrime Contractor is relieved of any responsibility to check with the Funds until notification is again  \nreceived in writing by the Union of further alleged delinquency.  \n(ec) The Prime Contractor's responsibility is limited to fringe benefits applicable to  \nits project on which the defaulting subcontractor is employed.  \n(f} The Prime Contractor does not assume the above responsibility with respect to  \nsubcontractors who are members of the L.R.D.-Albany Region, AGC, or who are individual  \nsignatories to the labor contract.  \n4. Off-site gravel or material pits, the material from which is used for a particular project  \ncovered by this Agreement shall be operated under the terms of this Agreement when the pit is  \nowned, leased, operated by or under the control of the Prime Contractor or another corporation or  \ncompany of which the majority ownership is held by the Prime Contractor or its majority owner or  \nowners.  \n5. By mutual agreement, an employer may subcontract to non-signatory specialty  \nsubcontractors and use his best efforts to arrange a pre-job conference.  \n6. It is recognized that there are specific subcontract requirements for D/M/WBE  \nparticipation in most public works contracts and that certain exceptions to the subcontracting clause  \nmay be required for the employer to comply with these requirements. Every effort will be made by  \nthe employer to arrange a pre-job meeting with these subcontractors and the union. It is understood  \nthat in no way shall the enforcement of this clause allow other trades to perform the work of this  \nunion.  \n"], ["ARTICLE XV - SAFETY  \n", "The Union and Employees agree that willful neglect by an employee to obey company  \nsafety rules and regulations or to obey safety rules, standards and regulations prescribed pursuant to  \nthe Occupational Safety and Health Act (OSHA) or other governmental regulation or legislation or  \nto use properly such safety devices or equipment as provided by the company may be just cause for  \ndischarge. A copy of the company safety program shall be furnished each employee at time of  \nemployment. Employee's signature shall be proof of acknowledgement.  \n15  \n"], ["ARTICLE XVI - PENSION, WELFARE, ANNUITY AND TRAINING FUNDS  \n", "1.  \n(a) The Employer hereby agrees to contribute the amounts hereinafter provided for  \nin Article XXVIII of this Agreement to designated Laborers Pension, Welfare,  \nAnnuity and Training Funds (hereinafter singularly and collectively referred to as  \n\"Fund\") for each actual hour worked by employees covered by this Agreement. It is  \nthe purpose of this Article to provide that where a Local Union, party to this  \nAgreement has established a Fund jointly trusteed by Labor and Management, then  \nsaid contributions shall be paid to said Local Fund in the amounts hereinafter set  \nforth in this Agreement.  \n(b) The Employers party to this Agreement accept the Trustees now serving on  \nsuch Fund and hereby waive the right to name new, other successor or additional  \ntrustees.  \nThe Employer agrees to contribute the amount per hour hereinafter set forth in  \nArticle XXVIII for each actual hour worked except where an employee is paid  \npursuant to the 2+ actual hours worked clause herein provided for at Article XI of  \nthis Agreement in which case contributions shall be paid on the same basis as the  \n2+ actual hours worked clause.  \nEach Local Union party to this Agreement shall be considered as an Employer  \nunder this Agreement for the purpose of paying the contributions mentioned in  \nthis Article on its Employees.  \n(a) In the event that the Employer does not make contributions to the Fund as  \nprovided for herein, the Employer agrees that he will be charged with all necessary  \nlitigation and accounting expenses incurred by the trustees of the Fund in coljecting  \nthe monies due hereunder and that a money judgment may be rendered against such  \nEmployer for such litigation and accounting expenses in addition to a judgment for  \nunpaid contributions.  \n(b) Litigation and accounting expenses shall be determined so as not to be in excess  \nof the minimum fee schedules for the legal and accounting professions in the area in  \nwhich such work is performed.  \n(a) Each Employer shall furnish the Trustees of the respective funds with periodic  \nreports as required by the Fund showing the names, social security numbers, hours  \nworked and location of job of each employee performing work covered by this  \nAgreement.  \n(b) Subcontractors covered by Article XIV, Section 3 shall remit contributions on a  \nweekly basis.  \n(c) In the event that no workers are employed during the report period, a negative  \nreport and/or a final report shall be filed.  \n16  \n(d) Monthly reports are due the 15th day of the month following the month on  \nwhich contributions are being made.  \n6. The books and records of each Employer pertinent to the employment of Employees  \ncovered by this Agreement, shall be made available at all reasonable times for  \ninspection and audit by a licensed CPA employed by the Fund, including, without  \nlimitation, payroll sheets, W-2 Forms, New York State employment reports, Social  \nSecurity reports, ledgers, vouchers and any other pertinent items concerning  \npayrolls. Inspection shall be restricted to a verification of payments made and/or  \ndue to the Fund. Cost of such inspection shall be bome by the Fund except in cases  \nwhere an Employer is delinquent in making contributions, in which case the  \ndelinquent Employer shall bear the cost of inspection and audit. Delinquency ts  \ndefined as continual late payments and not honest errors.  \n"], ["ARTICLE XVII - LABOR-MANAGEMENT COOPERATION  \n", "The Employer and the Union recognize that they must confront issues of mutual concern  \nwhich are more susceptible to effective resolution through labor-management cooperation than  \nthrough the collective bargaining process. To seek resolution of these mutual concers and to  \nadvance mutual interests through labor-management cooperative efforts, it is agreed that the  \nEmployer shall contribute to the New York State Lab orers-Employers Cooperation and Education  \nTrust for the term of this Agreement, including any extensions or renewals thereof. The Employer  \nshall contribute to the New York State Laborers-Employers Cooperation and Education Trust as  \nprovided for in Article XXVIII for each actual hour worked. The Employer shall submit all  \ncontributions and all contribution reports to the designated Laborers' Local Fund Office. The Fund  \nOffice shall promptly forward the contributions and contribution reports to the Laborers Regional  \nOffice, Trust Division for the accounts of the Trust and Fund. The Employer and the Union hereby  \nadopt and agree to be bound by the Agreement and Declaration of Trust establishing the New York  \nState Laborers-Employers Cooperation and Education Trust, as amended.  \n"], ["ARTICLE XVIII - CARRYOVER  \n", "1. For all work bid on or after April 1, 2000, there shall be a twelve (12) month carryover  \nfrom the bid date, of the posted proposal rates, or until a redetermination is made by the NYS  \nDepartment of Labor, whichever occurs first.  \n2. It is understood and agreed that the carryover clause contained in the 1997-2000  \nAgreement between the parties applies.  \n"], ["ARTICLE XIX- WATCHMEN AND GUARDS  \n", "1. Guards are to be excluded from the bargaining unit. Guards may be used for the security  \nof the contractors' equipment and material only and they will not at anytime be required to punch  \ntime clocks or perform work of employees covered by this Agreement.  \n2. Watchmen are employees on projects requiring a coverage under Item 619 (Maintenance  \nand Protection of Traffic) and such employees are covered by only the following provisions of this  \n17  \nAgreement: Article V1, Sections 1, 2, 3, 9(a), (b) and (c); Article VII; Article XIV, Sections 2 and  \n"], ["3: Article XV; Article XVI; Article XVH; Article XVI; Article XXJI; Article XXII; and  \nArticle XXV.  \n", "3. When watchmen service is subcontracted, the provisions of this Article shall apply  \nequally to such subcontractors. °  \n4. The 2+ actual hours worked clause of this contract (Article XT) does not apply to  \nwatchmen. The hourly rate shall be paid at straight time for actual hours worked without regard to  \nthe day of the week or whether a holiday is involved. Time and one-half (1-1/2) shall be paid for  \nhours worked in excess of forty (40). Overtime for watchmen shall be computed only on hours  \nworked as a watchman without regard to hours that such man shall have worked on the project as a  \nlaborer.  \n5. The duties of a watchman shall include maintenance of barricades, lights and signs, and  \nsimilar non-productive maintenance and safety functions, acting as fire watch but shall not tend fuel  \nfires.  \n6. Watchmen Rates: The watchman's rate shall be 75% of the basic (a) rate, plus fringes.  \nSuch basic rates shall be rounded to the nearest one-half (1/2) cent.  \n"], ["ARTICLE XX - STATUS QUO ON CERTAIN EQUIPMENT  \n", "1. The parties hereto recognize that the operation of certain equipment and work  \nassignments may raise questions regarding jurisdiction of work in areas of one or more of the local  \nunions party to this Agreement. The equipment involved is:  \n(a) Hydraulic Seeder  \n(b) Concrete Curb Machine  \n(c) Asphalt Curb Machine  \n(d) Snorkel  \n(ec) Stump Remover  \n(f} Blower for Burning Bush  \n(g) | Hydraulic Motorized Pin Puller  \n(h) Self-Propelled Concrete Saw  \n2. Pending final determination of the jurisdiction of the above equipment, such equipment  \nand the operation thereof shall remain \"status quo.”  \n"], ["ARTICLE XXI - ARBITRATION  \n", "1. During the term of this Agreement, neither party shall order or permit any  \nlockout, strike, or other work stoppage or slowdown. Further, the Union will not aid, support or  \npermit unauthorized strikes, slowdowns or work stoppages by its members.  \n2. Grievance Procedure: All grievances or disputes involving any controversy,  \ndispute or misunderstanding arising as to the meaning, application or observance of any provisions  \n18  \nof this Agreement shall be handled in the manner hereinafter set forth.  \nStep 1. All grievances must be made known in writing to the other party  \nwithin seven (7) calendar days after the reason for such grievance has occurred. An authorized  \nrepresentative of the Union shall first submit a written grievance to the Job Superintendent or his  \nduly authorized representative. The authorized representative of the Union of the employee or  \nemployees involved shall be present at any meeting between the Job Superintendent and such  \nemployee or employees. The Job Superintendent or his duly authorized representative must make a  \nwritten disposition of the matter within forty-eight (8) hours after the submission of such written  \ngrievance thereto. |  \nStep 2. If the disposition of the matter by the Job Superintendent or his duly  \nauthorized representative is not satisfactory, the matter must be taken up by the Business Agent and  \nrepresentative of the Employer with authority to act within forty-eight (48) hours of the wnitten  \ndisposition set forth in Step 1.  \nStep 3. If the disposition of the matter in Step 2 is not satisfactory, the  \nBusiness Manager shall attempt to resolve the matter with the Assistant Managing Director, AGC,  \nwithin forty-eight (48) hours after Step 2.  \n3. Arbitration: If Step 3 is not successful, the grievant shall request a list of seven (7)  \narbitrators from any one of the following sources: (1) the panel arbitrators of the New York Board  \nof Mediation; (2) the Federal Mediation and Conciliation Service or (3) the labor panel of the  \nAmerican Arbitration Association for final and binding decision. Such request shall be no later  \nthan seventy-two (72) hours after Step (3). Both parties agree to submit to such arbitration and be  \nbound by and follow the decision rendered. Failure to do so on the part of the grievant shall deem  \nthe grievance closed. The arbitrator shall be selected by alternately eliminating names from the  \nseven (7) person list until one remains, the grievant or his representative shall strike the first name.  \nThe arbitrator shall not have jurisdiction or authority to add to, modify, detract from, or alter  \nin any way the provisions of this Agreement or any amendment or supplement thereto or to add  \nnew provisions of this Agreement or any amendment or supplement thereto. If the arbitrator should  \ndetermine that the grievance is not covered by this Agreement, he shall return the grievance to the  \nparties without decision and the grievance shall be closed. In such a case, the costs, if any, shall be  \nborne by the gnevant.  \n4. Violations concerning wages, hours, and al] fringe benefit payments shall not be subject  \nto the grievance procedure. In such cases, the Union shall give three (3) working days' notice to the  \nEmployer that the Union will withdraw its men from the Employer's service. If the Employer  \ncontends there is a question of fact regarding the alleged violation, he may file for arbitration within  \nthe aforesaid three (3) working days. When a request for arbitration has been initiated, there shall  \nbe no work stoppage pending resolution of the dispute pursuant to this Article. Work jurisdiction,  \nthat is, disputes with respect to whether one group of employees or another group of employees  \nshall perform certain work on the project is expressly not arbitrable under this contract.  \n5. The costs of arbitration, which shall include the fees and expenses of the arbitrator, shall  \nbe borne by the Company in case its principal contention is rejected by the arbitrator, and by the  \n19  \nUnion in case its principal contention is rejected by the arbitrator, except, however, that each party  \nshall pay the fees of its own representatives and witnesses. Any dispute as to whose principal  \ncontention is rejected shall be determined by the arbitrator. In the case that both parties’ principal  \ncontention is upheld in part, the arbitrator shall designate what part of the costs are to be borne by  \nwhich party according to the relative merits of each party's position.  \n"], ["ARTICLE XXII - DEDUCTIONS  \n", "1. The Employer shall deduct from the basic wage rate of employees covered by this  \nAgreement, the amounts hereinafter set forth in Article XXVIII for each actual hour worked by  \nsuch employees.  \n2. No deductions shall be made for any such employee unless the employee has deposited  \nwith the Employer his copy of an executed authorization form, which shall in no event be  \nirrevocable for a period of more than one (1) year or the termination date of this Agreement  \nwhichever shall be the less.  \n3. Executed copies of the authorization cards will be kept on file by the Union and the  \nEmployer.  \n4, The Employer assumes no obligation with respect to the obtaining of authorization  \ncards, it being understood that this is a duty and obligation of the Union.  \n5. With respect to any such Employee for whom authorization cards have not been  \nfurnished, the gross basic wage rate appearing hereafter at Article XXVIII shall be paid to the  \nEmployee on a straight and/or time and one-half basis as shall be applicable under this contract.  \n6. Deductions shall be made in the first full payroll period following the furnishing of  \nauthorization cards.  \n7. The Union shall indemnify and save the Employer harmless against any and all claums,  \ndemands, suits or other forms of liability that shall arise out of or by reason of action taken or not  \ntaken by the Company in reliance upon authorization cards furnished by the Employees and/or  \nUnion.  \n8. The employer agrees to deduct and transmit to the New York State Laborers’ Political  \nAction Committee five cents ($.05) for each hour worked from the wages of those employees who  \nhave voluntarily authorized such contributions on the forms provided for that purpose by the union.  \nThese transmittals shall occur monthly, and shall be accompanied by a list of the names of those  \nemployees for whom such deductions have been made, and the amount deducted for each such  \nemployee. The employer shall retain one (1%) percent of the gross proceeds from the checkoff as  \nreimbursement for the employer's costs in administering this checkoff. The union agrees to  \nindemnify and hold harmless the employer from any and all claims, actions and/or proceedings  \narising out of said New York State Laborers Political Action Committee.  \n20  \n"], ["ARTICLE XXIII - EQUAL EMPLOYMENT OPPORTUNITY  \n", "The Employer and the Union mutually agree that they will comply and cooperate with all  \nlaws, codes, rules, regulations, executive orders and administrative decisions, whether state or  \nfederal, dealing with non discrimination in training, membership, employment, Job tenure,  \npromotions and every other matter covered by such laws, codes, etc. not herein expressly  \nmentioned. The use of masculine or femine gender in this agreement shall be construed as  \nincluding both genders.  \n"], ["ARTICLE XXIV - MOST FAVORED EMPLOYER  \n", "1. If the Union enters into any agreement with any individual employer or group of  \nemployers performing work covered by the terms of this Agreement and that Agreement provides  \nfor more favorable wages, hours, or conditions to any other Employer, the Employers signatory  \nhereto, after sending written notice of such intention, shal] be afforded the privilege to adopt such  \nadvantageous terms and conditions.  \n2. This clause shall not apply to isolated or emergency situations which may occur from  \ntime to time under regular conditions, nor shall this clause apply to any project agreement that 1s put  \nin place before the bid.  \n"], ["ARTICLE XXV - DRUG/ALCOHOL ABUSE  \n", "If an Employer or Employer's customer requires drug/alcohol testing as a condition of  \nemployment, the person referred to the Employer by the Union may be required to take such a test,  \nproviding the test meets Federal and State standards. Also, providing the Employee signed a  \npermission card supplied by the Employer, a copy of which should be sent to the Union. A copy of  \nthe company substance abuse program shall be furnished each employee at time of employment.  \nEmployee's signature shall be proof of acknowledgement.  \n"], ["ARTICLE XXVI - APPRENTICESHIP  \n", "|. A registered apprenticeship program for LIUNA Locals 35, 157 and 190 has been  \nestablished that fully complies with all governmental requirements, indenturing apprentices to the  \nprogram.  \n2. A Joint Apprenticeship and Training Committee (JATC) has been established, consisting  \nof representatives from the union and the employers, which will administer the rules and  \nregulations for the apprenticeship program.  \n3. The ratio of apprentice to journeymen on any project site is one (1) apprentice to thee (3)  \njourneymen (1:3). Apprentices shall be covered by the terms and conditions of this Agreement and  \nshall be paid according to the following schedule of wages and fringe benefits.  \nal. 0-1000 hours, 65% of the base wage (a) plus 100% of the fringe benefit  \nschedule.  \nb. 1001-2000 hours, 70% of the base wage (a) plus 100% of the fringe benefit  \n21  \nschedule.  \nCc. 2001-4000 hours, 80% of the base wage (a) plus 100% of the fringe benefit  \nschedule.  \n4. All wage increases are subject to an apprentice completing the preceding 1000 hour  \nincrement.  \n"], ["ARTICLE XXVH - SAVINGS CLAUSE  \n", "In the event that any State or Federal Statute or Law shall supersede or invalidate any  \nclauses in this Agreement, such Statute or Law shall prevail over any such clause; however, the  \nother provisions of this Agreement shall be valid and remain in full force and effect. In the event  \nthat any section or portion thereof shal] be declared invalid, it is further agreed that the parties  \nhereto shall meet within a period of sixty (60) days to 1edraft a new section or portion thereof,  \nwhich shall be valid and which shall replace that section or portion thereof declared invalid.  \n"], ["ARTICLE XXVIII - WAGES  \n", "1. A Laborer shall be paid for the entire day at the rate applicable to the highest  \nclassification in which he has worked that day.  \n2. Whenever the letters a, b, c and d appear hereinafter, the use of the letter shall be  \nconsidered as describing the following work classifications:  \n(a) Basic Rate, Drill Helper, Flagmen, Outboard and Hand Boats.  \n(b) Bull Float, Chain Saw, Concrete Aggregate Bin, Concrete Bootman, Gin Buggy, Hand  \nor Machine Vibrator, Jack Hammer, Mason Tender, Mortar Mixer, Pavement Breaker,  \nHandlers of all Steel Mesh, Small Generators for Laborers' tools, installation of bridge  \ndrainage pipe, pipe layers, vibrator type rollers, tamper, drill doctor, tail or screw operator on  \nasphalt paver, water pump operator (1 1/2\" and single diaphragm) nozzle (asphalt,  \ngunite,seeding, and sand blasting), Laborers on chain link fence erection, 1ock splitter and  \npower unit, pusher type concrete saw and all other gas, electric, oil and air tool operatois,  \nwrecking laborer.  \n(c) All rock or drilling machine operators (except quarry master and similar type), acetylene  \ntorch operators, and asphalt paver, powderman.  \n(d) Blasters, form setters, stone or granite curb setters.  \n3. Wage rates, Welfare, Pension, Annuity, Training and L.E.C.E.T. contributions and  \ndeduction amounts are set forth below.  \nNOTE: The base wage appearing below includes the amount to be deducted for each actual hour  \nworked for DUES.  \nZL  \nALBANY REGION LRD/AGC  \nLABORERS- 3 CAPITAL DISTRICT LOCALS  \n2004-2008 HIGHWAY-HEAVY WAGE RATE SCHEDULES  \nEFFECTIVE JULY 1, 2004 - JUNE 30, 2005  \n   \nH/S = *Dues  \nWelfare Pension Training Annuity LE.CE.T. Ded, TOTAL  \nLocal 35 (Utica)  \n(a) $20.40 4.97 4.38 25 54 AS -.90 $30.69  \n(b) 20 60 30.89  \n(c) 20.80 31.09  \n(d) 21.00 31.29  \nLocal 157 (Schenectady)  \n(a) $21.29 3.65 3.65 25 1.75 10 -4% $30.69  \n(b) 21.49 30.89  \n(c) 21.69 31.09  \n(d} 21.89 31.29  \nLocal 190 (Albany)  \n(a) $21.14 3.55 5.50 40 --- 10 -$.90 $30.69  \n(b) 21.34 30.89  \n(c) 21.54 31.09  \n(d) 21.74 31.29  \n* Dues deduction upon receipt of signed authorization care from employee.  \nEffective July 1, 2005  \nEffective July 1, 2006  \nEffective July 1, 2007 — June 30, 2008  \n$1.50 gross increase to be allocated.  \n$1.50 gross increase to be allocated.  \n$1.50 gross increase to be allocated.  \n4. The wage rates for men covered by this Agreement are as follows:  \n(a) Grade Foremen -- Two dollars ($2.00) over basic rate.  \n(b) Other Foremen - One dollar and fifty cents ($1.50) over the highest  \nclassification covered by this agreement which such foremen supervise.  \n(c)Any foremen covered by this Agreement may be employed on a weekly basis  \nat a salary agreeable to the Employer and the foremen.  \n5. DRILLS - Individual wagon drills, trackmounted drills, jack-leg drills and multiple  \ntype drills shall require a drill helper except that the Union and the Employer recognize that in  \ncertain cases one helper may be able to service more than one drill. In such cases, the manning  \nshall be pursuant to a project agreement between the Union and the Employer.  \n6. NON-PUBLIC WORK - The Employer and Local Union agree to have a pre-bid  \n23  \n6. NON-PUBLIC WORK - The Employer and Local Union agree to have a pre-bid  \nconference to establish different wage rates and working conditions for performing work on a  \nnon-public works project, that is, private work wherein prevailing wage rate determinations are not  \napplicable.  \n7. HAZARDOUS WASTE - When an employee covered by this Agreement performs  \nhazardous waste removal; lead abatement and removal; asbestos abatement and removal work on a  \nState and/or Federally designated waste site, and where relevant State and/or Federal regulations  \nrequire employees to be furnished, and those employees use or wear required forms of personal  \nprotection, then in such case an employee shall receive the basic hourly rate plus $2.00 per hour, if  \nsaid premium is included in the prevailing wage rate schedules.  \n8 SINGLE IRREGULAR WORK SHIFT - A single irregular work shift can start  \nanytime from 5:00 p.m. to 1:00 a.m.. All employees who work a single irregular work shift on  \ngovernmental mandated night work shall be paid an additional $1.50 per hour. Section 8 will be  \neffective for work bid on or after January !, 2001. It is understood and agreed that if the single  \nirregular work shift language is not included in NYS Department of Labor prevailing wage rate  \nschedules, the premium is waived.  \n"]]