[["", "COLLECTIVE BARGAINING AGREEMENT  \nbetween  \nSW HALO OPCO LLP. d/b/a ANGELICA  \nAnd  \nGENERAL SALES DRIVERS, DELIVERY DRIVERS, HELPERS,  \nAND PUBLIC SECTOR,  \nTEAMSTERS LOCAL UNION NO. 14  \nAffiliated with the International Brotherhood of Teamsters  \nAugust 23, 2019 — August 22, 2022  \nThis Agreement, made and entered into between 9W HALO OPCO L.P. d/b/a Angelica,  \nhereinafter referred to as the \"Employer\", and Teamsters Local Union No. 14, hereinafter  \nreferred to as the \"Union\", for and on behalf of itself and its members.  \nWITNESSETH:  \nWhereas, the aforesaid Employer signatory hereto and the members of the Union are mutually  \ndesirous to effectuate a spirit of fair dealings between employer and employee and to assist in  \nstabilizing conditions so as to maintain the standards of the Employer in high public repute and  \nfurther to promote the general welfare of both the employee and the Employer.  \nNOW THEREFORE BE IT AGREED THAT:  \n"], ["ARTICLE 1 - JURISDICTION  \n", "Section 1.1 This Agreement relates to and covers, and the term “employee” as used in this  \nAgreement shall refer to all drivers employed by the Company at its facility located at 1080  \nMary Crest Road, Henderson, Nevada 89102, but shall exclude supervisors, dispatchers,  \ndockworkers, and all other employees. It shall cover all employees as above outlined at any  \nlocation from which said Employer may conduct a business in Clark County, Nevada.  \nSection 1.2. The Union shall be the sole bargaining agent and representative for all employees  \ncovered by this Agreement, and no individual agreernent with any member of the Union shall  \nsupersede any of the provisions of this Agreement.  \nSection 1.3. The Employer further agrees not to enter into any such individual agreement  \npertaining to houts, wages, ot conditions of labor with any employee covered by this agreement  \nor member of the Union without such agreement having been approved by the Union.  \n"], ["ARTICLE 2 - NEW EMPLOYEES  \n", "| When new employees are needed, the Employer will attempt to promptly notify  \nthe Union of such job classifications as to the number and classification of employees needed,  \nand the Union may promptly nominate applicants for such jobs. The Employer shall choose  \nbetween any nominee of the Union and any other applicants on the basis of their respective  \nqualifications for the job. No applicant or employee will be preferred or discriminated against by  \nthe Employer because of union membership or activity, or because of non-membership in the  \nUnion.  \nSection 2.2. The Employer agrees to promptly furnish the Union with the name, address, and  \nhiring and termination dates of each employee, as well as with an executed copy of all wage  \nassignments executed by employees.  \n"], ["ARTICLE 3 - CHECKOFF  \n", "Section 3.1 The Employer agrees to honor lawful wage assignments when executed by  \nmembers of the Union employed by the Employer and upon receipt of such wage assignments  \nagree to withhold from such employee's pay the regular initiation fees and or periodic dues  \nrequired by the constitution or bylaws of the Union, and agrees to remit the same promptly to the  \nUnion within ten (10) days after the date of the receipt by the Company of such withholding. The  \nemployee's authorization for such deductions is revocable, subject to the conditions outlined on  \nthe check-off authorization or upon termination of employment. (Exhibit A is Check Off  \nAuthorization Card)  \nSection 3.2. D.RLV.E.  \nThe Employer agrees to deduct from the paycheck of all employees covered by this  \nAgreement, voluntary contributions to Democrat Republican Independent Voter  \nEducation (D.R.LV.E.). D.R.L-V.E. shall notify the Employer of the amounts designated  \nby each contributing employee that are to be deducted from his/her paycheck on a weekly  \nbasis for all weeks worked. The phrase “weeks worked” excludes any week other than a  \nweek in which the employee earned a wage. The Employer shall transmit to D.R.LV.E.  \nheadquarters on a monthly basis in one (1) check, the total amount deducted along with  \nthe name of each employee on whose behalf a deduction is made, the employee’s Social  \nSecurity number, arid the amount deducted from that employee’s check.  \n"], ["ARTICLE 4- UNION WORKERS  \n", "Section 4.1 The Employer agrees that it shall not be a violation of this Agreement for any  \nunion employce to conform to and support the principles of organized labor.  \n"], ["ARTICLE § - EQUIPMENT RESPONSIBILITY  \n", "Section 5.1 The Employer agrees to equip and maintain all equipment in compliance with  \ncity, county, state and federal laws for safety. He shall license all vehicles driven by the  \nas is required by the different areas in which said vehicles are provided.  \nSection 5.2 A driver may refuse to drive any piece of equipment that he/she deems to be  \nunsafe. No employee, union member shall be held financial responsible for any damage because  \nof accident in the operation of any equipment owned by the Employer when such equipment is  \nbeing used within the scope of said driver's employment, provided, however, that this provision  \nshall not apply if such accident is caused by the negligent or willful misconduct in the operation  \nof the vehicle by the employee.  \nSection 5.3. The Employer agrees to be responsible and liable for citations issued because of  \nfaulty equipment only if the fault developed after such equipment has been taken from Plant 36  \nor the driver has previously reported such fault on a form provided by the Employer.  \nSection 5.4 The Employer shall maintain equipment and equip all vehicles to these standards,  \nincluding but not limited to the following:  \na) All safety equipment required by law  \nb) Heater/Defroster/Air Conditioner  \nc} Sun visors where applicable  \nd) Power steering and power brakes where applicable  \ne) Preventative Maintenance  \nSection 5.5 No employees covered by this Agreement shall be permitted to do any mechanical  \nwork, However, the driver shall keep the interior of the truck clean and in an orderly manner at  \nall times, and shall keep the windshield clean as a safety precaution as well as washing the truck  \nduring idle time. The night shift drivers are not required to wash their trucks during their shift.  \nSection 5.6 Any employee involved in any accident shall immediately report said accident  \nand any physical injury sustained. A supervisor or individual chosen by management will come  \nout to the accident scene and personally observe the scene, if possible. If a police investigation  \nand/or report are filed as a result of the accident, that report will be used to determine fault. If no  \npolice report is made then the on-scene investigation, if any, will be used to determine whether  \nthe acctdent 1s chargeable or not. The employee, before starting his/her next shift, shall make out  \nan accident report, in writing, on forms finished by the Employer and shall tum in all available  \nnames and addresses of witnesses to the accident. Copies of the accident report shall be available  \nto the employee upon request. Failure to comply with this provision shall subject such employee  \nto disciplinary action by the Employer. The employee must also comply with all posted rules and  \nregulations related to accidents.  \n"], ["ARTICLE 6 - PRE-EXISTING WORKING CONDITIONS AND BENEFITS  \n", "Section 6.1 No employee shail suffer a wage reduction or the loss of any benefits or working  \nconditions more favorable than those contained herein if such conditions existed prior to the  \nsigning of this Agreement, This clause shall not affect the right or duty of the Company to  \ncomply with the order of any duly authorized state or federal board cr commission.  \n"], ["ARTICLE 7 - DONATIONS  \n", "Section 7.1 donations or charitable contributions shall be voluntary, and such  \nsolicitation shall be by mutual agreement between the Employer and the Union and require  \nevidence of the employee’s consent be given to the Company.  \n"], ["ARTICLE 8 - UNIFORMS  \n", "Section 8.1 The Employer agrees to pay the cost of all uniform apparel designated by him for  \nemployees to wear while on duty.  \nSection 8.2 Employees who sever their employment shall tum in all such uniforms and/or  \nother property of the Employer that is in their custody or have the cost of same deducted from  \ntheir pay.  \nSection 8.3. Each employee shall receive yearly a $100.00 re-imbursement for shoes at a shop  \nof the Employees choice.  \n"], ["ARTICLE 9 - NOTICE OF SEVERANCE OF RELATIONS BY EMPLOYER AND  \nEMPLOYEE  \n", "Section 9. It is agreed by the Union that any employee who wishes to quit his position shall  \ngive his Employer proper notice. The Employer may discharge an employee forthwith in case of  \ngross misconduct. Examples of gross misconduct include, but are not limited to:  \na} Dishonesty; |  \nb) Drinking, being under the influence, or possession of alcoholic beverages while on duty  \nor on Company property, which includes the Employer's vehicles;  \nc) Use, being under the influence of, or possession of narcotics, or unlawful substances,  \nwhile on duty or on Company property which includes the Employer's vehicles;  \nd) Recklessness or gross negligence resulting in a serious accident or injury;  \ne) Carrying of unauthorized passengers in Employer's vehicle;  \nFailure to notify Employer of a suspension or revocation of operator's license;  \ng} Possession of firearms or weapons on Employer's property;  \nh) Falsifying documents;  \n1) Insubordination or refusing « direct order;  \nj) Disorderly conduct, fighting or instigating a fight;  \nk) Failure to report accidents or injuries immediately;  \nI) Violation of any EEOC law;  \nm) Damage to or destruction of Company or customer property or equipment;  \nn) Failure to comply with drug and alcohol testing procedures as outlined in the Company  \nDrng and Alcohol Policy;  \nce) Deliberate violation of Company posted rules.  \nAt the expiration of the time specified, the employee shall receive all monies due him,  \n5  \nThe mutual notice required herein shall, in any event, pertain only to any employee who has  \ncompleted his or her probationary period.  \nSection9.2 The Company agrees to give employees notice of layoff at least one (1) week in  \nadvance, unless conditions beyond the reasonable control of the Company preclude such notice,  \nwherein no less than seventy-two hours' notice will be provided. Employees will likewise  \nprovide the Employer notice of their resignation at least one (1) week in advance. Further, it is  \nagreed by both parties, a copy of said discharge or quit notice shall be delivered to the Union  \nheadquarters within three (3) days after said notice has been given to the employee or Employer.  \nSection 9.3 Generally, the Company will follow the principle of progressive discipline which  \nis verbal warning, written warning, second written warning and termination. The Company may  \nutilize an unpaid suspension with the 2™ written warming. No verbal notice will be considered as  \na discharge or quit notice. All notices must be tendered in writing and a copy shall be forwarded  \nto the Union. The Company in its sole discretion may accelerate the discipline steps in cases of  \ngross misconduct not requiring an immediate discharge.  \nSection 9.4 No wamuing notice shall be used for purpose of discipline after twelve (12)  \nmonths from date of issue.  \n"], ["ARTICLE 10 - INSPECTION OF RECORDS  \n", "Section 10.1 Upon request of the Union, the Employer agrees to submit any records necessary  \nfor check of employee's hours, pay or other conditions provided for in this Agreement. Such  \ninspection shall be made by a duly accredited representative of the Union during working hours,  \nthe time of such inspection to be agreed upon by the Union and the Employer, after notice by the  \nUnion that such inspection is requested. When copies are requested the actual cost of copying  \nshall be paid by the Union.  \n"], ["ARTICLE 1)- BULLETIN BOARD  \n", "Section 11.1 The Employer will establish in a suitable place, readily accessible to all  \nemployees, a bulletin board for the exclusive use of the Union, upon which all official notices  \nand such other bulletins of information, as are necessary, shall be posted by the Union. The  \ncompany reserves the right to immediately remove any posted material that is derogatory to  \nmanagement or the Company.  \n"], ["ARTICLE 12 -WORKING RULES  \n", "Section 12.1 Rules and regulations for the conduct of business as the Employer shali consider  \nnecessary and proper and which do not conflict with the terms or spirit of this Agreement shall  \nbe observed by all eroployees. Such rules and regulations shall be posted by the Employer on a  \n6  \nbulletin board located in a position that all employees concerned may become familiar with such  \nregulations. In lieu of the above, the Employer may supply such rules and regulations in the form  \nof 4 manual.  \n"], ["ARTICLE 13 - PHYSICAL EXAMINATION  \n", "Section 13.1 Physical when required by the Employer or as required by Federal  \nor State regulations, shall be paid for by the Employer.  \n"], ["ARTICLE 14 - SUCCESSORS  \n", "Section 14.1 The Employer shall give notice of the existence of this Agreement to any heir,  \ntransferee, purchaser, lessee, assignee, etc., of the operations covered by this Agreement or any  \npart thereof. Such notice shall be in writing with a copy to the Union not less than thirty (30)  \ndays prior to the effective date of sale or transfer. No part of the work or operations covered by  \nthis Agreement shall be sublet, transferred or in any other manner disposed of without prior  \nagreement of the Union.  \n"], ["ARTICLE 15 - GRIEVANCE AND ARBITRATION  \n", "Section 15.1 Grievances shall be processed and/or resolved pursuant to this Article.  \nGRIEVANCE  \nStep 1. The employee and his/her supervisor shall meet informally to discuss and/or  \nresolve the dispute, if the grievance is directed against the immediate supervisor; it must be  \npresented to the next level of management.  \nStep 2, Ifno settlement can thus be affected, the employee and/or the Union  \nrepresentative, no later than fifteen (15) calendar days after the event giving rise to the grievance,  \nor fifteen (15) calendar days after the employee could have learned of the events, must submit  \nthe written grievance to the immediate supervisor. The Union's representative and the Plant  \nOperations Director will meet within fifteen (15) calendar days of the date of the receipt of the  \ngrievance.  \nStep 3. In the event the grievance is not resolved at Step 2, the Union Representative and  \nAngelica’s Regional Vice-President, or designee, will meet within fifteen (15) calendar days of  \nthe Step 2 meeting to discuss and/or resolve the dispute.  \na. Provided a satisfactory settlement cannot be arrived at, the case shall then proceed  \nto arbitration as hereinafter set forth in this Agreement.  \nARBITRATION,  \n1. Should any disagreement arise between the Employer and the Union with respect to the  \ninterpretation or application of any provisions, or provisions of this Agreement, which  \ndisagreement cannot be atnicably settled by negotiations between of the  \nUnion and the Employer, the matter shall be submitted to the Federal Mediation and  \nConciliation Service for settlement by appointment of an arbitrator for hearing and  \ndetermination, in accordance with the procedure of said service.  \n2. Bither party desiring to arbitrate any case shall notify the other within thirty (30) days of  \nthe Step 3 meeting, in writing and the arbitrator selected by the parties, shall be  \nauthorized to make a final aud binding award.  \n3. The cost of the arbitrator shall be borne equally by the Employer and the Union.  \n4. In the event any action is brought to enforce this Agreement or supplements hereto or any  \naward made by arbitrators or to seek damages for breach of the terms thereof, the  \nprevailing party shall be awarded reasonable attorney's fees and costs.  \n5. It is understood and agreed between the parties that the arbitrator shall not have the  \npower to add to, subtract from or modify any of the terms of this Agreement.  \n"], ["ARTICLE 16 - DELIVERY SERVICE  \n", "Section 16.1 All deliveries shall be made on Company time and paid for at the proper rate of  \npay.  \nSection 16.2 The Company retains the right to make deliveries when no other bargaining unit  \nemployees are available within the required time frame. If there are drivers immediately  \navailable to make any delivery, the company shall utilize the bargaining unit employee to make  \nany such delivery, regardless if that employee's shift has been completed. In the event there is no  \nsuch employee immediately available, the company may find other means in which to complete  \nthe delivery.  \nSection 16.3 All work customarily performed by members of the Union shall be performed by  \nemployees of the Employer within the bargaining unit covered by this Agreement.  \n"], ["ARTICLE 17 - TIME CLOCK  \n", "Section 17.1 The Employer will fumish and maintain in good working order, a time clock for  \nkeeping an accurate record of the time of all employees working on an hourly, weekly, or daily  \nbasis. The Employer shall see that this record is kept as a permanent record from which all  \npayrolls shall be computed.  \n"], ["ARTICLE 18 — SAVINGS CLAUSE  \n", "Section 18.1 Should any paragraph, sub paragraph, sentence, clause or provision herein  \ncontained violate or be in conflict with any State or federal law or regulation, the parties hereto  \nagree to negotiate a new provision relative to the same matter which shall conform to law, but  \nthe remainder of this Agreement shall not be invalid but shall remain binding upon the parties  \nhereto, in accordance with the remainder of its term.  \nSection 18.2 the intent of this Article that all parties agree to comply with the Department  \nof Transportation rules and regulations.  \n"], ["ARTICLE 19 - FUNERAL LEAVE  \n", "Section 19.1 An employee shall be granted a special leave of absence because of death in the  \nEmployee's immediate family which, for the purpose of this Agreement, consists of:  \nSpouse Daughters Sons  \nStep-parents Brothers Sisters  \nFather-in-law Mother-in-law Spouse's Grandparents  \nParents Grandparents Legally adopted Children  \nSection 19.2 Such leave shall be limited to three (3) consecutive calendar days commencing  \nwith the date of death or the day following the date of death, and the employee shall be  \ncompensated at his regularly rate for any working time lost from his regularly scheduled shitt.  \nEmployee shall be permitted to take an additional two (2) days, either unpaid or utilizing any  \naccrued time the employee may have, for funeral leave in the event the funeral is over two  \nhundred (200) miles from Las Vegas.  \nSection 19.3 The employee may, with the Exoployer's agreement, take funeral leave at another  \ntime, as deemed necessary, if unusual circumstances warrant it. This occurrence must happen  \nwithin thirty (30) days after the death has occurred.  \nSection 19.4 Inthe event the death in the employee's immediate family while the employee is  \nou vacation, the employee may request that vacation time be extended to include the days  \nallowed for the normal fimeral leave.  \nSection 19.5 After granting time off with pay in accordance with this provision, the Employer  \nmay request proper verification.  \nSection 19.6 Upon application to the Employer, the employee may be granted additional time  \noff without pay. The amount of time off will depend upon the circumstances of each particular  \ncase. :  \n9  \n"], ["ARTICLE 20 - JURY DUTY/COURT LEAVE  \n", "Section 20.1 Court leave resulting from jury duty and testifying as a subpoenaed witness for  \ncompany related business shall be granted to any employee for the required in-service on a jury  \nor in court under subpoena .  \nSection 20.2 Court leave will be compensated at the employee's regular rate of pay for a period  \nnot to exceed seven (7) scheduled work days, less any amount received for serving on jury duty.  \nFurther, if Jury Duty/Court Leave lasts longer than the allotted seven (7) day period, the  \nemployee should be permitted to exhaust any accrued leave that employee may have, should he  \nso choose. Upon receipt of a jury duty summons, the employee must immediately furnish a copy  \nof the summons to his/her supervisor, who will approve the time off.  \nSection 20.3 If an ernployee is excused from court duty on a scheduled workday, he shall  \nreport for work to complete the remaining hours of his scheduled work shift if there are more  \nthan four hours left on his shift.  \nSection 20.4 Employees mvolved in civil, administrative or criminal proceedings may use  \naccrued annual leave to attend any meetings, hearings, or proceedings required, Employee must  \ngive his/her supervisor at least ten (10) working days’ notice prior to requesting leave to attend  \nsuch proceedings.  \nSection 20.5 Postponement or cancellation of any previously noticed court appearance should be  \ncommunicated without delay to employee's supervisor, and employee should report for work on  \nhis normal work schedule at his normal reporting time.  \n"], ["ARTICLE 21 - SHOP STEWARDS  \n", "Section 21.1 The Employer recognizes the right of the Union to designate shop stewards. The  \nauthority of shop stewards, so designated by the Union, shall be limited to, and shall not exceed  \nthe following duties and acttvities:  \nA. The and presentation of grievances in accordance with the provisions of the  \nCollective Bargaining Agreement. The Company reserves the right to require this time be  \nunpaid time  \nB. The transmission of such messages and information which shall originate with and are  \nauthorized by the Local Union or its officers, provided such messages and information  \nhave been  \na. reduced to writing, or  \n10  \nb. reduced to writing, are of a routine nature and do not involve work  \nstoppages, slowdowns, refusal to handle goods, or any other interference with the  \nEmployer's business.  \nSection 21.2 Shop stewards or any other employee shall have no authority to take strike action  \nor any other action interrupting the Employer's business except as authorized by official action of  \nthe Union.  \nSection 21.3. The Employer recognizes these limitations upon the authority of shop stewards  \nand shall not hold the Union liable for any unauthorized acts. The Employer, in so recognizing  \nsuch limitations, shall have the authority to impose proper discipline, including discharge, in the  \nevent the shop steward has taken unauthorized strike action, slowdown, or work stoppage in  \nviolation of this Agreement.  \n"], ["ARTICLE 22 - JOB DESCRIPTION  \n", "Section 22.1 Class A and B Driver Duties: Within the limitations of individual company  \npolicies, deliver clean sheets, pillow slips, etc., pick up soils, install new accounts, clean out and  \nterminate old accounts under management supervision on a large volume basis with hospitals or  \nhealthcare facilities. Employee will have customer contact but no responsibility for cash or  \nbookkeeping functions.  \nSection 22.2 Utility Driver Duties: Within the limitations of individual company policies, in  \naddition to performing all the duties of a linen driver, can run absentee and/or vacation relief and  \nbreak-in drivers.  \nDriver - Part Time: It is hereby agreed that one employee per six (6) full time employees may be  \nclassified as driver part time. He shall not be guaranteed any minimum hours of work, except  \nfrom premium pay for the holidays but shall be subject to all other terms and conditions of this  \nagreement. Ee shall be covered by pension for hours worked, covered by hospitalization,  \ninsurance, dental care and prescription drugs but other benefits such as vacation, holidays, shall  \nbe established on a pro rata basis related to number of hours worked,  \n"], ["ARTICLE 23 - SENIORITY  \n", "Section 23.1 Seniority shall be based on length of continuous employment with the Employer.  \nSection 23.2 Employees hired on a permanent basis shall be considered probationary  \nemployees until they have been employed ninety (90) days by the Employer. Probationary  \nemployees will have no recourse to the grievance and arbitration procedure, but they shall  \notherwise be subject to the terms and conditions of this Agreement.  \nSection 23.3. Seniority of an employee shall be lost when an employee is:  \n11  \n. Discharged for cause;  \n. Resigns;  \n. Is not rehired within one hundred twenty (120) calendar days after layoff;  \n. Is absent more than twenty-six (26) weeks in any continuous fifty-two (52) week period  \ndue to illness or accident with exception to work related injury or illness;  \nUO >  \nSection 23.4 In cases of workweek scheduling, shift preference, layoff and recall of forces, the  \nfollowing factors shall be considered, and where factors a. and b. are equal, length of seniority  \nshall govern:  \na. Length of seniority;  \nb. Knowledge, skilf and efficiency on the job.  \n"], ["ARTICLE 24 — FAMILY MEDICAL LEAVE  \n", "Section 24.1 The Employer and the Union recognize the existence of the FMLA and agree to  \nabide by the provisions of it. Time-off under the FMLA will run concurrently with any other  \navailable time-off provisions in this Agreement.  \n"], ["ARTICLE 25 - ROUTE TRANSFERS  \n", "Section 25.1 All transfers between routes, in the event of route vacancies, shall be handled in  \nthe following manner:  \nTransfers will be granted on the basis of seniority. If an employee requests a transfer  \nfrom one route classification to another or any open route and he is granted the transfer, he shall  \nbe paid at the wage rate of the job classification transferred to.  \nSection 25.2 No employee shall be transferred from one route to another unless mutually  \nagreed upon between the Employer and the employee with notification of such action to the  \nUnion.  \nFurther, no employee shall be disciplined nor discriminated against for refusing a route  \ntransfer.  \nSection 25.3 In the event of route opening or vacancy, only two (2} moves per opening may be  \nmade.  \n"], ["ARTICLE 26 - STRIKES AND LOCKOUTS  \n", "12  \nSection 26.1 It is the intent of the parties that all disputes shall be settled by peaceful means.  \nFor the duration of this Agreement, there shall be no lockouts by the Company and there shall be  \nno strikes, work stoppages, slowdowns, sympathy strikes or boycotts that interfere with the  \nperformance of bargaining unit work.  \nSection 26.2 Employees shall not be required to cross picket lines established against the  \nEmployer's customers if such picketing is being conducted by a Union which is the authorized  \nrepresentative of the employees mvolved and has been sanctioned by Teamsters Joint Council  \n42. A primary picket line shall not include secondary, informational or jurisdictional picket  \nlines. No employee will be penalized or discriminated against by the Employer for exercising his  \nrights hereto. The Company shall have the right to discharge or otherwise discipline any  \nemployee who violates Section 26.1 above. The sole issue of arbitration shall be whether or not  \nthe employee(s) in fact participated in or were responsible for such violation.  \n"], ["ARTICLE 27 - SAFE WORKING CONDITIONS  \n", "Section 27.1 The Employer shall comply with all state and federal laws and regulations  \nconcerning workplace safety and shall provide all employees with a safe and healthy work  \nenvironment. Employees should report any safety concerns or unsafe conditions to the Employer.  \nNo employee will be disciplined or retaliated against for reporting such concerns or conditions.  \nComplaints concerning alleged violations of such laws, regulations, or other safety and health  \nhazards will be subject to the and arbitration provisions of this Agreement. In addition,  \nthe Union reserves the right to pursue any claimed violation through appropriate administrative  \nprocedures available through a federal, state, or local agency empowered to review such matters.  \nSection 27.2 Ifan employee(s), during the performance of his/her duty is exposed to potential  \njeopardy of their health, the Employer' will arrange, at the Employer's expense, to have the  \naffected employee(s) examined, diagnosed, and/or treated until released from a doctor's care.  \nSection 27.3 Protective devices, wearing apparel and other equipment determined to be  \nnecessary by the Employer for protection from accidents and health hazards shall be provided by  \nthe Employer. Where such protective devices are required for the safety of employees, the  \nemployee must wear the protective device(s} while working or occupying such area.  \n"], ["ARTICLE 28 - MANAGEMENT PREROGATIVES  \n", "Section 28.1 Except for matters otherwise specifically provided herein, the Employer has and  \nretains full control and discretion in all matters relating to the management, personnel and  \nconduct of its business, It is understood that matters relating to the management of the Company,  \nsupervisory systems, the right to assign work and responsibility, the right to schedule the days  \nand hours of ihe work week, the right to relieve employees because of lack of work or because of  \nre-adjustment of work schedule, or for just cause, and in general the night to control operations,  \nare not subject to this Agreement and are not subject to the arbitration provisions contained  \n13  \nherein. This Article shall not be construed as a waiver of the Union's right to bargain during the  \nterm of this Agreement.  \nEmployees shall reasonably serve all Company customers in exactly the manner prescribed by  \nthe Company.  \n"], ["ARTICLE 29 -- HOURS OF WORK.  \n", "Section 29.1 The standard work week for all full time employees shall be forty (40) hours,  \nexclusive of one-half (1/2) hour for lunch: to be worked either:  \nA. Any five (5) consecutive days, Monday through Sunday, or  \nB. Any four (4) days Monday through Sunday, or  \nC. Any three (3) days Monday through Sunday provided at least two (2) of the days off are  \nconsecuttve.  \nIt is not the intent of the company to establish or schedule split shifts  \n"], ["ARTICLE 30 — MINIMUM WAGE RATES  \n", "Section 30,1 The bastc rate for each classification shall be the rate per hour for forty (40) hours  \neach week and for time over forty (40) hours, the employee shall receive for each hour of work,  \nnot less than time and one-half (1-1/2) of such basic rate with a guarantee on the part of the  \nEmployer that the employee will receive for regular time and such overtime as necessities of the  \nbusiness may demand. All full time employees will be guaranteed eight (8) hours, or whatever  \ntheir regularly schedule work hours are, i.¢., 4x10's, 3x13's, etc., once they report to work.  \nSection 30.2 Time shall be recorded on a time dock located at the Vegas facility. The regular  \nstarting time shall normally be posted by Friday of the preceding week. In cases of emergency,  \netc., the Company shall notify employees the day before of any change of time. Drivers shall be  \nallowed one-half (1/2) hour for lunch which shall not be included in hours worked. It is  \nunderstood and agreed, however, that reporting schedules may be subject to change contingent  \nupon the demands and requirements of the business. Change of reporting time shall not exceed  \none (1) hour from regular reporting time unless the Company notifies the employee twenty-four  \n(24) hours in advance.  \nSection 30.3 Any employee who is called in shall be guaranteed a minimum of four (4) hours'  \nwork or pay. In the case of emergency call in time, the employee shall receive time and one-half  \n(1-1/2) pay. Emergency is defined as but not limited to fellow employee illness, death in family,  \netc.  \nSection 30.4 Time and one-half will be paid for each hour worked in excess of forty hours. Call  \nin and/or scheduled overtime hours will not be used to offset any shortage in the 40 hour  \n14  \nguaranteed work week. All work performed on the seventh (7th) consecutive day shall be at  \ndouble time (2x) rate of pay.  \nA wage increase chart is attached as part of this agreement (attachment A).  \nSection 30.5 Every employee shall be entitled to a cell phone allowance of $20.00 dollars a  \nmonth.  \n"], ["ARTICLE 31 - HEALTH AND WELFARE  \nSection 31.1 A Health and Welfare Taft-Hartley Trust known as Teamsters Security Fund for  \n", "Southern Nevada, Local 14 has been established by an agreement and Declaration of Trust dated  \nOctober 1, 2014.  \nThe Employer agrees to abide by said Agreement and Declaration of Trust to the extent it does  \nnot conflict with the terms of this agreement. The Employer agrees to make payments to the  \nFund in the amount designated below for such benefits as determined by the Trustees. The  \ncurrent benefits (“Benefits”) provided by the Fund per Trustee actions are comprehensive  \nmedical, dental, and vision benefits, Additional benefits include Employee Assistance (EAP)  \nand Life Insurance. Employer agrees to make contributions and seek refunds of contributions to  \nthe Fund per the provision outlined in Appendix A of this Agreement.  \nSection 31.2 It is understood and agreed that the Trust Fund will determine the total premrum.  \nfor the health and welfare plans. The Employer accepts the trustees appointed by the respective  \nassociations for their trustees.  \nSection 31.3 The Employer and the employee agree to pay up to the amount set forth below to  \nprovide for such benefits:  \nEmployer Contribution Employee Contribution  \n  \nAugust 23, 2019 $817.00 $187.50  \nAugust 23, 2020 $ $41.50 $ 192.50  \nAugust 23, 2021 $ 866.00 $ 197.50  \nSection 31.4 Itis understood and agreed that the total amounts listed above for comprehensive  \nhealth plan and dental/vision coverage may be adjusted as agreed between the Union and.  \nassociations to best accommodate achieving a well-balanced, cost effective, overall health  \ninsurance program.  \nShould the costs of maintaining the benefits of this comprehensive health plan increase  \nduring the term of this Agreement, the Union shall be authorized, by written notice to each  \nemployer, to authorize the Employer to make necessary deductions monthly from employee's  \nwages to maintain the plan without a reduction in covered benefits.  \n15  \nSection 31.5 The Employer agrees to continue to provide Employer paid $10,000 term life  \ninsurance for full time employees.  \n"], ["ARTICLE 32 - PENSION CLAUSE  \nSection 32.1 The Employer shall pay into the Western Conference of Tearnsters Pension Trust  \n", "Fund for straight time hours worked, not to exceed 2,080 hours per calendar year, per covered  \nemployee, the following amounts:  \nEffective Date Total Monthly Contribution  \nCurrent  \nAugust 23, 2020  \nAugust 23, 2021  \nSection 32.2 The total amount due for each calendar month shall be remitted in a lump sum not  \nlater than ten (10) days after the last business day of such month. The Employer agrees to abide  \nby such rules as may be established by the Trustees of said trust fund for the prompt and orderly  \ncollection of such amounts. Failure to make payments herein provided for within the time  \nspecified shall be a breach of this Agreement.  \nSection 32.4 For the Purpose of this Section, paid holidays and paid vacation shall be counted  \nas time worked but no payments shall be made on overtime basis.  \nFor probationary employees hired on or after December 1, 2007, (or date of acceptance if  \nlater), the Employer shall pay an hourly contribution rate of $.10. During the probationary  \nperiod as defined in this Article 23 Section 23.2, , but in no case for a period longer than 90  \ncalendar days from the initial date ofhire. Contributions shall be made on the same basis as set  \nforth in Article 32 of the agreement. After the expiration of the probationary period as defined in  \nArticle 23, Section 23.2, but in no event longer than 90 calendar days from an Employee’s initial  \ndate of hire, the contribution shall be increased to the full contractual rate.  \n"], ["ARTICLE 33 - HOLIDAYS  \n", "Section 33.1 All employees under the jurisdiction of this Agreement, who qualify, shall receive  \nthe following paid holidays:  \nNew Year's Day Fourth of July Labor Day  \nThanksgiving Day Christmas Day  \nMemorial Day Two (2) Floating Days  \n16  \nHoliday pay shall be based on eight (8), ten (10), or thirteen hours, based on an  \nemployee's regular work shift at straight time rate of pay according to normal work schedule.  \nIf the employee works on any holiday, any work performed shall be paid for at one and  \none half (1 % x) the normal rate of pay. This amount is in addition to the eight (8), ten 10)  \nor thirteen hours of holiday pay.  \nThe eight (8), ten (10) or thirteen (13) hours of holiday pay will be counted toward hours  \nworked for overtime purposes.  \nFor an employee to be eligible for holiday pay the employee must have a minimum of  \nthirty (30) days contmuous service. In addition an employee must work their last scheduled shift  \nbefore and after the holiday to be eligible for holiday pay.  \nIn order to be eligible for a Floating Day the employee must have minimum of six (6)  \nmonths continuous service. Floating holidays must be scheduled in advance in order to receive  \npay and are subject to work demands and driver availability.  \n"], ["ARTICLE 34 — VACATIONS  \n", "Section 34.1 Employees who have one (1) or more years of service with the Employer and who  \nhave worked at least fourteen hondred (1400) hours during the past twelve (12) months period  \nshall be eligible for vacation with pay.  \nVacations with pay shall be us follows:  \nEmployees with one (1) year of service shall receive one (1) week,  \nEmployees with two (2) years of service shall receive two (2) weeks.  \nEmployees with five (5) years of service shall receive three (3) weeks.  \nEmployees with twelve (12) years of service shall receive four (4) weeks.  \nDuring December 1 - January 31, each employee may submit bids for desired vacation  \nweeks for the New Year. Subject to staffing consideration, the Employer shall award vacation  \nbased on seniority. As of February 1, all remaining available vacation will be awarded on a first  \ncome-fitst served basis, Accrued vacation will be paid in advance on or before employee leaves  \non scheduled vacation.  \nAllowance of vacation of less than one week will be at the Company's discretion.  \nA week's vacation for hourly employees shall consist of forty (40) hours at straight rate of  \npay.  \n17  \nAny employee who has one (1) or more years of service and separates from the Company  \nshal? be paid at the time of such separation for all accumulated and unused vacation tune.  \nExcused absence for on-the-job, injury or time off to attend Union business shal! be  \nconsidered as time worked for the purpose of determining the right to vacation; provided that in  \nthe event an employee is granted a leave of absence for full time employment by the Union, such  \ntime shall be considered time worked for the purpose of determining the right to vacation.  \nPart time drivers are eligible for a prorated portion of vacation pay based on actual hours  \nworked as a percent of full time hours. (An employee working 20 hours per week would receive  \n50% of normal vacation pay).  \n"], ["ARTICLE 35 - SICK LEAVE  \n", "Section 35.1 All employees covered by this agreement who have been continuously employed  \nby the Employer for a period of at least one (1) year shall thereafter be entitled to five (5) days  \n(40 straight hours) of sick leave with pay per year. However, upon completion of six (6) months  \nof employment, the employee shall be credited with two (2) days’ sick leave. These two (2) days  \nmust be used within the following six (6) months or the employee will be paid for this time on  \ntheir anniversary date. A doctor's certificate or other reasonable proof of illness may be required  \nby the Employer upon the third consecutive day of absence. Such sick leave with pay shall be  \napplicable only in the cases of bona fide illness or accident and shall be paid in the following  \nmanner:  \nSick leave payments shall begin the first day of illness.  \nIn mdustrial injury or disability cases, Workmen's Compensation, Unemployment  \nDisability (UCD) benefits and sick benefit allowance shall be paid separately, but in the event  \nWorkmen's Compensation payments or Unemployment Disability (UCD) covers all or part of  \nthe period during which sick benefit allowances are paid, the sum of the two shall not exceed the  \nwages payable for said period.  \nAny fraudulent use of sick leave shall be considered sufficient cause for discharge  \nforthwith.  \nAny unused portion of sick leave m any one (I) year shall accumulate from year to year  \nup to a maximum of one hundred twenty (120) hours. On their anniversary date the employee  \nshall have the option to maintain their sick hours in their bank or to be paid out sick leave in  \nexcess of five (5) days (forty [40] hours) which has been earned, but not used, at the employees  \nsiraight time hourly rate. Any employee who has reached the maximum accurnulation of one  \nhundred twenty (120 hours will be paid one hundred percent (100%) of any sick leave days in  \nexcess of the maximum accumulation.  \nAny employee who has one (1) or more years of service shall be paid at the time of  \nseparation from the Company for all accumulated sick leave under the following guideline:  \n18  \nAny employee that retires will receive payout for 100% of their sick leave hours, any  \nemployee that separates with the proper notice will receive 50% of their sick leave hours, and  \nemployee that is discharged for cause will not receive a payout for their sick leave hours.  \n"], ["ARTICLE 36 - SERVICE FOR RESALE  \n", "Section 36.1 The Employer agrees that no services or facilities of his plant will be extended to  \nany person, firm or corporation in the business of laundry, linen supply or dry cleaning for resale  \non any basis unless such person, firm or corporation shall operate under an agreement with the  \nUnion party to this Agreement, covering all employees coming under jurisdiction of said Union.  \nSection 36.2 No additional independent contractors, or lessees of equipment other than those  \noperating on the date of this Agreements signing, will be added to any operation and all services  \nthereafter of the contractor, provided for by this Agreement shall be rendered by Company  \ndrivers hired under the terms, working conditions, hours and wages herein provided for.  \nSection 36.3 Independent contractors, if utilized, shall be members of the Union and shall work  \non a contract to be negotiated between the Employer and the Union.  \n"], ["ARTICLE 37 - TIME OFF  \n", "Section 37.1 No employee shall lose his job classification because of absence due to illness or  \naccident, if such absence does not extend beyond a period of thirteen (13) weeks. All employees  \nwith five (5) years or more of continuous employment shall be allowed an additional thirteen  \n(13) weeks or total of twenty-six (26) weeks, provided that such employee notiftes the Employer  \nand the Union, in writing, that additional absence is necessary, prior to the expiration of the first  \nthirteen (13) week period.  \nNo vacation benefits shall accrne to any employee after twenty (20) consecutive calendar  \ndays of absence unless the law requires. If an employee has been under the employment of the  \nCompany for five or more years, that employee shall accrue vacation benefits while taking leave  \nunder the F.M.L.A. to the maximum allowance of twelve (12) weeks.  \nNo benefits shall accrue to an employee during the above absence. However, if he returns within  \nthe specified limits, his rights, based on length of continuous service, shall be maintained.  \n"]]