[["", "  \n   \nBY AND BETWEEN  \nInternational Union of Operating Engineers  \nAFFILIATED WITH AFL-CIO  \nLocal Union No. 825, 825-A, 825-B, 825-C, 825-D, 825-R, 825-RH  \nBRANCH OFFICE MAIN OFFICE BRANCH OFFICE  \n1 WESLEY COURT 5 ALLISON DRIVE  \nMIDDLETOWN, NEW YORK 10944 65 SPRINGFIELD AVENUE CHERRY HILL, NEW JERSEY 08003  \nAREA CODE 973 SPRINGFIELD, NEW JERSEY 07081 AREA CODE 973  \n921-4840 (973) 921-1900 921-4850  \nFAX 1-973-921-4841 FAX 1-973-921-2918 FAX 1-973-921-4851  \n   \nWw  \n=  \n<  \nZz  \n  \nom  \nud  \n©  \na KENNETH P. CAMPBELL.  \n2 Business Manager  \nPETER STRANNEMAR JOSEPH WHITTLES  \nPresident Recording-Conesponding Secretary  \nJurisdiction  \nEntire State of New Jersey plus Delaware, Ulster, Sullivan,  \nRockland and Orange Counties in New York State  \nA.G.C/IC.LC., NEW YORK STATE 4/2005  \n  \nAgreement  \nThis Agreement entered into by and between the Labor  \nRelations Division, Hudson Valley Region, New York State  \nChapter, Inc. Associated Genera] Contractors, the  \nConstruction Industry Council of Westchester and Hudson  \nValley, hereinafter referred to as the “Employer,” and the  \nInternational Union of Operating Engineers, Local Union  \n825, 825A, 825B, 825C, 825D, 825R, & 825RH, hereinafter  \nreferred to as the “Union.”  \nThis Agreement shall bind al! Subcontractors while  \nworking for an Employer who is a party to this Agreement.  \nAny Employer who sublets any of his work must sublet the  \nsame subject to all the terms and conditions of this  \nAgreement.  \nThe Employer agrees that he will not Subcontract any of  \nhis work, which is covered by the terms of this Collective  \nBargaining Agreement, to any Subcontractor, unless said  \nSubcontractor agrees in writing to perform said work sub-  \nject to all terms and conditions of this Agreement between  \nthe Employer and the Union, including an Agreement to  \nsubmit work jurisdictional disputes for determination as  \nprovided below.  \nThe parties hereto agree to make all assignment of work  \ncovered by this Collective Bargaining Agreement to the  \nEmployees covered hereunder. In making the assignment  \nof work, the Employer shall make said assignment in accor-  \ndance with any established decisions and/or Agreements of  \nrecord set forth in the “Green Book” or in any official book  \npublished by the National Joint Board for the settlement of  \njurisdictional disputes. Where, however, there aie no estab-  \nlished decisions or agreements of record, as described  \nabove, relative to jurisdictional work disputes and a juris-  \ndictional work dispute arises wherein this Union is involved  \nwith any other craft and any Employer or such Employer’s  \nSubcontractor, the Employer or Subcontractor involved  \nshail assign the work in accordance with the last known  \ndecision rendered by the National Joint Board of Awards  \nwithin the territorial] jurisdiction covered by this  \nAgreement. Where there are no decisions by the National  \nJoint Board covering similar or same types of disputes in  \nthis jurisdiction, the Employer wilf make the assignment of  \nwork in accordance with area past practice and custom.  \nThe Union agrees that if it enters into an Agreement  \nwith any other Contractors engaged in this type of work  \nwithin the area designated herein upon more favorable  \nterms to such other Contractors than embodied in this  \nAgreement, then such more favorable terms shall immedi-  \nately be added to and become a part hereof upon the  \nEmployer giving the Union five (5) days notice in writing of  \nthe facts involved.  \nThe Union recognizes the Labor Relations Division,  \nHudson Valiey Region, New York State Chapter, Inc.,  \nAssociated Genera! Contractors, the Construction Industry  \nCouncil of Westchester and Hudson Valley as Bargaining  \nAgent for, and acting for and on behalf of its present and  \nfuture Members, and this Contract shal) cover, al] of the  \nactive Members of the Labor Relations Division—Hudson  \nValley Region, A.G.C. and the Construction Industry |  \nCouncil whose names are attached and signed to the  \nannexed Exhibit A, which is herewith made a part of this  \nAgreement.  \nThe Employer recognizes the Union as the sole exclusive  \nBargaining Agent for all the Employees engaged in the  \noperation of power as herein specified used in  \nthe construction, alteration and repair of buildings, struc-  \ntures, bridges, bridge approaches, viaducts, shafts, tunnels,  \nsubways, foundations, streets, highways, sewers, sewerage  \ndisposal plants, filtering plants, incinerators, piers, docks,  \ndams, dredging, port works, river and harbor improve-  \nments, pipelines, pipeline water crossings, temporary pipe  \nfittings, sinking of weilpoints, burning and welding,  \ninstalling, repairing and maintaining of all equipment, fit-  \nting up, dismantling, repairing and maintaining and operat-  \ning Of machinery, when done on the job, and such other  \nwork as by custom has been performed by workmen in the  \nfields of construction outlined in ARTICLES IV, V & VI,  \nunder the supervision of the Lead Engineer or Foreman  \nEngineer and line and grade work with topological fietd  \nparties under the direction of a Party Chief.  \nThis Agreement shall govern rates of pay, hours and  \nworking conditions on all phases of construction work indi-  \ncated herein within the five Southern Counties of New York  \n(Delaware, Ulster, Orange, Sullivan and Rockland).  \nThe Employer retains full and exclusive authority for the  \nmanagement of his operations. Except as expressly limited  \nby provisions of this Agreement, custom and past practices,  \nthe employer may direct his working forces, as his sole pre-  \nrogative, including hiring or discharge of his Employees.  \nThe Employer may utilize any method or techniques of  \nconstruction and there shall be no limitations or restrictions  \non the use of machinery, pre-cast, materials, equipment,  \ntools, or other labor-saving devices, nor shall there be any  \nlimitations upon choice of material, equipment or design.  \nThe Employer may assign and schedule work and shall  \ndetermine when overtime will be worked and may require  \nreasonable overtime.  \n"], ["ARTICLE |  \nHIRING HALL PROCEDURE  \n", ". The Union shall establish and maintain an open employ-  \nment list for the employment of workmen. Such list shal)  \nbe established and maintained on a non-discriminatory  \nbasis, without regard to race, color, religion, sex, or  \nnational origin, and shall not be based on, or in any way  \naffected by union membership, by-laws, rules, regula-  \ntions, constitutional provisions, or any other aspect or  \nobligation of union membership, policies or require-  \nments.  \n2. Whenever desiring to employ workmen, the Employer  \nshall call upon the Union for any workmen as the  \nEmployer may, from time to time need, and the Union  \nShall refer such workmen from the open employment list.  \nThe Employer shall give the Union twenty-four (24)  \nhours notice when requiring the services of a workman  \n—  \n   \n| (continued)  \n=  \n4.  \ncovered hereunder, said notice time to be exclusive of  \nSaturday, Sunday and Holidays.  \na) In notifying the Union of its need for the  \nEmployer shall specify to the Union: (1) the number  \nof workers required, (2) the location of the project,  \n(3) the nature and type of involved, (4)  \nthe work to be performed, and (5) such other infor-  \nmation as may be necessary to enable the Union to  \nmake proper referral of applicants.  \nb) When an Employer states requirements for special  \nskills or abilities in his request for Employees, the  \nUnion shall refer the first applicant on the register  \npossessing such skills and abilities.  \nThe Employer shall retain the absolute and uncondition-  \nat right to reject any workman referred by the Union not  \npossessing the requisite work qualifications, or special  \nskills and abilities, since the Union is not to be deemed to  \nguarantee same. However, in no case shall a referred  \nworkman be rejected without just cause. Any workman  \nwho is rejected by the Employer with just cause, shalt be  \nrestored to his place on the list.  \nAli members and registrants on hiring hall lists must per-  \nsonally register and be properly identified and pho-  \ntographed.  \n. Recognizing that many older workers are restricted in  \nthe operation of heavy construction equipment by reason  \nof technical advances and/or physical handicaps which do  \nnot, however, prevent them performing usefully and well,  \ncertain functions of the Operating Engineers’ craft, and  \nwith a view towards maintaining a source of employment  \nfor persons falling in this category, the hiring halt will  \nmaintain a “Limited Preferred Status List,” from which  \ndispatch will be made for maintenance and operation of  \nwelding machines, compressors, elevators, house cars,  \npeneratats, pumps, temporary heating equipment, con-  \nveyors and tuggers.  \nIn order to qualify for referral from this list, the follow-  \ning criteria must be met:  \n(a) The member or registrant must voluntarily submit  \nhis name for inclusion on the list for a minimum peri-  \nod of six (6) months and during this time will not be  \neligible for referrals except as to equipment under  \nthe “Limited Preferred Status List.”  \n(b) The member or registrant on the “Limited Preferred  \nStatus List” must be at least fifty-five (55) years of  \nage and have had twenty years of experience in the  \nindustry as evidenced by his continuing  \non the Hiring Hall List, or in lieu thereof.  \n(c)A person on the “Limited Preferred Status List\"  \nmust have a bonafide physical handicap with proof  \nthereof being submitted to the satisfaction of the  \nExecutive Board of Loca) Union 825, which handicap  \nwould unduly restrict his capacity to operate equip-  \nment other than that on the “Limited Preferred  \nStatus List.”  \n(d) In view of the restriction on employment of those on  \nthe “Limited Preferred Status List” to the equipment  \nspecified herein, contractors may not request an  \n6.  \n7.  \n8.  \n9.  \nEmployee by name on this list.  \n(e) In the event that the “Limited Preferred Status List”  \nis exhausted and no one is available therefrom for  \nemployment, a registrant or member from the gener-  \nal hiring halt list may be referred to a job normally  \nfilled by a person from the “Limited Preferred Status  \nList.”  \nWhen a man is referred from the hiring hall for employ-  \nment, he shall continue to retain his position at the top of  \nthe hiring hall list, until he has completed one hundred  \nand twenty (120) hours of employment, after which time  \nhis name shall be re-registered in proper position as of  \nthe date of notification to the hiring hail of his availabil-  \nity,  \nIn order that the hiring hall list may correctly reflect the  \navailability of registrants, each member and registrant  \nmust present himself in person at Jeast once a year to the  \nhiring hall dispatcher for review of his registration card.  \nRegistration cards will contain information as to the  \nequipment that the registrant can operate and his experi-  \nence in such operation. If a registrant has been dis-  \ncharged by two or more Contractors because of alleged  \ninability to operate the equipment, the equipment in  \nquestion will be removed from his hiring hall card, and he  \nwill not be dispatched on that equipment. If the regis-  \ntrant wishes to appeal the removal of the equipment  \nfrom his card, he may request an opportunity to demon-  \nstrate his ability to the Local Union Examining commit-  \ntee, at the Training Site.  \nThe dispatcher in making referrals from the hiring hall,  \nbased in part on an Employer’s request to reemploy a  \nman who is available and who has had “recent employ-  \nment,\" shall not consider employment as “recent,”  \nunless it was within the preceding one hundred and  \ntwenty (120) days from the date of request, exclusive of  \nwinter  \n10. Unless otherwise provided by the Collective Bargaining  \n1  \ndet  \nAgreement with the Local Union, no person dispatched  \nfrom the hiring hall will operate any machine or equip-  \nment other than those to which he was originally  \nassigned to on referral, without approval of the hiring  \nhall,  \n_ When the machine or equipment to which a man was  \nreferred is moved to a different job or shut down, the  \noperator must notify the hiring hall.  \n12. No person selected for referral from the hiring hall will  \n13.  \nbe allowed to refuse a job without just cause. Two such  \nrefusals without just cause will result in his displacement  \nto the bottom of the hiring hall list.  \nIt shalt be the privilege of members and registrants to  \nplace their names on any one, or all, of the hiring hail  \nlists maintained at the various Union offices throughout  \nthe jurisdiction of Locat 825.  \n14. Upon request of a member or registrant, the hiring hall  \ndispatcher shall inform him of his present position on  \nthe hiring hall referral list. If the member or registrant  \nbelieves that his placement on the list is improper and  \ndiscriminates against him with reference to a possibte  \nARTICLE f (continued)  \n15.  \njob referral, he shall have the right to review his position  \non the list. If the member or registrant continues to  \nbelieve his placement on the list was improper or dis-  \ncriminatory he may file a claim pursuant to Section 15,  \nof these rules.  \nAny member or registrant on the employment list who  \nmakes written claim that he has been discriminated  \nagainst in violation of his rights under the Labor  \nManagement Relations Act of 1947, as amended, by  \nexclusion from a job refersal, shall have the 1ight to an  \nimmediate appeal to a Joint Board consisting of two (2)  \nmembers of the Union and two (2) repiesentatives of  \nthe Employer, who shal] be respectively designated  \nupon the signing of the Collective Bargaining  \nAgreement. Voting by members of the Joint Board  \nShall be on a unit basis. In case the Joint Board fails to  \nreach a unanimous decision, the claim shal] be submit-  \nted expeditiously to an impartial umpire, to be agreed  \nupon by the Joint Board, herein created, whose decision  \nshall be binding and conclusive.  \nThe Claim of any member or registrant who feels that  \nhe has been discriminated against must be filed in writ-  \ning with the Union ten (10) days from the date of the  \nalleged discriminatory practice, in order to entitle him  \n16.  \nto the benefits of the appeal procedure hereinbefore set  \nforth.  \nThe cost and expense of establishing and maintaining  \nthe open list and of referrals therefrom, shall be borne  \nby all of the registrants thereon. In the case of regis-  \ntrants, who are not members of the Union, their share  \nof such costs and expenses shall not exceed a sum equal  \nto the pro-rata share of the cost and expenses of oper-  \nating the employment list and the referrals therefrom,  \nwhich is being borne by members of the Union from the  \npayment of union dues. After seven (7) days from the  \ndate of this Agreement or of the date of registry on the  \nlist, whichever is later, registrants shall incur the obliga-  \ntion of making quarterly payments of their share of such  \ncost and expenses. Failure of a registrant to make pay-  \nment of such cost and expenses shall constitute grounds  \nfor removal from such list and shall nullify any prior  \nreferral therefrom.  \n17. A registrant must have maintained his permanent resi-  \ndence in the geographical area of the entire State of  \nNew Jersey and the five Southern Counties of New  \nYork (Delaware, Ulster, Orange, Sullivan and  \nRockland) for a period of one (1) year, or, who having  \nhad a permanent home in the area, has temporarily Jeft  \nwith the intention of returning to this area as his per-  \nmanent home,  \nAll references in the foregoing Hiring Hall Rules, to the  \nmasculine gender, shall be deemed to include the femi-  \nnine gender.  \n"], ["ARTICLE Il  \nCONDITIONS OF EMPLOYMENT OF  \nREGISTERED INDENTURED APPRENTICES  \n", "1.A Registered Indentured Heavy Equipment Operator  \nApprentice may be employed on any job that has a mini-  \nmum of 10 pieces of grading, paving or excavating equip-  \nment or five (5) Operating Engineers on the job operat-  \ning the same types of equipment and having additional  \npieces of similar type available for the Apprentices to be  \nassigned to.  \nA Registered Indentured Heavy Duty Mechanic  \nApprentice may be employed on any job that has a  \nJourneyman Mechanic.  \nA Registered Indentured Field Engineer  \nApprentice may be employed on any job that has a  \nSurvey Crew. However, the Employer may request a  \nRegistered Indentured Apprentice, even though he does  \nnot meet these job requirements, provided that the Joint  \nApprenticeship Training Committee is satisfied that  \nproper training is available for the Registered  \nIndentured Apprentice on the job site.  \nit will be the option of the contractor to select the on-job  \nequipment within the categories of the Registered  \nApprentice so as not to interfere with job continuity.  \nAll on-the-job training will be the responsibility of the  \ndesignated Journeyman Engineer. A written progress  \nreport will be submitted at the end of each work week.  \nThis report will be signed by the Registered Apprentice,  \nContractor Representative and designated Journeyman  \nEngineer responsible for the on-the-job training. In addi-  \ntion a representative of the Joint Apprenticeship  \nTraining Committee will make an on-the-job inspection  \nand interview once a month. A report of the progress will  \nbe submitted to both the Contractor and Joint  \nApprenticeship Committee.  \n4. The placement of the Registered Indentured Apprentice  \na  \nwill be accomplished by a joint effort of Local 825,  \nJAT-C. and the Job Contractor.  \n. The Registered Indentured Apprentice shall be subject  \nto all terms and conditions of this collective bargaining  \nAgreement.  \n_ A Registered Indentured Heavy Equipment Operator  \nApprentice wage rate will be as follows:  \nIst year—60% of the Journcyman’s wage for the piece  \nof equipment he is operating  \n2nd year—70% of the Journeyman’s wage for the piece  \nof equipment he is operating.  \n3rd year--80% of the Journeyman’s wage for the piece  \nof equipment he is operating.  \n4th year—90% of the Journcyman’s wage for the piece  \nof equipment he is opcrating.  \nA Registered Indentured Heavy Duty Mechanic  \nApprentice wage rate will be as follows:  \nist year— 60% of the Journeyman Mechanic’s wage.  \n2nd year--70% of the Journcyman Mechanic’s wage.  \n3rd year— 80% of the Journeyman Mechanic’s wage.  \n4th year— 90% of the Journeyman Mechanic’s wage.  \nA Registered Indentured Field Engineer  \nApprentice wage rate wil] be as follows:  \nIst year— 70% of the Rod/Chainman's wage.  \n2nd year—75% of the Rod/Chainman's wage.  \nARTICLE #1 (continued)  \n3rd year— 80% of the Transit/Instrumentman’s wage.  \n4th year— 90% of the Transit/Instrumentman’s wage.  \nAll fringe benefit contributions shall be made as set forth  \nin this Collective Bargaining Agreement.  \n"], ["ARTICLE Iti  \nEMPLOYER SELECTED TRAINEE  \n", "Whenever the Employer requires the service of a  \ntrainee, requests must be made to the Operating Engincer’s  \nLocal 825 Apprenticeship Training Plan; and an indentured  \napprentice will be sent to the job site. If the Apprenticeship  \nTraining Plan is unable to provide an indentured appren-  \ntice, the Employer may hire directly any person of its owa  \nchoice; however, such Employee, by reason of his hiring,  \nwill not become an enrollee nor part of the Indentured  \nApprenticeship Training Plan but he will have the right to  \nmake application for enrollment as all other persons.  \nThe Employer will have the sole and exclusive  \nbility for training and job performance. No trainee will per-  \nform work at the job site unless a Journeyman Engineer is  \nactually engaged at the time in job site work. No trainee will  \nbe hired to replace or perform the work of a Journeyman,  \nand trainees may not work as assistant Engineer/Oiler but  \nmay be employed as a paving equipment operator trainee  \nor a dirt moving operator trainee. The trainee is not a “cov-  \nered Employee” under the terms of this Collective  \nBargaining Agreement nor is the Union his bargaining  \nagent.  \nThe Employer must notify the Operating Engineers’  \nLocal 825 Apprenticeship Training Director before hiring a  \ntrainee and must furnish the name, address, social security  \nnumber, race, sex and telephone number of such trainee.  \nFor information purposes only, on a monthly basis, the  \nEmployer will advise the Operating Engineers’  \nApprenticeship Training Director of the type of equipment  \nand hours worked by trainees and of the wages paid for the  \nfirst 1,000 hours of employment as a trainee and for the sec-  \nond 1,000 hours.  \nIf the Employer extends medical coverage to such  \ntrainee, then the cost of such coverage is the sole and exclu-  \nsive responsibility of the Employer, and neither the Union  \nnor the Operating Engineer’s Local 825 Welfare plan shall  \nhave any responsibility in connection therewith to the  \ntrainee or any person rendering hospital or medical services  \non his behalf.  \n"], ["ARTICLE [V  \nWORKING CONDITIONS  \nPERTAINING TO ALL PHASES AND TYPES  \nOF CONSTRUCTION WORK  \n", "_ STRAIGHT TIME: Eight (8) hours per day, forty (40)  \nhours per week, Monday to Friday inclusive, shall prevail  \nexcept at statt and finish of job when said Employees  \nshall be paid on a unit basis of an eight (8) hour day,  \nuntess specified herein.  \n2. SHIFT WORK: First shift eight (8) hours pay for etght  \n—  \ntd  \n(8) hours work at straight time; second shift, eight (8)  \nhours pay for seven and one-half hours work at  \nstraight time plus ten percent (10%); third shift, eight (8)  \nhours pay for seven (7) hours work at straight time plus  \nfifteen percent (159%). Shift work must continue for five  \n(5) days, Monday to Friday, forty (40) hour week. If not  \nthe overtime premium rate shall apply. All other time  \nwarked, except Monday to Friday, shall be at the over-  \ntime rate,  \nA flexible starting time of either 7:00 A.M. or 8:00 A.M.  \nand the “Irregutar” Shift Clause will apply to Highway,  \nRoad, Street and Sewer Projects.  \nAn “Irregular” Shift would start any time from 3:00 PM.  \nto 12:00 A.M. (Midnight). The first eight (8) hours shall  \nbe at straight time rate plus fifteen percent (15%)  \nMonday through Friday. When working with other  \ntrades or focal Unions who receive a higher irregular  \nshift differential, the Local 825 Employee will also  \nreceive the higher shift differential.  \nFor construction project contracts where an Owner man-  \ndates that construction work shifts are to have a starting  \ntime between 10:00 p.m. and midnight, provided there  \nare consecutive hours of work within the shift, the  \nEmployer shail be obligated to pay shift differential, not  \npremium rate, for those shift hours worked within  \nSaturday 12:00 a.m. to 6:00 a.m. and Sunday 10:00 p.m.  \nto midnight.  \nWhere there are only two shifts the first and second shifts  \nshall be eight (8) hours work at eight (8) hours pay for  \neach shift. In addition there is an unpaid % hour junch  \npetiod. The second shift shail be straight time plus 10%.  \nWhen the Department of Labor does not include these  \nshift premiums in the prevailing wage rate schedule, in  \nthe event of non-union or vertical union competition, the  \nshift work premium will be waived.  \nWhere the bid documents and/or Contract require the  \nEmployer to work restricted hours or for any mutually  \nagreed reason an Employer may work four (4) ten (10)  \nhour days at the straight time rate during a week. In the  \nevent of rain when the are not allowed to  \nstart ten (10) hours at the straight time rate will be paid  \nfor the day. If Friday is worked time and one-half (11)  \nwill be paid for all hours.  \nAn Irregular Shift can be worked when at a Pre-Job  \nConference the Union and the Contractor agree to com-  \nply with the Contract documents that specify particular  \nhours to be worked because of traffic control Monday  \nthrough Friday or on any one (1) of the five (5) regular  \nwork days when owner mandated.  \nWhen off or irregular shift work is mandated by govern-  \nment contract the appropriate differential will apply.  \n. CALL OUT PAY: Employees ordered out to work by the  \nEmployer and nat permitted to work, shall be paid the  \nstraight time rate as follows: Monday to Friday, eight (8)  \nhour’s pay; Saturday, four (4) hour’s pay; Sunday, cight  \n(8) hour’s pay; Holiday, eight (8) hour’s pay plus Holiday  \npay. On paving work only, when the Union and the  \nEmployer deem it appropriate, the call out pay provi-  \nsions may be altered.  \nARTICLE IV (continued)  \n4. TEMPORARY LAYOFF: Employees temporarily laid off  \nand re-employed within five (5} days, on the same job, on  \nthe same unit of equipment, shail be paid for the day or  \ndays preceding their re-employment. Employees tem-  \nporarily laid off during the period October 15th through  \nMay 15th, and re-employed within three (3) days, on the  \nsame job, on the same unit of equipment, shail be paid  \nfor the day or days preceding their re-employment. Since  \ntemporary layoff applics only to the job where the  \nEmployee had been employed, any re-employment on a  \nnew or different job or unit of equipment, whether with-  \nin the same five (5) day period or not, would not come  \nunder the temporary layoff clause. Temporary layoff pro-  \nvisions wil] not apply to back dump operators. However,  \nwhen the Union deems it appropriate and the Employer  \nagrees, the Union may waive the temporary jayoff provi-  \nsions of this Agreement.  \n5. SNOW REMOVAL: Snow temoval shall be considered  \netiergency work and be paid for at the straight time rate  \nfor the first cight (8) hours, and time and one-half (114)  \nafter the first eight (8) hours, except Saturday, Sunday  \nand Holidays to be premium time as per contract.  \nEmployees covered by this paragraph are guaranteed  \neight (8) hours pay minimum.  \n6 RENTAL OF EQUIPMENT: When a Contractor rents a  \npiece of equipment covered by this Agreement, he shal}  \nnotify the Union Hiring Hall of the fact of such rental  \nand shall furnish the name or names of the persons on  \nthe Union Referral List who are operating said equip-  \nment. Said members of the operating crew, and the  \nLessee, shall be governed by the terms and conditions of  \nthis Agreement. If the Lessee fails to pay and report con-  \ntributions into the Benefit Funds ar does not have a  \nCollective Bargaining Agreement with Local 825, then  \nthe Lessor of the equipment shall be responsible for  \nmaking such payments and reports to the Benefit Funds  \non the wages covered hereunder. The Lessee shall not  \nthereafter rent out the services of the operating crew to  \nany other party.  \n. MANNING REQUIREMENTS:  \n(a) Where two (2) small mixers of less than one-half (’4)  \nyard capacity (without loading device attached} are  \noperated on a job on any one day, a Maintenance  \nEngineer will be required to setvice and maintain  \nSaid mixers.  \n(b) Where a mixer of less than one half ('4) yard capaci-  \nty, without loading device attached thereto, and one  \nsmall pump or two smal] pumps are used upon a job  \nin any one day, the services of a Maintenance  \nEngineer will be tequired to service and maintain  \nthem.  \n(c) An Engineer must be employed on cach mixer having  \na capacity of one-half (4) yards or more, whether  \nequipped with a Joader device or not.  \n(d)An_ Assistant Engineer/Oiler, Maintenance  \nEngineer, or Fireman shall be employed on al} power  \ncranes, gantry cranes, shovels, Kochring “Scooper”  \n(combination loader-shovel), locomotives, paving  \nmixers, derricks, truck cranes, draglines, elevator  \ngraders, tree chopper with boom, truck mounted  \npavement breaker, down the hole drills, concrete  \npumping, pympcrete and squeezecrete systems, Jaige  \ntrenching machines, transfer or staging pumps, and  \non any other machine where the services of the said  \nAssistant Engineer/Oijler, Maintenance or  \nFireman are necessary; including carrying of gas.  \nAssistant Engineer/Oiler will not be required on any  \nsize hydraulic backhoe, remote controlled gradalls,  \nremote control post pounder, and all cranes one hun-  \ndred (100) tons and under according to  \nManufacturer’s rating, All moves to be made by an  \nOperating Engineer.  \ni. Cranes 150 tons and over-—(manufacturers speci-  \nfications with basic boom) Manning requirements  \nshall be the subject of a Pre-Job Conference.  \n{e} Where a gas or diese! driven crane with a steam boil-  \ner, gasoline or diesel driven compressor attached  \nthereto furnishes power for any work other than the  \ndriving of piles, then an Assistant Enginees/Oiler  \nshall be employed in addition to two (2) Engineers.  \n(f} Barge Equipment:  \n1. On Repair Work: Two Engineers shal) be employed  \nto man a crawler or stiffleg derrick or whirley and  \nany other equipment on the barge.  \nNew Construction: Same manning provisions  \nwill be required as on land, including manning of  \npump full time.  \n(g) Mixers, Hoists, Fork Lifts, And Economobiles:  \nWhere an employed on this equipment  \nworks three (3) consecutive days or any fraction  \nthereof, he shall receive three (3) day’s pay; if he  \nworks the fourth day, he shal} be paid for the full  \nweek.  \n(h) Multiple Welding System (Rectifier Transformer  \nType): Utility Engineer will man up to 100 Jeads plus  \npliant air and 185 compressor, or one generator, or  \none pump up to four inches. The same manning for  \nevery 100 Jeads or part thereafter. With up to 100  \nleads, a Utility Engineer will be employed even  \nthough there is no other equipment on the job.  \n(i} Working Hours: 8:00 A.M. to 12:00 Noon and from  \n12:30 PM. to 4:30 PM., untess by mutual agreement  \nwith the other crafts, when the working hours shall be  \nfrom 8:00 A.M. to 12:00 Noon and from 1:00 P.M. to  \n5:00 PM. All time prior to 8:00 A.M. and after regu-  \nlar quitting time worked, including noon hour meal  \ntime, shall be paid for at the overtime rate applicable.  \nOn Highway, Road, Street and Sewer Construction,  \nthe Employer shajl designate the starting time for  \nEmployees hereunder, at which time pay shal) com-  \nmence including waiting time; and the eight (8) hours  \nper day shall commence from the designated starting  \ntime.  \nOn all other types of Construction, for the conve-  \nnience of the Employees and the Employer, the regu-  \ndesignated starting time may be changed by  \nmutual agreement with the Union, and the eight (8)  \nhour day will commence at that time.  \n{j} Where the Employer obtains power from a perma-  \nARTICLE IV (continued)  \nnent, or temporary plant, i.c. steam, compressed air;  \nhydraulic or other power, for the operating of any  \nmachine or automatic tools, or for the purpose of fur-  \nnishing temporary heat including propane, natural  \ngas or flowtype units for heating material or to build-  \nings under coutse of construction or used in the con-  \nstruction of new buildings, additions, alterations, or  \nrepairs thereto; Employees hereunder shall  \nman arid operate such permanent or temporary plant  \nfrom which source of power is supplied. In the event  \nthat the Employer is unable to arrange this, Engineers  \nshall man all valves or other outlets of such source of  \npower as is used by the Employer and shall be paid  \nthe rate of wages applicable to the classification of  \nwork in which he is employed.  \n(k) Steam Time: It is understood and agreed that  \nEngineers, Apprentice Engineers or Firemen getting  \nup steam before regular starting time, shall receive  \none (1) hour’s pay at time and one-half (1'4) tate.  \n(1) Temporary Heating Plants, Wellpoint Systems or  \nPumps: When a Temporary Heating Plant,  \nWellpoints or Pumps are working four (4) shifts of six  \n(6) hours each, seven (7) days per week, straight time  \nwill be paid for work from Monday to Friday; time  \nand one-half (14) for Saturday work, and double  \ntime for Sunday and Holiday work.  \nThe Lead Engineer or Mechanic will cover the  \nElectric Pumps on a Day Shift. If there is no Lead  \nEngineer or Mechanic, an Operating Engineer will  \nman the Electric Pumps.  \n(mjOn Heavy Construction Work, a Maintenance  \nEngineer shall be employed to do all temporary pipe  \nfitting, repairing and maintaining of all equipment  \nunder the guidance of the Lead Engineer.  \n(n) Two (2) concrete towers or two (2) brick hoists shall  \nnot be operated from one (1) hoisting engine. An  \nEngineer shall not be shifted from one (1) hoisting  \nengine to another.  \n1. When two (2) concrete towets or two (2) brick  \nhoists are being operated a Maintenance Engineer  \nshall be required.  \n(0) Where a mixer of less than one-half cu. yd.  \ncapacity operates in conjunction with a hoist, or any  \ntype of hoisting equipment, including cconomobiles,  \nlulis, hysters, and fork lifts, add Ten Dollars ($10.00)  \nper week or any part thereof.  \n(p) Two (2) Operating Engineers shall be employed on  \nalj tower type and cantilever type machines and on ail  \nsimilar machines, on all projects. |  \n(q) An Engineer shall be employed when a tower is being  \nerected. Said Engineer shall erect and test hoist  \ntower parts in addition to being employed after tower  \nis up.  \n({r) Autograde placer-trimmer-spreader-combination  \n(CMI and similar types), tcquires Engineer and  \nMaintenance Engineer. Autograde slipform paver,  \n(CMI and similar types) requires Engineer and  \nMaintenance Engineer.  \n(s) Suitable sanitation facilities and suitable quartets  \nshall be provided for to change clothes and store per-  \nsonal tools. The change house shail be heated in win-  \nter for the purpose of drying clothes, etc.  \n(t) Pile Drivers:  \n1) On Conventional Pile Drivers an Engineer and  \nFireman will be required.  \n2) With a Compressor, generator, vibratory hammer,  \nor diesel powered hammer attached to the  \nmachine or on the ground shall require two (2)  \nEngineers at the A rate.  \n({u) Field Engineers: Party: A party will normally consist  \nof a minimum of three (3) men, Party Chief,  \nInstrument Man and Rod/Chainman; however,  \nwhere the Contractor heretofore, as a matter of cus-  \ntom and practice, has utilized two (2) men (Party  \nChief and Transitman or Rodman) as a party, then  \nsuch practice shall continue.  \nIt is understood that the need for additional  \nEmployees shail be made by mutual agreement  \nbetween the Union and the Employer.  \nChief of Party: A Chief of Party is directly responsi-  \nble for the layout from the taking of information  \nfrom supplied specifications and plans to the direc-  \ntion and actual performance of layout. He shall be  \nable to read plans and specifications, draw any addi-  \ntional sketches required for the performance or lay-  \nout, develop and maintain survey records, do the  \nnecessary computations, keep control of layout on  \nthe job and to perform and direct the operations of  \nInstrumentmen and Rodmen, and perform such  \nother duties as may be assigned to him consistent  \nwith his duties.  \nInstrument Man: An Instrument Man or Transitman  \nunder direction performs layout. He shall be able to  \nset up, operate and make minor adjustments to sur-  \nveying instruments, read plans and sketches and keep  \nsurveying records. He shall be able to perform the  \nduttes of a Rodman.  \nRodman/Chainman: A Rodman/Chainman is one  \nwho generally assists a Chief of Party or Instrument  \nMan and is sometimes known as a Chainman. He  \nshall be able to operate surveying rods, be able to  \nchain, and generally assist in doing layout.  \nThis Agreement shall apply to qualified Employces  \ncustomarily and regularly engaged in field layout  \nwork only; excluding executive, administrative office  \npeisonnel, office and supervisory personnel and  \nengineers including engineer trainees who are  \nemployed directly by the Employer for the sole pur-  \npose of ttaining for a future with the company.  \nFurther, this Agreement shall not apply to any field  \nlayout work beyond the direct control of the  \nEmployer except as this Agreement is binding on all  \nSubcontractors working for this employer.  \nEmployees covered by this Agreement shall work  \nwith and cooperate fully with the above-mentioned  \npersons excluded from coverage under this  \nAgreement.  \nFollowing are tools pertaining to the trade of Ficld  \nEngineer which shall be manned by the Employees  \nlisted:  \n{. Laser Beam  \n2 Theodolite  \nARTICLE IV (continued)  \n3. Electrotape  \n4, Transit  \n5. Philadelphia Rod  \n6. Rod Level  \n7. Instrument Level  \nThe Party Chief shall be the fisst man from the Party  \non the job.  \nAn additional seventy-five cents ($.75) per hour will  \nbe paid for all tunne) work under compressed air,  \nand fifty cents ($.50) per hour for hydrographic work  \nif worked one (1) or more hours per day.  \nDefinition of Hydrographic Work: Line and grade  \nwork performed while one (1) or more members of  \nthe Field Party Crew is physically Jocated in a vehicle  \nafloat on a bay, harbor, lake, river or similar body of  \nwater, and line and grade work performed while one  \n(1) or more members of the Field Party Crew is sus-  \npended from a structure over a bay, harbor, Jake,  \nriver or similar body of water with only the member  \nor members on or over the water receiving the pre-  \nmium added rate of fifty cents ($.50) per hour.  \n8. Lead Engineer, Foreman Engineer or Safety Engineer:  \n(a) It is further agreed that where there are five (5) or  \nmore Operating Engineers, excluding Oilers and  \nBack Dump Operators, covered by this Agreement  \nemployed upon any one (1) job or by any one (1)  \nContractor (excluding Reg. Indent. Trainees} and  \nARTICLE IV, Section 7, (1) Employees, a Lead  \nEngineer, Foreman Engineer or Safety Engineer  \nshall be employed. Where five (5) 0: more Operating  \nEngineers excluding oilers and back dump operators,  \nwork for different Contractors, the General  \nContractor or Key Prime Contractor shal) be respon-  \nsible for employment and wages for said Lead  \nEngineer, Foreman Engineer or Safety Enginecr.  \n(b) When there is no General Contractor or where all  \nContractors on a project or job site are Prime  \nContractors and a minimum of five (5) Operating  \nEngineers, excluding Oilers and Back Dump  \nOperators, covered hereunder are employed on said  \nproject or job site (including all shifts—but excluding  \ntemporary heat, wellpoints, pump coverage), then all  \nContractors employing one (1) or more  \nEngineers on said project are equally responsible for  \nthe employment and wages of said Lead Engineer,  \nForeman Engineer or Safety Engineer. They shail  \npay a pro rata share of his wages based on the num-  \nber of such Operating Engincers covered hereunder  \nemployed by them.  \n(c) He shall be responsible for the performance of al!  \ndutics of Engineers, Apprentice Engineers, Repair  \nMechanics, Oilers, Firemen, Maintenance Engincers  \nand other Employees under his jurisdiction under the  \ndirection of the Employer.  \n(d) He will be allowed to operate equipment in the tem-  \nporary absence of the regular Engineer. He shall!  \nhave complete supervision over alf repairs made on  \nall machines and other automotive equipment used,  \nwhen such repairs are done on the job.  \n(¢) Where a job is of sufficient size to require eventually  \nfive (5) or more Employces, excluding Oilers and  \nBack Dump Operators, covered hereunder, the first  \nEngineer employed on the job shall act as a Lead  \nEngineer, shal] continue to operate his equipment  \nand shall receive the wage rate provided for herein  \nfor a Lead Engineer as long as he acts as such.  \n(f) Lead Engineer is to check al! Subcontractors includ-  \ning crane hirces or lessees to ensure that contribu-  \ntions are being paid into the various Benefit Funds. In  \nthe absence of the Lead the Steward shall  \nperform this function.  \n(g) When a Lead Engincer is employed on a job and the  \njob works Saturday, Sunday or Holiday, the Lead  \nEngineer is called in when two (2) men are working  \ncovered by this agreement, exclusive of pumping and  \nemergency work.  \n(h) The rate of pay for Lead Engineers shaij be no Jess  \nthan twenty-five cents ($.25) per hour above the  \nhighest Operating Engincer’s rate on the job with a  \nminimum rate as indicated in wage rates and classifi-  \ncations.  \n(i) All contributions required to be made to the Benefit  \nFunds by the Employer shal] be made on a weekly  \nbasis (unless authorized by the Trustees of the Funds  \nto make monthly contributions) on the day the  \nEmployees are paid by the Employer, delivering to  \nthe Lead Engineer or Steward drafts made payable  \nto the said Funds, in the amount required for each,  \nfor delivery to the Fund Administrator, together with  \ncompleted forms, furnished by the Funds, indicating  \nthe names of all Employees, number of hours  \nworked, gross wages, etc.  \nIn the event of non-union or vertical competition, the  \nUnion will put in writing at bid advertisement what  \nthe Lead Engineer’s duties will be and later confirm  \nit at a pre-job conference.  \n(j  \nnme”  \n9. On all machines, incjuding pile drivers with booms of  \n100 feet and over (including jib) two (2) Engineers shall  \nbe employed a1 the regular 1ate of wages or one (1)  \nEngineer and one (1) Apprentice Engineer shall be  \nemployed. Said Engineer to receive regular hourly rate  \nplus:  \n$.50 cents per hour on rigs with 100 foot Boom (includ-  \ning jib) up to 139 feet.  \n$.75 cents per hour on rigs with 140 foot Boom (includ-  \ning jib) and over.  \nOn all hoists where “Cat Head or Sheave Point” is 100  \nfeet or over above ground the same differential  \npay and manning provisions shall apply as applicable to  \nbooms 100 feet and over.  \n10. WAGES: See Schedule—~attached hereto and made part  \nhereof, including wage increases effective July 1, 2002,  \nand all job classifications covered by this Agreement.  \nWages shali be patd in currency weekly on the job where  \nmen are employed on or before quitting time on Friday  \nafternoon. If discharged for any reason during the week,  \nthe men shall be paid at once, and are entitled to full  \nwages until paid. Where proper arrangements cannot be  \nmade to pay in currency, Employees may be paid by  \ncheck, subject to the approval of the Union.  \nARTICLE IV (continued)  \ni  \npo  \nContract rates apply to private work. On public work  \n(posted rates), wage rate Schedule submitted to New  \nYork State Department of Labor as required by law. If  \nthe rates are not posted July 1, contract extended for up  \nto one (1) month on old rates. Both parties jointly to go  \nto Court to get Contract Rates posted.  \n. SAFETY: All provisions of the Engineers’ License Law,  \nConstruction Safety Act of the States of New York and  \nNew Jersey and the Federal Occupational Safety and  \nHealth Act shall apply to both the Employer and the  \nEmployee.  \n(a) Employees while on the job shall be protected from  \neither failing material, acid fumes, or anything detri-  \nmental to life or health. A first aid kit shall be pro-  \nvided and kept available for use at all times on the  \njob. Employees while on the job shall be protected  \nfrom inclement weather.  \n(b) Employees shall not be required to operate unsafe  \nor defective operating equipment.  \n(c) When requited, the Employer shall supply all nec-  \nessary or personal protective equipment, which shall  \nremain the property of the Employer.  \n12, DAVIS BACON ACT area practice provisions must be  \ncomplied with, including manning provisions {i.¢.,  \nMaintenance Apprentices must be employed on all  \nmachines required by the Agreement).  \n13. Business Agent or Representative of the Union shail  \nhave access to the work at alt time during working  \nhours.  \nThe Employer recognizes the right of the Union to des-  \nignate Stewards. The Steward shall be a working  \nSteward who shal} be given time to perform his duties  \nwhich include the following:  \n(a) Examination of dues books of all Employees to  \ndetermine their good standing.  \n(b) Reporting violations and/or grievances to the  \nBusiness Agent.  \n(c) The Steward shafl not be discriminated against for  \nenforcing the terms of this Agreement or the rights  \nof any Employee.  \n(d} The Employer shall make available to the Steward a  \nweekly report of the number of hours worked by  \neach Employee covered hereunder and the wages  \npaid to each of the men covered by this Agreement.  \n14. HOLIDAYS: Recognized paid Holidays are: New Year's  \nDay, Washington’s Birthday observed, Memorial Day,  \nIndependence Day, Labor Day, Day (when all  \ntrades on a particular jobsite agree, the day after  \nThanksgiving may be substituted for Veteran’s Day)  \nThanksgiving Day, Christmas Day, Presidential  \nElection Day, or days celebrated as such. When a  \nHoliday falls on a Saturday, the Employer has the  \noption to cither work Friday and pay Saturday as the  \nHoliday, or, not work Friday and pay for the day in lieu  \nof the Hotiday. Holidays falling on Sunday will be cele-  \nbrated on Monday.  \nTo be eligible for Holiday Pay, an Employee must  \nwork three (3) days of the preceding five (5) working  \ndays before the Holiday or the working day before the  \nHoliday and the working day after the Holiday, but in  \nno event can an Employee who is on the Emptoyer’s  \npayroll the work week before and after the Holiday  \nreceive Holiday Pay unless he works the working day  \nbefore and the working day after the Holiday.  \nWhen an employee is working four (4) ten (10)  \nhour shifts, and if the Holiday falls on a work day and is  \nnot worked, the employee shall be paid ten (10) hours.  \n15. OVERTIME: Time and one-half (114) shall apply to  \nhours worked after cight (8) hours per day and ali hours  \nworked on Saturday.  \nEXCEPT AS FOLLOWS:  \n(a) When working with other trades or Local Unions  \nwho receive a higher rate of overtime, the Local 825  \nEmployee will also receive the higher overtime rate.  \n(b) On 100% Federally Funded Projects, awarded by a  \nFederal Agency, exchuding hazardous waste  \nsites, the payment of overtime will be required after  \nten (10) hours each day and forty (40) hours each  \nweek, Monday through Saturday inclusive. The  \nEmployer may work four (4) ten (10) hour days.  \nTime and one half (VA) rate shall apply for all  \nhours of overtime worked on water crossings pertaining  \nto all bi-state pipeline work, bi-state tunnel and bi-state  \nbridge construction, alteration or resurfacing work on  \nbi-state projects.  \nDouble time (2) shall be paid for all work per-  \nformed on Sundays and Holidays.  \nWhere Saturdays, Sundays or Holidays (or days  \ncelebrated as such} are worked, the Employces covered  \nby this Agreement shall be paid on a unit basis of an  \neight (8) hour day at the specified overtime rate.  \ni6. WORK RULES:  \n(a) When men report to work, it is understood that  \nthey are to remain on the job until released for the  \nday by the Employer or his Representative.  \n(b) It is understood that at no time will there be any  \nwork stoppage by men for so-called “Coffee Time.”  \n(c) ff an Engineer, Apprentice Engineer, Assistant  \nEngineer/Oiler, Fireman, or Maintenance Engineer  \nis employed and is found incompetent, his services  \nmay be dispensed with and he shall be paid for actu-  \nal time worked.  \n(dj tt is expressly agreed and understood that  \nEngineers, Apprentice Engineers, Assistant  \nEngineers/Oilers, Firemen and Maintenance  \nEngineers are not to report for work on any  \nSaturday, Sunday or Holiday, (or days celebrated as  \nsuch) without the Employer first notifying the  \nUnion, through its Officers or Business  \nRepresentatives and obtaining its consent.  \n{c) Moves may be made on all loaders, dozers, graders,  \nrollers, pavers, combination hoes and other miscel-  \nlaneous equipment.  \n17. Engincers will nat be allowed to stack scaffolds or floors  \nwith brick or other materials in quantities beyond that  \nrequired for an eight (8) hour period, or in quantities  \nthat may tead to the laying off of an Engineer.  \nStacking work may start ten (10) minutes before the reg-  \nARTICLE SV (continued)  \nular starting time and end ten (10) minutes before the  \nregular quitting time. Ail other times required by these  \nlimitations shall be paid under the overtime basis  \napplicable.  \n18. Whenever it is mutually agreed that the nature of the  \nEmployer’s operation is such as to require a Pre-~Job  \nConference relative to the method and manner in which  \nthe job is to be performed, the Business Manager and  \nthe Employer shall agree to such conference and, tn  \nsuch instances, a Pre-Job Conference shal} be held at a  \ntime and place mutually agreeable to the parties before  \nthe commencment of the job.  \n19. When an Employee or Employees covered hereunder  \nrequire a vehicle for the performance of their duties the  \nEmployer will assign a vehicle to such individual! or indi-  \nviduals or he shall compensate them adequately for the  \nuse of their personal vehicle when used for the petfor-  \nmance of their duties.  \n20. MECHANIC: If a party to this Agreement hires a  \nMechanic and requires that the Mechanic provide his  \nown truck, tools and welding machine, the rate for said  \ntruck, tools and welding machine shall be the subject of  \na Pre-Job Conference between the Business Manager  \nand/or his designee, and the Contractor and/or his  \ndesignee. If a party to this Agreement hires a mechanic  \nand supplies said mechanic with a truck, tools and weld-  \ning machine the terms of this Agreement will apply.  \n"], ["", "ARTICLE V  \nBREAKDOWN ON TYPES OF CONSTRUCTION  \nA. HIGHWAY, ROAD, STREET AND SEWER CON-  \nSTRUCTION AND GRADING AND PAVING WORK  \n(OTHER THAN PROJECTS)  \nDefined as all phases of work pertaining thereto, includ-  \ning overpasses, underpasses, sewer and water pipeline, or  \nany other pipeline work (excluding bi-state water crossing  \npipeline), duct lines, street grading, drainage, curb setting,  \nsidewalks, grade separations, land improvement, site clear-  \ning, grading and paving, bridges, and bridge alterations,  \nresurfacing and repaving bi-state bridges, and  \ntunnels), and all other work related thereto.  \nIt is understood and agreed that any excavation,  \nembankment, grading, paving and drainage aiound and  \nadjacent to all bridge structures shall be included in this cat-  \negory.  \nB. HEAVY CONSTRUCTION WORK  \nHeavy Construction is defined as: construction and  \nalteration of Oil Refineries, Power Plants, Chemical Plants,  \nSewage Disposal Plants, Filtering Plants, Incinerators,  \nAtomic Energy Plants, Missile Bases, all work performed  \nunder compressed air, airport terminals, offshore plant, off-  \nshore terminals, foundations, pile driving, picrs, abutments,  \nretaining walls, viaducts, water crossings pertaining to pipe  \nline work, shafts, tunnels, subways, track elevations, clevat-  \ned highways, resurfacing work on bi-state bridges and tun-  \nnels, reclamation projects, sanitation projects, aqueducts,  \nirrigation projects, water power development, hydroelectric  \ndevelopment, transmission lines, locks, dams, dikes, docks,  \nlevees, revetments, channels, channel cutoffs, intakes,  \ndredging projects, jetties, breakwaters, harbors, excavation  \nand disposal of earth and rock projects in connection with  \nthe above, and any other bridges and drainage structures,  \nincluding the assembly, operation and maintenance and  \nrepair of al) equipment, vehicles and other facilities used in  \nconnection with and serving the aforementioned work and  \nServices.  \nC. BUILDING CONSTRUCTION WORK  \nBuilding Construction is defined as construction of  \nbuilding structures, including modifications thereof, or  \nadditions or repair thereto, intended for use for shelter,  \nprotection, comfort or convenience. Building construction  \nshall include the demolition of and excavation and founda-  \ntions for building construction.  \nD. OILOSTATIC CABLES AND TRANSPORTATION  \nMAINLINE PIPE LINES {Including testing)  \nOilostatic high voltage underground cables and trans-  \nportation mainline pipe lines are defined as all phases of  \nwork pertaining to oilostatic high voltage underground  \ncable lines and transportation maintine pipe lines, the con-  \nstruction, installation, treating, reconditioning, testing, tak-  \ning-up, re-laying or relocation of cross-country pipe lines,  \nOr any segments thereof transporting coal, gas, oil, water, or  \nother transportable materials, vapors or liquids, including  \nportions of such pipe lines within private property bound-  \naries, up to the first metering statton or connection, as well  \nas gathering lines which connect directly from the wells to  \nthe mainline pipe lines and gathering lines to or from gaso-  \nline extraction and gas dehydration plants and water flood  \nlines up to the first metering station or connection are like-  \nwise included.  \nThe phrase, “first metering station or connection,”  \nmeans that point which divides mainline transmission lines  \nor higher pressure lateral and branch lines from lower pres-  \nsure distribution systems. If a metering station or connec-  \ntion is located on a mainline transmission line, then the  \nwork covered by this Agreement includes the construction  \nof all pipe lines up to the point at which lower pressure dis-  \ntribution systems take off from higher pressure lateral and  \nbranch lines.  \nE. SEWER CONSTRUCTION WORK  \nSewer Construction is defined as repair  \nand alteration of storm sewers, sanitary sewers, combined  \nstorm séwers and sanitary sewers, telephone, gas and elec-  \ntric, fiber optics, (excluding drainage systems and tele-  \nphone, pas, and electric and fiber optic lines that are part of  \noverall road, street and highway construction, or heavy con-  \nstruction or building work}, and pump station with a cost of  \nnot in excess of twelve million dollars ($12,000,000.00).  \nSewer Agreement manning will apply to all projects twelve  \nmillion ($12,000,000.00) or less. Outfalls are considered  \nheavy construction work.  \nSCOPE AND COVERAGE  \n1. That this Agreement is for the exclusive, joint use and  \nbenefit of the contracting partics, and the provisions  \nherein defined and set forth shall be construed as binding  \nonly upon and effective in determining the relations  \nARTICLE V (continued)  \nbetween such Employer as may become a signatory here-  \nto and the Union. It is the intent and purpose of the par-  \nties herein to promote and improve industrial and eco-  \nnomic relationships in the Sewer Construction Industry,  \nas defined herein the jurisdiction of Local 825, and set  \nforth herein the rates of pay, hours of work, and condi-  \ntions of employment to be observed by the Union and  \nsuch Company as may become a party thercto.  \n2. This Agreement shall cover all persons employed by the  \nEmployer engaged in the operation of power equipment  \nand such other equipment as herein specified.  \nMANNING REQUIREMENTS  \nIn the employment of workmen covered by this  \nAgreement, the following provisions shall govern:  \n1. The Employer shalt have the exclusive right to determine  \nthe manning requirements of all equipment and the  \nassignment of Employees, consistent with provisions of  \nthis Agreement.  \n2. An Employee may be required to operate more than one  \n{1} piece of equipment during the same working day.  \nSaid Employee may be moved from one machine to  \nanother, as directed by the Employer, without limitation  \nas to the number of such moves on one job. The  \nEmployee shall be paid for the day at the rate of the high-  \nest wage classification of the machines so operated, as  \nherein specified.  \n3. Starting and stopping of compressors, pumps, genera-  \ntors, etc., shall be performed by any Operating Engineer  \nEmployee, so designated by the Employer.  \n4. The number of Field Operating Engineers to be hired for  \nlayout work for each job, shall be determined jointly with  \nthe Employer and the Union. Where a laser beam is used  \ninstead of a batter board, no Field Engineers will be  \nrequired. The Laser will be set up by an Operating  \nEngineer working on the job,  \nGENERAL CONDITIONS  \n. It is recognized that because of the special nature of the  \nwork hercin, it is necessary that the Employer have avail-  \nable experienced and qualified Employees, and that both  \nparties shall cooperate to the end that afl of the  \nEmployees hired hereunder shail be capable of periorm-  \ning such work in an experienced manner. It shall be the  \nEmployer’s to determine the capabilities and  \nqualifications of all such Employecs.  \n. Itis the prerogative to determine the number  \nof Employees required for each job ar jobs, (consistent  \nwith manning provisions herein).  \nbot  \nina  \n10  \nF. BRIDGE REHABILITATION  \nOn Bridge Rehabilitation projects twelve million dollars  \n($12,000,000.00) or less, the Sewer Agreement manning  \nwill apply. A Maintenance Man will be the first Operating  \nEngineer employed. The Maintenance Man may cover  \ncompressors, welders, pumps, and work as a Mechanic or  \noperate one of the following pieces of equipment: concrete  \nbreaker, roller or dozer.  \n"], ["ARTICLE VI  \nTANK ERECTORS, DOCK BUILDERS, AND  \nSTEEL ERECTORS' AGREEMENTS  \n", "(Where working with Ironworkers  \nor Boilermakers)  \nIt is mutually agreed that where work performed is cov-  \nered by Tank Erectors, Dock Builders and Steel Erectors  \nAgreements (where working with Ironworkers or  \nBoilermakers), and Sewer Agreements, the rates and work-  \ning conditions of the appropriate Agreement wit! govern  \nand apply. (Schedules attached hereto for Classifications  \nand Rates).  \n"], ["ARTICLE Vil  \nWORK AT HAZARDOUS WASTE SITES  \n", "1. All Toxic/Hazardous projects will be subject to any and  \nall safety regulations and insurance provisions that may  \nbe required by the appropriate governmental agencics.  \n2. On hazardous waste removal work, on a state or federal-  \nly designated hazardous waste site, where the Operating  \nEngineer is in direct contact with hazardous material and  \nwhen personal protective equipment is requited for res-  \npiratory, skin and eye protection, the Operating  \nEngineer shall receive the hourly wage plus an addition-  \nal twenty percent (20%) of that wage for the entire shift.  \nFringe benefits will be paid at the contractual hourly rate.  \n"], ["ARTICLE VII.  \nDRUG/ALCOHOL ABUSE  \nPOLICY AND PROGRAM  \n", ". The Employer and the Union affirm that construction  \njobsites subject to this agreement must be alcohol and  \ndrug free.  \n. Alcoholism and drug dependency ts recognized by med-  \nical, public health authorities, the Employers, and the  \nUnion as a disease. Excessive use of alcohol or other  \ndrugs by workers impairs their ability to function, con-  \ntributes to increased absenteeism and the violation of  \nsafety rules, This in turn disrupts work schedules with  \nconsequent dissatisfaction among the majority of work-  \ners who are sincerely trying to do a conscientious job. °  \nThis combination of factors is recognized as having 2  \npotentially damaging effect on the American construc-  \ntion industry and it endangers the job security of the  \nworker and the safety and well being of everyone at the  \njobsite.  \nbom  \nNO  \nARTICLE Vill (continued)  \n3. The Employer and the Union further agree to the estab-  \nlishment of a Drug and Alcohol Abuse policy and pro-  \ngram which will provide for testing of current employces,  \npre-employment testing and random to deal  \ncooperatively and constructively with the problem of sub-  \nStance abuse among employee’s representated by the  \nUnion. |  \n4. Yo this end the Employers and the Union have agreed to  \nadopl a policy and program which involves the appropri-  \nate means for identifying those persons with drug or alco-  \nhol problems and the appropriate measures to be taken  \nwhen these problems are identified. The adopted policy  \nand program is a part of this agreement.  \n"], ["ARTICLE [xX  \nSAVINGS FUND  \n", "It is hereby agreed that as part of this Agreement, the  \nEmployer agrees to pay to the Operating Engineers Local  \n825 Savings Fund, a sum equal to one dollar ($1.00) per  \nhour, for straight time paid, for cach Employee covered by  \nthis Agreement.  \nOn overtime worked at the time and one-half rate, the  \nEmployer will contribute one dollar and fifty cents ($1.50)  \nper hour for each hour paid, and on overtime worked at the  \ndouble time rate, the Employer will contribute two dollars  \n($2.00) per hour for cach hour paid for each Employee cov-  \nered by this Agreement.  \nWhen Employees work under the Shift Differential of  \nten percent (10%), the Employer will contribute one dollar  \nand ten cents ($1.10) per hour for each hour paid, and when  \nwork under the Shift Differential of fifteen per-  \ncent (15%), the Employer will contribute one dollar and fif-  \nteen cenis ($1.15) per hour for each hour paid for cach  \nEmployce covered by this Agreement.  \nThe Savings Fund shall be jointly administered by an  \nequal number of Employer and Union Trustees in accor-  \ndance with an Agreement and Declaration of Trust drawn  \nand executed by various Contractor Associations and the  \nUnion, which said Agreement and Declaration of Trust and  \nrules and regulations known as the Savings Plan adopted by  \nthe Local 825 Fringe Benefit Plan Trustces thereunder will  \nbe made a part hereof and will be binding upon the  \nEmployers.  \nAppropriate payroll taxes on the Savings Fund  \nContributions are deductibie at the source. The Savings’  \nFund Contribution should be added to the gross pay and all  \nappropriate payroll taxes, including withholding, Social  \nSecurify and State unemployment, deducted from the  \nadjusted gross pay. Affer making the necessary payroll tax  \ndeductions, the Savings Fund Contribution should be for-  \nwarded with the other Benefit Funds Contributions.  \n"], ["ARTICLE X  \nLOCAL 825 APPRENTICESHIP  \nTRAINING AND RETRAINING FUND  \n", "It is hereby agreed that as part of this Agreement, the  \n11  \nEmployer agrees to pay to the Operating Engineers Loca}  \n825 Apprentice Training and Retraining Fund, a sum  \nto fifty cents ($.50) per hour, for straight lime paid, for cach  \nEmployee covered by this Agreement.  \nOn overlime worked at the time and one-half ratc, the  \nEmployer wil} contribute seventy-five cents ($.75) per hour  \nfor each hour paid, and on overtime worked at the double  \ntime rate, the Employer will contribute one dollar ($1.00)  \nper hour for each hour paid for each Employee covered by  \nthis Agreement.  \nWhen Employees work under the Shift Differential of  \nten percent (10%), the Employer wil}! contribute tifty-five  \ncents ($.55) per hour for each hour paid, and when  \nEmployees work under the Shift Differential of fifteen per-  \ncent (15%), the Employer will contribute fifty-eight cents  \n($.58) per hour for each hour paid for each Employee cov-  \nered by this Agreement.  \nThe Apprentice Training and Retraining Fund shall be  \njointly administered by an equal number of Employer and  \nUnion Trustees in accordance with an Agreement and  \nDeclaration of Trust drawn and executed by various  \nContractor Associations and the Union, which said  \nAgreement and Declaration of Trust and rules and reguia-  \ntions known as the Apprentice Training and Retraining  \nPlan adapted by the Local 825 Fringe Benefit Plan Trustees  \nthereunder will be made a part hereof and will be binding  \nupon the Employers.  \n"], ["ARTICLE Xi  \nWELFARE FUND  \n", "Mi is hereby agreed that as part of this Agreement, the  \nEmployer agrees to pay to the Operating Engincers Local  \n§25 Welfare Fund, a sum equal to seven dollars and seven-  \nty-five cents ($7.75) per hour, for straight time paid, for  \neach Employee covered by this Agreement.  \nOn overtime worked at the time and one-half sate, the  \nEmployer will contribute eleven dollars and sixty-three  \ncents ($11.63) per hour for each hour paid, and on overtime  \nworked at the double time rate, the Employer will con-  \ntribute fifteen doilars ($15.00) per hour for cach hour paid  \nfor cach Employee covered by this Agreement.  \nWhen Employces work under the Shift Differential of  \nten percent (10%), the Employer will contribute cight dol-  \nlars and fifty-three cents ($8.53) per hour for each hour  \npaid, and when Employees work under the Shift  \nDifferential of fifteen percent (15%), the Employer will  \ncontribute eight dollars and ninety-two cents (38.92) per  \nhour for each hour paid for each Employee covered by this  \nAgreement.  \nThe Welfare Fund shall be jointly administered by an  \nequal number of Employer and Union Trustees in accor-  \ndance with an Agreement and Declaration of Trust drawn  \nand executed by various Contractor Associations and the  \nUnion, which said Agreement and Declaration of Trust and  \nrules and regulations known as the Welfare Plan adopted by  \nthe Local 825 Fringe Benefit Plan Trustees thereunder will  \nbe made a part hereof and will be binding upon the  \nEmployers.  \n"], ["ARTICLE Xil  \nPENSION FUND  \n", "it is hereby agreed that as part of this Agreement, the  \nEmployer agrees to pay to the Operating Engineers Local  \n825 Pension Fund a sum equal to four dollars and twenty-  \nfive cents ($4.25) per hour, for straight time paid, for each  \nEmployee covered by this Agreement.  \nOn overtime worked at the time and one-half rate, the  \nEmployer will contribute six dollars and cents  \n($6.38) per hour for each hour paid and on overtime  \nworked at the double time rate, the Employer will con-  \ntribute eight dollars and fifty cents ($8.50) per hour for each  \nhour paid for each Employee covered by this Agreement.  \nWhen Employees work under the Shift Differential of  \nten percent (10%), the Employer will contribute four dol-  \nlars and sixty-eight cents ($4.68) per hour for each hour  \npaid, and when Employees work under the Shift  \nDifferential of fifteen percent (15%), the Employer will  \ncontribute four doliars and eighty-nine cents ($4.89) per  \nhour for each Employee covered by this Agreement.  \nThe Pension Fund shall be jointly administered by an  \nequal number of Employer and Union Trustees in accor-  \ndance with an Agreement and Declaration of Trust drawn  \nand executed by various Contractor Associations and the  \nUnion, which said Agreement and Declaration of Trust and  \nrules and regulations known as the Pension Plan adopted by  \nthe Local 825 Fringe Benefit Plan Trustees thereunder will  \nbe made a part hereof and will be binding upon the  \nEmployers.  \n"], ["ARTICLE  \nSUPPLEMENTAL UNEMPLOYMENT BENEFIT FUND  \n(OUT OF WORK FUND)  \n", "It is hereby agreed that as part of this Agreement, the  \nEmployer agrees to pay to the Operating Engineers Local  \n825 Supplemental Unemployment Benefit Fund, a sum  \nequal to one doflar and fifteen cents ($1.15) per hour, for  \nstraight time paid, for each Employee covered by this  \nAgreement.  \nOn overtinie worked at the time and one-half rate, the  \nEmployer will contribute one dollar and seventy-three  \ncents ($1.73) per hour for each hour paid, and on overtime  \nworked at the.dauble time: rate, “the Employer will con-  \ntribute two dollars and thirty cents ($2.30) per hour for  \neach hour paid for each Employee covered by this  \nAgreement.  \nWhen Employees work under the Shift Differential of  \nten percent (10%), the Employer will contribute one dollar  \nand twenty-seven cents ($1.27) per hour for each hour paid,  \nand when Employees work under the Shift Differential of  \nfifteen percent (15%), the Employer will contribute one  \ndollar and thirty-two cents ($1.32) per hour for each hour  \npaid for cach Employee covered by this Agreement  \nThe Supplemental Unemployment Benefit fund shall be  \njointly administered by an equal number of Employer and  \nUnion Trustees in accordance with an Agreement and  \nDeclaration of Trust drawn and executed by various  \nContractor Associations and the Union, which said  \nAgreement Declaration of Trust and rules and regula-  \ntions known as the Supplemental Unemployment Benefit  \n12  \nPlan adopted by the Local 825 Fringe Benefit Pian Trustees  \nthereunder will be made a part hereof and will! be binding  \nupon the Employers.  \n"], ["ARTICLE XIV  \nANNUITY FUND  \n", "It is hereby agreed that as part of this Agreement, the  \nEmployer agrees to pay to the Operating Engineers Local  \n825 Annuity Fund, a sum equal to five dollars ($5.00) per  \nhour, for straight time paid, for each Employee covered by  \nthis Agreement.  \nOn overtime worked at the time and one-half rate, the  \nEmployer will contribute seven dollars and fifty cents  \n($7.50) per hour for each hour paid, and on overtime  \nworked at the double time rate, the Employer will con-  \ntribute ten dollars ($10.00) per hour for each hour paid for  \neach Employee covered by this Agreement.  \nWhen Employees work under the Shift Differential of  \nten percent (10%), the Employer will contribute five dotlars  \nand fifty cents ($5.50) per hour for each hour paid, and  \nwhen Employees work under the Shift Differential of fif-  \nteen percent (15%), the Employer will contribute five dol-  \nlars and seventy-five cents ($5.75) per hour for each hour  \npaid for each Employee covered by this Agreement.  \nThe Annuity Fund shall be jointly administered by an  \nequal number of Employer and Union Trustees in accor-  \ndance with an Agreement and Declaration of Trust drawn  \nand executed by various Contractor Associations and the  \nUnion, which said Agreement and Declaration of Trust and  \nrules and regulations known as the Annuity Plan adopted  \nby the Local 825 Fringe Benefit Plan Trustees thereunder  \nwill be made a part hereof and will be binding upon the  \nEmployers.  \nAATICLE XV  \nESTABLISHMENT OF STAMP PLAN  \nIt is hereby agreed that as part of this Agreement, an  \nadditional procedure for making Fund contributions  \nrequired under the foregoing paragraphs has been estab-  \nfished so as to provide a single combination stamp purchase  \nplan which will include within the price to be paid for each  \nstamp the required contribution for each of the aforesaid  \nFunds.  \nAs of Juty 1, 2005, for each hour equivalent of gross  \nwages paid to each Operating Engineer a combination  \nstamp will be available at a cost of $19.70 to be allocated  \namong the several Funds as follows:  \nPension Fund  \nWelfare evens nee be ED  \nSavings Fund .............., vere 1,00  \nSupplemental Unemployment Benefit Fund.........1.15  \nApprenticeship Training  \nand Retraining Fund... eee OD  \nAnnuity ge ieee eons aed OO  \nARTICLE XV (continued)  \nThe cost of the aforesaid stamps as well as the allocation  \nto the several Funds is subject to change on the second and  \nthird anniversary dates of this Agreement, that is, 7/1/06and  \n7/1/07, as the Union may deem appropriate subject to the  \napproval of the Local 825 Fringe Benefit Plan Trustecs.  \n"], ["ARTICLE XVI  \nPENALTIES FOR FAILURE TO MAKE  \nCONTRIBUTIONS TO FUNDS  \n", "The failure of any Employer to pay required contribu-  \ntions to the Welfare, Pension, Supplemental  \nUnemployment Benefit, Apprenticeship Training and  \nRetraining, Annuity and Savings Funds, or to pay interest  \non such delinquencies, or legal and auditing fees and costs  \nassessed against such delinquent Employer, as provided  \nherein, shall constitute a violation of this Agrecment and  \nthe Union shall be authorized to remove the Employees  \nfrom the job, in which case they shall report for work daily  \nand shall be paid a day's pay of eight (8) hours until the  \nEmployer settles his delinquent payments of contributions,  \ninterest, legal and auditing fees with the Fund  \nAdministrator. If any Employer has a record of delinquen-  \ncy on a prior job, the Union shall refuse to permit  \nEmployees to work for such Employer, until all such delin-  \nquencies have been paid to the respective Funds, including  \ninterest and legal and auditing fees.  \nIf the Trustees or the Fund Administrator of any of said  \nFunds is required to utilize legal services to collect  \nEmployer delinquencies or auditing services to ascertain  \nthe correct amount due from the Employer, the delinquent  \nEmployer shall be required to pay, in addition to 2% over  \nthe Prime Interest Rate, interest from date of delinquency,  \nthe reasonable cost of the auditing services and, in addition  \nthereto, legal fees at the following rates: 15% on the first  \n$750.00; 10% on any amount in excess of $750.00; mini-  \nmum collector fee of $15.00; and 50% on any amount less  \nthan $100.00, due and payable on default.  \nAll contributions required to be made to any of the  \naforementioned Funds by the Employer shall be made on a  \nweekly basis on the day the Employees are paid by the  \nEmployer delivering to the Lead Engineer or Shop Steward  \ndrafts made payable to each said Fund, in the amount  \nrequired for each, for delivery to the Fund Administrator,  \ntogether with completed farms, furnished by each Fund,  \nindicating the names of afl Employees, number of hours  \nworked or paid and amount of hourly wages as required,  \ntogether with amount of contribution for each Employee to  \neach Fund. Such periodic reporting forms must be filed by  \nthe Employer with the Fund(s) regardless of whether any  \ncontributions are due and owing the Fund(s) in the report-  \ning period unless the Trustees upon application of the  \nEmployer excuse him from so reporting. In the event that  \nthe contributions are due and owing in the reporting peri-  \nod, the Employer shall so state on the form and the reasons  \ntherefore. With regard to the Savings Fund, the Employer  \nshal] furnish to each Employee on payday a statement of  \nthe amount of money contributed on behalf of such  \nEmployee to the said Fund. The Funds Trustees will have  \n13  \nthe right to conduct periodic payroll audits of companies  \nsignatory to this Agreement.  \nThe Trustees of any Fund or an alleged delinquent  \nEmployer may request arbitration of any alleged delin-  \nquencies or breach of agreement regarding the Funds  \nContributions and arbitration may be heard within thirty  \n(30) days after such request. The Trustees may join an indi-  \nvidual Engineer as a party to any such arbitration proceed-  \ning agreement regarding Fund Contributions in which such  \nEngineer may be involved. Each Engineer subject to this  \nAgreement does hereby, through his duly authorized repre-  \nsentative, consent to such joinder and to the issuance of an  \naward binding upon him in connection therewith. The arbi-  \ntration shall be heard at the Operating Engineers Loca] 825  \nFunds Office, or as designated in the demand at the option  \nof the Fund and the procedures followed shall be in accor-  \ndance with the rules of the New Jersey Mediation Service.  \nThe Trustees in their discretion may permit an Employer  \nto make monthly instead of weekly contributions where the  \ncontribution record of the Employer justifies such an  \naction.  \nAll Employers covered by this Agreement must file with  \nthe Trustees of the Fringe Benefit Plan, a Surety Company  \nBond in an amount no less than $25,000.00 tn order to  \ninsure payment by them to the various Fringe Benefit Plans.  \nThe Trustees shall determine the amount of such Surety  \nBond. The Trustees shall also have the power to fix a lesser  \nBond for any Employer who pays weekly where the contri-  \nbution record of such Employer justifies such action.  \nHowever, effective January 1, 1982, any Employer may  \nhave aS af alternative option the opportunity to purchase  \ncombination stamps from the 825 Fund Facility and in lieu  \nof posting a Surety Bond will contribute directly to the  \nEmployee these stamps as a medium of payment to the var-  \nious contributory Funds in the amount determined by hours  \npaid. The payment of stamps to cach Employee will be  \nmade on a weekly basis on the Employer’s normal payday.  \n(Article hercof).  \nNo officers, agents, representatives or Employees of any  \nUnion or of any Employer shali be deemed an agent or rep-  \nresentative of the Board(s) of Trustees or be deemed as  \nauthorized to make any oral or written representations, or  \ngive any form of commitment which may be relied upon by  \nthe Employee, his or her spouse, beneficiary or dependent.  \nIt is further agreed and understood that no single Trustee or  \nEmployee(s) of any Fund has authority to give any such  \nrepresentations or comitments since such representations  \nor commitments, unless authorized by the Boards of  \nTrustees, can only be made by the Board of Trustees acting  \nas Boards of Trustees.  \n"], ["ARTICLE XVvii  \nBREACH OF AGREEMENT—  \nUNION REMEDIES  \n", "The Union pursuant to Section 301 of the Taft-Hartley  \nAct, as amended, shall have the right to bring suit for a vio-  \nlation of this contract in any district court of the United  \nStates having jurisdiction of the parties without regard .o  \nARTICLE XVII (continued)  \nthe amount in controversy or the citizenship of the parties.  \nThis right is subject and subordinate to any provision of this  \nAgreement that requires final and binding arbitration of all  \ndisputes arriving thereunder.  \nThe Union may waive its right to sue or to submit a con-  \ntroversy to final and binding arbitration, if there is an arbi-  \ntration clause in the Agreement, and in lieu thereof enter  \ninto a compromise, adjustment, settlement or release of its  \nclaim, as authorized under Section 302(c) 2 of the Taft-  \nHartiey Act as amended. Where such compromise, adjust-  \nment, settlement or release arises from a claim by the  \nUnion of improper manning or jack of manning under this  \nAgreement, the Union has the option to accept as its liqui-  \ndated damages an offer of the Empioyer of a sum equal to  \nthe amount of wages that should have been paid under the  \nCollective Bargaining Agreement.  \n"], ["ARTICLE XViil  \nUNION CHECK OFF  \n", "The Employer will withhold from the wages of cach  \nEmployee covered by this Agreement, who signs and files  \nwith the Employer, a written authorization as provided by  \nlaw, three percent (3%) of the Employees Gross weekly  \nwages and will remit said amount weekly to Local Union  \n825 in payment of working assessment. Said remittance will  \nbe made on forms provided by Local Union 825.  \n"], ["ARTICLE XIX  \nPOLITICAL ACTION CHECKOFF  \n", "When authorized by a Voluntary Checkoff Agreement,  \nsigned by an Employee, the Employer shall deduct from  \nsuch Employee's wages the sum of five cents ($.05) per  \nhour for each hour paid and forward same to the Local 825  \nPolitical Action Committee, on the forms that will be fur-  \nnished for such report.  \n"], ["ARTICLE XX  \nUNEMPLOYMENT INSURANCE—  \nLIABILITY INSURANCE  \n", "The Employer shall, at ail times, carry Unemployment  \nInsurance as required by the Laws of the State and in the  \nevent that his working force is below the minimum number  \nof Employees required by the State for an Employer to  \ncarry Compulsory Unemployment Insurance, the said  \nEmployer shall, as a condition of this Agreement, voluntar-  \nily obtain appropriate coverage.  \nThe Employer further agrees to carry Workmen’s  \nCompensation Insurance for the protection of the  \nEmployees; and such other liability insurance which will  \nrelieve the Employee of personal liability, which may be  \nincurred while performing duties in connection with his  \nemployment.  \n"], ["ARTICLE XXI  \nCLASSIFICATION AND RATES OF WAGES  \n", "It is agreed that the rates of wages for all Employees cov-  \nered by this Agreement are listed in the following schedules  \nwhich are made part hereof and which consist of rates for:  \n(1) Highway, Road, Street and Sewer Construction, (2)  \nHeavy Construction Work, (3) Building Construction  \nWork, (4) Oilostatic Cables and Transportation Mainline  \nPipe Lines, (5) Steel Erectors.  \nIt is further agreed that these schedules and manning  \nrequirements may be amended through re-negotiation for  \nthe purpose of including rates and classifications for any  \nnew equipment which is introduced into the operation cov-  \nered by this Agreement. Such negotiations shall be effective  \nat the time of the introduction and use of this equipment  \nand any rates agreed upon shall be retroactive to the date  \nof its introduction.  \n"], ["ARTICLE XXil  \nGRIEVANCES AND ARBITRATION  \n", "In the interest of uninterrupted progress on any and all  \nwork covered by this Agreement, the parties hereby agree  \nthat there shall be no lockout on the part of the Employer  \nand there shall be no strikes, work stoppages, picketing,  \nsympathy strikes or slowdowns of any kind, including any  \nthreats thereof, engaged in by the Union or by individual  \nmembers thereof with its knowledge and consent.  \nAll questions or grievances involving the interpretation  \nand application of this Agreement other than jurisdictional  \ndisputes which may arise between the parties hereto, shall  \nbe handied under the following procedures:  \nStep No. I. Between the Employer Representative and  \nthe Business Representative at the job site as soon as prac-  \nticable but in no event later than three (3) working days  \nafter the occurrence of the dispute. Failure to raise any dis-  \npute within three (3) working days of its occurrence renders  \nthe dispute null and void.  \nStep No. 2. if not resolved pursuant to Step No. 1, then  \nbetween the President and Business Manager of the Local  \nUnion or his designee and the Labor Relations  \nRepresentative of the Employer. This meeting should be  \narranged aS soon as practicable but in no event Jater than  \nthree (3) working days after the conclusion of Step No. 1.  \nStep No. 3 HU the matter is not resolved after such meet-  \ning, either party may submit the matter to final and binding  \narbitration under Step 3 within ten (1) working days there-  \nafter except as otherwise provided where it is alleged that  \ntime is of the essence. An impartial Arbitrator shall be  \nselected from a panel of arbitrators submitted by and in  \naccordance with the rules and regulations of the New York  \nState Board of Mediation or the American Arbitration  \nAssociation. The decision of the Arbitrator shall be binding  \nupon all parties, The Arbitrator shail have no authority to  \nchange, amend, add to, or detract from any of the provi-  \nsions of this Agreement. The expense of the Arbitrator  \nshall be borne equally by the Employer and the Union.  \nTIME OF THE ESSENCE:  \nWhere either party alleges that time ts of the essence,  \nthe Union ar the Employer may invoke the following expe-  \ndited arbitration pracedure: This pracedure shall be assert-  \ned by notice in writing by Registered Mail, Return Receipt  \nRequested, or Telegram, report delivery, given to the other  \nparty. A copy of such notice shalt be sent simultaneously to  \nARTICLE XXIl (continued)  \nthe person designated as arbitrator as hereinafter set forth.  \nThe arbitrator shall hold an arbitration hearing as expedi-  \nliously as possible, but in no event later than forty-eight  \n(48) hours after receipt of said notice.  \nThe Arbitrator shall notify the parties by telegram of the  \nplace and time he has chosen for this hearing. Said hearing  \nshall be completed in one session, with appropriate recess-  \nes at the Arbitratot’s discretion. A failure of any party or  \nparties to attend said hearing shall not delay the hearing of  \nevidence or issuance of an award by the Arbitrator.  \nThe award shall be issued in writing within three (3)  \nhours after the close of the hearing, and may be issued with-  \nout an Opinion. If any party desires an Opinion, one shall  \nbe issued within fifteen (15) days, but its issuance shal] not  \ndelay compliance with, or enforcement of, the award. The  \nArbitrator may order cessation of the violation alleged and  \nother appropriate relief, and such award shall be served on  \nall parties by hand or registered mai! upon issuance.  \nSuch award may be enforced by any court of competent  \njurisdiction upon filing of this Agreement and all other rel-  \nevant documents referred to hereinabove in the following  \nmanner: telegraphic notice of the filing of such enforce-  \nment proceeding shall be given to the othe: party. In the  \nproceeding to obtain a temporary order enforcing the  \nArbitrator’s award, all parties waive the right to a hearing  \nand agree that such proceedings may be ex parte. Such  \nagreement does not waive any party’s right to participate in  \na hearing for a final order of enforcement. The court's  \norder or orders enforcing the Arbitrator’s award shall be  \nserved on all parties by hand or by delivery to their last  \nknown address or by registered mail.  \nAny rights created by statute or law governing arbitra-  \ntion proceedings inconsistent with the above procedure or  \nwhich interfere with compliance thereof are hereby waived  \nby the parties to whom they accruc.  \nImmediately upon signing of this Agreement, the partics  \nshall request a list of arbitrators from the New York State  \nBoard of Mediation or the American Arbitration  \nAssociation in order to select a permanent arbitrator and  \nalternate for the purpose of this Article. The permanent  \narbitrator and alternate appointed by the parties for the  \npurpose of this expedited arbitration procedure are:  \n   \nand said arbitration proceedings pursuant hereto shall be  \nheld at the Offices of the New York State Board of  \nMediation or the American Association or such  \nother place as designated by the arbitrator. In the event of  \nthe death, disability or unavailability of the arbitrators des-  \nignated herein, within the time limits prescribed by this pro-  \nvision, the parties must select another arbitrator within four  \n(4) hours and failing in such mutual designation, the New  \nYork State Board of Mediation or the American  \nArbitration Association may be requested by either party to  \ndesignate an arbitrator, which designation must be made  \n15  \nwithin four (4) hours of the request. costs for the ser-  \nvices of the arbitrator designated herein or for any other  \nperson selected pursuant to the aforementioned proce-  \ndures and al! of the costs of the arbitration shall be borne  \nby the parties jointly.  \n"], ["ARTICLE XXIill  \nJOINT INDUSTRY STUDY COMMITTEE  \n", "There shall be established a Joint Industry Study  \nCommittee to propose methods by which work under this  \nCollective Bargaining Agreement can be done more effi-  \nciently and productively. This Committee shall also be  \ncharged with addressing problems related to changes in  \nprevailing wage requirements if and when they occur. This  \nCommittee shall consist of three (3) members appointed by  \nthe AGC and three (3) members appointed by Local 825.  \nThe Committee wil] meet quarterly.  \n"], ["ARTICLE XXIV  \nSAVINGS AND SEPARABILITY  \n", "A.JIn the Event that any provisions of the body of this  \nAgreement or in the wage schedules are in conflict with  \na provision of any applicable law, it is understood and  \nagreed that such provision of this Agreement shall not  \nbe operative as long as such conflict exists, but shall  \nbecome operative immediately upon said provision(s) of  \nlaw being :epealed or determined to be unconstitution-  \nal or inapplicable.  \nB. I£ for the reasons above stated any provision hereof shall  \nbecome inoperative, this Agreement shall be reopened  \nto negotiate only those portions thereof which ate in  \nconflict with the Jaw and the remainder of this  \nAgreement and shall continue in full force and effect.  \n"], ["ARTICLE XXV  \nTERMINATION AND EFFECTUATING CLAUSE  \n", "In the event this Agreement expires by its terms prior to  \nthe execution of a new Agreement, the Employer agrees  \nthat it will pay said payments set forth herein to the various  \nFunds, until the exccution of a new Agreement. It is under-  \nstood and agreed, however, that should the subsequent  \nAgreement provide for contributions to the various Funds  \nin an amount or amounts greater than those set forth in this  \nAgreement, the Employer will pay the difference retroac-  \ntively.  \nIt is further agreed that no other terms or conditions of  \nthis Agreement shall extend beyond ils expiration date  \nwithout the written consent of all parties.  \nThis Agreement is April 1, 2005 and is to ter-  \nminate March 31, 2008 and shall continue in force and  \neffect automatically from year to year thereafter unless  \neither party serves notice of termination sixty (60) days  \nprior to the expiration date of any yearly extension thereol.  \nEFFECTUATING CLAUSE LABOR RELATIONS DIVISION,  \nIN WITNESS WHEREOE, the parties make and enter HUDSON VALLEY REGION  \ninto this Agreement, and we their duly authorized and NEW YORK STATE CHAPTER, INC.  \nempowered representatives have hereunto set our hands |  \nand seals this 1st day of April, 2005. ASSOCIATED GENERAL CONTRACTORS OF AMERICA  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS  \nLOCAL UNION 825,  \n825A, 825B, 825C, 825D, 825R & 825RH.  \nLN gel  \nVM AA ot. lod Pee  \n#ENNETH CAMPBELL, Business Manager  \nA) y  \nUV LALA At  \nPETER STRANNEMAR, President  \nCONSTRUCTION INDUSTRY COUNCIL  \ni  \n211 ANN  \nJOSE] HITTLES, Recording/Corresponding Secretary WEST R& SON VALLEY, INC.  \n   \n   \n16  \nA.G.C/C.LC., NEW YORK STATE  \nThe following Equipment Classification Schedule has been  \nnegotiated and is the Jurisdiction of the Operating Engincers.  \nOn hazardous waste removal or Asbestos removal work, or any  \nstate or federally designated hazardous waste site, where the  \nOperating Engineer is in direct contact with hazardous material  \nand when personal protective equipment is required for respira-  \ntory, skin and eye protection, the Operating Engineer shali receive  \nthe hourly wage plus an additional twenty percent (20%) of that  \nwage for the entire shift. Fringe benefits will be paid at the con-  \ntractua! hourly rate.  \nThe Job Classifications listed below include the Hourly Rate  \nand the Weekly Rate and are effective July 1, 2005.  \nHIGHWAY, ROAD, STREET, SEWER,  \nBUILDING AND HEAVY CONSTRUCTION  \nCLASS “A”  \nHOURLY RATE $36.37  \n(40 HOUR) WEEKLY RATE $1,454.80  \nAUTOGRADE-COMBINATION SUBGRADER, BASE MTL.  \nSPREADER AND BASE TRIMMER (CMI and Similar  \nTypes)  \nAUTOGRADE PLACER-TRIMMER SPREADER—  \nCOMBINATION (CMI and Similar Types)  \nAUTOGRADE-SLIPFORM PAVER (CMI and Similar Types)  \nBACKHOE  \nCENTRAL. POWER PLANTS (All Types)  \nCONCRETE PAVING MACHINES  \nCRANES (Ali Types, including Overhead and Straddle  \nTraveling Type)  \nCRANES, Gantry  \nDERRICKS (Land or Floating) —-  \nDRILLMASTER, QUARRYMASTER (Down the Hole Drill)  \nRotary Drill, Self-Propelled Hydraulic Drill, Self-Powered  \nDrill  \nDRAGLINES  \nELEVATOR GRADERS  \nFRONT END LOADERS (5 yds. and over)  \nGRADALLS  \nGRADER, Rago  \nHELICOPTERS, Co-Pilot  \nHELICOPTERS, Communications Engineer  \nLOCOMOTIVE (Large)  \nMUCKING MACHINES  \nPAVEMENT AND CONCRETE BREAKER, ic.,  \nSuperhammer and Hoe Ram  \nPILE DRIVER, length of Boom including length of leads shail  \ndetermine premium Rute Applicable  \nROADWAY SURFACE GRINDER  \nSCOOPER (Loader and Shovel)  \nTREE CHOPPER with Boom  \nTRENCH MACHINES (CABLE PLOW)  \nCLASS “B”  \nHOURLY RATE $34.78  \n(40 HOUR) WEEKLY RATE $1,391.20  \n“A FRAME  \nBACKHOE (Combination)  \nBOOM ATTACHMENT ON LOADERS (Rate based on size  \nof Bucket) Not applicable to Pipehook.  \nBORING AND DRILLING MACHINES  \nBRUSH CHOPPERS, SHREDDER AND TREE  \nSHREDDER  \n17  \nCABLEWAYS  \nCARRYALLS  \nCONCRETE PUMP  \nCONCRETE PUMPING SYSTEM, PUMP-CONCRETE AND  \nSIMILAR TYPES  \nCONVEYORS, 125 ft. and over  \nDRILL DOCTOR (duties include Dust Collector,  \nMaintenance)  \nFRONT END LOADERS (2 yds. but less than 5 yds )  \nGRADERS (Finish)  \nGROOVE CUTTING MACHINE (Ride on Type)  \nHEATER PLANER  \nHOISTS: (All type Hoists, shal) also include Steam, Gas, Diesel,  \nElectric, Air Hydraulic, Single and Double Drum, Concrete,  \nBrick Shaft Caisson, Snorkel Roof, and/or any other similar  \nType Hoisting Machines, portable or stationary, except  \nChicago Boom Type). Long Boom Rate to be applied if  \nHoist is “Outside Material Tower Hoist.”  \nHOISTS (Chicago Boom Type)  \nHYDRAULIC CRANES—10 Tons and Under  \nHYDRO-AXE  \nHYDRO-BLASTER  \nJACKS, Screw Air Hydraulic Power Operated Unit or Console  \nType (not Hand Jack or Pile Load Test Type)  \nLOG SKIDDER  \nPANS  \nPAVERS (all) Concrete  \nPUMPCRETE MACHINES, SQUEEZECRETE AND  \nCONCRETE PUMPING (regardless of size)  \nSCRAPERS  \nSIDE BOOMS  \n“STRADDLE” CARRIER, Ross and similar types  \nWHIP HAMMER  \nWINCH TRUCKS (Hoisting)  \nCLASS “C”  \nHOURLY RATE $32.87  \n(40 HOUR) WEEKLY RATE $1,314.80  \nASPHALT CURBING MACHINE  \nASPHALT PLANT ENGINEER  \nASPHALT SPREADER  \nAUTOGRADE TUBE FINISHER AND TEXTURING  \nMACHINE (CMI and Similar Types)  \nAUTOGRADE CURECRETE MACHINE (CMI and Similar  \nTypes)  \nAUTOGRADE CURB TRIMMER, AND SIDEWALK,  \nSHOULDER, SLIPFORM (CMI and Similar Types)  \nBAR BENDING MACHINES (Power)  \nBATCHERS, BATCHING PLANT AND CRUSHER ON  \nSITE.  \nBELT CONVEYOR SYSTEMS  \nBOOM TYPE SKIMMMER MACHINES  \nBRIDGE DECK FINISHER  \nBULLDOZERS (All)  \nCAR DUMPERS (Railroad)  \nCHIEF OF PARTY  \nCOMPRESSOR AND BLOWER TYPE UNITS (Used  \nindependently or mounted on Dual Purpose Trucks, on Job  \nSite or in conjunction with Job Site, in Loading and  \nunloading of Concrete, Cement, Fly Ash, Instantcrete, or  \nSimilar Type Materials)  \n*COMPRESSOR (2 or 3 in Battery)  \nCONCRETE BREAKING MACHINES  \n***CONCRETE CLEANING/DECONTAMINATION  \nMACHINE OPERATOR  \nCONCRETE FINISHING MACHINES  \nCONCRETE SAWS AND CUTTERS—Ride on Type  \nCONCRETE SPREADERS, HETZEL, REXOMATIC and  \nSimifar Types  \nCONCRETE VIBRATORS  \nCONVEYORS, Under 125 ft.  \nCRUSHING MACHINES  \nDIRECTIONAL BORING MACHINE  \nDITCHING MACHINE, Small (Ditchwitch, Vermeer ar  \nSimilar Type)  \nDOPE POTS (Mechanical with or without pump)  \nDUMPSTERS  \nELEVATOR  \nFIREMAN  \nFORK LIFTS (Economobite, Luli and simitar types of  \nequipment)  \nFRONT END LOADERS (1 yd. and over but less than 2 yds}  \n*GENERATORS (2 or 3 in Battery)  \nGIRAFFE GRINDERS  \nGRADERS AND MOTOR PATROLS  \nGUNNITE MACHINES (Excluding Nozzle)  \nHAMMER VIBRATORY (in conjunction with Generator)  \n***HEAVY EQUPIMENT ROBOTICS,  \nOPERATOR/TECHNICIAN  \nHOISTS—(Roof, Tugger, Aerial Platform Hoist and House  \nCars)  \nHOPPERS  \nHOPPER DOORS (Power Operated)  \n**HYDRO-BLASTER  \nLADDERS (Motorized)  \nLADDERVATOR  \nLOCOMOTIVE, Dinky Type  \nMAINTENANCE, Utility Man  \n***MASTER ENVIRONMENTAL MAINTENANCE  \nTECHNICIAN  \nMECHANICS  \nMIXERS (Excepting Paving Mixers)  \nMOTOR PATROLS AND GRADERS  \nPAVEMENT BREAKERS, Small, Self-Propelled Ride on Type  \n(also maintains Compressor or Hydraulic Unit)  \nPAVEMENT BREAKER, Truck Mounted  \nPIPE BENDING MACHINE (Power)  \nPITCH PUMP  \nPLASTER PUMP of size)  \nPOST HOLE DIGGER (Post Pounder and Auger)  \nROD BENDING MACHINES (Power)  \nROLLER, Black Top  \nSCALES (Power)  \nSEAMAN PULVERIZING MIXER  \nSHOULDER WIDENER  \nSILOS  \nSKIMMER MACHINES (Boom Type)  \nSTEEL CUTTING MACHINES, Services and Maintains  \nTRACTORS  \nCAPTAIN (POWER BOATS)  \nTUG MASTER (POWER BOATS)  \n***ULTRA HIGH PRESSURE WATERJET CUTTING  \nTOOL SYSTEM OPERATOR/MAINTENANCE  \nTECHNICIAN  \n*2*VACUUM BLASTING MACHINE  \nOPERATOR/MAINTENANCE TECHNICIAN  \nVIBRATING PLANTS (Used in conjunction with Unloading)  \nWELDER AND REPAIR MECHANICS  \n*Within 100 ft  \n“*Where required  \n“**When used for decontamination and remediation  \nCLASS “D”  \nHOURLY RATE $31.24  \n(40 HOUR) WEEKLY RATE $1,249.60  \nBROOMS AND SWEEPERS  \nCHIPPERS  \nCOMPRESSOR (Single)  \nCONCRETE SPREADERS (Small Type)  \nCONVEYOR LOADERS (Not including Elevator Graders)  \nENGINES, Large Diesel (1620 H.P.) and Staging Pump  \nFARM TRACTORS  \nFERTILIZING EQUIPMENT (Operation and Maintenance  \nof)  \nFINE GRADE MACHINE (Small Type)  \nFORM LINE GRADERS (Small Type)  \nFRONT END LOADER (Under 1 yd.)  \nGENERATOR (Single)  \nGREASE, GAS, FUEL and OIL. SUPPLY TRUCKS  \nHEATERS (Nelson or other type including Propane, Natural  \nGas or Flowtype Units  \nLIGHTS, Portable Generating Light Plants  \nMIXERS, Concrete Small  \nMULCHING EQUIPMENT (Operation and Maintenance of)  \nOFF ROAD BACK DUMPS  \nPUMPS (4 inch suction and over including Submersible Pumps)  \nPUMPS (2 of less than 4 inch suction, including submersible  \npumps.)  \nPUMPS (Diesel Engine and Hydraulic) immaterial of Power  \nROAD FINISHING MACHINES (Small Type)  \nROLLERS, Grade, Fill or Stone Base  \nSEEDING EQUIPMENT (Operation and Maintenance of)  \nSPRINKLER and WATER PUMP TRUCKS (Used on Job Site  \nor in conjunction with Job Site}  \nSTEAM JENNIES and BOILERS, irrespective of use  \nSTONE SPREADER :  \nTAMPING MACHINES, Vibrating Ride On  \nTEMPORARY HEATING PLANT (Nelson or other type,  \nincluding Propane, Natural Gas or Fiow Type units)  \nWATER AND SPRINKLER TRUCKS (Used on Job Site or in  \nconjunction with Job Site)  \n*WELDING MACHINES (Gas, Diesel, and/or Electric  \nConverters of any type, Single; 2 or 3 in Battery)  \nWELLPOINT SYSTEMS (Including Installation by Bull Gang  \nand Maintenance of)  \n“Within 100 fect  \nCLASS “E”  \nHOURLY RATE $29.83  \n(40 HOUR) WEEKLY RATE $1,181.20  \nASSISTANT ENGINEER/OILER  \n*DRILLERS HELPER  \nMAINTENANCE APPRENTICE (Deck Hand)  \nMAINTENANCE APPRENTICE (Oiler)  \nMECHANICS HELPER  \nTIRE REPAIR AND MAINTENANCE  \nTRANSIT/ANSTRUMENT MAN  \n*When used for water/geathermal/monitoring wells  \nHOURLY RATE $38.19  \n(40 HOUR) WEEKLY RATE $1,527.60  \nHELICOPTERS-—FPilot  \nHELICOPTERS—Engineer  \nHOURLY RATE $26.95  \n(40 HOUR) WEEKLY RATE $1,078.00  \nROD/CHAINMAN  \nHOURLY RATE $37.11  \n(40 HOUR) WEEKLY RATE $1,484.40  \nLEAD ENGINEER, FOREMAN ENGINEER, SAFETY  \nENGINEER (minimum)  \nHOISTS: An Engineer shall be employed on all clevators or  \nhoists (freight or passenger, permanent or temporary) or any  \nother hoisting machine regardless of motor power where  \nused for hoisting building material, also furniture or office  \nequipment or tools and equipment for any other craft.  \nPLASTER PUMP—(regardless of size)—Repair of asphalt  \ncurbing machines, concrete finishing machines, concrete  \nvibrators, pas buggies, leveling machines, portable  \ngenerators, power saws, compressor equipment or  \ncompressor units used in connection with cement, puint,  \ninsulating and acoustical sprays and plasters and curing and  \nsand blasting (ail and similar types.)  \nEffective 7/1/2006 through 6/30/2007 there will be a $2.00 per  \nhour gross increase for all classifications to be distributed at the  \ndiscretion of the Union.  \nEffective 7/1/2007 through 6/30/2008 there will be a $2.00 per  \nhour gross increase for all classifications to be distributed at the  \ndiscretion of the Union.  \nThe Union also reserves the right on the second and third  \nanniversary dates of this Agreement, that is, 7/1/2006 and  \n7/1/2007, to reallocate present fund contributions as the Union  \nmay deem appropriate subject to the approval of the Local 825  \nFringe Benefit Plan Trustees.  \nSTEEL ERECTION  \n(With Ironworkers or Boilermakers)  \nThe following Equipment Classification Schedule has been  \nnegotiated and is the Jurisdiction of the Operating Engineers.  \nOn hazardous waste removal or Asbestos removal work, or any  \nstate or federally desiynated hazardous waste site, where the  \nOperating Engineer is in direct contact with hazardous material  \nand when personal protective equipment is required for respira-  \ntory, skin and eye protection, the Operating Engineer shall receive  \nthe hourly wage plus an additional twenty percent (20%) of that  \nwage for the entire shift. Fringe benefits will be paid at the con-  \ntractual hourly rate.  \nThe Job Classifications listed below include the Hourly Rate  \nand the Weekly Rate and are effective July 1, 2005.  \nCLASS “A”  \nHOURLY RATE $39.14  \n(40 HOUR) WEEKLY RATE) $1,565.60  \nCRANES,—(all cranes, land or floating with booms including  \njib, 140 ft. and over, above ground)  \nDERRICKS—(all derricks, land, floating or Chicago Boom type  \nwith booms including jib, 140 fl. and over, above ground)  \nHELICOPTER—Co-Pilot  \nHELICOPTER—Communications Engineer  \nCLASS tas?  \nHOURLY RATE $38.23  \n(40 HOUR) WEEKLY RATE $1,529.20  \nCRANES~(all cranes, land, or floating with booms including  \njib, Jess than 146 ft. above ground)  \nDERRICKS—(all derricks, land, floating or Chicago Boom type  \nwith booms including jib, less than 140 ft. above ground)  \nCLASS “B”  \nHOURLY RATE $35.94  \n(40 HOUR) WEEKLY RATE $1,437.60  \n“A” FRAME  \nCHERRY PICKERS, 10 tons and under  \nHOISTS: All type hoists shall also include steam, gas, diesel,  \nelectric, air hydraulic, single and double drum, concrete,  \nbrick shaft caisson, or any other similar type hoisting  \nmachines, portable or stationary, except Chicago Boom Type  \nJACKS—screw air hydrautic power operated unit or console  \ntype (not hand jack or pile load test type)  \nSIDE BOOMS  \nCLASS “Cc”  \nHOURLY RATE $33.28  \n(40 HOUR) WEEKLY RATE $1,331.20  \nAERIAL PLATFORM USED AS HOIST  \nCOMPRESSORS, 2 or 3 in Battery  \nELEVATORS or HOUSE CARS  \n*CONCRETE CLEANING/DECONTAMINATION  \nMACHINE OPERATOR  \nCONVEYORS and TUGGER HOISTS  \nCHIEF OF PARTY  \nDIRECTIONAL. BORING MACHINE  \nFIREMAN  \nFORKLIFT  \nGENERATORS, 2 or 3  \n*HEAVY EQUIPMENT ROBOTICS,  \nOPERATOR/TECHNICIAN  \nMAINTENANCE—Utility Man  \n*MASTER ENVIRONMENTAL. MAINTENANCE  \nTECHNICIAN  \nROD BENDING MACHINE (Power)  \n“ULTRA HIGH PRESSURE WATERJET CUTTING TOOL  \nSYSTEM OPERATOR/MAINTENANCE TECHNICIAN  \n*VACUUM BLASTING MACHINE  \nOPERATOR/MAINTENANCE TECHNICIAN  \nWELDING MACHINES—(gas or electric, 2 or 3 in battery,  \nincluding diesels)  \nCAPTAIN—Power Boats  \nTUG MASTER—Power Boats  \nAPPRENTICE ENGINEER/OILER with either One  \nCompressor or One Welding Machine  \n*When used for decontamination and remediation.  \nCLASS “D”  \nHOURLY RATE $31.75  \n(40 HOUR) WEEKLY RATE $1,270.00  \nCOMPRESSOR, Single  \nOFF ROAD BACK DUMP  \nWELDING MACHINE, Single, gas, diesel and electric  \nconverters of any type  \nWELDING SYSTEM MULTIPLE (Rectifier Transformer type)  \nGENERATOR, Single  \nCLASS seq?  \nHOURLY RATE $29.99  \n(40 HOUR) WEEKLY RATE $1,199.60  \nASSISTANT ENGINEER/OILER  \n*DRILLERS HELPER  \nTRANSIT/AINSTRUMENT MAN  \nMAINTENANCE APPRENTICE/OILER  \nMAINTENANCE APPRENTICE/DECKHAND  \nSTRADDLE CARRIER  \n*When used for water/geothermal/monitaring wells  \nHOURLY RATE $40.00  \n(40 HOUR) WEEKLY RATE $1,600.66  \nHELICOPTER—Pilot  \nHELICOPTER—Engincer  \nHOURLY RATE $37.56  \n(44 HOUR) WEEKLY RATE $1,502.40  \nLEAD ENGINEER, FOREMAN ENGINEER, SAFETY  \nENGINEER (minimum)  \nHOURLY RATE $26.95  \n(40 HOUR) WEEKLY RATE $1,078.00  \nROD/CHAINMAN  \nEffective 7/1/2006 through 6/30/2007 there wil) be a $2.00 per  \nhour gross increase for all classtfications to be distributed at the  \ndiscretion of the Union.  \nEffective 7/1/2007 through 6/30/2008 there wil) be a $2.00 per  \nfour gross increase for all classificatians to be distributed at the  \ndiscretion of the Union.  \nThe Union also reserves the right on the second and third  \nanniversary dates of this Agreement, that is, 7/1/2006 and  \n7/1/2007, to reallocate present fund contributions as the Union  \nmay deem appropriate subject to the approval of the Local 825  \nFringe Benefit Plan Trustees.  \nWHARF & DOCK BUILDERS  \nASSOCIATION  \nFor any Employee working under this Agreement, the classifi-  \ncations and rates are the same as the Independent Agreement,  \nhowever, for warking conditions, refer to the Wharf & Dock  \nBuilders Agreement.  \nOILOSTATIC MAINLINES AND  \nTRANSPORTATION PIPE LINES  \nThe following Equipment Classification Schedule has been  \nnegotiated and is the Jurisdiction of the Operating Engineers.  \nOn hazardous waste removal or Asbestos removal work, or any  \nstate or federally designated hazardous waste site, where the  \nOperating Engineer is in direct contact with hazardous material  \nand when personal protective equipment is required for respira-  \ntory, skin and eye protection, the Operating Engineer receive  \nthe hourly wage plus an additional twenty percent (20%) of that  \nwage for the entire shift. Fringe benefits will be paid at the con-  \ntractual hourly rate.  \nThe Job Classifications listed below include the Hourly Rate  \nand the Weekiy Rate and are effective July 1, 2005,  \nCLASS “A”  \nHOURLY RATE $37.00  \n(49 HOUR) WEEKLY RATE $1,480.00  \nBACKHOE  \nCRANES (Ail Types)  \nDRAGLINES  \nFRONT END LOADERS (5 yds. and over)  \nGRADALLS  \nHELICOPTERS—Co-Pilot  \nHELICOPTERS—Communications Engineers  \nSCOOPER (Loader and Shovel) Kochring  \nTRENCH MACHINES (CABLE PLOW)  \nCLASS “B”  \nHOURLY RATE $35.35  \n(40 HOUR) WEEKLY RATE $1,414.00  \n“A” FRAME  \nBACKHOE (combination hoe loader)  \nBORING AND DRILLING MACHINES  \nDITCHING MACHINE, small, (Ditchwitch, Vermeer or similar  \ntype}  \nFORK LIFTS  \nFRONT END LOADERS (2 yds and over but less than 5 yds.)  \nGRADERS, FINISH (fine)  \nHYDRAULIC CRANES—10 Tons and under (Over 10 tons  \ncrane rate appfies)  \nSIDE BOOMS  \nWINCH TRUCKS (Hoisting)  \nCLASS “Cc”  \nHOURLY RATE $33.21  \n(40 HOUR) WEEKLY RATE $1,328.40  \nBROOMS and SWEEPERS  \nBULLDOZERS  \nCHIEF OF PARTY  \nCOMPRESSORS (2 or 3 in Battery)  \n*CONCRETE CLEANING/DECONTAMINATION  \nMACHINE OPERATOR  \nDIRECTIONAL BORING MACHINES  \nFRONT END LOADERS (Under 2 yds )  \nGENERATORS  \nGIRAFFE GRINDERS  \nGRADERS AND MOTOR PATROLS  \n*HEAVY EQUIPMENT ROBOTICS,  \nOPERATOR/TECHNICIAN  \n*MASTER ENVIRONMENTAL MAINTENANCE  \nTECHNICIAN  \nMECHANIC  \nPIPE BENDING MACHINE (Power)  \nTRACTORS ‘  \n“ULTRA HIGH PRESSURE WATERIET CUTTING TOOL  \nSYSTEM OPERATOR/MAINTENANCE TECHNICIAN  \n*VACUUM BLASTING MACHINE  \nOPERATOR/MAINTENANCE TECHNICIAN  \nWATER and SPRINKLER TRUCKS—used on job site or in  \nconjunction with job site  \nWELDER and REPAIR MECHANIC  \nCAPTAIN (Power Boats}  \nTUG MASTER (Power Boats)  \n\"When used for decontamination and remediation.  \nCLASS “D”  \nHOURLY RATE $31.71  \n(40 HOUR) WEEKLY RATE $1,268.40  \nCOMPRESSOR, (single)  \nDOPE POTS (Mechanical with or without pump)  \nDUST COLLECTORS  \nFARM TRACTORS  \nOFF ROAD BACK DUMPS  \nPUMPS (4 inch suction and aver)  \nPUMPS (72 or fess than 4 inch suction)  \nPUMPS, DIESEL ENGINE and HYDRAULIC of  \npower  \nWELDING MACHINES, gas or electric convertors of any  \ntype—single  \nWELDING MACHINES, gas or electric convertors of any  \ntype—2 or 3 in battery multiple welders  \nWELLPOINT SYSTEMS (Including installation and  \nmaintensnce}  \nCLASS “E”  \nHOURLY RATE $29.99  \n(40 HOUR) WEEKLY RATE $1,199.60  \nASSISTANT ENGINEER/OILER  \n*DRILLERS HELPER  \nTRANSIT/INSTRUMENT MAN  \nGREASE, GAS, FUEL and OIL SUPPLY TRUCKS  \nMAINTENANCE APPRENTICE (Oiler)  \nMECHANICS HELPER  \nTIRE REPAIR and MAINTENANCE  \nMAINTENANCE APPRENTICE (Deckhand)  \n*When used for water/geothermal/monitoring wells  \nHOURLY RATE $38.93  \n(40 HOUR) WEEKLY RATE $1,557.20  \nHELICOPTER—Pilot/Engineer  \nHOURLY RATE $37.79  \n(40 HOUR) WEEKLY RATE $1,511.60  \nLEAD ENGINEER, FOREMAN ENGINEER, SAFETY  \nENGINEER (minimum)  \nHOURLY RATE $27.29  \n(40 HOUR) WEEKLY RATE $1,091.60  \nROD/CHAINMAN  \nEffective 7/1/2006 through 6/30/2007 there will be a $2.00 per  \nhour gross increase for ail classifications to be distributed al the  \ndiscretion of the Union.  \nEffective 7/1/2007 through 6/30/2008 there wiil be a $2.00 per  \nhour gross increase for all classifications to be distributed at the  \ndiscretion of the Union.  \nThe Union also reserves the right on the second and third  \nanniversary dates of this Agreement, that is, 7/1/2006 and  \n7/1/2007, to reallocate present fund contributions as the Unton  \nmuy deem appropriate subject to the approval of the Local 825  \nFringe Benefit Plan Trustees  \nTANK ERECTION  \nThe following Equipment Classification Schedule has been  \nnegotiated and is the Jurisdiction of the Operating Engineers.  \nOn hazardous waste removal or Asbestos removal work, or any  \nstate or federally designated hazardous waste site, where the  \nOperating Engineer is in direct contact with hazardous material  \nand when personal protective equipment is required for respira-  \ntory, skin and eye protection, the Operating Engineer shall receive  \nthe hourly wage plus an additional twenty percent (207) of that  \nwage for the entire shift. Fringe benefits will be paid at the con-  \ntractual hourly rate.  \nThe Job Classifications listed below include the Hourly Rate  \nand the Weekly Rate and are effective July 1, 2005.  \nCLASS “A”  \nHOURLY RATE $38.86  \n(40 HOUR) WEEKLY RATE $1,554.40  \nOPERATING ENGINEERS—On all Cranes, Derricks, etc.  \nwith Booms including jib, 140 ft. or more above the ground.  \nCLASS “A”  \nHOURLY RATE $38.02  \n(40 HOUR) WEEKLY RATE $1,526.80  \nOPERATING ENGINEERS—On all equipment, including  \nCranes, Derricks, etc. with Booms including jib, less than 140  \nft. above the ground; (See Article of Agreement)  \nCLASS  \nHOURLY RATE $38.30  \n(40 HOUR) WEEKLY RATE $1,532.00  \nLEAD ENGINEER, FOREMAN OR SAFETY ENGINEER  \nCLASS “A”  \nHOURLY RATE $39.50  \n(40 HOUR) WEEKLY RATE $3,580.00  \nHELICOPTER—Pilot Engineers  \nCLASS “A”  \nHOURLY RATE $38.19  \n(40 HOUR) WEEKLY RATE $1,527.60  \n. HELICOPTER—Co-Pilot  \nHELICOPTER—Commnunications Engineer  \n21  \nCLASS “B”  \nHOURLY RATE $35.93  \n(40 HOUR) WEEKLY RATE $1,437.20  \n"]]