[["", "FooS  \n1,250  \nLABORERS  \nAGREEMENT  \nHighway, Railroad and  \nHeavy Construction  \nin the State of Minnesota  \nbelween  \nHighway, Railroad and  \nHeavy Construction  \nContractors  \naud.  \nLaborers’ District Council  \nof Minnesota  \nand North Dakota  \nOn Belall of I  \nAfiikated Local Uniows  \n2005 - 2006 - 2007  \nExpires April 30, 2008  \n. ~  \n- Apgar 30% 3  \nSere 39  \ney  \nMINNESOTA  \nHIGHWAY & HEAVY AGREEMENT  \nMay 1, 2005 — APRIL 30, 2008  \nTHIS AGREEMENT, by and between, or on behalf of the  \nparties and in the capacities and status designated in Article 2, hereof,  \nestablish rates of pay, wages, hours of employment, fringe benefits,  \nand vacations, where applicable, and other terms and provisions  \nconcerning employment relations and collective bargaining relations  \nand collective bargaining between or involving such parties on  \nconstruction work in the State of Minnesota.  \nNOW, THEREFORE, for such purposes, it is agreed as follows:  \n"], ["ARTICLE 1  \nConsiderations for Agreement  \n", "The considerations for this Agreement are the mutual promises of  \nthe parties and their mutual purposes to establish, maintain and  \npromote sound and harmonious labor relations.  \nIt is desirable to maintain the cooperative relationships existing  \nduring past years between the Employers and the Employees  \nrepresented by the Union.  \n"], ["ARTICLE 2  \nDesignation of Parties  \n", "A. The companies signatory to this Agreement, hereinafter called  \nEmployers or contractors, are a party to this Agreement and agree to be  \nbound to the terms of this Agreement. They are parties hereto as  \nprincipals, but their status is several and not joint.  \nB. Members of an Association who have agreed to be bound to  \nthe terms of this Agreement through an Association or other  \nEmployers who have done likewise (hereinafter called Employers), are  \nparties hereto as principals, but their status is several and not joint.  \nC. The labor organizations on their.own behalf and on behalf of  \nthe Employees whom they represent and on whose behalf they are  \nrecognized or to be recognized are parties hereto. The status of said  \nUnion is dual, in that they are parties hereto as principals and also as  \nagents for the Employees whom they represent and on whose behalf  \nthey are recognized or to be recognized as hereinafter provided. The  \nstatus of the Unions is several and not joint, as related to other craft  \n  \n"], ["ARTICLE 3  \nUnion Recognition ,  \n", "The -Employers hereby recognize each one of the Unions to  \nwhich the Contractor has agreed to be bound, as the exclusive  \ncollective bargaining representative of the Employees in the craft  \nsignatory to this Agreement, in respect to rates of pay, wages, hours of  \nemployment, fringe benefits, vacations where applicable, and other  \nconditions of employment. The respective Unions are hereby  \nrecognized hereunder by the Employers as the sole and exclusive  \nbargaining representatives of the Employees represented by them.  \nThe respective Unions represent that they are qualified for such  \nrecognition.  \n"], ["ARTICLE 4  \nScope of Agreement  \n", "This Agreement shall govern work done in the entire State of  \nMinnesota.  \nDistrict | - shall consist of Anoka, Carver, Chisago, Dakota,  \nHennepin, Isanti, Pine, Ramsey, Scott, Sherburne, Washington and  \nWright counties.  \nDistrict 2A - shall consist of Carlton, Cook, Lake and that part of  \nSt. Louis county south of T. :55N. (Two miles North of Cotton on  \nHighway #53, County Road 967 is T.55N.)  \nDistrict 2B - shall consist of Itasca county and that part of St.  \nLouis county north of T. 55N. (Two miles North of Cotton on  \nHighway #53, County Road 967 is T.55N.)  \nDistrict 3A - shall consist of Benton, Kanabec, Mille Lacs, and  \nSteams counties.  \nDistrict 3B - shall consist of Blue Earth, Brown, Dodge,  \nFaribault, Fillmore, Freeborn, Goodhue, Houston, LeSueur, Mower,  \nNicollet, Olmsted, Rice, Steele, Wabasha, Waseca and Winona  \ncounties.  \nDistrict 4 - shall consist of Aitkin, Becker, Beltrami, Big Stone,  \nCass, Chippewa, Clay, Clearwater, Cottonwood, Crow Wing, Douglas,  \nGrant, Hubbard, Jackson, Kandiyohi, Kittson, Koochiching,  \nLacQuiParle, Lake of the Woods, Lincoln, Lyon, Mahnomen,  \nMarshall, McLeod, Meeker, Morrison, Murray, Nobles,  \nNorman, Otter Tail, Pennington, Pipestone, Polk, Pope, Red Lake,  \nRedwood, Renville, Rock, Roseau, Sibley, Stevens, Swift, Todd,  \nTraverse, Wadena, Watonwan, Wilkin and Yellow Medicine counties,  \nThe Metropolitan area shall be defined as District 1 and that part  \nof District 2 within the city limits of Duluth, Minnesota.  \n"], ["ARTICLE 5  \nUnion Security  \n", "The Unions recognized under Article 3 of this Agreement shall  \nbe entitled to union security to the extent that each Employee in the  \ncollective bargaining unit represented by such Union shall, on the  \neighth (8th) day following the beginning of employment in such  \ncollective bargaining unit by such Employer under the coverage of this  \nAgreement or the effective date of this Agreement, whichever is later,  \nbe required to become and remain a member in good standing of such  \nUnion as a condition of employment.  \nThe Employer will be required to dismiss Employees who refuse  \nto comply with this Union Shop provision after personal notification  \nv2 3  \nby a bona fide representative of the Union to a _ responsible  \nrepresentative of the Employer on the job. The Unions shail be entitled  \nto approach individual Employees for organizational purposes as  \nprovided by law.  \n"], ["ARTICLE 6  \nHiring Employees  \n", "There shall be no discrimination or harassment against any  \nEmployee because of affiliation or non-affiliation with the Union, race,  \ncolor, age, sex, creed, political or religious beliefs.  \nNothing in this Agreement shali be deemed to constitute a hiring  \nhall or to require the Employers to call only the Union for Employees,  \nor to hire only Employees referred by the Union.  \nWhen called and the Union fails to provide qualified workers  \nwithin twenty-four (24) hours, the Employer shall be free to employ  \nanyone to perform the work at the appropriate scale as contained  \nherein.  \nThe Employer shall inform Employees that the Employer is a  \nUnion Contractor and as such, Employees on or before the eighth (8th)  \nday of employment must become and remain members in good  \nstanding as a condition of employment.  \nOn May 1, 1995, the Construction Craft Laborer Apprenticeship  \nProgram has been established. The Apprenticeship Committee is made  \nup of an equal number of Employer Trustees and Union Trustees. The  \nparties incorporate by reference the terms and conditions of the  \nMinnesota Laborers’ Apprenticeship Program. Copies of the  \nApprenticeship Standards are available upon request.  \nA. Journey Laborers and Enrolled Apprentices. The  \nEmployers agree to give the Union the first opportunity when hinng  \nJourney Laborers and Enrolied Apprentices. First opportunity shall be  \ndefined to mean that the Employer shall call the Union for not less than  \nthe first 50% of their Journey Laborers and Enrolled Apprentices.  \n4  \nB. Apprentice Candidates. An Employer seeking to hire an  \nApprentice candidate shall first contact the Union Local with  \ngeographical jurisdiction. The Local shall refer to the Employer an  \nenrolled Apprentice from the Local’s out-of-work list. If an Apprentice  \nis not available from the Local Union, then the Employer may directly  \nengage an Apprentice candidate and then refer that individual to the  \nApprenticeship Program as a sponsor. The individual must be enrolled  \nwith the Apprenticeship Program as an Apprentice within eight (8)  \nbusiness days of employment.  \nC. In situations where the contractor determines as a means to  \nadvance business relationships or in other extenuating circumstances,  \nthe Contractor may directly hire an Apprentice candidate, enrolled  \nApprentice, or Journey Laborer after notifying a Local Union  \nRepresentative.  \nD. If an Apprentice candidate is not registered as an Apprentice  \nat the Training Center office within eight (8) business days of  \nemployment, the worker shall be deemed a Journey worker for wage  \nand benefit purposes. Failure to register may result in action pursuant  \nto Article 11.  \n"], ["ARTICLE 7  \nInsurance and Taxes  \n", "A. The Employer agrees to carry any and all insurance and pay  \nall taxes as required by applicable State and Federal law.  \nB. The Employer further agrees to pay the State Worker's  \nCompensation Insurance and into the State Unemployment  \nCompensation Fund such amounts as are due from and after the date  \nEmployees from these Unions are employed on the job.  \nC. The Union and Contractors agree to work jointly to file  \nprevailing wage registration forms on a timely basis with the  \nMinnesota Department of Labor.  \nD. The parties hereby agree that-the Employers, who are parties  \nto this Agreement may, at their option, participate in the Union  \nConstruction Workers Compensation Program, a Collectively  \nBargained Workers Compensation Program, which will enable the  \nEmployers to provide workers compensation benefits to eligible  \nEmployees under this Collective bargaining Agreement. The Rules and  \nRegulations of the Program will apply to participation.  \n"], ["ARTICLE 8  \nConflicting Agreements  \n", "The. Employers agree not to enter into any labor agreements  \ncovering construction jobs, exclusive of maintenance and repair shops,  \nwith their employees on whose behalf any of the unions have been  \ngranted recognition hereunder individually or collectively which in any  \nway conflicts with the terms and provisions of this Agreement.  \nIn the event the Unions signatory hereto enter into any agreement  \nwith any individual Employer or groups of employers competing in the  \nhighway and heavy construction industry which provides for terms and  \nconditions of employment more favorable to said Employer than herein  \nprovided, these more favorable terms and conditions may, at the option  \nof the Employers signatory hereto, be implemented as a part of this  \ncontract, provided the Basic Trades Liaison Committee has first met  \nand studied the evidence and is convinced the Union has, in fact, given  \nbetter conditions or wages to the other party. In the event the Basic  \nTrades Liaison Committee deadlocks, the arbitration procedure in the  \ngrievance Article will be followed to reach a final decision.  \n"], ["ARTICLE 9  \nViolation of Agreement  \n", "A. In the event the employer deliberately violates the provisions  \nof this Agreement relating to wages, hours of work, or overtime  \ndifferentials, any back pay owed to the Employee because of such  \nviolation shall be paid by the Employer at the rate of two (2) times the  \nStandard straight time and overtime rate. The vacation benefit, as a  \ntaxable wage, shall be included in any such back pay calculations.  \n6  \nB. Reasonable evidence of clerical error or honest mistake in  \ninterpretation of this Agreement shall exempt the Employer from the  \ndouble penalty provisions. In such a case, the Employer shall be  \nrequired to pay only the actual amount of back pay involved, at the  \nstandard straight time and/or overtime rate.  \nC. When there is evidence of collusion between the Employer  \nand Employee to violate the Agreement, any back pay collected shall  \nbe made payable to the Employee, and shall be deposited with the  \nUnion, if Arbitrator so orders.  \n"], ["ARTICLE 10  \nDischarge  \n", "The Employers may discharge any Employee whose work or  \nbehavior is unsatisfactory or who fails to observe the safety  \nprecautions or other reasonable rules and regulations prescribed by the  \nEmployers or any governmental agency. No Employee shall be  \ndischarged for refusing to work under unsafe conditions.  \n"], ["ARTICLE 11  \nSettlement of Disputes  \n", "1. Any controversy over the interpretation of, or adherence to the  \nterms of this Agreement shall first be attempted to be resolved between  \nthe Union and the Employer. Any controversy or grievance shall be  \ndeemed to be waived unless submitted in writing within ten (10)  \nworking days after the first occurrence of the event or knowledge of  \nthe condition giving rise to the grievance.  \n2. If a satisfactory settlement cannot be reached within five (5)  \nworking days the matter may be brought to the Labor-Management  \nBasic Trades Disputes Board, if both parties agree in writing. In such  \ncase, the grieving party shall submit a written statement of the claim  \nand facts.of the matter to other parties including the Employer and the  \nUnion. (The rules of the Disputes Board shall be those already adopted  \nby the Joint Committee.)  \nBoth parties must sign an Agreement to bring matter to Disputes  \nBoard. Both parties must sign the document binding them to Board  \ndecision. If either party does not attend the meeting after signing above  \nand being notified of the meeting date and time, a decision will be  \nrendered though they are not present.  \nDecisions of the Disputes Board will be drafted at the conclusion  \nof the meeting, signed by members of the Board, and distributed to  \nboth parties at that time.  \n3. The Disputes Board is made up of equal numbers of  \nManagement and Labor representatives, who will meet regularly to  \nsettle any disputes (other than jurisdictional disputes), to avoid work  \nstoppages, or other problems affecting productivity. This board shall  \nhave no power to add to, delete, or modify, any of the terms or  \nprovisions of this Agreement. All decisions of the Disputes Board  \nshall be final and binding on the parties.  \nIf either party, after signing above documents, refuses to abide by  \nthe decision of the Disputes Board, economic action may be taken by  \nthe other party.  \n4, Should the Disputes Board, as established, be unable to reach a  \ndecision on the matter before it, or because of a deadlock (lack of  \nmajority) or if either party refuses to use the Joint Disputes Board, then  \nthe matter may be referred to Arbitration that shall operate in the  \nfollowing manner: Within ten (10) working days after the dispute is  \nreferred to Arbitration, the parties shall ask the Federal Mediation and  \nConciliation Service for a list of five (5) names from which the  \naggrieved party shall elect which party shall first strike one (1) name  \nand the other party shall! then strike one (1) name, and the parties will  \nalternately strike names until there is one (1) name left. The final name  \nshall be selected as the Arbitrator. The Arbitrator thus selected shall  \nset the time and place for hearings, which shall begin no later than ten  \n(10) working days after their selection, with the final decision to be  \nhanded down in not more than ten (10) working days after the last  \nhearing is held. The time may be extended by mutual agreement  \nbetween the parties.  \nThe decision of the Arbitrator shall be final and binding on  \nsignatories to this Agreement who are parties to the dispute; provided,  \nhowever, that the Arbitrator shall have no power to add to, delete, or  \nmodify any provisions of this Agreement.  \nThe Employer and the Union will share equally all fees and  \nexpenses of the Arbitrator.  \nAll work and other conditions prevailing immediately prior to the  \nraising of the question to be decided under this Article shall remain  \nunchanged until final decision has been reached hereunder.  \n"], ["ARTICLE 12  \nManagement  \n", "Management reserves the right to manage its jobs to the best  \ninterest of Management; the right to retain or dispense with  \nEmployees; to reduce or increase the number of Employees needed on  \neach project, crew, activity or piece of equipment. Under no condition  \nwill Union Representatives make demands for more Employees in a  \ncrew on specific projects, insofar as it does not conflict with this  \nAgreement.  \n"], ["ARTICLE 13  \nSafety  \n", "A. Accident and injury free operations shall be the goal of all  \nEmployers and Employees. To this end, the Employer and Employee  \nwill, to the best of their ability abide by, live up to the requirements of  \nthe several State and Federal Construction Safety Codes and  \nRegulations.  \nB. To this end, the Employer shall from time to time issue rules  \nor notices to its Employees regarding on the job safety requirements.  \nAny Employee violating such rules or notices shall be subject to  \n9  \ndisciplinary action. No Employee may be discharged for refusing to  \nwork under unsafe conditions. Further, the Employer will encourage  \nEmployees to attend safety and skills training available through the  \nConstruction Laborers Education, Apprenticeship & Training Fund of  \nMinnesota & North Dakota.  \nC. Such safety equipment as required by governmental  \nregulations, shall be provided without cost to the Employees. At the  \nEmployer's option, the Employees may be required to sign for safety  \nequipment and shall be obligated to retum same upon discharge,  \nlayoff, quit or other termination in comparable conditions as when  \nissued, providing reasonable wear and tear. The Employer shall have  \nthe nght to withhold the cost of such safety equipment if not returned.  \nD. The Labor User Contractor Committee Joint Labor-  \nManagement Uniform Drug/Alcohol Abuse Program, copies of which  \nare on file with the Laborers District Council and the AGC of  \nMinnesota, is incorporated herein by reference and is made a part of  \nthis Collective Bargaining Agreement. This program is available to  \nany signatory Employer on a non-mandatory basis.  \n"], ["ARTICLE 14  \nPickets, Banners and Strikes  \n", "The Employer shall not require an Employee to go through a  \nprimary picket line or banner to work. It shall not be a violation of this  \nAgreement and it shall not be cause for discharge or disciplinary action  \nin the event an Employee decides not to cross a primary picket line or  \nbanner. This clause shall not apply to secondary picket lines or banners  \nand it shall not apply to jurisdictional picket lines or banners.  \n"], ["ARTICLE 15  \nStrikes, Lockouts, Work Interference  \n", "The Unions and the Employers agree that there shall be no  \nstrikes, lockout, work-stoppages, slow-down, sit-down, stay-in, or  \nother concerted interference with the Employer's business or affairs by  \nany of said Unions and/or the members thereof, and there shall be no  \n10  \nlockout during the existence of this Agreement without first giving the  \nEmployer forty-eight (48) hours written notice and sending the dispute  \nthrough the procedures established in Article 11.  \nSpread-work tactics, slow-down, stand-by crews, forcing of  \novertime has been and is condemned by both parties, and Employees  \nengaging in same shall be liable for disciplinary action.  \n"], ["ARTICLE 16  \nSubcontractors  \n", "A. The Employer agrees that, while subletting or contracting out  \nLaborers work at the job site, the Employer will sublet or contract such  \nwork only to a subcontractor who has signed or is otherwise bound by  \na written labor agreement entered into with the Union.  \nWhen situations arise where it is claimed that no union  \nsubcontractor is available for the proposed work, the Employer and the  \nUnion shall meet and agree upon an equitable solution, which may  \ninclude a Project Agreement.  \nThe Union agrees that when the Employer is required by any  \nimposed requirement to sublet, contract out or award bargaining unit  \nwork to any Minority, Disadvantaged, Small and/or Female Business  \nEnterprise or any other such similarly designated enterprise, and a  \ndispute exists, the Employer and the Union shall meet and agree upon  \nan equitable solution to mie dispute, which may include a Project  \nee ae  \nCoiitroversy with Subcontractor. In the event a  \niS. involved i in a controversy, thée.Union shal! be obligated to bring it to  \n‘the attention. of * the- prime Contractor in an effort to settle the  \ncontroversy | before a a work-stoppage i is brought about.  \n"], ["ARTICLE 17  \nUnion Representatives ,  \n", "“iy Union Representatives Shall have the right to  \nSifer’ with Biniployees on the job. Each and every Union  \neon, Foe tet i  \n.  \ney: * . *  \nate.  \n“  \nfa  \nRepresentative shall first contact the job superintendent or foreman or  \nwhoever is in charge of the project, before conferring with any  \nEmployee. The Union Representative shall have the right to confer  \nwith employees during working hours, but at no time shall such Union  \nRepresentative hinder or interfere with the progress of the work.  \nIt shall be the obligation of the Union Representative to adhere to  \nall pertinent safety rules of the particular job while on the Employer's  \npremises.  \n"], ["ARTICLE 18  \nRotation of Employees  \n", "The Union may not require rotation of Employees during the life  \nof this Agreement, other than Apprentices shifted for purposes of  \ntraining.  \n"], ["ARTICLE 19  \nPayroll Records  \n", "In case of a dispute arising over hours, wages and fringes, the  \nUnion shall have the right to examine the payroll records of the  \nindividual Employees covered by this Agreement upon which there is a  \ndispute. Prior to the actual examination, a written request shall be  \nsubmitted to the Employer involved.  \n"], ["ARTICLE 20  \nApplication of Wage Rates  \n", "The determining factor in applying different area rates shall be  \nthe location within the State in which the work is being performed and  \nnot the home address of the Employee or Employer. Pay rates for  \nother crafts with respect to areas are irrelevant.  \n"], ["ARTICLE 21  \nPayday and Wage Payment  \n", "A. All regular, full-time Employees covered by this Agreement  \nshall be paid in full each week. Not more than seven (7) days shall be  \nheld back, including payday.  \nB. Wages shall be paid at or before the end of the shift of the  \ndesignated payday. Failure on the part of the Employer to comply with  \nthis provision shall entitle the Employee to an extra four (4) hours pay.  \nC. When an Employee is laid off, or discharged, upon demand  \nthey shall receive all money due them in cash or negotiable check  \nwithin twenty-four (24) hours. If the Employee does not appear to  \ncollect their check the Employer will immediately mail their check to  \nthe Employee's last known address. This provision is intended to  \nconform with Minnesota Statute §181.13,  \nD. An Employee who quits will be paid any wages due them at  \nthe next regular payday.  \nE. The Employer agrees to provide the following information on  \nthe Employee's check stub: hours, date, regular pay, overtime pay,  \ngross pay, deductions, net pay.  \n"], ["ARTICLE 22  \nFringe Benefits  \n", "The Employer agrees to contribute every month, not later than  \nthe 15th day of the following month, hereinafter called the “due date”,  \nsuch sums for the fringe benefit funds as may be designated for each  \nhour worked by all Employees covered by this Agreement. The funds  \nshall be known separately as the Laborers’ Pension Fund, the Laborers'  \nHealth and Welfare Fund, the Laborers' Vacation Fund, the  \nConstruction Laborers Education, Apprenticeship & Training Fund of  \nMinnesota and North Dakota and the Laborers-Employers Cooperation  \nand Education Trust (LECET) Fund and collectively as the Minnesota  \nLaborers’ Fringe Benefits Funds under separate Trust Agreements,  \ncopies of which are available upon request and to which the Employer  \n13  \nis automatically bound. The Funds’ Trustees shall equally represent the  \nUnion and the  \n1. Contributions to be paid on one check with all other fringes.to  \nan administrative agency with a local office. Lo ; or  \n2. (a) Reporting forms and instructions standardized with other  \nbasic trades. ne.  \n(b) All Fringe Benefit contributions are paid on an hourly  \non all hours worked. This includes straight time, one and one-half time ,  \nand double time. The Vacation contribution is taxable and: is  \npyramided for work performed at one and one-half and double time  \n(see Schedule 13). The Pension, Health and Welfare, Training and  \nLECET contributions are not pyramided, but should be paid for all  \nhours worked. Example: If hourly wage is $3.00 plus $.10 for Pension,  \nHealth and Welfare, Training and LECET plus $.02-Vacation; time and  \none-half overtime wage rate is $4.50 plus $.10 for Pension, Health and  \nWelfare, Training and LECET plus $.03 Vacation; double time  \novertime wage rate is $6.00 plus $.10 for Pension, Health and Welfare,  \nTraining and LECET plus $.04 Vacation.  \n3. (a) In the event that a National Health Insurance Program is  \nenacted, the Employer contribution to the current Health and Welfare  \nPlan, as described in Schedule 13, shall be applied to any cost incurred  \nby the employer and/or the Employees covered hereunder in  \nconnection with such National Health Plan.  \n(b) If the current Employer contribution is in excess of the cost of  \nsuch National Health Plan, then at the discretion of the Employees  \ncovered hereunder, the difference shall become a contribution to either  \na supplemental health and welfare insurance plan and/or one of the  \nexisting Pension Plans.  \n4. Any Insurance Carrier, Administrator, Consultant, Actuary,  \nFiduciary Agent which may be used shall be selected by competitive  \nbidding upon invitation by Trustees.  \n14  \n- 5. There shall be no requirement that Employees sent to work  \noutside the scope of this Agreement be paid fringes, nor shall the  \nEmployer be required to duplicate fringe contributions.  \n6. (a) An Employer shall be considered “delinquent” for a  \nparticular work month if its required report and payment for that month  \nare not postmarked on or before the 15th day of the following month  \n(the \"due date\"), irrespective of whether such delinquency is willful or  \notherwise.  \n(b) If an Employer becomes delinquent for a particular work  \nmonth (as provided in (a) above), they shall also be required to pay, as  \nliquidated damages and not as a penalty, an amount equal to 10% of  \nthe payment otherwise due for such work month, it being understood  \nand acknowledged by the parties that actual damages are extremely  \ndifficult or impossible to ascertain and that the amount so fixed as  \nliquidated damages is reasonable.  \n(c) If an Employer becomes delinquent for a particular work  \nmonth (as provided in (a) above), as to any or all of the Trust Funds,  \nand if the report and the full payment due for such work month  \n(including liquidated damages), are not postmarked in the office of the  \nFund Administrator on or before the 15th day of the month following  \nthe applicable due date such Employer shall (in addition to paying the  \nfull amount due) be required to post in the office of the Fund  \nAdministrator a cash or fringe benefits surety bond (in a form  \nacceptable to the Fund Administrator) for each month of delinquency  \nin form satisfactory to the Trustees and in the face amount of the  \ngreater of $20,000 or 125% of the amount due (or estimated to be due)  \nfor the delinquent month, which shall cover all of the Trust Funds and  \nassure payment of all sums called for by this Agreement in the event of  \nthe Employer's subsequent delinquency as to any or all of the Trust  \nFunds, and which shall be kept in force and maintained in the full face  \namount for a period of not less than 12 consecutive calendar months  \nduring which no further delinquency has occurred on the part of such  \nEmployer.  \nShould the Trust Funds reasonably deem itself insecure in the  \npayment or collection of fringe benefit payments by reason of the  \nEmployer's past delinquencies, insolvency, insufficient capitalization,  \nand/or lack of assets subject to attachment within the State in which  \nwork is performed, then the Fund Administrator, upon submission of  \nan affidavit of its Fund Administrator to Employer attesting to same,  \nshall have the right to compel the Employer to post a cash or fringe  \nbenefits surety bond (in a form acceptable to the Fund Administrator)  \nin the face amount of the greater of $20,000 or 125% of the total fnnge  \nbenefit payments reasonable estimated to come due within the six  \nmonths following the date of Fund Administrator's affidavit. This bond  \nmay be required whether or not a delinquency exists at the time and  \nmay be required in addition to a bond posted for a prior delinquency.  \nThe Union shall refuse to supply persons and shall prohibit  \nEmployees covered by this Agreement from working for any such  \ndelinquent Employer who fails or refused to provide or maintain any  \nbond under this Paragraph 6(c).  \n(d) Iltustration of clauses (a), (b), and (c): If an Employer's report  \nand payment for the January work month have not been postmarked  \nbefore February 16, such Contractor becomes delinquent at that point  \nand must pay the full amount due, plus 10%. If the report and the full  \npayment for January (including the 10% liquidated damages amount)  \nare not postmarked before March 16, the Employer must then post a  \n$20,000 bond in addition to reporting and paying the full amount due.  \nIf, for example, the delinquency is $10,000, the required bond is  \n$20,000. If, for example, the delinquency is $20,000, the required bond  \nis $25,000. If a delinquency occurs in a subsequent month, an  \nadditional bond for that month is required and must be posted. Further,  \nfor example, if the Fund Administrator reasonably determines that  \nfuture delinquencies are likely to occur, another, additional bond may  \nbe required to be posted in an amount based on a reasonable estimate  \nof the following six months of fringe benefit payments to come due,  \neven though a bond for prior delinquencies has been posted.  \n(e) The delinquent Employer shall also be required to pay all  \ncosts of collection actually incurred by the Trust Funds, including all  \nattomey fees, service fees, filing fees, court reporter fees, and all other  \n16  \nfees, costs and disbursements incurred by or on behalf of the Trust  \nFunds in collecting the amount due. Trustees at their discretion may  \nreimburse (from the Fund) the Unions for picketing and bannering  \nexpense actually incurred by the Union in collecting amounts due the  \nTrust Funds, which expenses shail be deemed to be costs of collection  \nincurred on behalf of the Trust Funds.  \n(f) Each Employer who is required to make payments to the Trust  \nFunds shall promptly furnish to the Trustees, or the Unions, or their  \nauthorized agents, on demand, all necessary employment and payroll  \nrecords relating to its Employees covered by this Agreement, including  \nany other relevant information that may be required in connection with  \nthe administration of the Trust Funds. The Trustees, the Unions, or  \ntheir authorized agents may examine such employment, or payroll  \nrecords whenever such examination is deemed necessary by the  \nTrustees, the Unions, or their authorized agents in connection with the  \nproper administration of the Trust Funds.  \nIf any Employer fails or refuses to furnish its payroll records to  \nthe Trustees, the Unions or their authorized agents upon demand or  \nrefuses to afford the Trustees, or their authonzed agents reasonable  \nopportunity to examine the same in accordance with standard auditing  \nprocedures, the Trustees or the Unions may enforce such by  \nlegal action, in which event all attorney fees, service fees, filing fees,  \ncourt reporter fees and other legal costs and disbursements, as well as  \nthe auditing fees and costs incurred in conducting such audit, shall be  \npaid by such Employer on direction by the Trustees. The Unions shall  \nalso have the right to take economic action to enforce such rights on  \nbehalf of the Unions and the Trustees and the Trust Funds shall  \nreimburse the Unions for picketing and bannering expenses actually  \nincurred in enforcing such mghts.  \n(g) Notwithstanding the provisions of Article 11 Settlement of  \nDisputes, the failure, refusal or neglect of an Employer to report and to  \npay sums due the Trust Funds or otherwise to comply with the terms  \nand provisions of this Article shall not be subject to arbitration.  \n(h) The parties to this Agreement acknowledge that the  \nprovisions of this Agreement establishing rates of pay, wages, all hours  \n17  \nof employment and other terms and conditions of employment,  \nincluding fringe benefits, apply to Employees employed in job  \nclassifications within the jurisdiction of the Union, from the first day  \nof employment, REGARDLESS OF WHETHER OR NOT SUCH  \nEMPLOYEES ARE MEMBERS OF THE UNION.  \n(i} No Agreement will be signed with any Employer who is  \ndelinquent with the submission of payment for fringe benefit  \ncontributions, past or present, unless or until fully paid. An Empioyer  \nwith a history of delinquencies may be required to past a fringe benefit  \nbond in the manner and amounts as provided for in Section 6 (c) of this  \nArticle, prior to the execution of a new Agreement.  \n7. Any and all fringe contribution rates shalt be open for  \nadjustment on any anniversary date upon thirty (30) days written notice  \nto the AGC. Such adjustments shall operate to adjust wages in like  \namount.  \n8. The Parties agree to the possibility of starting an annuity  \n(defined contribution plan) during the term of this Agreement funded  \nout of the existing package and administrated by the Pension Fund  \nTrustees,  \n"], ["ARTICLE 23  \nWorker Readiness  \n", "The Union and Employers recognize the value of a skilled and  \nmotivated workforce. To this end, Labor and management agree as  \nfollows:  \n1. All Journey workers covered by this Agreement should attend  \nand successfully complete the OSHA 10 hour course at the  \nConstruction Laborers Education and Training Center,  \n2. During the term of this Agreement, all Journey workers  \ncovered by this Agreement should attend a minimum of twenty-four  \n(24) hours of skill improvement approved and funded by the Education  \nand Training Fund.  \n18  \nava  \nt  \n.  \na  \n  \n“Ac  \nApril 3 30;  \n3. Scheduling of these courses shall be the responsibility of the  \nEmployee in collaboration with the Education and Training Fund.  \n4. Upon demonstration by the employee of completion of  \nparagraphs one {1) and two (2) of this Article, the employee shall  \nreceive a one-time premium of $ .20 per hour for the life of this  \nAgreement.  \n"], ["ARTICLE 24  \nSaving Clause  \n", "This agreement is intended to be in conformity with all applicable  \nand valid State and Federa! laws, rules and regulations. Any conflict  \nbetween the provisions of this Agreement and the terms of any such  \nlaws and regulations sha!] cause the provisions of this Agreement so in  \nconflict to be superseded or annulled but shall not supersede or annul  \nthe terms and provisions of this Agreement which are not so in  \nconflict.  \n"], ["_ ARTICLE 25  \nEntire Understanding  \n", "This Agreement covers the entire understanding and past  \njurisdictional practices between the parties hereto. Nothing which is  \nnot contained herein will be of any force or effect upon any party  \nhereto, This: Article shail not apply to the Letter of Understanding  \nrelating to Picket Line Clause of July 2, 1975.  \n"]]