[["", "2012 - 2015  \nAGREEMENT  \nBetween  \nLABOR RELATIONS DIVISIONS  \nALBANY  \nROCHESTER REGION  \nCENTRAL NEW YORK REGION  \nASSOCIATED GENERAL CONTRACTORS  \nOF NEW YORK STATE, LLC  \nAnd  \nINTERNATIONAL UNION OF  \nOPERATING ENGINEERS  \nLOCAL UNION  \nNO. 158  \nAFFILIATED WITH THE AFL-CIO  \nHH 158  \n7/18/12  \nLABOR RELATIONS DIVISION  \nASSOCIATED GENERAL CONTRACTORS  \nOF NEW YORK STATE, LLC  \n10 Airline Drive, Suite 203  \nAlbany, New Y ork 12205-1025  \nTelephone: (518) 456-1134  \nFAX: (518) 456-1198  \nINDEX  \n"], ["ARTICLE  \nArticles Of  \n", "I. Purpose and  \nII. Territorial  \nIII. UNION  \nIV. Grievance and Arbitration  \nV 00...  \nVI. FOULS Of  \nVIL. Paid Holidays and  \nVIL.  \nIX. Master Mechanics, Maintenance Engineers,  \nField Shop  \nX. Oilers ANd  \nXI. Termination, Discharge, and  \nXII. Bl@CtiOn  \nXII.  \nXIV.  \nXV. Operation Of Well  \nXVI. Pile Driving and Sand  \nXVII. SALCLY  \nXVITI. Most Favored  \nHH 158  \n7/18/12 3  \n"], ["ARTICLE PAGE  \nXIX. Jurisdictional 17  \nXX. DUYAUION. 18  \nXXI. SAVINGS 18  \n", "XXII. Fund 18  \nXXITT. —-—- eee ees 20  \nXXIV. Apprentice 21  \nXXV. Nondiscrimination in Le  \nXXVI. — Status Quo on Certain 22  \nXXVII. Defense and Benefit Fund and/or Dues Deduction... . 23  \nXXVIII. Owner Mandated Requirements... ............ ce eee eee 23  \nXXIX. Wage Rates and 23  \nXXX. Complete A 29  \nIndividual 30-31  \nHH 158  \n7/18/12 4A  \n"], ["ARTICLES OF AGREEMENT  \n", "THIS AGREEMENT, entered into the 1“ day of April, 2012, by and between the LABOR  \nRELATIONS DIVISION, ALBANY REGION, ROCHESTER REGION, CENTRAL NEW  \nYORK REGION, ASSOCIATED GENERAL CONTRACTORS OF NEW YORK STATE  \nLLC (hereinafter referred to as the \"Association\") acting for and on behalf of its present and  \nfuture members, (hereinafter called the \"Employer') as parties of the first part, and the  \nINTERNATIONAL UNION OF OPERATING ENGINEERS, LOCAL UNION 158  \n(hereinafter referred to as the \"Union\"), as party of the second part, and shall continue in full  \nforce and effect through the 31% day of March, 2015, unless changed by mutual consent as  \nprovided hereinafter and thereafter as provided by Article XX.  \nAny one of the individual parties comprising either the Parties of the First or Second Parts  \nmay, without joining with him the other Parties, make any claim, invoke any right or take any  \naction proper to be taken hereunder in order to enforce any right given by this Agreement. It is  \nintended that every right given to either Party under this Agreement shall be given individually  \nto every one of the Individual Parties making up the Parties to this Agreement enforcing the  \nsame as though such party were named as the sole party to this A greement.  \n"], ["ARTICLE I PURPOSE AND PRINCIPLES  \n", "1. THIS AGREEMENT is entered into to prevent strikes and lockouts; to facilitate  \npeaceful adjustment of grievances and disputes between Employer and Employee; to prevent  \nwaste, unnecessary and unavoidable delays and the results through them to the Employer of costs  \nand expense and to the employee of loss of wages; to enable the Employer to secure at all times  \nsufficient forces of skilled workmen; to provide as far as possible for the continuous employment  \nof labor; to provide that employment hereunder shall be in accordance with conditions and at  \nwages herein agreed upon and by reason of this Agreement and the purpose and intent thereof, to  \nbring about stable conditions in the Industry, keep costs of work in the Industry as low as  \npossible consistent with fair wages and proper working conditions, as provided for hereunder;  \nand further to establish and set up the necessary procedure for amicable adjustment of all  \ndisputes or questions that may arise between the Parties, or any of them, so that the foregoing  \npurposes may be brought about and accomplished.  \n2. Both Parties to the Agreement believe that Uniform Agreement, if adopted by the Unions  \nand the Employers engaged in Heavy and Highway Construction would further the interests of  \nthat Industry, and further believe that such a Uniform Agreement should contain the following  \nprinciples:  \n(a) That there should be no limitations to the amount of work a man shall perform  \nduring his working day, it being understood that the workman shall perform a fair  \nand honest day’s work.  \n(b) That there shall be no restriction of the use of machinery, tools or appliances  \nHH 158  \n7/18/12 9  \nexcept as hereinafter modified by this Agreement.  \n(c) | person shall have the right to interfere with the workmen during working  \nhours.  \n(d) If any of the Parties of the First Part engage in any class of work not embodied in  \nHeavy and/or Highway Construction as hereinafter defined, then this A greement  \nis of no force or effect on any such contract.  \n3. The Employer agrees that he will not discipline or discharge any employee who refuses  \nto cross a bona fide labor union picket line. The right of an employee to exercise this privilege  \nShall not be a violation of this Agreement and shall not subject the Employee to penalties.  \n4. The Association and the Union named herein are negotiating agents for their present and  \nfuture members. For any breach of this Agreement, the liability of the members of the  \nAssociation and the Local Union shall be several and not joint and the liability of the Association  \nshall only be that of negotiating agent without liability for the acts of its respective members.  \n5. Sections 1, 2, 3 and 4 of this Article are an integral part of this Agreement and all parties  \nto the Agreement agree to abide by and be bound by the language contained in said sections.  \n"], ["ARTICLE II TERRITORIAL JURISDICTION  \n", "1. The Territorial Jurisdiction covered by this Agreement shall be the counties of: Albany,  \nBroome, Chenango, Clinton, Columbia, Northern part of Dutchess (to the northern boundary line  \nof City of Poughkeepsie then due east to Route 115 to Bedelt Road then east along Bedelt Road  \nto VanWagner Road then north along VanWagner Road to Bower Road then east along Bower  \nRoad to Rte. 44 east to Route 343 then along Route 343 east to the northern boundary of Town  \nof Dover Plains and east along the northern boundary of Town of Dover Plains to Connecticut),  \nEssex, Franklin, Fulton, Greene, Hamilton, Montgomery, Otsego, Rensselaer, Saratoga,  \nSchenectady, Schoharie, Tioga, Warren and Washington Allegany, Chemung, Livingston,  \nMonroe, Ontario, Schuyler, Steuben, Wayne, Y ates, and the Eastern part of Genesee (including  \nthe City of Batavia) Cayuga, Cortland, Herkimer, Jefferson, Lewis, Madison, Oneida, Onondaga,  \nOswego, St. Lawrence, Seneca and Tompkins.  \n2. For the purposes of this contract the stated jurisdiction shall be unchanged for the term of  \nthis contract.  \nBUSINESS REPRESENTATIVES  \nDistrict 106  \nDaniel McGraw, Business Manager  \nWilliam Walsh, District Manager  \nJeff Kellogg, Business Representative  \nMark Mincher, Business Representative  \nRobert Aikens, Business Representative  \nHH 158  \n7/18/12 6  \nMichael Lyons, Labor Relations Specialist  \nAddress:  \n44 Hannay Lane  \nGlenmont, NY 12077  \n(518) 431-0600  \nFAX: (518) 431-0726  \nDistrict 545  \nTheron Hogle, District Manager  \nKarl Button, Business Representative  \nWilliam Shelly, Business Representative  \nAddress:  \n127 East Glen Ave  \nsyracuse, NY 13205  \n(315) 492-1752  \nFAX: (315) 469-7870  \nDistrict 832  \nRichard Ross, District Manager  \nThomas Schweizer, Business Representative  \nGrant Malone, Business Representative  \nPaul McCormick, Business Representative  \nJoseph Agnello, Business Representative  \nJohn Tarasuk, Business Representative  \nAddress:  \nP.O. Box 93310  \nRochester, NY 14692  \n(585) 272-9890  \nFAX: (585) 272-7785  \n"], ["ARTICLE Il] UNION SECURITY  \n", "1. It is agreed that on the eighth (8) day following the beginning of employment of a  \nworkman or the effective date of this Agreement, whichever is later, membership in the Union  \nshall be a condition of employment. The hiring of new workmen and the discharging of  \nemployees upon the request of the Union shall be in accord with the Labor Management  \nRelations Act of 1947, as amended.  \n2. In hiring new employees, the Employer shall give the Local Union equal opportunity  \nwith all other sources to refer suitable applicants.  \n3. Authorized representatives of the Union shall be allowed to visit jobs during working  \nHH 158  \n7/18/12 7  \nhours to interview Employer and employees, but in no way shall interfere with or hinder progress  \nof the work. Said representatives shall notify the field office, if possible, of their presence on the  \njob.  \n"], ["ARTICLE IV GRIEVANCE AND ARBITRATION PROCEDURES  \n", "1. During the term of this Agreement, neither Party shall order or permit any lockout, strike  \nor other work stoppage or slowdown. Further, the Union will not aid, support or permit  \nunauthorized strikes, slowdowns or work stoppages by its members.  \n2. Grievance Procedure: All grievances or disputes involving any controversy, dispute or  \nmisunderstanding arising as to the meaning, application or observance of any provisions of this  \nAgreement shall be handled in the manner hereinafter set forth.  \nStep 1. All grievances must be made known in writing to the other party within seven  \n(7) working days after the reason for such grievance has occurred. An  \nauthorized representative of the Union shall first submit a written grievance to  \nthe Job Superintendent, or his duly authorized representative. The authorized  \nrepresentative of the Union of the Employee or employees involved shall be  \npresent at any meeting between the Job Superintendent and such employee or  \nemployees. The Job Superintendent or his duly authorized representative  \nmust make a written disposition of the matter within forty-eight (48) hours  \nafter the submission of such written grievance thereto.  \nStep 2. If the disposition of the matter by the Job Superintendent or his duly  \nauthorized representative is not satisfactory, the matter must be taken up by  \nthe Business Agent, and representative of the Employer with authority to act  \nwithin forty-eight (48) hours of the written disposition set forth in Step 1.  \nStep 3. ‘If the disposition of the matter in Step 2 is not satisfactory, the Business  \nManager shall attempt to resolve the matter with the Labor Relation Division  \ndesignate, AGC within forty-eight (48) hours after Step 2.  \n3. Arbitration: If Step 3 is not successful, the grievant shall request a list of seven (7)  \narbitrators from any one of the following sources: (1) the Federal Mediation and Conciliation  \nService; (2) the American Arbitration for final and binding decision. Such request  \nshall be no later than seventy-two (72) hours after Step 3. Both parties agree to submit to such  \narbitration and be bound by and follow the decision rendered. Failure to do so on the part of the  \ngrievant shall deem the grievance as closed. The arbitrator shall be selected by  \neliminating names from the seven (7) person list until one remains, the grievant or his  \nrepresentative shall strike the first name.  \nThe arbitrator shall not have jurisdiction or authority to add to, modify, detract from, or  \nalter in any way the provisions of this Agreement or any amendment or supplement thereto or to  \nadd new provisions of this Agreement or any amendment or supplement thereto. If the arbitrator  \nshould determine that the grievance is not covered by this Agreement, he shall return the  \ngrievance to the parties without decision and the grievance shall be closed. In such a case, the  \nHH 158  \n7/18/12 8  \ncosts, if any, shall be borne by the grievant.  \n4, Violations concerning wages, hours, and all fringe benefit payments shall not be subject  \nto the grievance procedure. In such cases, the Union shall give three (3) working days notice to  \nthe Employer that the Union will withdraw its men from the Employer's service. If the  \nEmployer contends there is a question of fact regarding the alleged violation, he may file for  \narbitration within the aforesaid three (3) working days. When a request for arbitration has been  \ninitiated, there shall be no work stoppage pending resolution of the dispute pursuant to this  \nArticle. Work jurisdiction, that is, disputes with respect to whether one group of employees or  \nanother group of employees shall perform certain work on the project is expressly not arbitrable  \nunder this contract.  \n9. The costs of arbitration, which shall include the fees and expenses of the arbitrator shall  \nbe borne by the Company in case its principal contention is rejected by the arbitrator, and by the  \nUnion in case its principal contention is rejected by the arbitrator, except, however, that each  \nparty shall pay all the fees of its own representatives and witnesses. Any dispute as to whose  \nprincipal contention is rejected shall be determined by the arbitrator. In the case that both  \nparties’ principal contention is upheld in part, the arbitrator shall designate what part of the costs  \nare to be bore by which party according to the relative merits of each party’s position.  \n"], ["ARTICLE V DEFINITION  \n", "1. This Agreement shall apply to all Heavy and Highway Construction which terms are  \ndefined as being all work performed outside of a building, including, but not limited to:  \nHydroelectric projects, sewage treatment projects, lift and pumping stations for the movement of  \ntreatment of sewage, water pollution control treatment plants, water supply, drainage sanitation,  \nreclamation, irrigation and flood control projects; dams, reservoirs, docks, piers, jetties, locks,  \ndikes, levees, channels, breakwaters, harbors, airports, railroads, highways, streets, bridges and  \nsimilar structures; pile driving, abutments, retaining walls, power plants, transmission lines, duct  \nlines, pipe lines, sewers, water mains, industrial sites, school sites, and athletic fields, including  \nthe installation, operating, maintenance and disassembly of construction equipment and plants  \nused in connection with and servicing the aforementioned work, excepting repairs of such nature  \nthat they cannot be made by the Employees.  \n2. Offsite gravel or material pits, the material from which is to be used for a particular  \nproject covered by this Agreement shall be operated under the terms of this Agreement when the  \npit is owned, leased, operated by or under the control of the Prime Contractor or another  \ncorporation or company of which the majority ownership is held by the Prime Contractor or its  \nmajority owner or owners.  \n"], ["ARTICLE VI HOURS OF WORK  \n", "1. For purposes of determining overtime eight (8) hours shall constitute a day’s work; forty  \n(40) hours shall constitute a week’s work.  \n2. Normal workday shall consist of eight (8) hours with one-half (2) hour for lunch. The  \nHH 158  \n7/18/12 9  \nstarting time shall be set by the Contractor, which can include flexible starting times by mutual  \nagreement between the Employer and the Union.  \n3. On operations requiring two (2) shifts, the shift shall be at least eight (8) hours each and  \nscheduled of equal duration. It is understood that there is no guarantee, that on a given day, one  \nshift might not vary due to weather, equipment breakdown or changes in operation schedules.  \nHH 158  \n7/18/12  \nOn three (3) shift operations, the first or day shift, shall be of eight (8) hours  \nduration; the second shift shall be of seven and one-half (712) hours duration,  \nand the third shift shall be of seven (7) hours duration. Each shift shall receive  \neight (8) hours pay.  \nOn three shift operations, the third shift shall be considered as falling on the same  \nday of the week as the first and second shift.  \nOn multiple shift work, the work week shall start not earlier than 5:00 am. The  \nContractor shall set the starting time.  \nSpecial cases of starting time may be set by mutual consent.  \nAll time worked in excess of the normal shift shall be considered overtime.  \nThere shall be a twenty-four (24) hour guarantee, Monday through Saturday. If  \nan employee is called out to work, he is guaranteed twenty-four (24) hours or the  \nnumber of eight (8) hour days remaining between the day of hiring and Friday,  \nwhichever is less. The guarantee may be terminated by layoff prior to completion  \nof the twenty-four (24) hour guarantee. In such case, the employee shall receive  \nat least eight (8) hours pay for each day, from date of hire until the date of shut-  \ndown or layoff. Any employee who reports for work at the regularly appointed  \nstarting time, unless he has been notified at least eight (8) hours previous to the  \nregular starting time on the day his services are not required, shall be entitled to  \nshow-up of two (2) hours at the straight time rate. The employee shall remain on  \nthe job for the two (2) hour period unless otherwise directed by the employer.  \nTwo (2) hour show-up time shall apply toward the twenty-four (24) hour  \nguarantee. For example, if an employee is called to work on Tuesday and laid off  \non Thursday, he shall receive at least eight (8) hours pay for Tuesday, at least  \neight (8) hours pay for Wednesday, and at least two (2) hours pay for Thursday.  \nIf an employee is called out to work on Saturday, the provisions of Section 7 shall  \napply.  \nA paid holiday not worked may not be used as a basis for make-up time. If a man  \ntakes time off for his own personal business, his guaranteed work week will be  \nreduced by the number of hours or days off.  \nOne and one-half (1'/ ) times the rates set forth in this agreement shall be paid for  \nall work in excess of eight (8) hours per day and in excess of forty (40) hours per  \nweek.  \n10  \n(b) All work performed on Saturday shall be paid at the rate of time and one-half  \n(1%).  \n(Cc) If an employee is ordered out Saturday and his services are not used, he shall be  \nentitled to a show-up time of two (2) hours at time and one-half. Such employee  \nshall remain on the job for two (2) hour period unless otherwise directed by the  \nEmployer.  \n(d) If such employee reports on the job and works in excess of two (2) hours on a  \nSaturday, he shall receive four (4) hours pay at time and one-half (11).  \n(e) If such employee works in excess of four (4) hours on a Saturday, he shall receive  \npay for actual hours worked that day at time and one-half (114).  \n(f) Show-up time/standby time- actual hours worked shall apply toward the twenty-  \nfour (24) guarantee. Premium pay in excess of the actual hourly rate of pay shall  \nnot apply towards the twenty-four guarantee.  \n8. Four (4) consecutive ten (10) hour days may be worked at straight time Monday thru  \nThursday, unless prohibited by law. Friday can be a make-up day at ten (10) hours per day  \nstraight time because of inclement weather.  \n9, FLEXTIME. With respect to any project that is 100% federally funded, awarded by a  \nFederal Agency, the payment of overtime after eight (8) hours will not apply. Overtime will  \nonly be required to be paid after forty (40) hours.  \n10. SINGLE IRREGULAR WORK SHIFT: A single irregular work shift can start any  \ntime from 5:00 p.m. to 1:00 am. All employees who work a single irregular work shift on  \ngovernment mandated night work shall be paid an additional $2.00 per hour. Section 10 will be  \neffective for work bid on or after July 1, 2000. It is understood and agreed that if the single  \nirregular work shift language is not included in the NYS Department of Labor prevailing wage  \nrate schedules, the premium is waived.  \nARTICLE VII District 106 & 545  \nPAID HOLIDAYS AND SUNDAYS  \n1. (a) Paid holidays to be observed are Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day, Christmas Day, and New Day, irrespective of the day  \nof the week on which the holiday may fall. If the holiday falls on Sunday, it will  \nbe celebrated on Monday. In the event that men work on this Sunday holiday,  \nthey shall be paid double time. In the event that men work on Monday, they shall  \nbe compensated at double time plus the holiday pay. Accordingly, the Monday  \nfollowing the Sunday is treated as the holiday.  \n(b) If the holiday falls on a Saturday, it will be celebrated on Saturday. Employees  \nwho work a Saturday holiday shall be paid double time plus the holiday pay.  \n(C) When a holiday falls on a Saturday, the Employer has the option to either work  \nHH 158  \n7/18/12 11  \nFriday and pay Saturday as the holiday, or, not work Friday and pay the day in  \nlieu of the holiday.  \n2. (a) Any employee laid off within the week in which a holiday falls shall receive  \nholiday pay, provided the holiday occurs after the date of hire.  \n(b) | Holiday pay shall be paid at the employee’s regular classification.  \n3. A man must work the scheduled working day before and the scheduled working day after  \na holiday to receive holiday pay. However, an employee not able to report because of proven  \nsickness, death in immediate family, or accident shall be entitled to holiday pay.  \n4, If aman is ordered out and reports for work on a holiday, set forth in Section 1 above,  \nand does not start, then he shall be paid a minimum of four (4) hours straight time in addition to  \nthe straight time given for said paid holiday. If he starts work on a paid holiday, he shall be paid  \nof eight (8) hours pay at double time plus the holiday pay.  \n5. If an employee is ordered out to work on a Sunday and reports on the job but his services  \nare not used, he shall receive a minimum of four (4) hours pay at straight time. If he reports on  \nthe job and does start to work on a Sunday, he shall receive four (4) hours pay at double time. If  \nsuch employee works in excess of four (4) hours on Sunday, he shall be paid a minimum of eight  \n(8) hours pay at double time.  \nDISTRICT 832 HOLIDAYS  \n6. Holidays are unpaid unless worked. Unpaid holidays to be observed are Memorial Day,  \nIndependence Day, Labor Day, Thanksgiving Day, Christmas Day, and New Years Day,  \nirrespective of the day of the week on which the holiday may fall. If the holiday falls on Sunday,  \nit will be celebrated on Monday. If an engineer, maintenance engineer or oiler is ordered out to  \nwork on a Sunday or the following Holidays - Memorial Day, Independence Day, Labor Day,  \nThanksgiving Day, Christmas Day, New Y ear's Day, and reports on the job but his services are  \nnot used, he shall receive a minimum of four (4) hours pay at straight time. If he reports on the  \njob and does start to work, he shall be paid a minimum of four (4) hours pay plus actual hours  \nworked at double time.  \n"], ["ARTICLE VIII PAY  \n", "1. All wages under this Agreement shall be payable on the job every week. Not more than  \nsix (6) days pay shall be held back. Checks, pay stubs and pay envelopes shall show all  \ninformation required by law, and shall show the name. This applies to layoff,  \ntermination, etc.  \n2. If any employee is discharged or laid off or not paid on his regularly scheduled pay day,  \nall accrued wages shall be due and paid immediately, except that an employee may be paid by  \ncheck mailed within twenty-four (24) hours. If not mailed within twenty-four (24) hours, such  \nemployee shall be paid an additional $35.00 for each additional twenty-four (24) hour period the  \ncheck was not mailed.  \nHH 158  \n7/18/12 12  \n3. If the employee leaves his job, he shall not be entitled to receive his pay for such week  \nuntil the regular pay day for such work week, and he shall not be entitled to any additional pay  \nfor returning to the job in order to collect such pay.  \n4. Engineers and/or oilers, firemen or maintenance men shall not be laid off on a pay day  \nfor any reason, until they have received their pay.  \n"], ["ARTICLE IX MASTER MECHANICS, MAINTENANCE ENGINEERS,  \nAND FIELD SHOP FOREMEN  \n", "1. For each Employer that employs nine (9) or more engineers excluding oilers on any one  \nshift or one project, a Master Mechanic, competent for the work shall be employed to be  \nresponsible under the direction of the Employer for the routine performance of the work of  \noperators, oilers, maintenance and repairs. The Master Mechanic will operate equipment at the  \ndiscretion of the Employer until such time as the twelfth (12\") engineer (excluding oilers) is  \nemployed. The Master Mechanic shall be selected by the Employer from among qualified  \napplicants supplied by the local union having jurisdiction of the project unless otherwise  \nmutually agreed upon. There shall be 100% mobility of the Master Mechanic, provided the  \nEmployer notifies the Union by telephone.  \n2. Onjobs where no mechanics are employed, the repair work will be done by the man or  \nmen assigned to the machine(s), provided they are qualified to do the repair work.  \n3. On jobs where a Master Mechanic is employed, repair work during the shift may be done  \nby the crew under the general supervision of the Master Mechanic, provided they are qualified to  \ndo repair work.  \n4. Maintenance Engineers shall be employed to do all pipe fitting in connection with  \nhoisting and portable equipment. Maintenance Engineers shall also supervise and install  \nwellpoint systems, shall be employed to do all maintenance burning and welding, preparing and  \nmaintaining of all equipment, including vibrators and tampers, tire repair, all gasoline, diesel or  \nelectric pumps and all such other work as by custom, has been performed by workmen under the  \nsupervision of the Master Mechanic.  \n5. When a lubrication rig is used on a job, one man shall be designated maintenance  \nlubrication engineer and he shall be responsible for greasing and other similar service work for  \nall designated machines. Such engineer may be assigned other duties if the lubrication rig is not  \na full time job. The operators and oilers on the job may be directed to lubricate their own  \nmachines as part of their regular duties.  \n6. Itshall be within the Employer’s discretion to hire a Field Shop Foreman and/or Assistant  \nMaster Mechanic where he deems it necessary. Where a Field Shop Foreman and/or an  \nAssistant Master Mechanic is employed, his rate shall be one-dollar ($1.00) per hour over  \nClassification A.  \n7. Ownership of transportation shall not be a condition of employment. In the event an  \nHH 158  \n7/18/12 13  \nEmployer rents transportation from an employee covered by this Agreement, the terms of the  \nrental shall be evidenced by a written memorandum, a copy of which will be furnished the Union  \nupon request.  \n"], ["ARTICLE X OILERS AND FIREMEN  \n", "1. An Oiler or Fireman or Second Engineer will be employed at the discretion of the  \nEmployer. Their duties shall be to assist the engineer in oiling, greasing, and preparing all  \nmachines, giving signals when necessary and changing of buckets and scale boxes. If the  \nEmployer determines that a second man is needed, he shall be an oiler. If a second employee is  \nrequired by the Employer on an auger and/or post driver, he shall be an oiler. When one (1) man  \nOperates said machine, he shall be an engineer. If additional help is required for assembly,  \ndisassembly, transport, they shall be operating engineers.  \n2. Where helpers are required on the grease rig, they shall be Engineers.  \n3. Oilers and maintenance greasemen shall service the machines during the regular lunch  \nperiod. They shall take their lunch period either before or after the regular lunch period, if so  \ndirected by the Employer.  \n4, The Oiler must have his assigned rig running at the shift starting time. The absence of  \nthe assigned oiler shall not prevent the operator from operating, when the absence of the oiler is  \nbeyond the control.  \n5. Local 545 Oiler Article X shall remain in effect until March 31, 2013.  \n"], ["ARTICLE XI TERMINATION, DISCHARGE & MOBILITY  \n", "1. After consultation with the Master Mechanic, the Employer is to be the judge as to the  \nsatisfactory performance of work but no employee may be discharged for defending the rights of  \nany employee under the terms of this Agreement, or without just cause.  \n2. Upon completion of his work, the Master Mechanic may be moved by the employer from  \none project to another within the local union’s jurisdiction. It is further agreed that upon  \ncompletion of their work any employees covered by the terms of this Agreement may be moved  \nby the Employer from one project to another within the local union’s jurisdiction.  \n3. Engineers may be moved from one Local Union’s area to another’s as provided for in the  \nKEY EMPLOY EE provision of the I.U.O.E. constitution.  \n"], ["ARTICLE XII ELECTION DAY  \n", "All employees of the Employer shall be allowed time to vote on Election Day as required by  \nlaw.  \nHH 158  \n7/18/12 14  \n"], ["ARTICLE XIII STEWARD  \n", "The Union may appoint the Steward and they shall notify the Employer of their selection.  \nThe Steward shall not be laid off or discharged without the consent of the Union. He shall be  \ngiven sufficient time to perform the duties assigned to him by the Union. In case of injury to  \nemployee(s) covered by this Agreement, the Steward shall be notified as soon as possible.  \n"], ["ARTICLE XIV MISCELLANEOUS  \n", "1. There shall be unlimited changes on all machines. In the event of a change, the operator  \nShall receive the rate of the higher machine for the entire day.  \n2. (a) Electric pumps or submersible pumps need not be manned. In the event that the  \nEmployer desires to man electric pumps or submersible pumps, an engineer shall be assigned.  \n(b) Submersible electric pumps when used in lieu of well points.  \n3. The maintenance and repair of pumps shall be the work of the Union.  \n4. Prior to commencement of work, employees covered by this Agreement will be covered  \nby Unemployment, D.B.L. and Workmen’s Compensation Insurance as required by law.  \n9. The Employer shall obtain and keep in force public liability insurance for property  \ndamage and bodily injury in sufficient amounts as to provide protection or coverage for third  \nparty actions arising out of accidents occurring within the scope of the employment of his  \nemployees. Upon receipt of a summons and/or complaint involving a third party action arising  \nout of an accident which occurred within the scope of an employee’s employment, the Employer  \nshall provide the employee with a defense to such litigation and pay the cost thereof.  \n6. The Employer agrees that as soon as a contract for a job has been awarded or within a  \nreasonable time thereafter, but prior to the starting of any job, he will notify the Union of such  \njob award, make arrangements and hold a prejob conference with the Union. This clause shall  \napply to every job or project undertaken by the Employer.  \n7. Cleaning of tracks shall be done by the operator or oiler on his equipment; if such persons  \ndo not clean them, then the Employer shall assign such work to such other persons as he may  \nelect.  \n8. (a) Equipment covered by this contract being moved from one local union’s jurisdiction  \nto that of another under its own power, shall be moved by employees from the area where the  \nequipment had been working. Rented equipment moved by the Employer shall be covered by  \nthis clause.  \nHH 158  \n7/18/12 15  \n(b) Reasonable expenses for meals, lodging and other actual necessary charges shall be  \nreimbursed to such employees upon furnishing receipts to the Employer.  \n9. An automated central mix concrete plant using an outside utility power source shall be  \nmanned by a Class A operator on the plant, and a Class D operator on the cement storage (2  \noperators). An automated central mix concrete plant using a generator as its power source shall  \nbe manned by a Class A operator on the plant, a Class C operator on the generator, and a Class D  \noperator on cement storage (3 operators).  \n10. Hands-off equipment shall not be manned. In the event the Employer desires to man this  \nequipment, it shall be the work of the Union. The maintenance and repair of all hands-off  \nequipment shall be the work of the Union. Hands-off equipment includes heaters, compressors,  \npumps, welding machines, dust collectors, light plants, and generators.  \n11. WORK AT HAZARDOUS WASTE SITE. When an Employer covered by this  \nAgreement performs hazardous waste removal work on a State and/or Federally designated  \nwaste site, and where relevant State and/or Federal regulations require employees to be furnished  \nand wear the equivalent of Level C or above forms of personal protection, then in such case an  \nemployee shall receive his regular hourly rate plus $2.50 per hour, if said premium is included in  \nthe prevailing wage rate schedules.  \n12. Local 545 Miscellaneous Article XIV shall remain in effect until March 31, 2013.  \n"], ["ARTICLE XV OPERATION OF WELL POINTS  \n", "Where well point system and well systems are required, the maintenance, installation and  \noperation shall be the work of the Union. It shall be at the Employer s discretion whether the  \nsystem will be manned.  \n"], ["ARTICLE XVI PILE DRIVING AND SAND DRAINS  \n", "1. An operating engineer will assemble the crane, compressor, boiler, or electric or  \nhydraulic power system (for electric or hydraulic extractor or hammer). Where any  \ncombination of and any number of pieces of equipment, including air compressors,  \nwelding machines, pumps, power pack for vibratory hammers, and any other typically  \nhands-off equipment relating to pile driving are utilized, then two (2) operators at the  \nClass A rate will be required, unless equipment is utilized through mutual agreement  \nbetween the Union and the Employer which would only require one operator.  \n2. An operating engineer will repair diesel hammer when out of leads and unhooked  \nfrom cables.  \n3. An operating engineer will replace load cables and run through leads.  \nHH 158  \n7/18/12 16  \n"], ["ARTICLE XVII SAFETY  \n", "The Union and Employers agree that willful neglect by an employee to obey company  \nsafety rules and regulations or to obey safety rules, standards, and regulations prescribed  \npursuant to the Occupational Safety and Health Act (OSHA) or other governmental  \nregulation or legislation or to use properly such safety devices or equipment as provided  \nby the company may be just cause for discharge. A copy of the company safety program  \nShall be furnished each employee at time of employment. Employee’s signature shall be  \nproof of acknowledgement. Discipline and/or termination may be challenged through the  \ngrievance and arbitration procedures of this A greement.  \nDRUG/ALCOHOL ABUSE POLICY: If an Employer or customer  \nrequires drug/alcohol testing as a condition of employment, the person referred to the  \nEmployer by the Union may be required to take such a test, providing the test meets  \nFederal and State standards. Also, providing the Employee signs a permission card  \nsupplied by the Employer, a copy of which should be sent to the Union. A copy of the  \ncompany substance abuse program shall be furmished to each employee at time of  \nemployment. signature shall be proof of acknowledgement.  \nThe parties to this agreement mutually agree to develop and implement procedures  \nincluding compensation for pre-employment drug testing; to develop and implement  \nprocedures for OSHA certification of all employees; to establish a task force on the  \nformation of a labor-management cooperation trust and to develop and implement  \nprocedures for workers compensation alternative dispute resolution.  \nAll employees shall observe the contractor's and/or owner’s rules and regulations  \nincluding but not limited to, safety, drug testing, cell phone use, smoking, break time, etc.  \n"], ["ARTICLE XVIII - MOST FAVORED EMPLOYER  \n", "1. If the Union enters into any agreement with any individual Employer or group of  \nEmployers performing work covered by the terms of this Agreement and that Agreement  \nprovides for more favorable wages, hours or conditions to any other Employer, the Employers  \nsignatory hereto, after sending written notice of such intention, shall be afforded the privilege to  \nadopt such advantageous terms and conditions.  \n2. This clause shall not apply to isolated or emergency situations which may occur from  \ntime to time under regular job conditions, nor shall this clause apply to any project agreement  \nthat is put in place before the bid.  \n"], ["ARTICLE XIX JURISDICTIONAL DISPUTES  \n", "1. The parties hereto mutually agree that if the Employer receives written notification from  \ntwo (2) or more Unions contesting a work assignment, the Employer shall maintain his work  \nassignment until the dispute has been resolved in accordance with the following procedure.  \nHH 158  \n7/18/12 17  \n(a) Contesting Unions and the Employer shall attempt to resolve disputes. If unable to do  \nso within forty-eight (48) hours (Saturday, Sunday and Holidays excluded) then;  \n(b) The parties to this Agreement shall meet for the purpose of resolving the dispute. If  \nunable to resolve said dispute within forty-eight (48) hours (Saturday, Sunday and Holidays  \nexcluded) then;  \n(c) The parties to this Agreement will refer said dispute to their International Union and  \nNational AGC. If they are unable to resolve said dispute within five (5) days (Saturday, Sunday  \nand Holidays excluded) then;  \n(d) The parties to this Agreement shall have exhausted their internal remedies and may  \nthen seek resolution through the NLRB and/or the Courts. No legal action may be initiated  \nbefore such internal remedies are exhausted.  \n2. Neither party shall order or permit any lockout, strike, or other work stoppage or  \nslowdown. Further, the Union will not aid, support or permit unauthorized strikes, slowdowns or  \nwork stoppages by its members with respect to a jurisdictional dispute.  \n"], ["ARTICLE XX DURATION  \n", "This Agreement shall remain in full force and effect from April 1, 2012 to March 31, 2015.  \nIt shall be renewed from year to year unless either party serves written notice that it desires to  \nmodify or terminate the Agreement at least sixty (60) days prior to March 31, 2015, or sixty (60)  \ndays prior to March 31 of any year thereafter.  \n"], ["ARTICLE XXI SAVINGS CLAUSE  \n", "In the event that any State or Federal Statute or Law shall supersede or invalidate any clauses  \nin this Agreement, such Statute or Law shall prevail over any such clause; however, the other  \nprovisions of this Agreement shall be valid and remain in full force and effect. In the event that  \nany section or portion thereof shall be declared invalid, it is further agreed that the parties hereto  \nshall meet within a period of sixty (60) days to redraft a new section or portion thereof, which  \nShall be valid and which shall replace that section or portion thereof declared invalid.  \n"], ["ARTICLE XXII FUND CONTRIBUTIONS  \n", "1. (a) The Employer agrees to contribute to the following funds in the proper amount  \nhereinafter set forth in Article X XIX for each actual hours worked:  \nUpstate New Y ork Training Fund’s 158 & 106  \nUpstate New Y ork Engineer's Joint Welfare Fund / HRA  \nUpstate New Y ork Engineer s Joint Pension Fund  \nCentral Pension Fund  \nHealth Reimbursement A ccount  \nSe Gd  \nHH 158  \n7/18/12 18  \nSuch contributions are to be remitted to the proper above mentioned Funds, all of  \nwhich are located at 101 Intrepid Lane, Syracuse, New Y ork, 13205 in the mode and manner as  \ndetermined by the Board of Trustees of each respective fund, pursuant to the terms of  \nAgreements and Declarations of Trusts between the Labor Relations Division, Associated  \nGeneral Contractors of New York State LLC, and Local Unions 17, 463 and 158 of the  \nInternational Union of Operating Engineers.  \n(b) It is further agreed that the Employers signatory hereto agree to contribute to the  \nUpstate New Y ork Engineer’s Central Pension Fund the proper amounts hereinafter set forth in  \nArticle X XIX for each actual hours worked.  \n2. Notwithstanding any other provision contained in this Agreement, the parties agree that  \nany Employer who becomes delinquent in the payment of contributions due to the Funds after  \nnotice has been served upon such delinquent Employer and the Association, the Employer shall  \nbe liable for not only the amount of contributions due, but in addition thereto, any such Employer  \nagrees to pay interest, costs and fees of collection, legal fees not in excess of twenty percent  \n(20%) of the amount of said delinquency and the costs of an audit if auditing procedures are  \nnecessary to ascertain the amount of the delinquencies. The failure of any Employer to make  \ntimely and proper contributions and remittances to the Funds shall not relieve any other  \nEmployer from making such payments.  \n3. Itis further agreed between the parties hereto that in addition to the provision contained  \nin the preceding paragraph, the Union is granted the unequivocal right, with respect to any  \ndelinquent Employer, to declare this Agreement breached and at the option of the Union said  \nAgreement may be considered terminated upon seventy-two (72) hours notice to any such  \ndelinquent Employer. In the event that the Unions exercise such option under this section, such  \ndelinquent Employer agrees to pay as liquidated damages, each of said Employer's employees in  \nthe collective bargaining unit of the Unions, their regular rate of pay for all time lost from work  \nas a result of the Employer’s delinquency to the above listed Funds.  \n4. The parties hereto recognize that the Unions, the Funds, and/or any affiliated Fund may  \nmake contributions to the respective Funds for and on behalf of their employees. Such  \ncontribution shall be in the same amount and payable in the same manner as are made by other  \ncontributing Employers.  \n9. The Trustees of Upstate New York Engineers Joint Pension Fund adopted a  \nRehabilitation Plan on June 7, 2010. Thereafter, the Trustees of the Upstate New York  \nEngineers Joint Pension Plan provided to the parties the schedules adopted as part of the  \nRehabilitation Plan. The parties have negotiated and have adopted the schedule designated in the  \nRehabilitation Plan as the Preferred Schedule. That schedule is incorporated by reference into  \nthis collective bargaining agreement. Pursuant to such schedule, the parties, in addition to  \nagreeing to the revised benefit structures set forth therein, also agree to contributions to the  \nUpstate New York Engineers Joint Pension Fund as provided for in this agreement, which  \namounts are no less than those referenced in the Preferred Schedule.  \n6. The Upstate New Y ork Engineers Joint Welfare Fund, Upstate New Y ork Engineers Joint  \nHH 158  \n7/18/12 19  \nPension Fund, the Upstate New York 106 & 158 Training Fund’s, and the Engineers Central  \nPension Fund (jointly referred to as \"Funds\") shall be administered pursuant to provisions of  \nAgreements and Declarations of Trust of the respective Funds, the Collection Policy, the  \nMistaken Contribution Policy, and the Withdrawal Liability Policy (jointly referred to as  \n\"Policies\") established by the various Funds’ Trustees, and shall be in compliance with the  \nrequirements of State and Federal laws governing and regulating such trusts. Such Agreements  \nand Declarations of Trust and Policies, together with any amendments to the Trusts or Policies,  \nare hereby incorporated herein by reference as if fully set forth herein.  \n7. The parties to this Collective Bargaining Agreement hereby agree that the signing of this  \nAgreement shall constitute an obligation to be bound by the terms and conditions of said  \nAgreements and Declarations of Trust of the Funds, the Collection Policy, the Withdrawal  \nPolicy, and the Mistaken Contribution Policy, as if said Agreements and Declarations of Trust of  \nthe Funds and Policies were fully set forth herein and made a part thereof.  \n8. In the areas of the operation and administration of the Funds and any other areas of  \nresponsibility or authority delegated to or reserved to the Funds’ Trustees under the Employee  \nRetirement Income Security Act of 1974 (\"ERISA\"), including, but not limited to, collection of  \ndelinquencies, return of contributions, and the rights and remedies of the Funds when collecting  \ndelinquencies, if the terms of this Agreement conflict with the Agreements and Declarations of  \nTrust of the Funds and/or the Policies, the terms and provisions of the Agreements and  \nDeclarations of Trust and the Policies will govern and supersede any inconsistent provision of  \nthis A greement.  \n"], ["ARTICLE XXIII SUBCONTRACTING  \n", "1. It is agreed by and between the parties hereto, that if the Association, parties hereto,  \nsubcontract job site work falling within the terms of this contract, provisions shall be made in  \neach subcontract for the compliance by said subcontractor with terms, conditions of employment,  \nwage supplements and wage rates not less than those contained herein. It is further agreed that  \nprior to the subcontractor starting work, said subcontractor shall be in contractual relations with  \nthe Union and will meet with the Union for a prejob conference if requested. The intent of the  \nforegoing clause is to bind the subcontractor to the same contract that the Union has with the  \ngeneral contractor in its entirety, i.e., manning provisions, rates, fringes, etc. It further and  \nspecifically means that Operating Engineers will operate all equipment as defined in this  \nAgreement, used by the subcontractor. It is fully intended to protect Contractors and the  \nOperating Engineers that they employ.  \n2. A subcontractor is defined as any person, firm, partnership, self-employed person or  \ncorporation who agrees, under contract, with the general contractor or his subcontractor to  \nperform on the job site any part or portion of the work covered by this Agreement, including the  \noperating of equipment, performance of labor and installation of materials.  \n3. Notwithstanding anything contained in this Article, the provisions hereof shall not be  \napplicable to a serviceman of a secondary Employer on the job site for the purpose of performing  \nwork on any new construction equipment which is covered by a warranty only for a reasonable  \nperiod of time with respect to the warranty as to such equipment.  \nHH 158  \n7/18/12 20  \n4. An owner/operator renting his machine to a contractor, shall be on said contractor's  \npayroll as an employee and shall be governed by the terms and conditions of this Agreement.  \nSeparate checks shall be paid to the owner/operator for wages and leasing of such equipment.  \n5. By mutual agreement, an Employer may subcontract to non-signatory specialty  \nsubcontractors, and use his best efforts to arrange a pre-job conference.  \n"], ["ARTICLE XXIV APPRENTICE TRAINING  \n", "1. Itis the mutual intention of the parties that the Fund referred to in Article XXII of the  \ncurrent Collective Bargaining Agreement includes, encompasses and specifically provides for  \nthe conduct of an A pprentice Training Program.  \n2. The number of apprentices per project shall be determined at the prejob meeting. Only  \none (1) first year apprentice per project. The Union will be in compliance with  \nD.O.T. specifications at all times.  \n3. The following schedules of wages shall be applicable to apprentices:  \n) 0-1,000 hours - 60% of the B rate.  \n) 1,001 - 2,000 hours - 70% of the B rate.  \n) 2,001 - 3,000 hours - 80% of the B rate.  \nd) 3,001 - 4,000 hours - 90% of the B rate.  \na  \nb  \nC  \n(  \n(  \n(  \n(  \nPlus the full amount of the applicable fringe benefits for District 545 and District 832.  \nIn addition to the above wages, fringe benefits shall be as follows for District 106:  \notal Fringe Benefits  \nues Deduction  \nPAF deduction  \n   \nHH 158  \n7/18/12 21  \n"], ["ARTICLE XXV NONDISC RIMINATION IN EMPLOY MENT  \n", "1. The Employer and the Union mutually agree that they will comply and cooperate with all  \nlaws, codes, rules, regulations, executive orders and administrative decisions, whether state or  \nfederal, dealing with nondiscrimination in training, membership, employment, job tenure,  \npromotions, and every other matter covered by such laws, codes, etc. not herein expressly  \nmentioned. The Employer shall have the right to conduct systematic and direct recruitment of  \nqualified minority and female applicants should the Union fail to refer sufficient minority and  \nfemale trainees within forty-eight (48) hours to satisfy specific contractual Equal Employment  \nOpportunity requirements and conditions. The use of masculine or feminine gender in this  \nagreement shall be construed as including both genders.  \n2. It is recognized that there are specific subcontract requirements for D/M/WBE  \nparticipation in most public works contracts and that certain exceptions to the subcontracting  \nclause may be required for the Employer to comply with these requirements. Every effort will  \nbe made by the Employer to arrange a pre-job meeting with these subcontractors and the Union.  \nIt is understood that in no way shall the enforcement of this clause allow other trades to perform  \nthe work of this Union.  \n"], ["ARTICLE XXVI STATUS QUO ON CERTAIN EQUIPMENT  \n", "1. The parties hereto recognize that the operation of certain equipment and work  \nassignments may raise questions regarding jurisdiction of work in areas of one or more of the  \nlocal unions party to this Agreement. The equipment involved is set forth below:  \n(a) Snorkel  \n(b) Stump Remover (chipper)  \n(c) Blower for burning brush  \n(d) Motorized hydraulic pin puller  \n(e) Motorized hydraulic seeder  \n(f) Concrete Saw  \n(g) Convoying vehicles when convoying Engineer equipment  \n(h) Fueling of equipment  \n2. Pending final determination by the International Union of Operating Engineers and any  \nother international union claiming jurisdiction of the above equipment, such equipment and the  \noperation thereof shall remain \"status quo\" and no permanent assignment shall be made until the  \ndecision or agreement between the said International Unions has been made.  \n3. The decision and/or agreement reached between the International Unions determining the  \nclaims shall become a part of this Agreement and shall be final and binding upon the parties  \nhereto.  \nHH 158  \n7/18/12 22  \n4. The parties agree that the assignment of the articulated off road material hauler is subject to  \nand shall be covered by the Construction Site Jurisdictional between the IUOE and  \nIBT dated 5/12/2000. Contractors signatory to this Agreement that have prior assigned the  \njurisdiction for the articulated off road material hauler to the IBT shall not be required to assign  \nthis equipment to the Union.  \n"], ["ARTICLE XXVII DEFENSE AND BENEFIT FUND AND/OR DUES DEDUCTION  \n", "1. The Employer shall deduct from the basic wage rate of employees covered by this  \nAgreement, the amount hereinafter set forth in Article XXIX for each actual hour paid such  \nemployees.  \n2. No deduction shall be made for the Defense and Benefit Fund and/or Dues for any such  \nemployee unless the employee has deposited with the Employer his copy of an executed  \nauthorization form which shall in no event be irrevocable for a period of more than one year or  \nthe termination date of this Agreement whichever may be the less.  \n3. Executed copies of the authorization cards will be kept on file by the Union and the  \nAssociation (or such other Employer group as this Association and the Union may agree).  \n4. The Employer assumes no obligation with respect to the obtaining of authorization cards,  \nit being understood that this is a duty and obligation of the Union.  \n5. The Union shall indemnify and save the Employer harmless against any and all claims,  \ndemands, suits or other forms of liability that shall arise out of or by reason of action taken or not  \ntaken by the Company in reliance upon work assessment authorization cards furnished by the  \nEmployees and/or Union.  \n"], ["ARTICLE XXVIII - OWNER MANDATED REQUIREMENTS  \n", "All employees shall observe the and/or owner's rules and regulations including  \nbut not limited to, safety, drug testing, cell phone use, smoking, break time, etc.  \n"], ["ARTICLE XXIX WAGE RATES AND CLASSIFICATIONS  \n", "1. Set forth below are the agreed upon wage classifications for this A greement:  \n2. Master Mechanic (guaranteed 40 hours per week Monday through Friday).  \n3. Tower Cranes will be manned by two (2) Class A operators who will receive $4.00 per  \nhour over the Class A rate. Tower cranes to include stationary, rail mounted, truck or carrier  \nmounted and crawler mounted, hydraulic or friction. For any mode of power, crew to be  \nassigned to crane upon start of erection and will be employed until crane is dismantled and  \nshipped off job. A Maintenance Engineer (Mechanic) will be employed to assist assembly,  \nHH 158  \n7/18/12 23  \njacking of crane and disassembly. One operator is required on any Potain HDT 80 self-erecting  \nmobile tower crane or similar.  \n4. Crane Rates  \nCrane 1: All tower cranes, including self erecting to be paid $4.00 per hour over the Class A rate  \nCrane 2: All Lattice Boom Cranes and all other cranes with a manufacturer ’s rating of fifty (50)  \nton and over, to be paid $3.00 per hour over Class A rate.  \nCrane 3: All hydraulic cranes and derricks with a manufacturer's rating of 49 ton and below,  \nincluding boom trucks, to be paid $2.00 per hour over Class A rate  \nCrane rates apply when a Certificate of Competence is required by the New York State  \nDepartment of Labor.  \nCLASSIFICATION A:  \nAsphalt Curb Machine, Self Propelled, Slipform  \nAutomated Concrete Spreader (CMI Type)  \nAutomatic Fine Grader  \nBackhoe (Except Tractor Mounted, Rubber Tired)  \nBackhoe Excavator Full Swing (CAT 212 or similar type)  \nBack Filling Machine  \nBelt Placer (CMI Type)  \nBlacktop Plant (A utomated)  \nBoom truck  \nCableway  \nCaisson A uger  \nCentral Mix Concrete Plant (A utomated)  \nConcrete Curb Machine, Self Propelled, Slipform  \nConcrete Pump  \nCrane  \nCherry Picker  \nDerricks (steel erection)  \nDragline  \nOverhead Crane (Gantry or Straddle type)  \nPile Driver  \nTruck Crane  \nDirectional Drilling Machine  \nDredge  \nDual Drum Paver  \nExcavator (All PurposeHydraulically Operated) (Gradall or Similar)  \nFront End Loader ( 4 cu. yd. and Over)  \nHead Tower (Sauerman or Equal)  \nHoist (Two or Three Drum)  \nHolland Loader  \nMaintenance Engineer  \nMine Hoist  \nMucking Machine or Mole  \nPavement Breaker(SP) Wertgen; PB-4 and similar type  \nPower Grader  \nHH 158  \n7/18/12 24  \nProfiler (over 105 H.P.)  \nQuad 9  \nQuarry Master (or equivalent)  \nscraper  \nShovel  \nSide Boom  \nSlip Form Paver (If a second man is needed, he shall be an Oiler)  \nTractor Drawn BeltType Loader  \nTruck or Trailer Mounted Log Chipper (Self Feeder)  \nTug Operator (Manned Rented Equipment Excluded)  \nTunnel Shovel  \nCLASSIFICATION B:  \nAsphalt Paver  \nBackhoe (Tractor Mounted, Rubber Tired)  \nBituminous Recycler Machine  \nBituminous Spreader and Mixer  \nBlacktop Plant (NonA utomated)  \nBlast or Rotary Dnill (Truck or Tractor Mounted)  \nBoring Machine  \nCage Hoist  \nCentral Mix Plant (NonA utomated) and All Concrete Batching Plants  \nCherry Picker (5 tons capacity and under)  \nConcrete Paver (Over 16S)  \nCrawler Drill, Self-contained  \nCrusher  \nDiesel Power Unit  \nDrill Rigs, Tractor Mounted  \nFront End Loader (Under 4 cu. yd.)  \nGreaseman/Lubrication Engineer  \nHiPressure Boiler (15 lbs. and over)  \nHoist (One Drum)  \nHydro-Axe  \nKolman Plant Loader and Similar Type Loaders (If Employer requires  \nanother man to clean the screen or to maintain the equipment, he shall be  \nan Oiler)  \nL.C.M. Work Boat Operator  \nLocomotive  \nMixer (for stabilized base selfpropelled)  \nMonorail Machine  \nPlant Engineer  \nProfiler (105 H.P. and under)  \nPug Mill  \nPump Crete  \nReady Mix Concrete Plant  \nRefrigeration Equipment (for soil stabilization)  \nRoad Widener  \nHH 158  \n7/18/12 29  \nRoller (all above subgrade)  \nSea Mule  \nSelf-contained Ride-on Rock Dnill, Excluding Air-Track Type Dnill  \nSkidder  \nTractor with Dozer and/or Pusher  \nTrencher  \nTugger Hoist  \nVermeer saw (ride on, any size or type)  \nWelder  \nWinch  \nWinch Cat  \nCLASSIFICATION C:  \nA Frame Winch Hoist on Truck  \nArticulated Heavy Hauler  \nAggregate Plant  \nAsphalt or Concrete Grooving Machine (ride on)  \nBallast Regulator, Ride-on  \nBoiler (used in conjunction with production)  \nBituminous Heater, self-propelled  \nBoat (powered)  \nCement and Bin Operator  \nCompressors, Dust Collectors, Generators, Pumps, Welding Machines, Light  \nPlants, Heaters (hands-off equipment)  \nConcrete Pavement Spreader and Finisher  \nConcrete Paver or Mixer (16S and under)  \nConcrete Saw (self-propelled)  \nConveyor  \nDeck Hand  \nDirectional Drill Machine Locator  \nDrill, Core  \nDrill, Well  \nFarm Tractor with accessories  \nFine Grade Machine  \nFireman  \nFork Lift  \nForm Tamper  \nGrout Pump  \nGunite Machine  \nHammers (Hydraulic self-propelled)  \nHydra-Spiker, ride-on  \nHydraulic Pump (jacking system)  \nHydro- Blaster (W ater)  \nMulching Machine  \nOiler  \nParapet Concrete or Pavement Grinder  \nPost Hole Digger and Post Driver  \nHH 158  \n7/18/12 26  \nPower Broom (towed)  \nPower Heaterman  \nPower Sweeper  \nRevinius Widener  \nRoller (Grade and Fill)  \nScarifier, ride-on  \nShell Winder  \nSkid steer loader (Bobcat or similar)  \nSpan-Saw, ride-on  \nSteam Cleaner  \nTamper, ride-on  \nTie Extractor, ride-on  \nTie Handler, ride-on  \nTie Inserter, ride-on  \nTie Spacer, ride-on  \nTire Repair  \nTrack Liner, ride-on  \nTractor  \nTractor (with towed accessories)  \nVibratory Compactor  \nVibro Tamp  \nWell Point  \n2. In the event that equipment listed under Article XXIX of this Agreement or any other  \nequipment which traditionally has been the work of Operating Engineers is operated by Robotic  \nControl, the operation of said equipment shall remain the work of the Operating Engineers and  \nthe classification covering the operation will be the same as if manually operated.  \n3. Set forth below are the agreed-upon wages, fringe benefit contributions, defense and  \nbenefit fund and/or dues deductions, and voluntary political action fund deductions effective July  \n1, 2012, July 1, 2013, July 1, 2014 and July 1, 2015.  \nHH 158  \n7/18/12 27  \nDISTRICT 106 LRD/AGC  \nINTERNATIONAL UNION OF OPERATING ENGINEERS, Local 158  \n2012 - 2015 Heavy & Highway Wage Rate Schedule  \nWelfare CPF | HRA T otal *VPAF | Total  \nPer Pension | Training | per per | *Dues Per Per  \nClassification Hour hour | hour per hour | Deduction | Hour -—  \nEffective Dates July 1, 2012 - June 30, 2013  \nMaster  \nMechanic 32} $8.10] $6.95 $1.10 = 60 50 85 $22.60 | -3.15% 7 at 92  \nme ne sen a oe oe ae soo) oe  \noe Dates —— 1 — une — ——  \nMaster  \nMechanic $37.67 | $8.10] $7.45 $1.10 | $5.60 | $1.10 $23.35 | -3.15% iD so 02  \n[im [sna  \n| $1.10 | $5.60 |  \n$36.06] “$8.10  \n$35.15 | $8.10] $7.45  \neT  \noe Dates —— 1 — une — —  \nMaster  \nMechanic 39.02} $8.10] $7.95 $1.10 | $5.60 | $1.35 $24.10 | -3.15% | ($0.10) | $63.12  \n$37,  \n$36.5 10| $7.95] $1.10] $5.60 | $1.35  \n‘crass | $3398 $8.10 | $7.95] $1.10 | $5.60] $1.35] $24.10} -3.15% | ($0.10) | $58.03  \n* Applies to the following Counties: Albany, Broome, Chenango, Clinton, Columbia, Northern part of  \nDutchess (to the northern boundary line of City of Poughkeepsie then due east to Route 115 to Bedelt  \nRoad then east along Bedelt Road to VanWagner Road then north along VanWagner Road to Bower  \nRoad then east along Bower Road to Rte. 44 east to Route 343 then along Route 343 east to the northern  \nboundary of Town of Dover Plains and east along the northern boundary of Town of Dover Plains to  \nConnecticut), Essex, Franklin, Fulton, Greene, Hamilton, Herkimer, Montgomery, Otsego, Rensselaer,  \nSaratoga, Schenectady, Schoharie, Tioga, Warren and Washington.  \n   \nDISTRICT 545 LRD/AGC  \nINTERNATIONAL UNION OF OPERATING ENGINEERS, Local 158  \n2012 - 2015 Heavy & Highway Wage Rate Schedule  \nCPF | HRA T otal *VPAF | Total  \nper per | supplements *Dues Per Per  \nhour | hour per hour | Deduction | Hour —  \nr  \nEffective Dates July 1, 2012 - June 30, 2013  \n$34.45| $8.10] $7.50] $1.25 $22.95 | -3.15% $0.10) $51.40  \n7.50  \nEffective Dates July 1 — une — ——  \nMechanic a 80} $8.10] $8.00} $1.25 = 00 7 39 $23.70 | -3.15% 7 = 30  \n$1. 25 3 00 x1 35 0 0 a7 27  \noe en. a Si an a ae oe  \nae Dates —— 1 — une — ——  \nMaster  \nMechanic $1.25 a 25 7 35 7  \naso] [3.15% | 0.t0)|  \n‘clas —[sauen| sao] saso| [35% | $5037  \n‘classe | $8.10 $125 $5.25 | $1.35] $24.45] -3.15% | ($0.10) | $56.09  \n* Applies to the following Counties: Cayuga, Cortland, Jefferson, Lewis, Madison, Oneida, Onondaga,  \nOswego, St. Lawrence, Seneca and Tompkins.  \n   \n2012-2015 agreement.docx  \n7/18/12 2  \nDISTRICT 832 LRD/AGC  \nINTERNATIONAL UNION OF OPERATING ENGINEERS, Local 158  \n2012 - 2015 Heavy & Highway Wage Rate Schedule  \nT otal *Dues  \nHRA | suppleme | Deduction | *VPAF T otal  \nper nts per T otal Per Per  \nUNICON | hour hour Package Hour Hour  \nC lassification Fun  \n“fective ate uly 1, 2012 - June 30, 2013 po  \n$3.90  \n$3.90  \n$3.90 $22.73  \n7 ate  \nMechanic | $36.3 $0.08 | $1.05 | $22.73 15% | ($0.10)  \n57.  \n57.  \n‘Class C | $31.54 $0.08 | $1.05 ($0.10) | $54.27  \nfC TT es ee SS  \nffective Dates July 1, 2013 - June 30, 201  \nO1  \nFA 1A Ie  \n  \nr= 100 |r  \nWwW  \na  \n$8.10] $9.15 $4.15| $0.08  \n[Crane 2 [$39.2 $8.10] $9.15 $0.95 $4.15] $0.08 $1.20 23.63 315% ($0.10)  \n$0.95 | $4.15] $0.08] $1.20] $23.63] -3.15% | ($0.10)  \nMaster  \nMechanic $37.4 $1.20 $23.63 ~ a ($0.10) | $61.10  \n. 59,  \n7 59,  \n. $56.27  \nlt ee  \n  \noO  \nft | |  \n  \nre} NO] Co  \n00} 00| Co  \nas | BS] iS  \nFr |G  \nCO | tO  \n100  \nWw] >  \n| 3.15% ($0.10) | $65.84  \n$40.31 | $8. 95 | $4.40 $1.35 ($0.10)  \n| | 1.  \nMaster  \nMechanic $38.57 $1.35 $24.53 a ($0.10) | $63.10  \n[$9.65  \n‘Class B | $36.60 | | $0.08 $1.35 $24.53 S58 ($0.10) $61.13  \n$33.74 $8.10 $9.65 | $0.95 | $4.40] $0.08] $1.35] $24.53] -3.15% | ($0.10) } $58.27  \n* Applies to the following Counties: Allegany, Chemung, Livingston, Monroe, Ontario, Schuyler,  \nSteuben, Wayne, Y ates, and the Eastern part of Genesee (including the City of Batavia)  \n   \n2012-2015 agreement.docx  \n7/18/12 3  \n"]]