[["", "AGREEMENT  \nApril 1, 2007 - J anuary 31, 2010  \nBy and Between  \nASSOCIATED GENERAL CONTRACTORS OF ALASKA  \nand  \nLOCAL UNION NO. 867 OF THE OPERATIVE  \nPLASTERERS AND CEMENT MASONS  \n"], ["ARTICLE |  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \n"], ["ARTICLE II  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \nSection 10  \nSection 11  \n"], ["ARTICLE III  \n", "Section 1  \nSection 2  \nSection 3  \n"], ["ARTICLE IV  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \n"], ["", "ARTICLE V  \nSection 1  \nSection 2  \n"], ["ARTICLE VI  \n", "Section 1  \nAssociated General Contractor of Alaska  \nand  \nThe Operative Plasterers and Cement Masons  \nAgreement  \nTABLE OF CONTENTS  \nPage  \nCover Page  \n1  \n1  \nPartieS ANd COVELAGE 1  \n1  \nUnion Recognition and EMployee 1  \nEffect of Other 2  \nSubcontracting - UNIFOrM 2  \nNatiONS 2  \nOf 3  \n3  \nUNION NOtifiCAtiON 3  \nSelection Of APPlICANtS 3  \nEmployer Rejection of Applicants 3  \nViolation Of HIrINg 3  \n4  \nReferral ProC@ Cure 4  \nEMployment 6  \n7  \n7  \nDrug & AICONO! 7  \nHiring Hall COMMItHeEe 7  \nCreation Of 7  \nPOWEIrS Of 7  \n= 00) 6) am BIS) 0) 0] 8  \nUNION S@CUINY 8  \nUNION 8  \nCheckKOff Of DUCS 8  \nDISCrIMINATION 9  \nJ OD 9  \nDISCIDIING 9  \n10  \n10  \nArbitration 11  \nJ UriSdictional DISPUTES 12  \nJ UriSdictional DISPUTES 12  \n2007 - 2010 AGC/Plasters & Cement Masons Collective Bargaining Agreement  \n"], ["ARTICLE VII  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \n"], ["", "ARTICLE VIII  \nSection 1  \nSection 2  \n"], ["", "ARTICLE IX  \nSection 1  \nSection 2  \n"], ["ARTICLE X  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \nSection 7  \nSection 8  \nSection 9  \n"], ["", "ARTICLE XI  \nARTICLE XII  \nARTICLE XIII  \nSection 1  \nSection 2  \n"], ["ARTICLE XIV  \n", "Section 1  \nSection 2  \nSection 3  \n"], ["", "ARTICLE XV  \nSection 1  \nSection 2  \n"], ["", "ARTICLE XVI  \nSection 1  \nSection 2  \n"], ["ARTICLE XVII  \n", "Section 1  \nSection 2  \nSection 3  \nSection 4  \nSection 5  \nSection 6  \n|  \nSubsistence and Quarters, Travel to and from Point of Pickup and  \n13  \nEmployer Provided Camp or Suitable 13  \n13  \nRoom & Board not Part Of 13  \nTransportation To Or From PICKUP 14  \nTransportation Provided Dy 14  \nTransportation of Workers In SOUtKGASE 14  \nTransportation When Persons Re@CIrulted 14  \ntO the 14  \nTrANSPOrtatiON FrOM the 14  \nTransportation of Tools and Personal 15  \nTrANSPOrtatiOn Of TOOIS 15  \nPerSOnal oo. 15  \nFirst Aid, Sanitation, and Accident 15  \nFirSt AId 15  \nCAMP 16  \nEQuipment 16  \nShelter REQUIFEMENHS 16  \nDIINKiING 16  \nANA 16  \nOperation Of BOats 17  \nDrug-Free and Alcohol-Free Work 17  \nBackQroUnd 17  \nReturn of Remains in Event of Death 17  \nHONDAS... 18  \nChange In Classification OF Cratt 18  \nWork Outside Of Craft... er 18  \nWork in Different Classification Within 18  \nPAY 19  \nPay Day 19  \nPayment of Wages Upon Termination 19  \n19  \nUnion ACGMISSION tO J OD 20  \nAuthorized Representation. 20  \nEXAMINATION Of RECOMCS 20  \nVe Xe [hse 20  \nPublic Works Projects - Davis Bacon Act and 20  \nWages “A”) 20  \nHours Of Work/Overtime/S 21  \nNormal Work Day & 21  \n21  \nOVErtIME R ALES 21  \nMultiple SHIPS 21  \nDewatering Tunnels/Temporary Heat/P 21  \n22  \n2007 - 2010 AGC/Plasters & Cement Masons Collective Bargaining Agreement  \n"], ["", "ARTICLE = PAY GUALANTCE™S 22  \nSection 1 Pay for Actual TiIM@ 22  \nSection 2 SNOW-UP 22  \nSection 3 1 23  \nSection 4 INJULIOS 23  \nSection 5 Call-Back GU@rANtee 23  \n"], ["ARTICLE XIX 23  \nARTICLE XX FrINGe@ BQNe Pits 23  \n", "Section 1 Fringe Benefits (See SCHECUIE “A”) 23  \nSection 2 CONTrIDUTIONS tO 24  \nSection 3 Delinquent Contributions Dy 24  \n"], ["", "ARTICLE XXI 24  \nARTICLE XXII — Pre-J OD 24  \nSection 1 Pr@-] OD CONFEFENCE 24  \nARTICLE PLOVISIONS 25  \nSection 1 CHANGE IN POLICY EE 25  \nSection 2 Individual Contracts Of EMplOyYMeNt 25  \nSection 3 SIP 26  \nSection 4 WOrk DY SUPEPVISOSS 26  \nSection 5 IMMUNIZATIONS ANd PHYSICAIS 26  \nSection 6 Tunnel, Shaft and Dredge 26  \nSection 7 Termination fOr 26  \nSection 8 Injured Person to Get Priority for R@NIPC 26  \nSection 9 Restriction Of Work Of 26  \nSection 10 New Equipment and 26  \nSection 11 Severability ClAUSE 26  \nSection 12 Transportation for Medical REASONS 26  \nSection 13 Transpiration IN 26  \nSection 14 27  \nSection 15 Key Man Agre@Me nt oo. 2/  \nSection 16 Hold Harmless - INGQ@MNIFICATION 28  \n"], ["ARTICLE XXIV = StrikeS ANd LOCKOUES 28  \n", "Section 1 NO 28  \nSection 2 NO LOCKOUS 0... 28  \nSection 3 J UCICIAl REMECIES 28  \nARTICLE XXV_ Management Rights 28  \n"], ["ARTICLE XXVI = Special 29  \nARTICLE XXVII_ J oint Labor-Management 29  \nARTICLE XXVIII Duration, Modifications And Change 29  \nSection 1 Term Of 29  \n", "Section 2 0] =] 0 2] Sn 29  \nSection 3 Termination Of 30  \nSection 4 EX@CUtION Of 30  \n2007 - 2010 AGC/Plasters & Cement Masons Collective Bargaining Agreement  \nPREAMBLE  \nTHIS AGREEMENT between the Associated General Contractors of Alaska, and Local  \nUnion No. 867 of the Operative Plasters and Cement Masons, within the legal boundaries  \nof the State of Alaska is a successive principal A greement of the 2004 - 2007 Agreement  \nand all other prior agreements between the Associated General Contractors of Alaska,  \nand the aforementioned union.  \nPURPOSES  \nIt is the purpose of this Agreement to provide a document which can form the basis of a  \ncollective bargaining agreement between Employers and Unions thereby assuring a  \nsupply of competent and capable persons for the performance of the work undertaken by  \nEmployers, maintaining the continuity of employment to the persons employed,  \npreserving amicable labor-management relations, eliminating work stoppages and delays  \nin the prosecution of all work undertaken by Employers, improving the competitive  \nposition of the organized sector of the construction industry, and recording the terms of  \nagreement with respect to rates of pay hours of work, and other conditions of  \nemployment arrived at through the process of collective bargaining. Any reference to  \neither the male or female gender in this Agreement is intended to include both genders  \nand is not to be considered as a limitation on either sex. The term journeyman(men) as  \nused within this Agreement shall be considered a performance level and not a gender  \nterm.  \n"], ["ARTICLE I  \nPARTIES AND COVERAGE  \n", "SECTION 1. Parties.  \nThe term \"Union\" shall refer to Local Union No. 867 of the Operative Plasterers and  \nCement Masons. The term \"AGC\" shall refer to the Associated General Contractors of  \nAlaska. For purposes of this agreement, the AGC is not acting as an agent or collective  \nbargaining representative for any Employers who are or may become signatory to this  \nagreement.  \nSECTION 2. Union Recognition and Employee C overage.  \nThe Employers recognize the Union as the sole and exclusive bargaining representative  \nfor all their Employees on building, marine, offshore, heavy and highway construction  \njobs, who perform work within the jurisdiction of the Union, and this Agreement shall  \napply to such Employees.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 1 of 29  \nSECTION 3. Effect of Other Agreements.  \nThe Provisions of this Agreement to be agreed upon between the Employer and the  \nappropriate Union(s), shall apply to all work identified in Article I, Section 2,  \nnotwithstanding provisions of National Union Agreements which may conflict or differ  \nwith the terms of this Agreement.  \nSECTION 4. Subcontracting - Uniform C onditions  \na) Except as provided in paragraphs b and c & d below, the Employers agrees not  \nto subcontract any work at the site of the construction covered by the terms of  \nthis Agreement to any subcontractor unless said subcontractor agrees in writing  \nto perform said work subject to all terms and conditions of this agreement.  \nPrime contractors shall assure that subcontractors engaged to perform work  \nunder the terms of this A greement shall become signatory to this  \nprior to performing said work. The Union agrees to allow a subcontractor to be  \nbound by the terms of this agreement, on that work [performed for an Employer  \non an individual project] without binding the subcontractor to this Agreement  \non any other work for the same or any other Employer.  \nb) Whenever the Employer is obligated to satisfy DBE-WBE recruiting  \nrequirements the Union and the Employer mutually agree to waive this  \nprovision prior to commencement of the work in the event an Employer and  \nUnion are unable to find qualified competitive union minority subcontractors.  \nC) When potential union subcontractors are not available in the locality of the job  \nsite to perform the work and/or where the general contractor receives no  \ncompetitive union bids, the Employer and the Union mutually agree that this  \nprovision Section 4 is fully waived.  \nd) For the purposes of this Agreement, the Employer is entitled to designate a bid  \nas non-competitive when it is not the lowest bid.  \ne) If requested, furnish the Union the name and address of said sub-contractor  \nimmediately upon awarding the sub-contract.  \nSECTION 5. Favored Nations.  \nIf the Union enters into any Agreement with any individual Employer or group of  \nEmployers performing work on any project or in any geographical area covered by the  \nterms of this Agreement and that A greement provides for more favorable wages, hours or  \nconditions to any other Employer, the Employers signatory hereto, after sending written  \nnotice of such intention, shall be afforded the privilege to adopt such advantageous terms  \nand conditions with respect to that geographical area and/or project(s).  \nThe Union will provide the AGC with a true copy of any Agreement signed by any  \nEmployer that covers work recognized as field construction work that differs in any  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 2 of 29  \nmaterial way from the working terms and conditions or wages contained in this  \nAgreement within five (5) calendar days of such signing.  \n"], ["ARTICLE Il  \nHIRING OF PERSONS  \n", "SECTION 1. Hiring Hall.  \nThe Union agrees to maintain a hiring hall and to solicit qualified workers, both Union  \nand non- Union, in order to fill necessary requisitions for workers. The Employers agree  \nto exclusively use the services of such hiring hall and will call upon the Union to furnish  \nall the qualified workers they may require in the classifications herein mentioned, subject  \nto the following terms and conditions.  \nSECTION 2. Union Notification.  \nWhenever the Employers require Employees, they shall notify the Union office either in  \nwriting or by telephone, stating the location, starting time, anticipated work schedule,  \napproximate duration of the job, the type of work to be performed, and the total number  \nof Employees required. The Employers agree that no Employee will be sent initially to  \nany other job site than the job site the Employee was dispatched to.  \nSECTION 3. Selection of Applicants.  \nSelection of applicants for referral to jobs shall be on a nondiscriminatory basis and shall  \nnot be based on, or in any way affected by Union membership, by-laws, regulations,  \nconstitutional provisions, or any other aspect or obligation of Union membership,  \npolicies or requirements.  \nSECTION 4. Employer Rejection of  \nThe Employer retains the right to reject any job applicant referred by the Union, in which  \nevent the Union shall refer another applicant. Should an Employer reject an applicant, a  \nlegitimate reason shall be given in writing to the Union. Failure to comply with this  \nprovision shall necessitate a four (4) hour show up time which shall be paid to the  \nrejected Employee. After the initial rejection, the Union will have twenty-four (24) hours  \nto refer applicant(s). The time referred in this Article (24 hours) shall start over upon  \nsuch rejection(s).  \nSECTION 5. Violation of Hiring Hall.  \nAny alleged violation of this Article may be the subject of a hearing under Article III. In  \nthe event the Employer has employed an individual in violation of this Article, the Hiring  \nHall Committee shall decree that the Employer shall pay to the individual who would  \nhave been dispatched to that job had the procedures of the Collective Bargaining  \nAgreement been followed, the full amount of wages which said individual has lost,  \ntogether with the payment into the various fringe benefits trusts on behalf of said  \nindividual.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 3 of 29  \nSECTION 6. Registration.  \nRegistration or re-registration of applicants for referral shall be accepted by the Union  \nduring its customary hours. All applicants shall be registered in the order of time and  \ndate of registration. To remain on the registration list, an applicant for referral must  \nrenew their registration not later than ninety (90) days from the date of their last  \nregistration or re-registration. Registration or re-registration and placement on the  \nappropriate list shall be in person except in the case of registrants who are \"Residents,\" as  \nherein defined, of areas not connected by maintained public roads to the dispatch halls.  \nThere shall be three (3) groupings of the out-of-work list. All workers shall be registered  \non the appropriate list. Each applicant for referral shall be required to furnish such data  \nrecords, names of Employers and length of employment and licenses as may be deemed  \nnecessary, and each applicant shall complete such forms or registrations as shall be  \nsubmitted to them. Applicants for employment shall also list any special skills they may  \npossess.  \nEmployers and the Union agree that there will be no discrimination in hiring or referral  \nof workers due to their race, creed, color, age, or sex; provided further, that  \nnotwithstanding these hiring hall provisions, the Union, when requested by an Employer,  \nshall dispatch to allow an Employer to comply with: state or federal affirmative action  \nrequirements; any other local, state or federal law; or any reasonable contractual  \nobligation imposed by an Owner.  \nSECTION 7. Referral Procedure.  \na) | Upon the request of an Employer for workers, the Union shall refer registrants to  \nthat Employer in sufficient number required by the Employer in the manner and  \nunder the conditions specified in this or of a related agreement from the list in the  \nfollowing order of referral:  \n1. Applicants shall be referred from the \"A\" List in successive order as their  \nnames appear on the out-of-work list and, when the \"A\" List has been  \nexhausted, then  \n2. Applicants from the \"B\" List in successive order as their names appear on  \nthe out-of-work list, and when the \"B\" List is exhausted, then  \n3. The applicants from the \"C\" List and the remaining successive Lists in  \nsuccessive order as their names appear on the out-of- work List.  \nb) Separate lists will be established and maintained for apprentice workers, and  \nreferrals shall be made on the same basis as that for workers except that the  \nexperience conditions set out in Section 1 of this Agreement shall, as to  \napprentice workers, not be applicable or required.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 4 of 29  \nAny applicant who is rejected by the Employer shall be restored to their place on  \nthe appropriate list on which they are registered. When a worker quits a job of  \ntheir own volition without good and sufficient cause they shall be registered at  \nthe bottom of the appropriate list.  \nWhen a registrant is referred for employment and is actually employed on a job  \nfor one (1) day such registrant's name shall be removed from the list. When their  \nemployment terminates, they shall be registered at the bottom of the appropriate  \nlist on which they are entitled to be registered. A registrant may refuse to be  \nreferred to employment in regular order without prejudicing their position on the  \nappropriate list on which they are registered.  \nThe referral procedure as contained herein shall be followed except that:  \n1. | Requests by Employer for key workers to act as foremen shall be honored  \nwithout regard to the requested worker's place on the out- of-work list.  \nForemen hired under these provisions shall not be reduced to a lower  \nclassification and their employment as requested foremen shall not qualify  \nthem for callbacks under the rehire clause contained in subsection 2 below.  \nTo qualify as a foreman under this Section, the Employee must actually  \nperform the duties of a foreman. Employers shall not abuse the privilege of  \nrequesting foremen.  \n2. Requests by the Employer for a particular person previously employed by  \nthe Employer or a joint venture of which the Employer was a member and  \nwho has been laid off or terminated by the Employer within three (3) years  \nprevious to the request shall be honored, and a request for a particular  \nworker who has been laid off or terminated more than three (3) years, but  \nnot more than five (5) years prior to the requests shall be honored to the  \nextent that one person referred to the Employer by the Union from the out-  \nof-work list shall be employed for every person so requested by name.  \n3. Bona fide requests from the Employer for workers with special skills and  \nabilities will be honored; the dispatcher shall refer persons possessing the  \nskills and abilities in the order in which their names appear on the out-of-  \nwork list. Such a decision of the dispatching agent in referring registrants is  \nappealable to the Joint Hiring Committee as herein provided.  \n4. Requests by Employers for bona fide residents of the vicinity immediately  \naccessible to the job site in a remote area shall be honored in accordance  \nwith the place of the local resident upon the registration list in relation to  \nother registrants in the same area. Residence for the purpose of this section  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 5 of 29  \nshall mean that the individual shall have resided in the area for a period of  \nsix (6) months immediately prior to the date of the requests.  \n9. Requests by an Employer for a particular individual with no priority shall be  \nhonored without regard to the requested person's place on the out-of-work  \nlist, provided said individual shall occupy the status of son or daughter of  \nmanagement, or son or daughter of workers.  \n6. All\"A\" List workers on the out-of-work list may be requested by name,  \nregardless of place on the list.  \nA subsidiary corporation or one under control of another corporation shall be  \nconsidered the same Employer as the parent controlling corporation for the  \npurpose of transferring workers to or from the parent, subsidiary, or controlled  \ncorporation.  \nIn the event that the referral facilities maintained by the Union are unable to fill  \nthe requisition for any Employer for workers within a forty-eight (48) hour period  \nafter such requisition is made by the Employer (Saturdays, Sundays and Holidays  \nexcepted), the Employer may employ applicants without reference to the referral  \nprocedure. In such an event, the Employer will notify the Union of the names and  \ndates of such hiring’s within forty-eight (48) hours of such hiring’s.  \nSECTION 8. Employment Clearance.  \na)  \nTo avoid duplication of orders and to effect an orderly hiring procedure, the  \nEmployers agree, when calling on the union for workers, to designate a  \nresponsible representative for each project whom the Union shall recognize as the  \nagents of the Employers with authority so to hire. Furthermore, the Union shall  \nbe notified in writing as to the names of the authorized representatives and the  \nparties mutually agree that employment will be made only through such order.  \nThe Union and the Employer shall post, in places where notices to all Employees  \nand applicants for employment are customarily posted, all provisions relating to  \nthe functioning of the hiring provisions of this Agreement.  \nSECTION 9. Registration Requirements.  \nThe Union will maintain a roster of job applicants and an Employee is eligible for  \nregistration on that roster as follows:  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 6 of 29  \nLIST A: Workers who are bona fide residents of Alaska and have worked in the  \ntrade for an Employer or Employers for an aggregate time of at least  \n400 hours during the last two years.  \nLIST B: Workers who have worked for such Employer or Employers in the trade  \nfor an aggregate time of at least 400 hours during the last two years.  \nLIST C: All other applicant workers for employment.  \nSECTION 10. Residents.  \nFor the purposes of this Agreement, a \"bona fide resident within the geographical  \njurisdiction of the Union\" shall mean an individual who has resided continuously, for at  \nleast twelve (12) months, within the geographical area for which the union has craft  \njurisdiction, as defined by the charter of the Union. A person claiming residency may not  \nclaim or maintain a residency outside the geographical jurisdiction of the Union. The  \ncriteria for establishing residency shall be determined by the Union.  \nSECTION 11. Drug and Alcohol Screening  \nWorkers required by the Employer to take a pre-employment drug and alcohol screening  \nwill not be on the payroll of the Employer during drug and alcohol screening if the  \nprocedure is identified in the Employers policy and procedures manual. If the Employee  \nis put to work while they are awaiting the results they will be paid for time worked. The  \nEmployer will pay for all drug and alcohol screening.  \n"], ["ARTICLE Iil  \nHIRING HALL COMMITTEE  \n", "SECTION 1. Creation of C ommittee.  \nAs needed, the parties to this Agreement shall create a Joint Hiring Hall Committee,  \ncomposed of not more than two (2) representatives of the Employer and two (2)  \nrepresentatives of the involved Union.  \nSECTION 2. Powers of C ommittee.  \na) The Joint Hiring Hall Committee shall be empowered to hear and determine any  \nand all disputes or grievances arising out of 1) work referrals, and 2) placement  \non hiring hall list.  \nb) Before any individual(s) may appear before the Committee, they must exhaust  \nthe administrative procedures provided by the Union.  \nC) The Committee shall also determine the criteria for establishing residency  \nwithin the jurisdiction of the Union.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 7 of 29  \nSECTION 3. Employer Disputes.  \nIf an Employer has a dispute concerning the dispatch of an individual, the Employer shall  \nsubmit that dispute to the Committee for resolution.  \nIn case the Committee deadlocks, the matter shall be referred to an impartial umpire. The  \nimpartial umpire shall be designated by mutual agreement of the parties and if they shall  \nbe unable to agree upon the impartial umpire, they shall be selected in the manner  \nprovided under the disputes provisions of this Agreement. All decisions of the Joint  \nHiring Hall Committee or the impartial umpire shall be final and binding on all parties  \nconcemed.  \n"], ["ARTICLE IV  \nUNION SECURITY  \n", "SECTION 1. Union Shop.  \nAll Employees covered by this Agreement who are members of the Union in good  \nstanding on the effective date of this clause shall remain members in good standing.  \nThose who are not members in good standing on the effective date of this clause shall,  \nwithin fourteen (14) days following the effective date of this clause, become and remain  \nmembers in good standing in the Union. Employees hired or covered by this A greement  \nsubsequent to the signing of this Agreement shall be required to become and remain  \nmembers of the Union in good standing within fourteen (14) days of hire or being  \ncovered. All requests by the Union for the dismissal of any Employee for failure to  \ncomply with the provisions of this paragraph shall be in writing. The Union agrees to  \ndefend any charge or suit made or brought against any Employer as the result of the  \ndismissal or termination of any Employees pursuant to the provisions of this section and  \nto hold the Employer harmless.  \nSECTION 2. Checkoff of Dues.  \nThe Employers agree to deduct from the wages of each Employee such amount of the  \nUnion dues and/or assessments owing by them to the Union, as may be certified by the  \nFinancial Officer of the involved Union, provided the Employee has executed a written  \nassignment calling for such deduction. If an Employer transfers an Employee to a  \nsubsidiary and/or sister company, or if an Employee is transferred by the Employer to a  \njoint venture that is formed by the Employer, it is agreed that for purposes of Union dues  \nand/or assessments, the Employee need not execute a new written assignment calling for  \nsuch deduction. Consequently, the deductions will continue without interruption and will  \nbe forwarded to the Union by the Employer who is then paying the Employee. Such  \ndeductions shall be transmitted to the Union within fifteen (15) days following the end of  \neach calendar month. Appropriate transmittal forms shall be supplied to each Employer  \nby the Union. Each signatory Union shall notify the Employer of the amount to be  \ndeducted.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 8 of 29  \nThe above deductions shall be made by the Employers so long as such payments are  \ndeemed in compliance with applicable law, and the Union agrees to indemnify the  \nEmployer for any litigation costs, expenses, or liabilities which an Employer may incur  \nfrom compliance with this provision.  \nSECTION 3. Discrimination Forbidden.  \nThe Employer shall be the sole judge of a workers ability, competence and performance.  \nNo person shall be discriminated against for upholding Union principles and any person  \nwho serves on a Committee shall not lose their position or be discriminated against for  \nthis reason.  \nSECTION 4. Job Steward.  \nOne or more working stewards may be appointed by the Union that will represent the  \nUnion on the job at all times, subject to the supervision of the Union. The Employer  \nShall be informed of the names of the appointed stewards, in writing, and only such  \nstewards will be accorded recognition by the Employer. The job steward shall be the last  \nperson terminated provided they are qualified for the last work available on the job. The  \ndesignated Union Representative shall be consulted by the Employer prior to a job  \nsteward's termination for cause. The job steward shall be allowed to discuss grievances  \narising under this A greement with the job supervisor during working hours without loss  \nof compensation for such time spent in the pursuit of their job steward duties. These  \nduties shall include, but not be limited to, taking a weekly report of all members  \nemployed, checking newly dispatched Employees, caring for the tools and effects of any  \ninjured member, caring for the injured in the absence of an authorized first aid person,  \nnotifying the Union Representative of injuries, and transmitting to the Union  \nRepresentative all complaints and grievances emanating from the job.  \nSECTION 5. Discipline.  \nThe Union shall retain the right to discipline its members at all times. The Union shall  \nhave the authority to remove any member from a job who becomes more than two (2)  \nmonths delinquent in his Union Dues. Provided, however, that these members would be  \nremoved before the start of a shift or after a shift is completed.  \n"], ["ARTICLE V  \nGRIEVANCE PROCEDURE  \n", "SECTION 1. Grievance Procedure.  \nAny grievance, complaint, or dispute (except jurisdictional disputes) arising out of this  \nAgreement involving its interpretation or application shall be considered a grievance and  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 9 of 29  \nSubject to resolution under the following procedure, and it is further agreed that until said  \nprocedure is exhausted, there shall be no work stoppage or lockout.  \na)  \nThe Employee shall report to their job steward or such other business  \nrepresentative as may be designated by the Union, any grievance, complaint, or  \ndispute that arises between the Employee and the Employer. The designated  \njob steward or business representative will attempt to resolve the matter,  \nbetween the parties on the job immediately.  \nFailing to agree, the designated job steward or business representative shall  \nreport the matter to the Union, and the business representative shall attempt to  \nsettle the matter with a Company representative.  \nShould the Union and the Employer have a dispute or complaint with the other  \nparty and if after conferring, a settlement is not reached within five (5) working  \ndays, the dispute shall proceed to Step d. and shall proceed in the same manner  \nas an Employee complaint.  \nIn the event the matter cannot be adjusted by the method set forth above within  \nfive (5) days, the Union will present the matter to the Executive Director of the  \nAGC for adjustment, and will reduce the matter to writing if requested.  \nIn the event the matter cannot be adjusted within four (4) working days from the  \ndate the grievance, complaint, or dispute is presented by the Union  \nRepresentative to the Executive Director of AGC, the Union may take the  \ndispute to arbitration as outlined in Section 2 of this Article.  \nAny dispute that arises between the Employees and the Employer or any  \ncomplaint or grievance on the part of both or one; said grievance, complaint, or  \ndispute shall be submitted to the Local Union within thirty (30) days of the  \nknown date of the violation or when the Employee could have reasonably  \nbecome aware of the violation to be eligible to receive the assistance of the  \nLocal Union.  \nTimes set forth by this Article may be extended by mutual agreement between  \nthe parties.  \nFailure of the Union or the Employer to process a grievance in the time frame  \nstipulated shall constitute abandonment of the grievance. If the grievance is  \nabandoned by either party, then the Union or Employer shall accept the  \nabandoned request or decision as binding. Any abandoned grievance shall not  \nconstitute a precedent.  \nSECTION 2. Arbitration C ommittee.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 10 of 29  \nShould any grievance or complaint arise which cannot be negotiated and settled within  \nthe scope of the foregoing paragraphs of this Article, the Employer and the Union agree  \nto submit the matter to the Arbitration Committee and shall be handled in the following  \nmanner:  \na) In the event a grieving party submits a grievance or dispute to arbitration, an  \nArbitration Committee shall be selected as follows: The Union Representative  \nand the Employer shall each name a representative to the Arbitration Committee  \nwithin two (2) working days. The two (2) individuals so selected will then  \nname a mutually acceptable third member to the Arbitration Committee, who  \nShall act as Chairman. In the event that the first two (2) members of the  \nArbitration Committee are unable to agree upon a third member within three (3)  \nworking days, the parties shall select an arbitrator by the striking method from a  \npermanent list of Alaska arbitrators previously supplied by the American  \nArbitration Association. This third member will be selected within five (5)  \nworking days after the failure to agree on a mutually agreeable third member.  \nThe Committee will meet within five (5) working days of the appointment of  \nthe third member. The Committee will continue in session until a decision has  \nbeen reached. The Committee will render its decision within five (5) working  \ndays upon conclusion of the evidence unless the time is extended by the  \nagreement of the parties.  \nb) The decision of the Arbitration Committee will be final and binding upon both  \nparties and shall be complied with within five (5) working days after the  \ndecision has been reached, unless waived by mutual agreement for extension of  \ntime.  \nC) Expenses of the independent arbitrator shall be borne equally by both parties.  \nd) The arbitration committee shall conduct the hearing according to the AAA  \nstandards and procedures for grievance arbitration. The arbitration committee  \nshall have no authority to add to, alter, delete or modify any provision of this  \nCollective Bargaining Agreement.  \ne) Should the party against whom the decision is rendered fail to execute the  \ndecision of the Committee within the prescribed time the other party may strike  \nor lock out.  \n"], ["ARTICLE VI  \nJURISDICTIONAL DISPUTES  \n", "SECTION 1. Jurisdictional Disputes.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 11 of 29  \nIf a jurisdictional dispute arises, it shall first be submitted to the Local Unions involved  \nfor settlement.; If the local Unions involved reach settlement the Employer agrees to be  \nbound by such settlement. If the local Unions fail to reach settlement then if no  \nunderstanding or agreement is reach within forth-eight (48) hours it shall be referred to  \nthe local Unions involved and the General Contractors of A laska for  \nsettlement; then, if no understanding or agreement is reached within forty-eight (48)  \nhours, it shall be referred to the International Representatives of the unions involved, and  \nthey shall confer with the Associated General Contractors of Alaska for settlement.  \nPending such settlement, the craft performing the work at the time the dispute arises shall  \ncontinue in such capacity until settlement has been reached as above provided.  \nAssignment of work shall be governed by decisions of record, area practice, and existing  \nor prospective International jurisdictional agreements. The Employer and the Union  \nrecognize that some work classifications are not the exclusive jurisdiction of one craft.  \nThe Employers and Union recognize that they will not deviate from established work  \nclassifications. Where more than one craft lists a classification of work in its collective  \nbargaining agreement with the Employer, it shall be the exclusive right of the Employer  \nto assign such work to any one or any combination of unions and said assignment shall  \nnot be considered a violation of Article VI “Jurisdictional Disputes” or a grievance under  \nArticle V “Grievance Procedure”, nor shall it be considered a violation of the Hiring Hall  \nunder Article II, Section 5 “Violation of Hiring Hall” of this A greement.  \nIt is further agreed that in the event the National Joint Board for Settlement of  \nJurisdictional Disputes in accord with the plan adopted by the Building Trades  \nDepartment of AFL-CIO becomes operational again, the parties to the Agreement agree  \nthat they will be immediately bound by any applicable decision or award by the National  \nJoint Board.  \n"], ["", "ARTICLE VII  \nSUBSISTENCE AND QUARTERS,  \nTRAVEL TO AND FROM POINT OF PICKUP  \nAND  \nTRAVEL TIME  \nSECTION 1. Employer Provided Camp or Suitable Accommodations.  \nUnless otherwise agreed with the Union, an Employer shall ensure that the worker who is  \nemployed on a project that is 65 road miles or more from the U.S. Post Office in either  \nFairbanks or Anchorage or is inaccessible by road in a 2-wheel drive vehicle and who is  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 12 of 29  \nnot a domiciled resident of the locality of the project shall receive meals and lodging.  \nLodging shall be in accordance with all applicable state and federal laws. The Union will  \nbe notified of any meals and lodging arrangements before dispatch or at the pre-job  \nconference.  \nSECTION 2. Per-Diem:  \nEmployers are encouraged to use commercial facilities and lodges, however, when such  \nfacilities are not available, per-diem in lieu of room and lodging may be paid at the basic  \nrate of $75.00 per day or part thereof, when the worker is employed on the project. Per-  \nDiem shall not be allowed on projects West of Livengood on the Elliot Highway, at Mile  \n0 on the Dalton Highway to the North Slope of Alaska, North of Mile 20 on the Taylor  \nHighway, East of Chicken, Alaska on the top of the World Highway and South of Tetlin  \nJunction to the Alaska-Canadian Border. For purposes of this Article, the term  \n“domiciled resident”, means a person living within 65 road miles of the project, or in the  \ncase of a highway project, the mid-point of the project, for at least 12 consecutive months  \nprior to the award of the project.  \nSECTION 3. Room & Board Not Part of W ages.  \nWhere an Employer is required under this A greement to provide or furnish board,  \nlodging, or any other facility, the cost or amount thereof shall not be considered or  \nincluded as a part of wages but shall be excluded there from.  \nWhen the Employer provides a camp where board and lodging are not required, the  \nEmployer shall meet with the Union and the parties shall mutually agree to the amount of  \nreimbursement by the Employee, if any, for the reasonable cost of furnishing board and  \nlodging.  \nWhen the Employer determines that in order to maintain a competent work force they  \nmust provide facilities not required by the Agreement.  \nSECTION 4. Transportation To or From Pickup Point.  \nWhere there is an established point of pickup, or the Employer deems it necessary to  \ntransport an Employee by boat, airplane, or other Employer supplied conveyance, work  \nshall begin at the site of the work unless it takes more than one half (1/2) hour to  \ntransport persons, either to or from the pick- up point. In that event, round-trip travel  \ntime exceeding one (1) hour shall be considered as time worked and compensation  \ncomputed on the basis of the travel time consumed, going from and returning to the point  \nof pickup. When furnished, transportation from pickup point to work site and the return  \nfrom work site to pickup point shall be by the most expeditious route and means possible;  \nsuch transportation shall be safe and lawful and the persons shall be seated in reasonable  \ncomfort and protected from the elements.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 13 of 29  \nSECTION 5. Transportation Provided by Employee.  \nWhere a jobsite is more than 65 road miles from the point of dispatch and accessible in a  \ntwo wheel drive vehicle all mileage beyond 65 road miles to and from the jobsite shall be  \nconsidered as straight time worked and compensation computed on the basis of (one  \nhalf) hour for every 30 road miles per dispatch. In case of an Employee who is a resident  \nof the local area, the mileage will be computed from their permanent residence.  \nSECTION 6. Transportation of workers in Southeast.  \nIf an Employee is transported in Southeast A laska by air or water or if the Employee  \ncannot travel to a job site in a two wheel drive vehicle the Employer shall pay the cost of  \ntransporting the Employee.  \n"], ["ARTICLE VIII  \nTRANSPORTATION WHEN PERSONS RECRUITED  \n", "SECTION 1. Transportation To the Site.  \nWhen persons are recruited, transportation and actual reasonable expenses of board and  \nlodging while en route shall be borne or reimbursed by the Employer.  \nSECTION 2. Transportation From the Site.  \nAt the termination of the contract, project, or season, and providing the Employee  \nimmediately, unless otherwise mutually agreed to by the Employee and the Employer  \nreturns to the point of hire, the Employer will pay for transportation, actual expenses of  \nboard and lodging while en route to the point of hire. Provided further, that if the  \nEmployee is voluntarily terminated or has been discharged for drunkenness, drug abuse,  \ndishonesty, or failure to perform the Employee's ordinary duties prior to completing  \nthirty (30) days on the job, the above provision shall not apply. However, an Employee  \nwho has completed thirty (30) days or more on the job and who is terminated for  \ndrunkenness, drug abuse, or dishonesty the above portion also shall not apply.  \n"], ["ARTICLE IX  \nTRANSPORTATION OF TOOLS AND PERSONAL EFFECTS  \n", "SECTION 1. Transportation of Tools.  \nTransportation costs for Employer required tools from point of hire to the jobsite and  \nretur shall be borne by the Employer. The Contractor shall reimburse the Employee for  \nthe full prior agreed value of Employer required tools lost while in the care, custody, or  \ncontrol of an air carrier while an Employee is traveling pursuant to this Section.  \nSECTION 2. Personal Effects.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 14 of 29  \nThe Employer also will be responsible in case of fire or flood for all the personal effects  \nof Employees in an amount not to exceed $1,100.00 each in all Employer's camps or in  \ncamps arranged for by the Employer, other than those camps owned or operated by the  \nGovernment. Provided further that the Employee must have submitted an itemized  \ninventory for personal effects other than clothes prior to the loss.  \n"], ["ARTICLE X  \nFIRST AID, SANITATION, AND ACCIDENT PREVENTION  \n", "   \nSECTION 1. First Aid Requirements.  \nIn case of accidents the following requirements for first aid are agreed to:  \na) The Employer will keep and maintain fully equipped standard First Aid Kits (as  \nprescribed by the National Safety Council) where equipment for isolated crews  \nare working in remote areas, or in areas where First Aid Kits are not  \nimmediately available; such kits shall be provided and be accessible on each  \nmachine and/or for each crew.  \nb) The Union will cooperate with the Employer in order to have at least one person  \nin each 20 employed who is a trained first aid person. No person shall be  \nemployed as a foreman who does not have a valid, up-to-date First Aid Card.  \nC) Blankets and stretchers shall be maintained for the use of Employees who may  \nbe injured.  \nd) Persons whose injuries require the use of a stretcher or ambulance shall be  \naccompanied to the hospital by an attendant other than the driver.  \ne) Immediate transportation must be provided for seriously injured persons, and  \nsuch transportation must have precedence over all other transportation under the  \ncontrol of the firm or party upon whose operation the accident occurs.  \nSECTION 2. Camp Requirements.  \nAll camps, regardless of size and location, shall provide adequate laundry, drying and  \nbathing facilities for Employees. Showers are preferable and shall be provided in ratio of  \nat least four shower heads for each fifty Employees. The Employer or subcontractor shall  \nfurnish towels, wash cloths and hand soap to all Employees.  \nEach person shall be allowed housing of approximately sixty (60) square feet of floor  \narea and shall be furnished bedding and weekly change of linen. Shelterwells and similar  \nstructures shall require approximately ninety (90) square feet of floor area per worker.  \nAdequate closet or locker space shall be provided each person, and where more than two  \n(2) persons are housed in a single room, a locker and keys or lockable closet shall be  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 15 of 29  \nprovided each person. There shall be no more than four (4) persons housed in a standard  \n16 x 24 shelterwell. Room attendants shall be required to sweep floors and tidy rooms  \ndaily, excluding Sundays and holidays, and one day each week shall give each room a  \ngeneral cleaning, including an antiseptic treatment of floors. The Employers shall furnish  \nan adequate number of washers and dryers, both in camp and in facilities arranged for  \nthrough a third party. However, Employees covered by this Agreement shall be entitled  \nto as favorable camp conditions as other Employees covered by AGC Agreement.  \n(Note 1.) Alberta or equal quality trailer camps are acceptable providing the patented or  \nsimilar covered walk-ways are installed.  \nSECTION 3. Equipment Requirements.  \nIt shall not be considered a violation of this Agreement where persons refuse to work  \nwith or ride in unsafe equipment or where adequate safeguards are not provided, or when  \nthe facilities and services are not being maintained in a reasonably sanitary condition.  \nThe Employers agree that all equipment shall be properly cabbed and screened.  \nSECTION 4. Shelter Requirements.  \nWarm and adequate shelter shall be provided for the Employees by the Employer in  \nwhich to dry their clothes and eat their lunches.  \nSECTION 5. Drinking Water.  \nCool and clean drinking water in sanitary containers and disposable cups will be  \nprovided in adequate supply in close proximity to Employees at all times.  \nSECTION 6. Toilets and Urinals.  \nOn all projects covered by this Agreement, there shall be provided by the Employer, at  \nall times during construction, sanitary facilities consisting of a reasonable number of  \ntoilets and urinals. Toilets shall be protected from weather and falling objects.  \nSECTION 7. Operation of Boats.  \nIn the interest of safety the Employer reserves the right to operate boats and assign boat  \ncoxswains in conformance with those existing U.S. Coast Guard Regulations which apply  \nto boats hauling for hire. Although licensing and certification standards promulgated by  \nthe Coast Guard will apply, formal certification and/or licensing will not be necessary  \nunless the owner is actually hauling for hire. A joint Employer/Employee safety  \ncommittee will ascertain compliance.  \nSECTION 8. Drug-Free and Alcohol-Free Workplace  \nLabor & Management are committed to providing Employees with a drug-free and  \nalcohol-free workplace. It is the goal to protect the health and safety of Employees and  \nto promote a productive workplace, and protect the reputation of Labor and Management  \nand the Employees. Consistent with those goals, the Employer prohibits the use,  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 16 of 29  \npossession, distribution or sale at its employment sites, of drugs, drug paraphernalia or  \nalcohol. The Union recognizes the Employer's right to develop and implement a drug  \nscreening program. The Employer agrees to pay the cost for such drug screening. The  \nEmployer will designate the facility to conduct the drug/alcohol screening. Within the  \nlimits permitted by applicable Federal or State laws and/or owner regulations, the  \nEmployer has the prerogative to test Employees for drug/alcohol usage, and to refuse  \nemployment or terminate those who test positive.  \nSECTION 9. Background C heck  \nThe Employer maintains the right to conduct a criminal background check for felony  \nconvictions and/or driving convictions on new Employees prior to hiring. If required by  \nthe Employers contract or insurance carrier requirements. Workers required by the  \nEmployer to submit to a Background Check will not be on the payroll of the Employer  \nduring the background check. If the Employee is put to work while they are awaiting the  \nresults they will be paid for time worked. The Employer will pay for the Background  \nCheck.  \n"], ["ARTICLE XI  \nRETURN OF REMAINS IN EVENT OF DEATH  \n", "In the event of death of an Employee while on the job or in the Employer's camp, the  \nEmployer shall immediately notify the Union, and, in the absence of any law or authority  \nprohibiting same, prepare and transport the remains to point of hire or to such other point  \nof equivalent or less distance as the next of kin may elect.  \n"], ["ARTICLE XII  \nHOLIDAYS  \n", "The Holiday rate shall apply for work on the following days:  \nNew Y ear's Day Labor Day  \nPresidents Day Veterans' Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nWhen any of these holidays shall fall on Sunday, then the following Monday shall be  \nconsidered a legal holiday.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 17 of 29  \nIn the event that there is a conflict between the State and the Federal Government on the  \nobservance date of any of the above listed holidays, the State observance date shall  \nprevail.  \nNotwithstanding any other provision, the Employer and the Union may agree to observe  \nthe Holiday on a day other than the State observed holiday if itis more convenient to the  \nEmployer and the Employees.  \n"], ["ARTICLE XIII  \nCHANGE IN CLASSIFICATION OR CRAFT  \n", "SECTION 1. Work Outside of C raft.  \nWhen in an emergency, where life or property are endangered, an Employee is  \ntemporarily required to perform work of another craft, the Employee shall be paid the  \nhigher rate that either classification or craft calls for while required to perform such  \nemergency work. Work extending over a period of not in excess of four (4) hours shall  \nbe paid for on the basis of one-half (1/2) shift; any work in excess of four (4) hours shall  \nbe paid for on the basis of a full shift.  \nSECTION 2. Work In Different C lassification Within C raft.  \nWhen an Employee is temporarily required to perform work of another classification  \nwithin his craft, the Employee shall be paid the rate that the classification calls for while  \nrequired to perform such work, provided the Employee works at least two (2) hours  \nwithin that classification.  \n"], ["ARTICLE XIV  \nPAY  \n", "SECTION 1. Regular Pay Day.  \nThe Employer shall establish a regular weekly pay day on which Employees shall be paid  \nduring working hours, which pay day shall not be later than the Friday of the following  \nweek.  \nTime cards shall be reviewed and signed by the Employees daily or weekly and  \nsubmitted to the Employer. Time cards shall not be changed or altered without prior  \nconsultation with the Employee and/or authorized Union Representative. Copies of the  \nEmployee's time cards shall be made available by the Employer for inspection by the  \nEmployee or authorized Union Representative or mailed to the union hall (during normal  \nworking hours) upon eight (8) hours notice by the Union.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 18 of 29  \nFor the purposes of pay, a payroll week is further defined as beginning at 12:01 a.m.  \nSunday and ending at 12:00 midnight on the following Saturday. This payroll week is  \nestablished for the purpose of uniformity and will be put to such use as computing the  \nweekly guarantee and defining the pay period. In regard to \"bush\" jobs where flight  \nschedules and/or mail delivery may be interrupted, separate arrangements may be  \nconsummated by mutual consent or separate agreement.  \nSECTION 2. Payment of Wages Upon Termination.  \nIn accordance with Alaska Statute Title 23.05.140 If the employment is terminated by the  \nEmployer and/or Employee regardless of the cause for the termination, payment is due no  \nlater than three working days after the termination. In either case, failure to pay within  \nthe prescribed period of time (exclusive of Saturdays, Sundays and holidays) shall entitle  \nEmployee to waiting time of eight (8) hours per day.  \nOn remote jobs where payroll facilities are not maintained, the Employer will have the  \ncheck at the Union offices or other place mutually agreed to within the above prescribed  \ntime frame, Saturdays, Sundays and holidays excepted.  \nSECTION 3. Itemized Deductions.  \nThe Employer shall itemize deductions on pay checks so Employees can determine the  \npurpose for which amounts have been withheld and shall indicate the number of travel  \ntime hours, straight time hours, overtime hours, dues deductions, and basic rate per hour  \npaid.  \n"], ["ARTICLE XV  \nUNION ADMISSION TO JOB  \n", "SECTION 1. Authorized Representation.  \nAn authorized representative of the Union shall be allowed admission to any job at any  \ntime for the purpose of investigating conditions existing on the job. However, the  \nrepresentative shall as soon as possible make his presence known to the Employer's  \nrepresentative in charge of the work. On projects which are under military guard, the  \nEmployers will cooperate with the Union officials in this regard as far as regulations will  \npermit. The Employer shall also notify the Union as promptly as possible of lost time  \naccidents and shall furnish the Union with a copy of the Employer's accident report at the  \ntime such report is furnished to State of Alaska.  \nSECTION 2. Examination of Records.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 19 of 29  \nThe Union Representative shall have the right to examine all records pertaining to the  \nEmployees covered by this Agreement on proper notification in advance to the Employer.  \nThe Employer shall make available original or copies of the original records for  \nexamination by the authorized Union Representative upon forty eight (48) hours notice  \nfrom the Union. To examine records, other than pay or fringe benefit computations, shall  \nrequire written authorization from the Employee. When requested by the Union,  \nEmployers shall make available the names, addresses and classifications of any of their  \nEmployees.  \n"], ["ARTICLE XVI  \nWAGES  \n", "SECTION 1. Public Works Projects - Davis Bacon Act and Related.  \nStatutes. In the event an individual Employer bids on a public project being awarded by a  \nfederal, state, borough, city or other public entity which is to be performed at a  \npredetermined and/or prevailing wage rate established pursuant to the provisions of the  \nDavis-Bacon Act (Public Law 74-403 (8/30/35) as amended 3/21/41/ and 7/2/64) 40 USC  \n2760A-276A7 as amended) or established pursuant to the provisions of Title 36 Alaska  \nStatutes, or any other prevailing wage, the published hourly wage and fringe rate required  \nby law shall apply for the duration of the project or twenty-four (24) months, which ever  \nis less.  \nSECTION 2. Wages.  \nSee Schedule \"A\".  \n"], ["ARTICLE XVII  \nHOURS OF WORK/OVERTIME/SHIFTS  \n", "SECTION 1. Normal Work Day & Week.  \nFight (8) hours shall constitute the normal work day; and forty (40) hours shall constitute  \nthe normal work week. Starting and quitting time for the work day shall be established  \nbetween 6:00 a.m. and 6:00 p.m. (starting times may be staggered between the hours of  \n6:00 a.m. and 8:00 a.m.) in accordance with job requirements, as determined by the  \nEmployer. The Employer and the Union may mutually agree to start work at 5:00 a.m.  \nEmployees shall receive compensation of one and one-half (1- 1/2) times the base rate for  \nany hours worked over eight (8) hours per day or over forty (40) hours per week  \n(Monday - Friday). Nothing in this Article shall be construed as guaranteeing any  \nEmployee eight (8) hours of work per day, or forty (40) hours of work per week.  \nSECTION 2. Overtime.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 20 of 29  \nAll work performed before the regular starting time or after regular ending time of shift  \nshall be paid at regular overtime rate; except that it shall be understood that when the job  \nconditions at the site of the work or when economical considerations warrant, other hours  \nof starting time may be established by mutual agreement between the Employer and the  \nUnion. With respect to concrete paving, concrete pouring, asphalt paving, and road  \noiling, the starting time of work shall be mutually arranged to fit the job conditions.  \nSECTION 3. Overtime Rates.  \nEmployees shall receive compensation of one and one-half (1-1/2) times the basic rate for  \nwork performed on Saturday and Sunday; and two (2) times the basic rate for any work  \nperformed on Holidays, excepting, that when a shift of a multiple shift operation is  \nstarted at the basic rate or at an overtime rate, it shall be completed at that rate. Further  \nexcepting, that Saturday may be a voluntary straight time make up day for an Employee  \nif during the week forty (40) hours of straight time employment was available to the  \nEmployee by the Employer and the Employee was voluntarily absent with exception of  \nabsence verified by a physician. Make up days are voluntary and if an Employee informs  \ntheir supervisor during the preceding shift, that they are unable to work the make up day,  \nfailure to work the make up day will not be considered as absenteeism.  \nSECTION 4. Multiple Shifts.  \nMultiple shifts and their starting and quitting times may be established in accordance  \nwith job requirements as determined by the Employer. There shall be no premium for  \nshift work.  \nSECTION 5. Dewatering Tunnels/Temporary Heat/Protection.  \nDewatering of tunnels and caissons and providing temporary heat and protection shall be  \nworked in accordance with the workweek and overtime provisions heretofore established,  \nexcept that time worked on holidays when no other activities are in progress will be  \ncompensated for at the overtime rate of one and one-half (1-1/2) times the basic rate of  \nwages.  \nSECTION 6. Tide Work.  \nUnless otherwise agreed to by the Union and the Employer, tide work shall be subject to  \nthe following special conditions:  \na) Employees called out between the hours of 10:00 p.m. and 6:00 a.m. on tide  \nwork shall receive 1 1/2 times for each hour worked within those hours.  \nb) Hours worked after 6:00 a.m. and before 10:00 p.m. shall be paid for in  \nconformity with the general terms of this A greement.  \nC) It is understood and agreed, however, that when persons are called out on tide  \nwork, they shall be guaranteed an amount equivalent to four (4) hours at straight  \ntime pay as a minimum for each call out.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 21 of 29  \n"], ["ARTICLE XVIII  \nPAY GUARANTEES  \n", "SECTION 1. Pay For Actual Time  \nExcept as provided in this Article, an Employee is only entitled to pay for actual time  \nworked.  \nWhere a worker is transported to the job site at the expense, the Contractor  \nguarantees each worker a minimum of eight (8) hours pay for each work day that they are  \navailable.  \nSECTION 2. Show-Up Guarantee.  \nPersons reporting for work and not put to work shall receive two (2) hours at their regular  \nstraight time rate unless notified not to report at least two (2) hours prior to the start of  \nshift. Persons reporting to work and not put to work may be required to remain at the job  \nsite for the two (2) hour show-up period. It shall be the Employee’s responsibility to  \nprovide their telephone number to the supervisor. Notification may take the form of a  \ntelephone answering device, radio broadcast or any other agreed upon device. Where  \npersons live in a camp, or provided subsistence and quarters as identified in Article VII,  \nsuch notification can be given any time prior to departure.  \nSECTION 3. Hours of Pay.  \nWhen a person is put to work they shall receive a minimum of four (4) hours pay. When  \nthey work more than four (4) hours they shall receive eight (8) hours pay. Provided,  \nhowever, that when work is made available and the person leaves on their own volition or  \nis discharged for cause, they shall be paid for actual time worked.  \nReporting pay on overtime days shall be at the overtime rate. Work performed on  \novertime days may be paid for actual time worked provided that there is a minimum of  \nthree (3) hours worked.  \nSECTION 4. Work Injuries.  \nEmployees injured on the job, provided injury is reported to the person's Employer and  \nrequires medical attention, are to be paid for time spent on the first visit to the doctor and,  \nif the doctor determines and certifies that the Employee is unable to to work  \nbecause of the injury, they shall be paid for the balance of the shift during which the  \ninjury occurred. This provision applies to medical attention received during regular  \nworking hours only.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 22 of 29  \nSECTION 5. Call-Back Guarantee.  \nWhen an Employee has completed his or her scheduled shift and retums by direction of  \nthe Employer to perform additional work, they shall receive overtime pay for the actual  \nhours worked with a minimum guarantee of one (1) hour pay at the applicable rate.  \n"], ["ARTICLE XIX  \nMEAL PERIOD  \n", "Unless otherwise agreed to by the union, an Employer will schedule a one-half (1/2) hour  \nbreak for a meal period near the midpoint of a shift. An Employee required to work more  \nthan six (6) consecutive hours without a meal break shall be allowed a later meal period  \nof one-half (1/2) hour, and it shall be considered as time worked and paid for at the  \nproper rate.  \n"], ["ARTICLE XX  \nFRINGE BENEFITS  \n", "SECTION 1. Fringe Benefits.  \nSee Schedule \"A\".  \nSECTION 2. Contributions to Trusts.  \nIt is understood that the above contributions by the Employers to the various Trusts are to  \nbe computed solely on the total number of compensable hours and are not to be included  \nin wages and will not, therefore, be subject to either Federal or State withholding taxes,  \nand further shall not be considered or included in the computation of overtime pay.  \nSECTION 3. Delinquent C ontributions by Employers.  \nIf the Employer has failed to pay contributions to the retirement, defined contribution, or  \nhealth trusts for a period of two months, or if an Employer is delinquent for the second  \ntime for a period of at least one month within a 12 month period of their first  \ndelinquency, then the Union may strike the Employer, in addition the Union shall not  \ndispatch workers to that Employer, and the Union shall notify all prime contractors  \nemploying the identified delinquent Employer. If the Employer makes satisfactory  \narrangements with the A dministrator to satisfy the debt, which arrangement may include  \nthe posting of a bond or other security, the making of weekly contributions, or any  \ncombination of the above, then the Administrator may advise the Union that work  \npersons may be dispatched to the Employer. If the Employer contests the amount of  \ncontributions due and owing, the Employer may request an audit by the trust auditors,  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 23 of 29  \nwhich would proceed as soon as possible. If the Employer is found to be delinquent then  \nthe Employer shall pay the total cost of the audit. The Employer will cooperate fully in  \nthe audit and during the audit no work persons shall be dispatched to the job.  \n"], ["ARTICLE  \nFOREMAN  \n", "There shall be no desire on the part of any signatory union to select the Employers'  \nforemen. When three plasterers or cement masons are employed on a job, a foreman  \nshall be designated by the Employer; however, on “wet slab” work where only one  \ncement mason is employed, they shall receive the foreman’s pay.  \nThe Employer and the Union recognize the fact that the position of general foreman, if  \nutilized, is not the sole jurisdiction of any one craft.  \n"], ["ARTICLE XXII  \nPRE-J[OB CONFERENCE  \n", "SECTION 1. ob C onference.  \nFor the purpose of informing the Union of future labor needs, the Employer will make an  \neffort to inform the Union upon award of job(s). In addition, the Employer may choose  \nto make available a pre-job conference for Union representatives.  \n"], ["ARTICLE XXIII  \nMISCELLANEOUS PROVISIONS  \n", "SECTION 1. Change in Policy.  \nIt is mutually understood that there is no desire on the part of the Union to dictate the  \nbusiness policies of the Employer, but when the Employer contemplates a change in  \npolicy affecting the welfare of the Employee, proper and reasonable notice shall be given  \nto the Union.  \nSECTION 2. Individual C ontracts of Employment.  \nIf Employers desire to have their Employees sign an individual contract of employment,  \nsuch contract shall be first submitted to the Union for approval.  \nSECTION 3. Termination Slip.  \nIt shall be mandatory that the Employer furnish and complete termination slips for any  \nEmployee who is terminated, giving one to the Employee, returning one to the  \ndispatching hall at the time of the termination and retaining one for the Employers'  \nrecords. Each termination or layoff slip shall show the actual reason for termination.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 24 of 29  \nSECTION 4. Work by Supervisors.  \nWhile the Employer does not intend that supervisors outside the bargaining unit be  \nregularly engaged in bargaining unit work, it is nonetheless a reserve prerogative of the  \nEmployer to assign incidental or occasional work to such supervisory personnel in  \ninstances when the Employer deems it appropriate to do so without violating any  \nprovision of the Agreement or any Supplement [or Schedule A]. When deemed  \nappropriate, the Employer will designate a particular supervisor to issue instructions to  \nthe craft working foreman utilized by the Employer to prevent duplication and confusion  \nof orders.  \nSECTION 5. Immunizations and Physicals.  \nThe Employer shall pay for all Employer required physicals and immunizations. The  \nEmployee is not entitled to wages or other pay while engaged in these activities.  \nSECTION 6. Tunnel, Shaft and Dredge Work.  \nThe signatory parties hereto recognize that the working conditions contained in this  \nAgreement do not lend themselves particularly applicable to tunnel, shaft or dredge work.  \nIn the event a tunnel, shaft or dredge operation is contemplated in the State of Alaska,  \nduring the term of this Agreement, the parties agree to negotiate special conditions to  \napply thereto. With respect to offshore work in navigable waters where the question of  \nspecial conditions arises, special conditions may be mutually agreed to between the  \nAssociated General Contractors of Alaska and the Union or Unions involved.  \nSECTION 7. Termination for Cause.  \nAn Employee may be discharged without warning for just cause. Just cause includes but  \nis not limited to drunkenness or drug abuse, dishonesty, incompetence, insubordination,  \nnegligence with equipment, unexcused absenteeism, disobedience of orders,  \nunsatisfactory performance of duties, and violation of the owner's rules imposed upon the  \nEmployer.  \nSECTION 8. Injured Person to Get Priority for Rehire.  \nAn Employee who is required to leave employment because of job connected injuries  \nshall, upon recovery therefrom, be given priority of hire by their former Employer when  \nthat Employer needs one or more Employees in the injured person's classification,  \nprovided the said Employee has a medical release and is ready, willing, and able to return  \nto work. This Section shall not apply for a different project, after a winter shutdown, or  \nif the previously injured Employee has worked elsewhere since his recovery.  \nSECTION 9. Restriction of Work of Supervisors.  \nDepartment heads, non-working foreman, and supervisory personnel shall not be  \npermitted to perform any of the work covered by this A greement.  \nSECTION 10. New Equipment and Classifications.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 25 of 29  \nWage scales for Employees of equipment operated in construction not listed herein, or  \nclassifications not listed shall be negotiated at the time such equipment is to be operated  \nor the new classification is to be utilized.  \nSECTION 11. Severability Clause.  \nIn the event any section or provision of this Agreement shall be declared or held to be  \ninvalid or illegal by an authorized Board or Court, only the part, section, provision, or the  \nentire so held or declared invalid or illegal shall forthwith cease to be of  \nfurther force and effect, and in such event either party hereto may, upon not less than  \nthirty (30) days written notice to the other, have the right to open negotiations for the  \nSubstitution of a new section, sections, or agreement, consistent with the decision of the  \nBoard or Court.  \nSECTION 12. Transportation for Medical Reasons.  \nEmployer furnished transportation to the point of hire shall be provided all persons  \nrequired to leave a job for medical reasons sufficient to require extended medical care or  \nhospitalization.  \nSECTION 13. Transportation in Aircraft.  \nWhen Employees are transported in aircraft, such aircraft shall be operated, maintained,  \nand have a certificate of air worthiness and the pilot shall be licensed and certificated, all  \nin accordance with applicable laws and regulations.  \nSECTION 14. General Provisions.  \nEvery possible precaution shall be taken by both workers and Employers to follow the  \nmanufacturers safety directions when Epoxy materials are being used.  \nEmployees engaged in sacking or patching and Plasterers shall be given a ten minute  \nbreak in the morning and in the afternoon shift.  \nCement Masons engaged in sandblasting of concrete for architectural finish shall be  \nfurnished with protective gear and fresh air mask.  \nRate for hand power grinder will be paid to only one operator per machine being used.  \nEmployers of Cement Masons will not be permitted to work with the tools of the trade  \nexcept in cases of immediate and pressing necessity.  \nContractors will furnish all special tools, such as troweling machines, tamps, bull floats,  \ndarbies, knee boards, grinders, rubber floats, brushes, etc.  \nPlasterers and Cement Masons shall not use their personal vehicles for transporting tools  \nthat are supposed to be furmished by the Contractor.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 26 of 29  \nWhenever hi-early cement or any type of additives are to be used in concrete mixes for  \nquick setting purposes, the cement mason foreman on the job will be notified of the  \namount and type to be used so that additional workers will be assigned if needed to  \nadequately handle the work.  \nSECTION 15. “Key Man” Agreement.  \nThe Union agrees to enter into a “Key Man” agreement with the contractor, providing  \nthat a contractor covered by this Agreement may bring up to three key Employees into  \nthe Union's jurisdiction, provided that the first shall be a foreman and provided that a  \nqualified on call member be hired prior to each key man there of. Said Employer shall be  \npermitted to make contributions to the Employees Trust Fund on behalf of it’s key  \nEmployees. Provided, however, that the key Employee is cleared through the Union and  \npays full monthly dues, hourly dues check- off, and the Employer pays full contributions  \nto the and Training Fund and the Construction Industry Progress Fund for  \nthe entirety of his employment in the jurisdiction of the Union.  \nIf the benefits of the sister local are lower than those of Local 867, the difference shall be  \npaid the key Employee on his check.  \nSECTION 16. Hold Harmless - Indemnification  \nIn consideration for reaching a Collective Bargaining A greement, the Operative Plasters  \nand Cement Masons Local No. 867 agree to indemnify, defend, and hold harmless the  \nAssociated General Contractors of Alaska (AGC), its Employees, officers, and committee  \nmembers against any claim or liability arising from or based on the violation of any laws,  \nordinance, regulations or orders pertaining to workers’ residency classification or  \nrequirements, the operation of the hiring hall, the referral of workers, and the placement  \nof or refusal to place any individual on the out-of-work list.  \n"], ["ARTICLE XXIV  \nSTRIKES AND LOCKOUTS  \n", "SECTION 1. No Strikes.  \nDuring the term of this Agreement there shall be no strikes, picketing, work stoppages,  \nslow downs, or other disruptive activity for any reason by the Union or by any Employee  \nand there shall be no lockout by the Employer.  \nSECTION 2. No Lockouts.  \nThe Union shall not be liable for acts of Employees for which it has no responsibility.  \nThe Union will immediately instruct, order, and use the best efforts of its office to cause  \nany member or group of members to cease any violations of this Article. When the  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 27 of 29  \nUnion complies with its obligation concerning the above described activity, it shall not be  \nliable for unauthorized acts of its members. The failure of the Employer to exercise its  \nrights in any instance shall not be deemed a waiver of its rights in any other instance.  \nSECTION 3. Judicial Remedies.  \nNothing in this A greement shall be construed to limit or restrict the Union's or the  \nEmployer's right to fully pursue any and all judicial remedies available under law in the  \nevent of violation of this  \n"], ["ARTICLE XXV  \nMANAGEMENT RIGHTS  \n", "The Employer retains all discretionary and decision-making rights not specifically  \nlimited by the terms of this Agreement. These rights include, but are not limited to, the  \nfollowing: directing the jobsite work force, including hiring of personnel; selection of all  \nSupervisory Employees; promotions, transfers, layoffs, discharge of Employees; selecting  \nmaterial and equipment to be used or installed; utilizing any work methods, procedures,  \ntechniques of construction or labor-saving devices or machines; establishing jobsite rules  \nand regulations; determining when overtime work is required and who shall perform  \novertime work; designation of work to be subcontracted; selection of all subcontractors;  \nand determining the number of workers and craft supervisory personnel required to  \nperform the work.  \n"], ["ARTICLE XXVI  \nSPECIAL CONDITIONS  \n", "In order to preserve work for the union members and make the Employers who become  \nparty to this Agreement more competitive in all projects, the Unions signatory to this  \nAgreement and the Employers may mutually agree to put into effect special wages and  \nconditions for specific geographical areas or projects for a specific period of time. A  \ncommittee shall be set up by signatory Employers appointed by the AGC and Union  \nrepresentatives to effectuate those adjustments.  \n"], ["ARTICLE XXVII  \nJOINT LABOR-MANAGEMENT COMMITTEE  \n", "There shall be established a Joint Labor-Management Committee to facilitate  \ninterpretation of this Agreement and all addendum’s and to foster harmony between the  \nparties. The committee shall consist of one member from each of the crafts signatory to  \nthis Master and an equal number of signatory Employers appointed by the  \nAGC.  \n2007-2010 AGC/Plasterers & Cement Masons C ollective Bargaining A greement  \nPage 28 of 29  \n"]]