[["", "MASTER AGREEMENT  \nBy and Between  \nASSOCIATED GENERAL CONTRACTORS OF ALASKA, INC.  \nand  \nINTERNATIONAL BROTHERHOOD OF TEAMSTERS  \nLOCAL 959  \n&  \nALASKA TECHNICAL ENGINEERS LOCAL 959  \nMarch 1, 2008 - February 28, 2011  \nPREAMBLE  \nPURPOSES  \n"], ["ARTICLE |  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \n"], ["ARTICLE II  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \nSection 6.  \nSection 7.  \nSection 8.  \nSection 9.  \n"], ["ARTICLE III  \n", "Section 1.  \nSection 2.  \nSection 3.  \n"], ["ARTICLE IV  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \n"], ["ARTICLE V  \n", "Section 1.  \nSection 2.  \nTABLE OF CONTENTS  \nPage  \nee 1  \nee 1  \nPARTIES AND COVERAGE 1  \nPAITIOS 1  \nUnion Recognition and Employee 1  \nEffect of Other Mets 2  \nSubcontracting-UNiform CONAILIONS 2  \nFAVOrEd NatlONS 3  \nHIRING OF EMPLOYEES 3  \n3  \nUnion NOtiiCATION 3  \nSelection Of APPliCANt 3  \nEmployer Rejection of APplicant 3  \nViOlation Of HIPING 4  \nRegistration & Operation Of HIPiNg 4  \nBona Fide Residents, 4  \n(a) Bona Fide 4  \n(1) 4  \nIMIMIGKFAtTION 4  \nDrug ANd AICONO! 4  \nHIRING HALL COMMITTEE 5  \nCreation Of COMMIS! 5  \nOf 5  \nEmployer DISDUES 5  \nUNION SECURITY 5  \nUNION 5  \nChecKOff Of DUCS 6  \n6  \nJ OD 6  \nDISCIDIING 6  \nGRIEVANCE PROCEDURE 7  \n7  \nArbitration 8  \n"], ["", "ARTICLE VI  \nSection 1.  \n"], ["ARTICLE VII  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \n"], ["", "ARTICLE VIII  \nSection 1.  \nSection 2.  \n"], ["", "ARTICLE IX  \nSection 1.  \nSection 2.  \n"], ["ARTICLE X  \n", "Section 1.  \nSection 2.  \nSection 3.  \n"], ["ARTICLE XI  \nARTICLE XIl  \nARTICLE XIII  \n", "Section 1.  \nSection 2.  \nTABLE OF CONTENTS (CONT.)  \nPage  \nJURISDICTIONAL DISPUTES 8  \nJ Urisdictional DISPUTES 8  \nSUBSISTENCE AND QUARTERS, TRAVEL TO  \nAND FROM POINT OF PICKUP 9  \nEmployer Provided Camp or Suitable 9  \n9  \nEmployer Provided Board, Lodging or any other Facility no  \nPart Of WAGES 9  \nEstablished Point Of 9  \nTRANSPORTATION WHEN EMPLOYEES 10  \ntO the 10  \nTraNSportation frOM the Site 10  \nTRANSPORTATION OF TOOLS AND PERSONAL EFFECTS......... 10  \nOf TOOIS 10  \n10  \nHEALTH & SAFETY 11  \nAdequate 11  \nState 11  \nDrug-Free and Alcohol-F ree 11  \nRETURN OF REMAINS IN EVENT OF DEATH 11  \nHOLIDAYS uu. 12  \nCHANGE IN CLASSIFICATION OR CRAFT 12  \nWork Outside Of 12  \nWork in Different Classification Within 12  \n"], ["ARTICLE XIV  \n", "Section 1.  \nSection 2.  \nSection 3.  \n"], ["", "ARTICLE XV  \nSection 1.  \nSection 2.  \n"], ["", "ARTICLE XVI  \nSection 1.  \nSection 2.  \n"], ["ARTICLE XVII  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \nSection 6.  \n"], ["ARTICLE XVIII  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \n"], ["", "ARTICLE XIX  \nSection 1.  \nSection 2.  \n"], ["", "ARTICLE XX  \nSection 1.  \nSection 2.  \n"], ["ARTICLE XXI  \nTABLE OF CONTENTS (CONT.)  \n", "Page  \nee 13  \nRQQUIAr 13  \nPayment of Wages Upon 13  \nITEMIZED DECUCTIONS 13  \nUNION ADMISSION TO J 14  \nAuthorized 14  \nEXAMINATION OF 14  \nWAGES 14  \nPublic Works Projects - Davis Bacon Act  \nAN Related 14  \nWages - See SCHeEdule A 14  \nHOURS OF WORK/OVERTIME/SHIFTS 15  \nNormal Work Day & WK 15  \nTHM 15  \nRAteOS 15  \n16  \nDewatering Tunnels/Temporary Heat/P 16  \n16  \nPAY GUARANTEES. 16  \nPay for Actual TIMG 16  \nSNOW-UP 16  \nW OPK INJULIOS 16  \nCall-Back 17  \nMEAL PERIODS. 17  \nM@al Br@€K 17  \nCONTINUOUS OPELatiON 17  \nFRINGE BENEFITS 17  \nSEO] “A” 17  \nCONtrIDUTIONS TO 17  \nFOREMAN 17  \n"], ["", "ARTICLE XXIl  \nSection 1.  \nSection 2.  \n"], ["ARTICLE XxXIll  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \nSection 6.  \nSection 7.  \nSection 8.  \nSection 9.  \nSection 10.  \nSection 11.  \nSection 12.  \n"], ["ARTICLE XXIV  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \n"], ["ARTICLE XXV  \nARTICLE XXVI  \nARTICLE XXVII  \nARTICLE XXVIII  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \nil  \nTABLE OF CONTENTS (Cont)  \nPage  \nPRE-] OB CONFERENCE 18  \nPre-] OD 18  \nNotification to 18  \nMISCELLANEOUS PROVISIONS 18  \nCHANGE IN POLICY 18  \n18  \nWOrKk DY 18  \nIMMUNIZATIONS ANA PHNYSICAIS 18  \nTunnel, Shaft, and Dredge 19  \nTermination fOr 19  \nInjured Person to Get Priority for RENIre 19  \nNew Equipment and Classifications 19  \nSeverability 19  \nIN 20  \nJOINT 20  \nRequest for Information and 20  \nSTRIKES AND LOCKOUTS 20  \nNO StrikeS NO 20  \n20  \nJ 21  \nEmployees Who Violate any Provision of this Article. 21  \nMANAGEMENT RIGHTS 21  \nSPECIAL CONDITIONS 21  \nJOINT LABOR MANAGEMENT COMMITTEE 21  \nDURATION, MODIFICATIONS, AND CHANGES 22  \nSIQGMALOLY PaArtleS 22  \nOf 22  \nREODGNED 22  \nTermination Of 22  \nE X@CULION Of 22  \nPREAMBLE  \nTHIS AGREEMENT is between the Associated General Contractors of Alaska, Inc., (A.G.C.)  \nand the International Brotherhood of Teamsters, Teamsters Local 959 and Alaska Technical  \nEngineers Local 959, and as such, exercising jurisdiction over the State of Alaska, within the legal  \nboundaries of the State of Alaska, and is a successive principal Agreement of all other prior  \nagreements.  \nPURPOSES  \nItis the purpose of this Agreement to assure a supply of competent and capable persons for the  \nperformance of the work undertaken by the Employers, to maintain a continuity of employment to  \nthe persons employed, to ensure amicable labor management relations, eliminate work stoppage or  \ndelays in the prosecution of all work undertaken by the employer, improve the competitive position  \nof the organized sector of the construction industry and to record the terms of agreement with  \nrespect to rates of pay, hours of work and other conditions of employment arrived at through the  \nprocess of collective bargaining. Itis also the intent of this A greement to recruit, train, and employ  \nmembers of the minority groups as defined by the Office of Equal Employment Opportunity. The  \nEmployers and the Union agree that there will be no unlawful discrimination in hiring, referral, or  \nany aspect of employment. The term \"he” used in this A greement shall also mean \"she\" and singular  \nusage shall also mean the plural of these items.  \n  \nPARTIES AND COVERAGE  \nSection 1. Parties  \nThe term \"Union\" shall refer to Teamsters Local Union No. 959 or Alaska Technical Engineers  \nLocal 959 of the International Brotherhood of Teamsters, of the State of Alaska. The term  \n“Employer” means any employer who is or becomes signatory to this Master Agreement. The term  \n\"A.G.C.\" shall refer to the Associated General Contractors of Alaska, Inc. For the purpose of this  \nAgreement, the A.G.C. is not acting as an agent or collective bargaining representative for any  \nemployers who are, or may become, signatory to this Agreement.  \nSection 2. Union Recognition and Employee C overage  \nThe Employers recognize the Union as the sole and exclusive bargaining representative of all  \ntheir Employees on building, marine, offshore, heavy and highway construction jobs, who perform  \nwork within the jurisdiction of the Union, and this Agreement shall apply to such Employees.  \nspecifically recognized that this Agreement applies to Employees who load and unload barges or  \nother carriers of the materials and equipment at landing facilities serving the Employer's  \nprojects. Itis further specifically recognized that this A greement does not apply to commercial sand  \nand gravel operations, commercial ready-mix, or any other construction or non-construction related  \nactivity not listed immediately above.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 1 of 23  \nSection 3. Effect of Other Agreements  \nThe provisions of this Agreement, including attached Schedule A's agreed upon between the  \nEmployer and the appropriate Union(s), shall apply to all work identified in Article I, Section 2.  \nProvisions of national union agreements or specific project agreements, which may conflict or differ  \nwith the terms of this Agreement will take precedence. Where a subject is specifically covered by  \nthe provisions of this Master A greement and is also covered by a Schedule A, the provisions of this  \nMaster A greement shall prevail.  \nSection 4. Subcontracting-Uniform C onditions  \n(a) The Employeris entitled to subcontract work on any project or undertaking as determined to  \nbe necessary or appropriate.  \n(b) The Employer agrees to subcontract work covered by this Agreement to subcontractor(s)  \nunder contract with the signatory union where such subcontractors are available and where bid(s) by  \nsuch subcontractors are deemed by the Employer to be competitive.  \n(c) The Union agrees to allow a subcontractor to be bound by the terms of this A greement, on  \nthat work performed for the Employer on an individual project, without binding the subcontractor to  \nthe Agreement on any other work for this Employer or any other Employer.  \n(d) Whenever the Employer is obligated to satisfy DBE-WBE recruiting requirements, the Union  \nand the Employer mutually agree to waive all restrictions on subcontracting contained in this Section  \nin the event the Employer and Union are unable to find qualified, competitive union minority  \nsubcontractors.  \n(e) When potential qualified Union subcontractors are not available in the locality of the job site  \nto perform the work and/or where the Employer receives no competitive bids from the union  \nsubcontractors, the Employer and the Union mutually agree that any restrictions on subcontracting  \ncontained in this Section are fully waived.  \n({) For the purpose of interpretation and application of this section, the Employer is entitled to  \ndesignate a bid by a subcontractor as uncompetitive when it is not the lowest bid.  \n(g) No provision of this Section or any other Article or addendum to this Agreement shall be  \nconstrued or applied by any party, person, or entity to require the Employer to be responsible under  \nany circumstances for the observance or non- observance of any provisions of this A greement by any  \nsubcontractor utilized by the employer who (1) agrees to observe the terms of this Agreement (or  \nany portion of this A greement) or (2) who refuses to accept this A greement (or any portion of it) or  \nabide by its terms.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 2 of 23  \nSection 5. Favored Nations  \nIf the Union enters into any agreement with any individual Employer or group of Employers  \nperforming work on any project orin any geographical area covered by the terms of this A greement  \nand that agreement provides for more favorable wages, hours, or conditions to any other employer,  \nthe Employers signatory hereto, after sending written notice of such intention, shall be afforded the  \nprivilege to adopt such advantageous terms and conditions.  \nThe Union will provide the A.G.C. a true copy of any agreement signed by any Employer that  \ncovers work recognized as field construction work that differs in any material way from the working  \nterms and conditions or wages contained in this Agreement within five (5) calendar days of such  \nsigning.  \n"], ["ARTICLE II  \nHIRING OF EMPLOYEES  \n", "Section 1. Hiring Hall  \nThe Union agrees to maintain a hiring hall and to solicit qualified workers, in order to fill  \nnecessary requisitions for workers. The Employers agree to exclusively use the services of such  \nhiring hall and will call upon the Union to fumish all the qualified workers required in the  \nclassifications herein mentioned, subject to the following terms and conditions.  \nSection 2. Union Notification  \nWhenever the Employers require Employees, they shall notify the Union office either in writing  \nor by telephone, stating the location, starting time, anticipated work schedule, approximate duration  \nof the job, the type of work to be performed, and the total number of Employees required. The  \nEmployers agree that no Employee will be sent initially to any other job site than the job site the  \nEmployee was dispatched to.  \nSection 3. Selection of Applicants  \nSelection of applicants for referral to jobs shall be on a nondiscriminatory basis and shall not be  \nbased on, or in any way affected by, Union membership, bylaws, regulations, constitutional  \nprovisions, or any other aspect or obligation of Union membership, policies or requirements.  \nSection 4. Employer Rejection of A pplicants  \nThe Employer retains the right to reject any job applicant referred by the Union, in which event  \nthe Union shall refer another applicant. Should an Employer reject an applicant, a legitimate reason  \nshall be given in writing to the Union. After the initial rejection, the Union will have twenty-four  \n(24) hours to refer applicant(s). The time referred in this Article (24 hours) shall start over upon  \nsuch rejection(s).  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 3 of 23  \nSection 5. Violation of Hiring Hall  \nAny alleged violation of this Article may be the subject of a hearing under Article III. In the  \nevent the Employer has employed an individual in violation of this A rticle, the hiring hall committee  \nshall decree that the Employer shall pay to the individual who would have been dispatched to that  \njob, had the collective bargaining procedures of the Agreement been followed, the full amount of  \nwages which said individual has lost, together with the payment into the various fringe benefit trusts  \non behalf of said individual.  \nSection 6. Registration & Operation of Hiring Hall  \nThe registration requirements and operation of the hiring hall shall be as agreed in Schedule \"A\".  \nItis understood that recognition for experience in the construction industry and residency within the  \ngeographical jurisdiction of the Union will be recognized.  \nSection 7. Bona Fide Residents, Discrimination  \n(a) Bona Fide Residents. Requests for bona fide residents of the vicinity immediately  \naccessible to the job site in a remote area shall be honored in accordance with the place of the local  \nresident upon the registration list in relation to other registrants in the same area. Residence for the  \npurpose of this section shall mean that the individual shall have resided in the area for a period of  \ntwelve (12) months immediately prior to the date of the request. The individual must provide  \ndocumentary proof of residency to the local union. The Union will provide whatever documentation  \nit has to the Employer upon request.  \n(b) Discrimination. Employers and the Union agree that there will be no discrimination in  \nhiring or referral of workers due their race, creed, color, age, or sex; provided further, that  \nnotwithstanding these hiring hall provisions, the Union, when requested by an Employer, shall  \ndispatch to allow an Employer to comply with state or federal affirmative action requirements; any  \nother local, state or federal law; or any reasonable contractual obligation imposed by an Owner.  \nSection 8. Immigration Reform.  \nThe Union agrees to post at the hiring halls and to include with the dispatch the, requirement to  \nprovide appropriate documentation to the Employer of the eligibility to work as required by the  \nImmigration Reform Act of 1987, and that failure to provide appropriate documentation will result  \nin refusal of employment  \nSection 9. Drug and Alcohol Screening  \nWorkers required by the employer to take a pre-employment drug and alcohol screening will not  \nbe on the payroll of the Employer during drug and alcohol screening. If the Employee is put to work  \nwhile they are awaiting the results they will be paid for time worked. The Employer will pay for all  \ndrug and alcohol screening.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 4 of 23  \n"], ["ARTICLE If  \nHIRING HALL COMMITTEE  \n", "Section 1. Creation of Committee  \nAs needed, the parties of this Agreement shall create a Joint Hiring Hall Committee, composed  \nof not more than two (2) representatives of the Employer and two (2) representatives of the involved  \nUnion.  \nSection 2. Powers of Committee  \n(a) The Joint Hiring Hall Committee shall be empowered to hear and determine any and all  \ndisputes or grievances arising out of (1) work referrals, and (2) placement on hiring hall list.  \n(b) Before any individual(s) may appear before the Committee, they must exhaust the  \nadministrative procedures provided by the Union.  \n(c) The committee shall also determine the criteria for establishing residency within the  \njurisdiction of the Union.  \nSection 3. Employer Disputes  \nIf an employer has a dispute concerning the dispatch of an individual, the Employer shall submit  \nthat dispute to the Committee for resolution. In case the Committee deadlocks, the matter shall be  \nreferred to an impartial umpire. The impartial umpire shall be designated by mutual agreement. If  \nthe parties are unable to agree on an impartial umpire, the parties shall select the impartial umpire in  \nthe matter provided under the disputes provisions of this Agreement. All decisions of the Joint  \nHiring Hall Committee or the impartial umpire shall be final and binding on all parties concermmed.  \n  \nUNION SECURITY  \nSection 1. Union Shop  \nAll Employees covered by this Agreement who are members of the Union in good standing on  \nthe effective date of this clause shall remain members in good standing. Those who are not members  \nin good standing on the effective date of this clause shall, within fourteen (14) days following the  \neffective date of this clause, become and remain members in good standing in the Union.  \nEmployees hired or covered by this A greement subsequent to the signing of this A greement shall be  \nrequired to become and remain members of the Union in good standing within fourteen (14) days of  \nhire or being covered. All requests by the Union for the dismissal of any Employee for failure to  \ncomply with the provisions of this paragraph shall be in writing. The Union agrees to defend any  \ncharge or suit made or brought against any Employer as the result of the dismissal or termination of  \nany Employees pursuant of the provisions of this section and to hold the Employer harmless.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 5 of 23  \nSection 2. Check Off of Dues  \nThe Employers agree to deduct from wages of each Employee such amount of the Union dues  \nand/or assessments owing by them to the Union, as may be certified by the Financial Officer of the  \ninvolved Union, provided the Employee has executed a written assignment calling for such a  \ndeduction. If an Employer transfers an Employee to a subsidiary and/or sister company, or if the  \nEmployer transfers an Employee to a joint venture that is formed by the Employer, itis agreed that  \nfor purposes of Union dues and/or assessments, the Employee need not execute a new written  \nassignment calling for such deductions. Consequently, the deductions will continue without  \ninterruption and will be forwarded to the Union by the Employer who is then paying the Employee.  \nSuch deductions shall be transmitted to the Union within ten (10) days following the end of each  \ncalendar month. Appropriate transmittal forms shall be supplied to each Employer by the Union.  \nEach signatory Union shall notify the Employer of the amount to be deducted.  \nThe above deductions shall be made by the Employer so long as such payments are deemed in  \ncompliance with applicable law, and the Union agrees to indemnify the Employer for any litigation  \ncosts, expenses or liabilities which an Employer may incur from compliance with this provision.  \nSection 3. Discrimination Forbidden  \nThe Employer shall be the sole judge of a worker's ability, qualifications, competence, and  \nperformance. No person shall be discriminated against for upholding lawful Union principles, and  \nany person who serves on a Committee shall not lose his/her position or be discriminated against for  \nthis reason.  \nSection 4. Job Steward  \nOne or more working stewards may be appointed by the Union from among its members  \nworking on the job that will represent the Union on the job. The Employer shall be informed of the  \nnames of the appointed stewards, in writing, and only such stewards will be accorded recognition by  \nthe Employer. The designated Union Representative shall be consulted by the Employer prior to a  \njob steward's termination because of drunkenness, dishonesty or other reason. The job steward shall  \nnormally discuss grievances arising under this A greement with the job supervisor and conduct other  \nUnion business during non-working hours. These duties shall include, but not be limited to, taking a  \nweekly report of all members employed, checking newly dispatched Employees, caring for the tools  \nand effects of any injured member, caring for the injured in the absence of an authorized first aid  \nperson, notifying the Union representative of injuries, and transmitting to the Union Representative  \nall complaints and grievances emanating from the job. The job steward shall be the last working  \njourneyman terminated provided they are qualified for the last work available on the job.  \nSection 5. Discipline  \nThe Union shall retain the right to discipline its members at all times.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 6 of 23  \n"], ["ARTICLE V  \nGRIEVANCE PROCEDURE  \n", "Section 1. Grievance Procedure  \nAny grievance, complaint, or dispute (except jurisdictional disputes) arising out of this  \nAgreement involving its interpretation or application shall be considered a grievance and subject to  \nresolution under the following procedure, and it is further agreed that until said procedure is  \nexhausted, there shall be no work stoppage or lockout.  \n(a) The Employees shall report to theirjob steward, or such other business representative as may  \nbe designated by the Union, any grievance, complaint, or dispute that arises between the Employee  \nand Employer or between co-workers. The designated job steward or business representative will  \nattempt to immediately resolve the matter, between the parties on the job.  \n(b) Failing to agree, the designated job steward or business representative shall report the matter  \nto the Union, and the business representative shall attempt to settle the matter with an Employer  \nrepresentative.  \n(c) Should the Union and the Employer have a dispute or complaint with the other party and if  \nafter conferring, a settlement is not reached within five (5) working days, the dispute shall proceed  \nto Step d. in the same manner as an Employee complaint.  \n(d) In the event the matter cannot be adjusted by the method set forth above within five (5)  \nworking days, the Union will present the matter to the Executive Director of the A.G.C. for  \nadjustment and will reduce the matter to writing if requested  \n(e) In the event the matter cannot be adjusted within four (4) working days from the date the  \ngrievance, complaint, or dispute is presented by the Union representative to the Executive Director  \nof the A.G.C., the Union may take the dispute to arbitration as outlined in Section 2 of this Article.  \n(f) Any dispute that arises between the Employees or between co-workers and/or the Employer  \nor any complaint or grievance on the part of both or one shall be submitted to the local Union within  \nthirty (30) days of the known date of violation or when Employee could have reasonably become  \naware of the violation to be eligible to receive the assistance of the local Union.  \n(g) Times set forth by this Article may be extended by mutual agreement between the parties.  \n(h) Failure of the Union orthe Employer to process a grievance in the time frame stipulated shall  \nconstitute abandonment of the grievance. If the grievance is abandoned by either party, then the  \nUnion or Employer shall accept the abandoned request or decision as binding. Any abandoned  \ngrievance shall not constitute a precedent.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 7 of 23  \nSection 2. Arbitration Committee  \nShould any grievance or complaint arise which cannot be negotiated and settled within the scope  \nof the foregoing paragraphs of this A rticle, the Employer and the Union agree to submit the matter to  \nthe Arbitration Committee to be handled in the following manner:  \n(a) In the event a grieving party submits a grievance or dispute to arbitration, an Arbitration  \nCommittee shall be selected as follows: The Union representative and the Employer shall each  \nname a representative to the Arbitration Committee within two (2) working days. The two (2)  \nindividuals so selected will then name a mutually acceptable third member to the Arbitration  \nCommittee, who shall name a Chairman. In the event that the first two (2) members of the  \nArbitration Committee are unable to agree upon a third member within three (3) working days, the  \nparties shall select an arbitrator by the striking method from a permanent list of Alaska arbitrators  \npreviously supplied by the American Arbitration Association. This third member will be selected  \nwithin five (5) working days after the failure to agree on a third member. The Committee will meet  \nwithin five (5) working days of the appointment of the third member. The Committee will continue  \nin session until a decision has been reached. The Committee will render its decision within five (5)  \nworking days upon conclusion of the evidence unless the time is extended by the agreement of both  \nparties.  \n(b) The decision of the Arbitration Committee will be final and binding upon both parties and  \nShall be complied with within five (5) working days after the decision has been reached unless  \nwaived by mutual agreement for extension of time.  \n(c) Expenses of the independent arbitrator shall be borne equally by both parties.  \n(d) The Arbitration Committee shall conduct the hearing according to AAA standards and  \nprocedures for grievance arbitration. The Arbitration Committee shall have no authority to add to,  \nalter, delete or modify any provisions of this agreement.  \n(e) Should the party against whom the decision is rendered fail to execute the decision of the  \nCommittee within the prescribed time the other party may strike or lock out.  \n"], ["ARTICLE VI  \nJURISDICTIONAL DISPUTES  \n", "Section 1. Disputes  \nIf a jurisdictional dispute arises, it shall be referred to the International Representatives of the  \nunions involved and they shall confer with the A.G.C. forsettlement. Pending such settlement, the  \ncraft performing the work at the time the dispute arises shall continue in such capacity until  \nsettlement has been reached as above provided.  \nAssignment of work shall be governed by the decisions of record, area practice, and existing or  \nprospective International jurisdictional agreements.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 8 of 23  \nThe parties to the Agreement agree they will be immediately bound by any applicable decision  \nor award by the National Joint Board for Settlement of Jurisdictional Disputes.  \n"], ["ARTICLE VII  \nSUBSISTENCE AND QUARTERS,  \nTRAVEL TO AND FROM POINT OF PICKUP  \n", "Section 1. Employer Provided Camp or Suitable Accommodations.  \nUnless otherwise agreed, the Employer shall ensure that the worker who is employed on a  \nproject that is 65 miles or more from the U.S. Post Office in either Fairbanks or Anchorage or is  \ninaccessible by road in a 2-wheel drive vehicle and who is not a domiciled resident of the locality of  \nthe project shall receive meals and lodging. Lodging shall be in accordance with all applicable state  \nand federal laws.  \nSection 2. Per-Diem  \nEmployers are encouraged to use commercial facilities and lodges, however, when such facilities  \nare not available, Per-Diem in lieu of room and lodging may be paid at the basic rate of seventy-five  \ndollars ($75.00) per day or part thereof, the worker is employed on the project. Per-Diem shall not  \nbe allowed on projects West of Livengood on the Elliot Highway, at Mile 0 on the Dalton Highway  \nto the North Slope of Alaska, North of Mile 20 on the Taylor Highway, East of Chicken, Alaska on  \nthe Top of the World Highway and South of Tetlin Junction to the Alaska-Canadian Border.  \nFor Purposes of this Article, the term “domiciled resident’, means a person living within 65  \nmiles of the project, or in the case of a highway project, the mid-point of the project, for at least 12  \nconsecutive months prior to the award of the project.  \nSection 3. Employer Provided Board, Lodging or any other Facility not part of W ages.  \nWhere the Employer provides or furnishes board, lodging or any other facility, the cost or  \namount thereof shall not be considered or included as a part of wages, but shall be excluded  \ntherefrom.  \nSection 4. Established Point of Pickup  \nW here there is an established point of pickup, or the Employer deems it necessary to transport an  \nEmployee by boat, airplane, or other Employer supplied conveyance, work shall begin at the site of  \nthe work unless it takes more than one (1) hour to transport persons, either to or from the pickup  \npoint. In that event, round-trip travel time exceeding two (2) hours shall be considered as time  \nworked and compensation computed on the basis of the travel time consumed, going from and  \nreturning to the point of pickup. When furnished, transportation from pickup point to work site and  \nthe return from work site to pickup point shall be by the most expeditious route and means possible;  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 9 of 23  \nsuch transportation shall be safe and lawful and the Employees shall be seated in reasonable comfort  \nand protected from the elements.  \n"], ["ARTICLE VIII  \nTRANSPORTATION WHEN EMPLOYEES RECRUITED  \n", "Section 1. Transportation to the Site  \nWhen persons are recruited to job sites, which require special transportation by air or water,  \ntransportation and actual reasonable expenses of board and lodging while enroute shall be borne or  \nreimbursed by the Employer.  \nSection 2. Transportation from the Site  \nAtthe termination of the contract, project, or season, and providing the Employee immediately,  \nunless otherwise mutually agreed to by the Employee and the Employer, returns to the point of hire,  \nthe Employer will pay for transportation, actual expenses of board and lodging while enroute to the  \npoint of hire. Provided further, that if the Employee is voluntarily terminated or has been discharged  \nfor cause as in accordance with Article X X III, Section 6, the above provision shall not apply.  \nEmployer furnished transportation to the point of hire shall be provided all persons required to  \nleave ajob for medical reasons sufficient to require extended medical care or hospitalization.  \n"], ["ARTICLE IX  \nTRANSPORTATION OF TOOLS AND PERSONAL EFFECTS  \n", "Section 1. Transportation of Tools  \nWhere the job site requires special transportation by air or water, transportation costs for  \nEmployer required tools from point of hire to the job site and returm shall be borne by the Employer.  \nIf there is no insurance coverage by the air carrier, the Employer shall reimburse the Employee for  \nthe full, prior agreed value of Employer required tools lost while an Employee is traveling, pursuant  \nto this Section.  \nSection 2. Personal Effects  \nThe Employer will also be responsible in case of fire or flood for all the personal effects of  \nEmployees in an amount not to exceed $1,200.00 each in all Employer's camps orin camps arranged  \nfor by the Employer, other than those camps owned or operated by the Government. Provided  \nfurther that the Employee must have submitted an itemized inventory for personal effects other than  \nclothes prior to the loss.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 10 of 23  \n"], ["ARTICLE X  \nHEALTH & SAFETY  \n", "Section 1. Adequate Shelters  \nThe Employer and the Employee will conform to all federal and state health and safety  \nregulations applicable to work covered by this A greement, and shall have adequate shelters available  \nwhere necessary, with heat, where the workers can change and dry their clothes and store their tools.  \nOn all projects covered by this Agreement there shall be provided by the Employer at all times  \nduring construction sanitary facilities consisting of a reasonable number of toilets and urinals. Fresh  \ndrinking water will be available to the workers. Employer will furnish welding equipment,  \nincluding all leathers, hard hats, eye protection, ear protection, respirators, safety belts and lanyards,  \nand reflective vests.  \nSection 2. State Common-Law  \nThis is not intended to and shall not be construed as creating, imposing, or adopting  \non the Union or representatives any state common-law duties in the areas of safety.  \nSection 3. Drug-Free and Alcohol-Free W orkplace  \nLabor & Management are committed to providing Employees with a drug-free and alcohol-free  \nworkplace. Itis the goal to protect the health and safety of Employees and to promote a productive  \nworkplace, and protect the reputation of Labor and Management and the Employees. Consistent  \nwith those goals, the Employer prohibits the use, possession, distribution or sale at its employment  \nsites of drugs, drug paraphernalia or alcohol. The Union recognizes the Employer's right to develop  \nand implement a drug-screening program. The Employer agrees to pay the cost for such drug  \nscreening. The Employer will designate the facility to conduct the drug/alcohol screening. Within  \nthe limits permitted by applicable Federal or State laws and/or owner regulations, the Employer has  \nthe prerogative to test Employees for drug/alcohol usage, and to refuse employment or terminate  \nthose who test positive.  \n"], ["ARTICLE XI  \nRETURN OF REMAINS IN EVENT OF DEATH  \n", "In the event of death of an Employee while on the job orin the Employer's camp, the Employer  \nshall immediately notify the Union, and, in the absence of any law or authority prohibiting same,  \nprepare and transport the remains to point of hire or to such other point of equivalent or less distance  \nas the next of kin may elect.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 11 of 23  \n"], ["ARTICLE XII  \nHOLIDAYS  \n", "The holiday rate shall apply for work on the following days:  \nNew Y ear's Day Labor Day  \nPresidents Day Veterans’ Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \nWhen any of these holidays shall fall on a Sunday, then the following Monday shall be  \nconsidered a legal holiday, unless Sunday is a scheduled workday.  \nIn the event that there is a conflict between the state and federal government on the observance  \ndate of any of the above listed holidays, the State observance date shall prevail.  \nNotwithstanding any other provision, the Employer and the Union may agree to observe the  \nholiday on a day other than the State observed holiday if itis more convenient to the Employer and  \nthe Employees.  \n"], ["ARTICLE XIII  \nCHANGE IN CLASSIFICATION OR CRAFT  \n", "Section 1. Work Outside of Craft  \n(a) An Employee temporarily assigned work of another craft will be paid the rate the  \nclassification calls for while performing such work, provided the Employee works at least two (2)  \nhours in that classification. The Employer is entitled to assign an Employee to perform work  \nnormally performed by another craft on a temporary, \"emergency\" basis.  \n(b) Wherever feasible the Employer is entitled to develop a composite crew for the performance  \nof a particular job or contract, in which even traditional craft jurisdictional boundaries will be  \nwaived by all unions signatory to this (or similar) A greement for the period the composite crew is in  \neffect. The composite crew shall consist of the required crafts in such proportions as are respective  \nto work to be performed. The composite crew will be arranged at a pre-job conference. A mutually  \nagreed method will be developed to resolve any issue over the composition of the composite crew.  \nArticle XIII, Section 1(a) above shall not apply to composite crews.  \nSection 2. Work in Different W ithin C raft  \nWhen an Employee is temporarily required to perform work of another classification within their  \ncraft, the Employee shall be paid the rate that the classification calls for while required to perform  \nsuch work, provided the Employee works at least two (2) hours within that classification, except  \nwhere part of a composite crew.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 12 of 23  \n"], ["ARTICLE XIV  \nPAY  \n", "Section 1. Regular Payday  \nThe Employer shall establish a regular weekly payday on which Employees shall be paid during  \nworking hours, which payday shall not be later than seven days following the end of the payroll  \nperiod.  \nTime cards shall be reviewed and signed by the Employees daily or weekly and submitted to the  \nEmployer. Time cards shall not be changed or altered without prior consultation with the Employee  \nand/or authorized Union representative.  \nCopies of the Employee's time cards shall be made available by the Employer for inspection by  \nthe Employee or authorized Union representative or mailed to the Union hall (during normal  \nworking hours) upon eight (8) hours’ notice by the Union.  \nFor the purposes of pay, a payroll week is further defined as beginning at 12:01 a.m. Sunday and  \nending at 12:00 midnight on the following Saturday. This payroll week is established for the  \npurpose of uniformity and defining the pay period. The Employer is entitled to change the payroll  \ncutoff date as circumstances may warrant, so long as payday is within one week following the  \npayroll cutoff date. In regard to \"bush\" jobs where flight schedules and/or mail delivery may be  \ninterrupted, separate arrangements may be consummated by mutual consent or separate agreement.  \nSection 2. Payment of Wages Upon Termination  \nIn accordance with Alaska Statute title 23.05.140 if the employment is terminated by the  \nEmployer regardless of the cause for the termination, payment is due within three working days after  \nthe termination. If employment is terminated by the Employee, payment is due at the next regular  \npay day that is at least three days after the Employer received notice of the termination  \nof service. In either case, failure to pay within the prescribed period of time (exclusive of Saturdays,  \nSundays, and holidays) the Employer may be required to pay the Employee a penalty in the amount  \nof the Employee’s regular wage, salary, or other compensation from the time of demand to the time  \nof payment, or for 90 working days, whichever is lesser amount.  \nOn remote jobs where payroll facilities are not maintained, the Employer will have the check at  \nthe Union offices orin the U.S. mail or other place mutually agreed to within forty-eight (48) hours  \nof termination, Saturdays, Sundays, and holidays excepted.  \nSection 3. Itemized Deductions  \nThe Employer shall itemize deductions on pay checks so Employees can determine the purpose  \nfor which amounts have been withheld and shall indicate the number of travel time hours, straight  \ntime hours, overtime hours, dues deductions, and basic rate per hour paid.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 13 of 23  \n"], ["ARTICLE XV  \nUNION ADMISSION TO JOB  \n", "Section 1. Authorized Representation  \nAn authorized representative of the Union shall be allowed admission to any job at any time for  \nthe purpose of investigating conditions existing on the job. However, the representative shall, as  \nsoon as possible, make their presence known to the Employer's representative in charge of the work.  \nOn projects, which are under military guard, the Employers will cooperate with the Union officials  \nin this regard as far as regulations will permit. The Employer shall also notify the Union as  \npromptly as possible of any fatalities.  \nSection 2. Examination of Records  \nThe Union representative shall have the right to examine all records pertaining to the Employees  \ncovered by this Agreement on proper notification in advance to the Employer. The Employer shall  \nmake available original or copies of the original records for examination by the authorized Union  \nRepresentative upon forty-eight (48) hours' notice from the Union. To examine records, other than  \npay or fringe benefit computations, shall require written authorization from the Employee. When  \nrequested by the Union, Employers shall make available the names, addresses and classifications of  \nany of their Employees covered by the  \n"], ["ARTICLE XVI  \nWAGES  \n", "Section 1. Public Works Projects - Davis Bacon Act and Related Statutes  \nIn the event an individual Employer bids on a public project being awarded by a federal, state,  \nborough, city or other public entity which is to be performed at a predetermined and/or prevailing  \nwage rate established pursuant to the provisions of the Davis Bacon Act (Public Law 74-403  \n(8/30/35) as amended 3/21/41 and 7/2/64,40 USC 276A-276A7 as amended) or established pursuant  \nto the provisions of Title 36 Alaska Statutes, or any other prevailing wage, the published hourly  \nwage and fringe rate set forth in said public award or the construction contract rate in effect at the  \ntime of bid shall apply for the duration of the project or the term of this Agreement, even though  \nsuch prevailing wage is less than the wage set forth in this The same principle shall also  \napply to fringe benefits. It is the intent of this Article that if the prevailing wage/benefit rate  \ndecreases during the term of the project, the Employeris entitled to adopt the lower prevailing wage  \nunless prohibited by statute from doing so.  \nSection 2. Wages  \nsee Schedule A.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 14 of 23  \n"], ["ARTICLE XVII  \nHOURS OF WORK/OVERTIME/SHIFTS  \n", "Section 1. Normal Work Day & Week  \nEight (8) hours shall constitute the normal workday; and forty (40) hours shall constitute the  \nnormal workweek. Starting and quitting time for the work day shall be established between 6:00  \na.m. and 6:00 p.m. (Starting times may be staggered between the hours of 6:00 a.m. and 8:00 a.m.)  \nin accordance with job requirements, as determined by the Employer. Employees shall receive  \ncompensation of one and one half (1-1/2) times the base rate for any hours worked over eight (8)  \nhours per day or over forty (40) hours per week.  \nOn construction projects funded entirely with Federal funds and in accordance with recent  \namendments by congress to the Contract W ork Hours and Safety Standards Act (WHSSA) and the  \nWalsh-Healy Act, itis agreed between the parties that overtime will be paid only after Employees  \nhave worked more than forty (40) hours in any one workweek. However, at no time shall Employees  \nbe required to work more than ten (10) hours in any one workday unless overtime at the rate of one  \nand one-half times the Employee's straight time rate is paid for time worked in excess of ten (10)  \nhours.  \nNothing in this Article shall be construed as guaranteeing any Employee eight (8) hours of work  \nper day, or forty (40) hours of work per week.  \nSection 2. Starting Time  \nThe Employer will establish a regular starting time: except that it shall be understood that when  \nthe job conditions at the site of the work or when economical considerations warrant, other hours of  \nstarting time may be established by mutual agreement between the Employer and the Union. With  \nrespect to concrete paving, concrete pouring, asphalt paving, and road oiling, the starting time of  \nwork shall be mutually arranged to fit the job conditions. Service and maintenance personnel may  \nbe started prior to regular shifts at the straight time rate.  \nSection 3. Overtime Rates  \nEmployees shall receive compensation of one and one half (1- 1/2) times the basic rate for work  \nperformed on Saturday and Sunday: and two (2) times the basic rate for any work performed on  \nholidays, excepting that when a shift of multiple shift operation is started at the basic rate or at an  \novertime rate, it shall be completed at that rate. Further excepting that Saturday may be a  \nstraight-time workday for an Employee: (a) who was absent on a straight-time day on which work  \nwas made available by the Employer: (b) work was interrupted that week by weather; or, (c) further,  \nif owner's project specifications require that work be restricted to weekends, Saturday, and Sunday  \nwill be straight time days.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 15 of 23  \nSection 4. Multiple Shifts  \nMultiple shifts and their starting and quitting times may be established in accordance with job  \nrequirements as determined by the Employer. There shall be no premium for shift work.  \nSection 5. Dewatering Tunnels/Temporary Heat/Protection  \nDewatering of tunnels and caissons and providing temporary heat and protection shall be worked  \nin accordance with the work shift and overtime provisions heretofore established, except that time  \nworked on holidays when no other activities are in progress will be compensated for at the overtime  \nrate of one and one-half (1-1/2) times the basic rate of wages.  \nSection 6. Tide W ork  \nUnless otherwise agreed to by the Union and the Employer, tide work shall be subject to the  \nfollowing special condition. When Employees are called out on tide work. they shall be guaranteed  \nan amount equivalent to four (4) hours at straight time pay as a minimum for each call out.  \n"], ["ARTICLE XVIII  \nPAY GUARANTEES  \n", "Section 1. Pay For Actual Time Worked  \nExcept as provided in this Article, an Employee is only entitled to pay for time worked.  \nSection 2. Show-Up Guarantee  \nEmployees reporting for work and not put to work shall receive two (2) hours at their regular  \nstraight time rate unless notified not to report at least two (2) hours prior to the start of shift.  \nNotification may take the form of a telephone answering device, radio broadcast or any other agreed  \nupon device. Where Employees live in camp, such notification can be given any time prior to  \ndeparture from camp.  \nSection 3. Work Injuries  \nEmployees injured on the job, provided injury is reported to the person's Employer and requires  \nmedical attention, are to be paid for time spent on the first visit to the doctor and, if the doctor  \ndetermines and certifies that the Employee is unable to return to work because of injury, they shall  \nbe paid the balance of the shift during which the injury occurred. This provision applies to medical  \nattention received during regular working hours only.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 16 of 23  \nSection 4. Call-Back Guarantee  \nWhen an Employee has completed their scheduled shift and returns by direction of the Employer  \nto perform additional work, they shall receive overtime pay for the actual hours worked with a  \nminimum guarantee of two (2) hour's pay at the applicable rate.  \n"], ["ARTICLE XIX  \nMEAL PERIODS  \n", "Section 1. Meal Break  \nAn Employer will attempt to schedule a one-half (1/2) hour break for a meal period near the  \nmidpoint of a shift. An Employee required to work more than six (6) consecutive hours without a  \nmeal break shall be allowed a later meal period of one-half (1/2) hour, and it shall be considered as  \ntime worked and paid for at the proper rate.  \nSection 2. Continuous  \nNotwithstanding the above paragraph, an Employee may be required to work more than six (6)  \nconsecutive hours without any entitlement to a later meal period or pay for that period when the  \nEmployer is engaged in a continuous operation where breaks are difficult to schedule but sufficient  \nlag time normally exists to enable an Employee to consume a meal during the shift. Examples of  \ncontinuous operations include, but are not limited to: asphalt paving operations, concrete pours,  \ngravel hauls, tide work, and piledriving.  \n"], ["ARTICLE XX  \nFRINGE BENEFITS  \n", "Section 1. See Schedule A.  \nSection 2. Contributions to Trusts  \nIt is understood that the above contributions by the Employers to the various Trusts, are to be  \ncomputed solely on total number of compensable hours worked by persons that are members of the  \nbargaining unit only, and are not to be included in wages and will not, therefore, be subject to either  \nFederal or State withholding taxes and further shall not be considered or included in the computation  \nof overtime pay.  \n"], ["ARTICLE XXI  \nFOREMAN  \n", "There shall be no desire on the part of the Union to select the Employers' foremen. This  \ndetermination will be made by the Employer. Each Employee will be advised who his/her  \nforeman is. The foreman may be required to work at the trade, but will be paid at the applicable  \nrate. The Employer and the Union recognize the fact that the position of General Foreman, if  \nutilized, is not the sole jurisdiction of any one craft.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 17 of 23  \n"], ["ARTICLE XXII  \nPRE-JOB CONFERENCE  \n", "Section 1. Pre-J ob C onference  \nThe Employer shall arrange a pre-job conference within a reasonable time period after the award  \nof any construction project over one million dollars ($1,000,000). A pre-job conference may be held  \ntelephonically or in person. Information covered in the pre-job conference should include, but not  \nbe limited to, project scheduling, duration, manpower and skill requirements, conditions,  \nsubcontractors, and pay scales.  \nSection 2. Notification to Subcontractor  \nThe Employer shall notify each subcontractor of the provisions of this Article and require any  \nsuch subcontractor performing work within the scope of this Agreement to comply with the  \nprovisions of this Article.  \n"], ["ARTICLE XXIII  \nMISCELLANEOUS PROVISIONS  \n", "Section 1. Change in Policy  \nItis mutually understood that there is no desire on the part of the Union to dictate the business  \npolicies of the Employer, but when the Employer contemplates a change in policy affecting the  \nwelfare of the Employee, proper and reasonable notice shall be given to the Union.  \nSection 2. Termination Slip  \nIt shall be mandatory that the Employer furnish and complete termination slips for any Employee  \nwho is terminated, giving one to the Employee, returning one to the dispatching hall at the time of  \ntermination, and retaining one for the Employer's records. Each termination or layoff slip shall show  \nthe actual reason for termination.  \nSection 3. Work by Supervisors  \nWhile the Employer does not intend that supervisors outside the bargaining unit be regularly  \nengaged in bargaining unit work, itis nonetheless a reserved prerogative of the Employer to assign  \nincidental or occasional work to such supervisory personnel in instances when the Employer deems  \nit appropriate to do so without violating any provision of the Agreement or any Supplement or  \nSchedule \"A\". When deemed appropriate, the Employer will designate a particular supervisor to  \nissue instructions to the craft working foreman utilized by the Employer to prevent duplication and  \nconfusion of orders. Hours worked by non-unit supervisors in performance of unit work are not  \ncompensable hours for purposes of Employer Trust contributions (i.e., the Employer is not obligated  \nto make contributions on such hours worked by non-unit supervisors)  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 18 of 23  \nSection 4. Immunizations and Physicals  \nThe Employer shall pay for all Employer required physicals and immunizations. The Employee  \nis not entitled to wages or other pay while engaged in these activities.  \nSection 5. Tunnel, Shaft, and Dredge W ork  \nThe signatory parties hereto recognize that the working conditions contained in this A greement  \ndo not lend themselves particularly to tunnel, shaft or dredge work. In the event that tunnel, shaft or  \ndredge operation is contemplated in the State of Alaska during the term of this Agreement, the  \nparties agree to negotiate special conditions to apply thereto. With respect to offshore work in  \nnavigable waters where the question of special conditions arises, special conditions may be mutually  \nagreed to between the A.G.C. and the Union.  \nSection 6. Termination for Cause  \nmay be discharged without warning for just cause. Just cause includes, butis not  \nlimited to: drunkenness, drug abuse, dishonesty, incompetence, insubordination, negligence with  \nequipment, unexcused absenteeism, disobedience of orders, unsatisfactory performance of duties,  \nand violation of the owner's rules imposed upon the Employer.  \nSection 7. Injured Person to Get Priority For Rehire  \nAn Employee who is required to leave employment because of job connected injuries shall, upon  \nrecovery therefrom, be given priority of hire by their former Employer when that Employer needs  \none or more Employees in the injured person's classification, provided the said Employee is ready,  \nwilling, and able to return to work. This section shall not apply fora different project, after a winter  \nshut-down or if the previously injured Employee works elsewhere since their recovery  \nSection 8. New Equipment and  \nWage scales for Employees of equipment operated in construction not listed herein, or  \nclassifications not listed shall be negotiated at the time such equipment is to be operated or the new  \nclassification is to be utilized.  \nSection 9. Severability Clause  \nIn the event any section or provision of this A greement shall be declared or held to be invalid or  \nillegal by an authorized Board or Court, only the part, section, provision, or the entire A greement so  \nheld or declared invalid or illegal shall forthwith cease to be of further force and effect, and in such  \nevent either party hereto may, upon not less than thirty (30) days written notice to the other, have the  \nright to open negotiations for the substitution of a new section, sections, or agreement consistent  \nwith the decision of the Board or Court.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 19 of 23  \nSection 10. Transportation in Aircraft  \nWhen Employees are transported in aircraft, such aircraft shall be operated, maintained, and  \nhave a certificate of air worthiness, and the pilot shall be licensed and certificated, all in accordance  \nwith applicable laws and regulations.  \nSection 11. Joint Venture  \nAny reference to \"Joint Venture\" in this Master Agreement or any Schedule A or other  \nSupplement to this Agreement applies solely to a Joint Venture undertaken by the Employer with  \nanother company (or companies) signatory to the Agreement (or similar construction industry  \nAgreement) with the same Union(s). Itis expressly not the intent of any party to this A greement that  \nthis A greement be extended or be capable of being extended in any manner to any Joint V enture in  \nwhich one or more Employers participating in the Joint V enture are not signatory to this A greement  \nor similar A greement.  \nSection 12. Request for information and reports  \nThe Alaska Teamster-Employer Welfare Trust, the Alaska Teamster-Employer Pension Trust,  \nand the Alaska Teamster-Employer Service Training Trust shall provide the condition of those  \nTrusts and Funds annually to AGC. In addition, the Administrator shall provide AGC the actuarial  \nreport upon written request, contingent on approval by the respective Board of Trustees.  \n"], ["ARTICLE XXIV  \nSTRIKES AND LOCKOUTS  \n", "Section 1. No Strikes No Lockouts  \nDuring the term of this Agreement, there shall be no strikes, picketing, work stoppages,  \nslow-downs, or other disruptive activity for any reason by the Union any Employee, and there  \nshall be no lockout by the Employer.  \nSection 2. Responsibility  \nThe Union shall not be liable for acts of Employees for which it has no responsibility. The  \nUnion will immediately instruct, order, and use the best efforts of its office to cause any member or  \ngroup of members to cease any violations of this Article. When the Union complies with its  \nobligation concerning the above described activity, it shall not be liable for unauthorized acts of its  \nmembers. The failure of the Employer to exercise its rights in any instance shall not be deemed a  \nwaiver of its rights in any otherinstance. The Union agrees that it will not sanction a picket line nor  \nwill any Union members refuse to cross a picket line unless subject picket line meets the definitions  \nof a legitimate and bona fide primary picket line as set forth in NLRA.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 20 of 23  \nSection 3. J udicial Remedies  \nNothing in this A greement shall be construed to limit the Union's or the Employer's right to fully  \npursue any and all judicial remedies available under law in the event of violation of this A greement.  \nSection 4. Employees Who Violate any Provision of this Article  \nEmployees who violate any provision of this A rticle are subject to immediate termination as the  \nEmployer determines to be warranted.  \n"], ["ARTICLE XXV  \nMANAGEMENT RIGHTS  \n", "The Employer retains all discretionary and decision making rights not specifically limited by the  \nterms of this Agreement. These rights include, but are not limited to, the following: directing the  \njob site work force, including hiring of personnel, selection of all supervisory Employees,  \npromotions, transfers, layoffs, discharge of Employees, selecting materials and equipment to be used  \nor installed, utilizing any work methods, procedures, techniques of construction or labor-saving  \ndevices or machines, establishing job site rules and regulations; determining when overtime is  \nrequired and who shall perform overtime work, designation of work to be subcontracted, selection of  \nall subcontractors, and determining the number of workers and craft supervisory personnel required  \nto perform the work.  \n"], ["ARTICLE XXVI  \nSPECIAL CONDITIONS  \n", "In order to preserve work for the union members and to retum a signatory employer to an equally  \ncompetitive position in all projects, the parties signatory to this Agreement may, in the case of  \nspecific geographical areas, industries, or projects fora specific period of time, mutually agree to put  \ninto effect special wages and conditions for that area or project, or in case of changes in State or  \nFederal Wage & Hour Standards. A committee shall be set up by the A.G.C. Employer members and  \nUnion representatives to effectuate those adjustments.  \n"], ["ARTICLE XXVII  \nJOINT LABOR MANAGEMENT COMMITTEE  \n", "There shall be established a J oint- Labor-Management Committee to facilitate interpretation of  \nthis Agreement and all addenda and to foster harmony between the parties. The committee shall  \nconsist of one member from each of the Crafts signatory to this Master Agreement and an equal  \nnumber of signatory employers appointed by the Associated General Contractors of Alaska, Inc.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 21 of 23  \n"], ["ARTICLE XXVIII  \nDURATION, MODIFICATIONS, AND CHANGES  \n", "Section 1. Signatory Parties  \nThis Agreement between the A .G.C. and the International Brotherhood of Teamsters, Local 959,  \nState of Alaska and A laska Technical Engineers Local 959, within the legal boundaries of the State  \nof Alaska.  \nSection 2. Term of Agreement  \nThis A greement shall become effective March 1, 2008, and shall continue in full force and effect  \nthrough February 28, 2011, and thereafter from year to year.  \nSection 3. Reopener  \nIf mutually agreed, either party may give sixty (60) days' written notice to the other party prior to  \nFebruary 28, 2011, or any year thereafter that they desire to renegotiate selected Articles of this  \nAgreement. If either party gives such notice that they desire to renegotiate selected Articles, that  \nnotice and renegotiation shall not terminate the A greement, and the A greement shall continue in full  \nforce and effect until modified by the renegotiated A rticles.  \nSection 4. Termination of Agreement  \nIf either party desires to terminate this A greement, the party desiring to terminate the A greement  \nshall give sixty (60) days' written notice to the other party prior to February 28, 2011, or any year  \nthereafter of its desire that the Agreement shall be terminated.  \nSection 5. Execution of Agreement  \nThis Agreement is executed this | day of , 2008, by the duly  \nauthorized agents and representatives of the parties hereto. No previous written or oral agreements  \nshall apply after the signing of this agreement.  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 22 of 23  \nIN WITNESS WHEREOF, the parties have caused this A greement to be executed by their  \nduly authorized representatives this | dayof , 2008.  \nINTERNATIONAL BROTHERHOOD ASSOCIATED GENERAL  \nOF TEAMSTERS, LOCAL 959 AND CONTRACTORS OF  \nTECHNICAL ENGINEERS LOCAL 959 ALASKA, INC.  \nSTATE OF ALASKA  \nKenColeman i JohnMacKinnon  \nSecretary-T reasurer Executive Director  \nDate = | Date = |  \nRick Boyles  \nPresident  \nAGC/Teamsters & Technical Engineers Local 959 A greement  \nPage 23 of 23  \nSCHEDULE A  \nto the  \nMASTER AGREEMENT  \nBy and Between  \nASSOCIATED GENERAL CONTRACTORS OF ALASKA, INC.  \nand  \nINTERNATIONAL BROTHERHOOD OF TEAMSTERS  \nLOCAL 959  \n&  \nALASKA TECHNICAL ENGINEERS LOCAL 959  \nMarch 1, 2008 - February 28, 2011  \nSEE MASTER AGREEMENT FOR OTHER TERMS AND CONDITIONS  \n"], ["ARTICLE |  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \nSection 6.  \n"], ["ARTICLE II  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \nSection 5.  \n"], ["", "ARTICLE Ill  \nSection 1.  \n"], ["", "ARTICLE IV  \nSection 1.  \nSection 2.  \n"], ["ARTICLE V  \n", "Section 1.  \nSection 2.  \nTABLE OF CONTENTS  \nPage  \n1  \nBaSIC 1  \nObligation to Hire Through the UNION 1  \nReferral DY the UNION 1  \nExceptions to the Referral 2  \nRequest for People with Special SkillS and ADIIItieS 4  \nHiring on Outside Where Union Does not Have 5  \nHIRING OF PERSONS  \nREGISTRATION REQUIREMENT PROCEDURE 5  \nEligibility for Registration on the Appropriate  \n(General Construction or Technical Engineer)  \nA,B,C, D, OF E 5  \n6  \nReferral will be NON-DISCIIMINATOLY 6  \nOf PFOCQCUIES 7  \nFee May be Charged to 7  \nUNION SECURITY 7  \nCheckOff Of DUCS 7  \nFIRST AID, SANITATION, AND ACCIDENT 7  \nConformation to all Health and Safety Regulations 7  \nNOtICE OF INJULY 7  \nWAGES uu. 8  \nTeamsters HOUurly Rate 8  \nGroup 1 Hourly Wage Rate 8  \nGroup 1A Wage Rate 9  \nGroup 2 Hourly Wage Rate 9  \nGroup 3 Hourly Wage Rate 9  \nGroup 4 Hourly Wage Rate 10  \nGroup 5 Hourly Wage Rate 11  \nTechnical Engineers Hourly Wage 11  \nGroup 1A Hourly Wage 11  \nGroup 1 HOUrlY Wage Rate 11  \nGroup 2 WaGe Rate 12  \nGroup 3 Wage Rate 12  \nGroup 4 HOUrlY Wage Rate 12  \nGroup 5 Hourly Wage Rate 12  \nComposition of Parties - Crew 12  \nApprentices  \n"], ["ARTICLE VI  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \n"], ["", "ARTICLE VII  \nSection 1.  \nSection 2.  \n"], ["", "ARTICLE VIII  \nARTICLE IX  \nARTICLE X  \nSection 1.  \n"], ["", "ARTICLE XI  \nSection 1.  \n"], ["ARTICLE XIl  \n", "Section 1.  \nSection 2.  \nSection 3.  \nSection 4.  \n"], ["ARTICLE XIII  \nSignatures  \nTABLE OF CONTENTS (CONT.)  \n", "Page  \nee 13  \nCONStructiOn Driver 14  \nTechnical Engineer APprentic@sS 14  \nALASKA TEAMSTER-EMPLOYER WELFARE PLAN 14  \nEmployer's Hourly Welfare 14  \nTIUSt AQFEQMEONE 15  \nPayment Of 15  \nEmployer's 15  \nALASKA TEAMSTER-EMPLOYER PENSION TRUST 15  \nEmployer's Hourly Pension COntriDution 15  \nPayment Of 16  \n401(K) DEFINED CONTRIBUTION PLAN 16  \nDELINQUENCIES 17  \nALASKA TEAMSTER-EMPLOYER SERVICE TRAINING TRUST ..... 18  \nEmployer Hourly Service Training COntriDUtions 18  \nCONSTRUCTION INDUSTRY PROGRESS FUND 18  \nEmployer Hourly Construction Industry  \nFUNC CONtriDUtlONS 18  \nMISCELLANEOUS PROVISIONS 19  \nOwner-Operators - Leased 19  \nMAN 19  \nMaintenance Of 19  \nTOOIS 19  \nDURATION 20  \n20  \nThis Schedule A is a supplement to the Associated General Contractors of Alaska, Inc., and  \nTeamsters Local 959 and Alaska Technical Engineers, Local 959, State of Alaska, Master  \nAgreement and as such, exercising jurisdiction over the State of Alaska.  \n"], ["ARTICLE I  \nSection 1. Basic Qualifications.  \n", "(a) The Employer is obliged to accept Employees and Owner-Operators dispatched by the  \nUnion from its hiring hall only if they are qualified Employees, Employees who have had at  \nleast three (3) years of actual practical experience in the building, heavy and highway construction  \nindustry. However, an Employee will be deemed to have basic qualifications upon the completion  \nof a Teamster approved training program designed to qualify the Employee for the particular job(s).  \n(b) The Employer shall be obliged to accept Union dispatch only of those Technical Engineers  \nwho have met the requirements of the Alaska Technical Engineers, Local 959, which, ata minimum,  \ninclude the following:  \n(1) By periodically passing a written examination and by having worked in the capacity  \nof the classification as follows: Two (2) years of field experience for Party Chief, Office  \nTechnician, and Line and Grade Technician. One (1) year of experience for Associate Party Chief  \n(successful completion of apprenticeship will substitute). Six (6) months of field experience for all  \nother classifications (successful completion of an approved survey course will substitute).  \nEmployers agree to participate with the Union in preparing a suitable examination.  \n(2) Orby having worked as of the time a person applies fora period of six (6) months in  \nthat classification for an Employer who is party to this A greement provided that the person has not  \nbeen discharged for cause while working in that classification. In either event, the person must pass  \nthe written examination.  \nSection 2. Obligation to Hire Through The Union.  \nAll bargaining unit Employees, including Owner- Operators, shall be hired through the Union  \nexcept where the Union cannot dispatch persons with the minimum qualifications specified in  \nsection 1 above, in which event the Employer is free to hire Employees from any source available at  \nthe time.  \nSection 3. Referral by the Union.  \nThe Union shall maintain the registration lists, as set forth in Article II, and upon the request of  \nan Employer, the Union shall refer registrants from the lists in the following order:  \n(a) Applicants shall be referred from the (A) List in successive order as their names  \nappear on the list, and when the (A) List has been exhausted;  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 1 of 20  \n(b) Then applicants from the (B) List in successive order as their names appear on the  \nlist, and when the B list has been exhausted;  \n(c) Then applicants from the (C) List in successive order as their names appear on the  \nlist, and when the C list has been exhausted;  \n(d) Then applicants from the (D) List in successive order as their names appear on the  \nlist;  \n(e) Then applicants from the (E) List in successive order as their names appear on the  \nlist.  \nThe Employer agrees, when calling the Union for workers, to designate a responsible  \nrepresentative for each project whom the Unions shall recognize as the agent of the Employer with  \nauthority so to hire. Furthermore, the Union shall be notified in writing as to the names of the  \nauthorized representatives and the parties mutually agree that employment will be made only  \nthrough such persons designated by the Employer.  \nSection 4. Exceptions to the Referral Procedure.  \nThe following exceptions to the referral procedure outlined in Section 3 above shall be  \nrecognized:  \n(a) \"If, during the term of this Agreement, the Employer employs five (5) Teamsters by  \neither placing an open call or by name requesting eligible individuals under Subsection 4c, 4d, and  \nAh of this Article, the Employer may then, after employing one (1) more Teamster by placing an  \nopen call, name request any individual holding \"A\" card status, regardless of their place on the \"A\"  \nList, on a one to one ratio to subsequent employed open calls, (e.g., open call, name request, open  \ncall, name request...)\".  \n(b) Requests for key persons to act as supervisors shall be honored without regard to the  \nrequested person's place on the Construction Out-of-W ork list. Requests by the Employer for key  \npersons to act as general foremen and foremen (non-working), Chief of Parties, Party Chief, and/or  \nOffice Survey Technician or supervisors shall be honored without regard to the requested person's  \nplace on the Construction Out-of-W ork list. Employees hired under the provisions of Section 4(b)  \nof this hiring Agreement shall not be utilized as a working foreman and/or reduced to a lower  \nclassification nor their employment as a foreman, party chief, or office survey technician shall not  \nqualify them for a call back under Section 4(c) unless prior approval has been granted by the Union  \nor until the Employee has worked for 1200 hours for the Employer under this Agreement and/or a  \nprior Agreement. The job steward may be the first person hired and/or dispatched at the Union's  \ndiscretion.  \n(c) Requests for a particular person previously employed by the Employer or a joint  \nventure of which the Employer was a member, and who was laid off or terminated by the Employer  \nor the joint venture within three (3) years previous to when the requested person was placed on the  \nConstruction Out-of-W ork list, will be acknowledged only if the requested person is on the (A) list.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 2 of 20  \n(d) Requests for a particular person previously employed by the Employer or a joint  \nventure of which the Employer was a member, and who has been laid off or terminated more than  \nthree (3) years but not more than four (4) years prior to the request, shall be honored if the individual  \npossesses an A card, provided that the Employer shall employ one (1) person referred from the  \nproper place on the list for each such particular person requested.  \n(e) Requests for college students (seeking summer employment only) shall be honored  \nwithout regard to the requested person's place on the list, provided that such students be sons or  \ndaughters of the Employer or management officials or of Teamsters working under this A greement,  \nand providing further that no more than one (1) such management requested student be employed for  \neach ten (10) Teamster Employees employed by the Employer. For each person dispatched as a  \ncollege student of management under this provision, the Employer shall employ a son or daughter of  \na Teamster on the next call for an Employee.  \n(f) Where the Employer engages in ajoint venture, persons employed by any of the joint  \nventures may be transferred to the job or called for by name without regard to the requested person's  \nplace on the list, if the requirements of (b) and (c) above have been met by any of the joint ventures.  \n(g) \"A subsidiary corporation or one under control of another corporation shall be  \nconsidered the same Employer as the parent or controlling corporation for the purpose of  \ntransferring persons to or from the parent, subsidiary, or controlled corporation. In the event of such  \na transfer, there will not be required a new dues check off assignment; and there shall not be an  \ninterruption of the deduction of the Employee's dues and the forwarding of those dues to the Union.\"  \n(h) Requests for bona fide residents of the vicinity immediately accessible to the job site  \nin a remote area shall be honored in accordance with the place of the local resident upon the  \nregistration list in relation to other registrants in the same area. Residence for the purpose of this  \nSection shall mean that the individual shall have resided in the area for a period of twelve (12)  \nmonths immediately prior to the date of the request. Documentary proof must be made by the local  \nhire prospect to the Employer and the Union.  \n(i) |The Employer and the Union agree that there will be no unlawful discrimination in  \nhiring or referral of workmen and that nothing contained in these hiring hall provisions shall prohibit  \nthe Union from dispatching to comply with state or federal affirmative action requirements.  \nSection 5. Request for People With Special Skills and A bilities.  \nBona fide requests for Employees with special skills and abilities will be honored with the  \nfollowing provisions: The dispatcher shall refer persons possessing such skills and abilities in the  \norder in which their names appear on the list. The decision of the dispatcher in referring registrants  \nis appealable to the Joint Hiring Committee. Non-driver special skills will not be utilized in other  \nclassifications without prior approval of the Union. Special skills shall be defined as follows:  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 3 of 20  \n(a)  \nLowboy drivers where required to breakdown or load cats, cranes or other similar  \ntype equipment.  \n(b)  \nMaterial coordinator, purchasing agent, parts men, warehousemen and/or related  \ncomputer operators where required to have knowledge of special Federal numbers or other parts,  \nmaterials or nomenclatures.  \nTiremen where required to repair and maintain oversize tires and/or equipment.  \nGreaser when servicing specialized equipment.  \nAir cushion or similar type vehicles (land or sea).  \nAmbulance/fire truck drivers (EMT certified) and Construction and Material Safety  \nCaptains, pilots and loadmasters (air and water).  \nVacuum trucks, foam/oil distributor drivers.  \nDelta, commanders, rollagons, and similar type equipment.  \nRiggers (air/water/oilfield).  \nConcrete mixer driver and batch truck drivers.  \nAir/sea traffic controllers.  \nSuper V acuum Trucks/Cacasco Trucks/Heat Stress Trucks.  \nPush/pull trucks, jeeps.  \nSuch other classifications that may arise during the terms of this A greement.  \n709-773-777 Catwaqons, B-70's, and other similar type and size equipment.  \nSection 6. Hiring on Outside W here Union Does Not Have People.  \nIn the event that the Union is unable to fill a requisition within a forty-eight (48) hour period  \n(Saturdays, Sundays, and holidays excepted), the Employer may employ without reference to the  \nreferral procedure. In such an event, the Employer will notify the Union of the names and dates of  \nsuch hiring’s within forty-eight (48) hours of such hiring’s.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 4 of 20  \n"], ["ARTICLE II  \nHIRING OF PERSONS  \nREGISTRATION REQUIREMENT PROCEDURE  \n", "Section 1. Eligibility for Registration on the A ppropriate (G eneral C onstruction or Technical  \nEngineer) A, B, C, D or E lists.  \nThe Union shall maintain a roster of job applicants and an Employee will be eligible for  \nregistration on that roster as follows:  \nTHE A LIST: Individuals who are bona fide residents within the geographic jurisdiction of the  \nUnion and who have been employed by the Employer or party to this Agreement for an  \naggregate time of at least six hundred (600) hours during the period of three (3) years  \nimmediately preceding registration date.  \nTHE B LIST: Individuals who are bona fide residents within the geographic jurisdiction of the  \nUnion and who have been employed by the Employer or party to this Agreement for an  \naggregate time from eighty (80) hours to five hundred ninety-nine (599) hours during the period  \nof three (3) years immediately preceding registration date.  \nTHE C LIST: Individuals who are bona fide residents within the geographic jurisdiction of the  \nUnion and who have worked less than eighty (80) hours for the Employer who is party to this  \nAgreement.  \nTHE D LIST: Individuals who do not claim residency within the geographic jurisdiction of the  \nUnion and who have worked over eighty (80) hours aggregate time for the Employer who is  \nparty to this A greement during the period of three (3) years immediately preceding registration  \ndate.  \nTHE E LIST: Individuals who do not claim residency within the geographic jurisdiction of the  \nUnion and who have worked less than eighty (80) hours for the Employer who is party to this  \nAgreement during the period of three (3) years preceding registration date.  \nRESIDENT: Forthe purpose of this Article, a \"resident\" within the geographic jurisdiction of  \nthe Union shall mean an individual who has resided continuously for at least twelve (12) months  \nwithin the geographic area for which the Union has craft jurisdiction, as defined by the bylaws  \nand charter of the Union. A person-claiming residency may not claim or maintain a residency  \noutside the geographic jurisdiction of the Union. The criteria for establishing residency shall be  \ndetermined by the Hiring Hall Committee.  \nAny individual who establishes residency during the term of this Agreement shall, upon  \nregistration or re-registration of their Out-of-W ork date, present proof of residency to the dispatcher,  \nnecessary for registration on the (A), (B) or (C) list.  \nThe health and welfare and pension records shall be used in determining an applicant's place on  \nthe appropriate list.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 5 of 20  \nSection 2. Registration Procedure.  \nRegistration or re-registration of applicants for referral shall be accepted by the Union at any  \ntime during its customary office hours. All applicants shall be registered in the order of time and  \ndate of registration. To remain on the registration list, an applicant for referral on the (A), (B) or(C)  \nlist must renew their registration after their initial registration in person, every ninety (90) days.  \nApplicants on the (A), (B) or (C) list who are residents within the geographical jurisdiction of Local  \n959 but do not reside in the metropolitan areas of Anchorage, Fairbanks, Kenai or Juneau, may  \nregister or re-register by mail.  \nTo remain on the registration list an applicant for referral on the (D) or (E) list must renew their  \ninitial registration every ninety (90) days either in person or by mail.  \nAll applicants shall be required to furnish such data, records, name(s) of Employers, length of  \nemployment, and licenses, as may be deemed necessary, and all the applicants shall complete such  \nforms for registration as shall be submitted to them. Applicants for employment shall also list any  \nspecial skills they may possess.  \nThe dispatcher shall establish procedures and the documentary proof necessary to comply with  \nthe above-referenced mail-in provisions.  \nWhen a registrant is referred for employment and is actually employed on a job for more than  \nfifteen (15) shifts, such registrant's name shall be removed from the list.  \nWhen a registrant, referred for employment, is actually employed on ajob for fifteen (15) shifts  \nor less, and terminates employment on their own volition (other than for personal illness or death in  \nthe immediate family), has been employed on three (3) short calls for an accumulation of four  \nhundred fifty (450) hours within a twelve (12) month period, or is terminated for cause, said  \nregistrant's name shall be placed at the bottom of the list for their group. A registrant may refuse to  \nbe referred to employment in regular order without prejudicing their position on the list for their  \ngroup. A short call is defined as actually being on a job for fifteen (15) shifts or less.  \nSection 3. Referral Will Be Non-Discriminatory.  \nSelection of applicants for referral to jobs shall be on anon-discriminatory basis and shall not be  \nbased on, or in any way affected by, Union membership, bylaws, rules, regulations, constitutional  \nprovisions, or any other aspect of or obligation of Union membership, policies, or requirements, or  \nupon race, color, creed, age, sex, or national origin as those concepts are defined by applicable  \nfederal or state law.  \nSection 4. Posting of Procedures.  \nThe Union will post at the Union offices all provisions relating to the functioning of the Hiring  \nHall and referral procedure as set forth in this Agreement.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 6 of 20  \nSection 5. Fee May be Charged to Non-Members.  \nApplicants who are not members of the Union may be charged such reasonable fee as may be  \nlawful, for the use of the hiring hall.  \n"], ["ARTICLE III  \nUNION SECURITY  \n", "Section 1. Check Off of Dues.  \n(a) The Employer agrees, to deduct from the wages of each Employee covered under this  \nAgreement, the current Union dues as agreed to by the bargaining unit or as prescribed  \nin the Local Union’s bylaws. Such deductions shall be transmitted to the Union within ten (10) days  \nfollowing the end of each calendar month. transmittal forms shall be supplied to the  \nEmployer by the Union.  \n(b) The above deductions shall be made by the Employer so long as such payments are deemed  \nin compliance with applicable law, and the Union agrees to indemnify the Employer for any  \nlitigation costs, expenses or liabilities which the Employer may incur from compliance with this  \nprovision.  \n(c) A lien shall be created for any and all check offs and payments required by the  \nfavor of the Employee as now exists by statute, which lien rights shall be cumulative in nature  \nduring the life of this A greement.  \n(d) Should the Employer fail to deduct the proper dues check off from the Employees, the  \nEmployer shall be liable for such deductions.  \n"], ["ARTICLEIV  \nFIRST AID, SANITATION, AND  \nACCIDENT PREVENTION  \n", "Section 1. Conformation to all Health and Safety Regulations.  \nThe Employer and the Employee will conform to all Federal and State health and safety  \nregulations applicable to work covered by this A greement.  \nSection 2. Notice of Injury.  \nThe Employer will notify the nearest office of the local Union immediately of all injuries of a  \ncritical nature and shall furnish all details of such injury. Lost time injuries of a noncritical nature,  \nbut which cause more than seven (7) days lost time, which come to the attention of the Employer  \nwill also be reported to the Union.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 7 of 20  \n"], ["ARTICLE V  \nWAGES  \n", "The work coming under the jurisdiction of the Union and covered by the terms of this A greement  \nas described in Article I of the Master A greement includes driving of necessary equipment used for  \ntransportation of men, equipment and materials, warehousing and storage of equipment and  \nmaterials controlled by the Employer and on-site field surveying as indicated in the following  \nclassifications. Itis further agreed that historic jurisdictional agreements to which Teamsters Local  \n959 is signatory will be observed.  \nSee Article X VI, Wages (Davis-Bacon Act/Title 36, Alaska Statutes) and Article X VII, Hours  \n[WHSSA] Walsh-Healy Act  \nSection 1. Teamsters Hourly Wage Rate.  \nGROUP 1 HOURLY WAGE RATE  \n   \nEffective: Current 09/01/08 09/01/09 09/01/10  \n33.72 34.98 36.78 37.77  \n1. Air/Sea Traffic Controllers;  \n2.  Ambulance/Fire Truck Drivers (EMT Certified);  \n3. Boat Coxswains;  \n4. Captains, Pilots (air and water);  \n9. Deltas, Commanders, Rollagons, and similar equipment when pulling sleds, trailers, or  \nsimilar equipment;  \n6. Dump Trucks (including rockbuggy and trucks with pups) over 40 yards up to and  \nincluding 60 yards;  \n7. Helicopter Transporters;  \n8. | Lowboys including attached trailers and jeeps, up to and including 12 axles (over 12  \naxles or 150 tons to be negotiated between the Union and the Employer);  \n9. Material Coordinator and Purchasing A gent;  \n10. Ready-mix over 12 yards up to and including 15 yards (over 15 yards to be negotiated);  \n11. Semi with Double Box Mixer;  \n12. Tireman Heavy Duty/Fueler  \n13. Water Wagon (250 Bbls and Above)  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 8 of 20  \nGROUP 1A HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n34.85 36.16 38.02 39.04  \n1. Dump Trucks, including rockbuggy and trucks with pups, over 60 yards up to and  \nincluding 100 yards (over 100 yards to be negotiated);  \n2. Jeeps (driver under load).  \nGROUP 2 HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n   \n32.60 33.81 39.06 36.51  \n1. All Delta's, Commanders, Rollagons, and similar equipment;  \nConstruction and Material Safety Technician  \nDump Trucks (including rockbuggy and trucks with pups) over 20 yards up to and  \nincluding 40 yards;  \nLowboys including attached trailers and jeeps up to and including 8 axles.  \nMechanics;  \nPartsman;  \nReady-mix over 7 yards up to and including 12 yards;  \nStringing Truck;  \nSuper V ac Truck/Cacasco Truck/Heat Stress Truck;  \n0. Turm-O-Wagon or DW-10, not self loading;  \nbe  \n= © So Sl Gs oT  \nGROUP 3 HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n   \n31.87 33.05 34.76 35.69  \n1. Batch Trucks 8 yards and up;  \nDump Trucks (including rockbuggy and trucks with pups) over 10 yards up to and  \nincluding 20 yards;  \nExpeditor (electrical and pipefitting materials).  \nGreaser - Shop  \nOil Distributor Drivers;  \nThermal Plastic Layout Technician.  \nTraffic Control Technician;  \nTrucks/J eeps (push or pull);  \nN  \n2 =I 3 21 = Ge  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 9 of 20  \nGROUP 4HOURLY WAGE RATE  \n   \nEffective: Current 09/01/08 09/01/09 09/01/10  \n31.36 32.51 34.21 35.11  \n1. AirCushion or similar type vehicle;  \n2. All Terrain V ehicles;  \n3. Boom Truck/Knuckle Truck over 5 tons;  \n4. Buggymobile;  \n9. Bull Lifts and Fork Lifts, Fork Lifts with Power Boom and Swing attachments, over 5  \ntons;  \n6. Bus Operators, over 30 Passengers;  \n7. Combination Truck- Fuel and Grease;  \n8. Compactor (when pulled by rubber tired equipment);  \n9. Dump Trucks (including Rockbuggy and trucks with pups) up to and including 10  \nyards;  \n10. Dumpster;  \n11. Expeditor (general);  \n12. Fire Truck/Ambulance drivers;  \n13. Flat Beds, Dual rear axle;  \n14. Foam Distributor Truck Dual Axle;  \n15. Front End Loader with/forks;  \n16. Gin Pole Truck, Winch Truck, wrecker, Truck Mounted \"A\" Frame manufactured  \nrating over 5 tons;  \n17. Grease Truck;  \n18. Hydro Seeders-Dual Axle;  \n19. Hyster Operators (handling bulk aggregate);  \n20. Loadmaster (air and water operations);  \n21. Lumber Carriers;  \n22. Ready Mix, up to and including 7 yards;  \n23. Rigger (air/water/oilfield);  \n24. Semi or Truck and Trailer;  \n29. Tireman, light duty;  \n26. Track Truck Equipment;  \n27. Vacuum Trucks, Truck Vacuum Sweepers;  \n28. Warehouseperson;  \n29. Water Truck, Dual axle;  \n30. Water Wagon, Semi.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 10 of 20  \nGROUP 5 HOURLY WAGE RATE  \n   \nEffective: Current 09/01/08 09/01/09 09/01/10  \n30.68 31.80 33.46 34.35  \n1. Batch Truck, up to and including 7 yards;  \n2. Boom Truck/Knuckle Truck up to and including 5 tons;  \n3. Buffer Truck;  \n4. Bull Lifts and Fork Lifts, Fork Lifts with Power Boom and Swing attachments, up to  \nand including 5 tons;  \n5. Bus Operators, up to 30 Passengers;  \n6. Farm Type Rubber Tired Tractor (when material handling or pulling wagons on a  \nconstruction project);  \n7. Flat Beds, Single rear axle;  \n8. Foam Distributor Truck Single axle;  \n9. Fuel Handler (station/bulk attendant);  \n10. Gear/Supply Truck;  \n11. Gin Pole Truck, Winch Truck, wrecker, Truck Mounted \"A\" Frame manufactured  \nrating 5 tons and under;  \n12. Gravel Spreader Box Operator on Truck;  \n13. Hydro Seeder - Single axle  \n14. Pickups (pilot cars and all light duty vehicles);  \n15. Rigger/Swamper  \n16. Tack Truck;  \n17. Team Drivers (Horses, Mules, and similar equipment);  \n18. Water Wagon (below 250 Bbls)  \nSection 2. Technical Engineers Hourly Wage Rate.  \nGROUP 1A HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n1.  \n   \n   \n36.98 37.97 39.91 40.99  \nChief of Parties;  \nGROUP 1 HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/0109 09/01/10  \n1.  \n   \n   \n39.17 36.49 38.37 39.40  \nParty Chief;  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 11 of 20  \nGROUP 2 HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n   \n34.64 35.94 37.79 38.80  \n1. Line and Grade Technician;  \n2 Office Technician;  \nGROUP 3 HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n32.75 33.97 35.72 36.68  \n1. Associate Party Chief (includes Instrument and Head Chain Person);  \nGROUP 4HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n30.15 31.25 32.88 33.79  \n1. Stakehop/Grademan (Setting or transferring of grade marks);  \nGROUP 5 HOURLY WAGE RATE  \nEffective: Current 09/01/08 09/01/09 09/01/10  \n   \n   \n28.89 29.93 31.51 32.34  \n1. | Chainperson (for crews with more than two (2) people);  \nComposition of Parties - Crew Makeup.  \n(a) Crews consisting of more than one (1) person, shall include at least one (1) Party Chief,  \nand at least one (1) Associate Party Chief, when there is no A pprentice.  \n(b) Whenever one (1) Technical Engineer is called out to set horizontal and/or vertical control  \nand maintain as-built date, such as on a sewer and water project, that person's rate shall be that of a  \nParty Chief.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 12 of 20  \n(c) Atthe minimum, whenever four (4) ormore crews are employed by the same Employer on  \nthe same job, the Employer shall employ a Chief of Parties to coordinate crew assignments and to  \nSupervise the crews.  \n(d) The classifications of Instrument person and Head Chainperson are included in the  \nAssociate Party Chief classification.  \n(e) Dump Trucks including rockbuggy and trucks with pups, including 2-axle, 3-axle, and all  \nother types of these capacities. \"Y ards of Capacity\" are based on actual water measurement and are  \nusually found on the data plate attached by the manufacturer. If side boards are used, the cubic  \nyards held by the side boards are determined by measurement, and that amount is added to the actual  \nwater level measurement to determine the proper rate.  \n(f) Foreman shall be paid one dollar and fifty cents ($1.50) per hour above the highest  \nclassification under their supervision or their own base rate, whichever is higher. This requirement  \nShall pertain to each shift.  \n(g) General foreman shall be paid three dollars ($3.00) per hour above the highest paid  \nclassification under their supervision or their own base rate, whichever is higher. This requirement  \nShall pertain to each shift.  \n(h) The naming of the particular classifications above does not imply that the Employer is  \nrequired to employ workers in each classification, and the Employer shall be the sole judge as to the  \nnumber of workers to be employed.  \n(i) | Pick-up trucks controlled by the Employer shall come under the jurisdiction of the Union  \nwhen used primarily for transportation of workers, equipment and material.  \nApprentices:  \n(a) Recognizing the need to maintain continuing support of programs designed to develop  \nadequate numbers of competent workers in the construction industry, the Employer may employ  \napprentices to perform such work as is within their capabilities and which is customarily performed  \nby the craft in which they are indentured.  \n(b) The employment and disposition of apprentices shall be according to procedures set forth  \nin the Joint Apprenticeship Training Committee (JATC) Standards as certified by the Bureau of  \nApprenticeship and Training for Construction Driver apprentices and the Standards of  \nApprenticeship developed for Technical Engineers of Alaska and Participatory Employers for  \nTechnical Engineers.  \n(c) All apprentices shall be dispatched from an availability list maintained by the Joint  \nApprenticeship Training Committee.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 13 of 20  \n(d) Construction Driver Apprentices. The Construction Driver apprentice wage rate shall be  \nestablished as a percentage of the Group 1 wage rate contained in this Collective Bargaining  \nAgreement. The apprentice shall receive all other applicable fringe benefits as specified in this  \nAgreement.  \nApprentices shall be paid a progressively increasing schedule of wages based on a percentage of  \nthe current journey worker wage rate as follows:  \nPeriods Hours Percentage  \n1st 0 - 600 60%  \n2nd 601 - 1200 70%  \n3rd 1201 - 1800 80%  \nAth 1801 - 2400 90%  \nThe ratio of Construction Driver A pprentices to journey workers shall not exceed a ratio of 1:1,  \n1:5, that is, with the first journey worker on the job, one (1) apprentice is allowed; when five (5)  \nadditional journey workers are on the job, another apprentice is allowed. The ratio will continue at  \nthe 1:5 rate.  \n(e) Technical Engineer Apprentices. Technical Engineer shall be paid based  \nupon the following percentages of the Group III wage rate:  \n(1) Level 1 - Sixty percent (60%)  \n(2) Level 2 - Seventy percent (70%)  \n(3) Level 3 - Eighty percent (80%)  \n(4) Level 4 - Ninety percent (90%)  \n"], ["ARTICLE VI  \nALASKA TEAMSTER-EMPLOYER  \nWELFARE PLAN  \n", "Section 1. Employer's Hourly Welfare C ontribution.  \nEffective September 1, 2007 the Employer shall contribute six dollars and twenty-five cents  \n($6.25) for each hour of compensation earned by each Employee during a given month to the Alaska  \nTeamster-Employer Welfare Trust Fund, for the purpose of providing a welfare plan for the  \nEmployees.  \nEffective September 1, 2008, the Employer shall contribute six dollars and forty cents ($6.40) for  \neach hour of compensation eared by each Employee during a given month to the Alaska Teamster-  \nEmployer Welfare Trust Fund.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 14 of 20  \nEffective September 1, 2009, the Employer shall contribute six dollars and fifty cents ($6.50) for  \neach hour of compensation eared by each Employee during a given month to the Alaska Teamster-  \nEmployer Welfare Trust Fund.  \nEffective September 1, 2010, the Employer shall contribute six dollars and seventy-five cents  \n($6.75) for each hour of compensation earned by each Employee during a given month to the Alaska  \nTeamster-Employer Welfare Trust Fund.  \nSection 2. Trust Agreement.  \nThe details of the plan will be determined by the Board of Trustees of the Alaska Teamster-  \nEmployer Welfare Trust Fund in accordance with the Trust A greement of January 30, 1960, which  \ncreated the Trust Fund. The Employer and the Union agree to be bound by said Trust  \nand all lawful amendments thereto, and do further agree to accept as their representatives the  \nEmployer- Trustees and Union- Trustees who constitute the Board of Trustees of said Trust Fund and  \ntheir lawful successors.  \nSection 3. Payment of C ontributions.  \nThe contributions shall be paid to the Trust Fund for all compensable hours by the tenth (10th)  \nday of the month following the month in which the Employee(s) worked. The current reporting  \nprocedure is as follows: Contributions not received by the bank by the twenty-fifth (25th) day of the  \nmonth following the month in which the work was performed shall be deemed delinquent. If the  \ntwenty-fifth (25th) day of the month falls on a Saturday, Sunday, or Legal Holiday, delinquency  \nshall be presumed to occur on the next regular business day. The Trust Fund will furnish the  \ntransmittal forms.  \nSection 4. Employer's Liability.  \nIf the Employer's delinquency results in an Employee being unable to receive the benefits of the  \nhealth and welfare plan, the Employer shall be liable to the Employee for all the benefits which were  \nlost, including the payment of any medical and hospital bills which the Employee may have  \nincurred.  \n"], ["ARTICLE VII  \nALASKA TEAMSTER EMPLOYER  \nPENSION TRUST  \n", "Section 1. Employer Hourly Pension C ontributions.  \nEffective September 1, 2007 the Employer shall contribute six dollars ($6.00) for each hour of  \ncompensation earned by each Employee represented by the International Brotherhood of Teamsters,  \nLocal 959 and Technical Engineers, Local 959, during a given month, to the Alaska  \nTeamster-Employer Pension Trust Fund, for the purpose of providing a pension plan for the  \nEmployees.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 15 of 20  \nEffective September 1, 2008 the Employer shall contribute six dollars and fifty cents ($6.50) for  \neach hour of compensation earned by each Employee represented by the International Brotherhood  \nof Teamsters, Local 959 and Technical Engineers, Local 959, during a given month, to the Alaska  \nTeamster-Employer Pension Trust Fund, for the purpose of providing a pension plan for the  \nEmployees.  \nEffective September 1, 2009 the Employer shall contribute six dollars and seventy-five cents  \n($6.75) for each hour of compensation earned by each Employee represented by the International  \nBrotherhood of Teamsters, Local 959 and Technical Engineers, Local 959, during a given month, to  \nthe Alaska Pension Trust Fund, for the purpose of providing a pension plan for  \nthe Employees.  \nEffective September 1, 2010 the Employer shall contribute seven dollars ($7.00) for each hour of  \ncompensation earned by each Employee represented by the International Brotherhood of Teamsters,  \nLocal 959 and Technical Engineers, Local 959, during a given month, to the Alaska Teamster-  \nEmployer Pension Trust Fund, for the purpose of providing a pension plan for the Employees.  \nThe details of the plan will be determined by the Board of Trustees of the Alaska Teamster-  \nEmployer Pension Trust Fund, in accordance with the Trust Agreement of June 21, 1966, which  \ncreated the Trust Fund. The Employer and the Union agree to be bound by said Trust A greement  \nand all lawful amendments thereto, and do further agree to accept as their representatives the  \nEmployer- Trustees and Union- Trustees who constitute the Board of Trustees of said Trust Fund and  \ntheir lawful successors.  \nSection 2. Payment of C ontributions.  \nThe contributions shall be paid to the Trust Fund for all compensable hours by the tenth (10th)  \nday of the month following the month in which the Employee(s) worked. The current reporting  \nprocedure is as follows: Contributions not received by the bank by the twenty-fifth (25th) day of the  \nmonth following the month in which the work was performed shall be deemed delinquent. If the  \ntwenty-fifth (25th) day of the month falls on a Saturday, Sunday, or Legal Holiday, delinquency  \nshall be presumed to occur on the next regular business day. The Trust Fund will furnish the  \ntransmittal forms.  \n"], ["ARTICLE VIII  \n401(K) DEFINED CONTRIBUTION PLAN  \n", "Each Employer will have the option to participate in the Supplemental Income 401(k) Plan. The  \nEmployer's obligations are limited to the execution of the Plan’s Subscriber Agreement and the  \ntimely payment of the portion of wages the Employees elect to pay into the Plan. Administrative  \ncosts will be deducted from the participants’ accounts.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 16 of 20  \n"], ["ARTICLE IX  \nDELINQUENCIES  \n", "Failure of the Employer to make the contributions to the Employee benefit programs provided  \nfor in this Collective Bargaining Agreement in accordance with the applicable Trust Document,  \nand/or the rules and regulations adopted pursuant thereto by the trustees of the respective trusts, or  \nfailure of the Employer to transmit dues deducted from wages of Employees pursuant to dues check  \noff authorization to the Union at the same time the Employer makes the Employee benefit program  \ncontributions, shall subject the Employer to liquidated damages. Liquidated damages in the case of  \ncontributions to Employee benefit programs shall be in accordance with the respective Trust  \nDocument and rules and regulations implementing the same which at the time of execution of this  \nAgreement were as described below for the following Trusts:  \nAlaska Teamster- Employer Welfare Trust  \nAlaska Teamster-Employer Pension Trust  \nAlaska Teamster-Employer Service Training Trust  \nLigquidated damages are assessed at four percent (4%) per month to a maximum of twenty  \npercent (20%) per year, however, such liquidated damages shall in no event be less than twenty-five  \ndollars ($25.00) for each month of contributions which are delinquent.  \nIn addition, the Employer can be charged for attorney fees and costs of collecting delinquent  \ncontributions for all benefit programs.  \nLiquidated damages to Local 959 for failure to transmit Dues Check off shall be four percent  \n(4%) per month, to amaximum of twenty percent (20%) ($25.00 minimum per month). In  \naddition, the Employer can be charged for attomey fees and costs of collecting delinquent Dues  \nCheck off of Local 959.  \nThe Employer acknowledges that it has received a true copy of the following Trust Documents:  \nAlaska Teamster- Employer Welfare Trust  \nAlaska Teamster-Employer Pension Trust  \nAlaska Teamster-Employer Service Training Trust  \nand it is understood and agreed that the Employer, by signing this instrument, accepts the terms  \nand conditions of the above listed Trusts and shall be considered a party thereto. The Employer  \nfurther agrees that the Employer- Trustees and additional Employer-Trustees appointed pursuant to  \nthe terms of the respective Trust, and their successors in trust, are and shall be their representatives,  \nand consents to be bound by the action and determinations of the Trustees.  \nIf the Employer fails to pay contributions to the retirement, defined contributions, or health trusts  \nfor a period of two (2) months, orif an Employer is delinquent for the second (2nd) time fora period  \nof at least one (1) month within a twelve (12) month period of their first delinquency, the Union may  \nstrike the Employer and the Union shall not dispatch workers to that Employer. If the Employer  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 17 of 20  \nmakes satisfactory arrangements with the A dministrator to satisfy the debt, which arrangement may  \ninclude the execution of a confession of judgment, the posting of a bond or other security providing  \nfor weekly contributions, or any combination of the above, the A dministrator may advise the Union  \nthat workers may be dispatched to the Employer. If the Employer contests the amount of  \ncontributions due and owing, the Employer may request an audit by the trust auditors, which would  \nproceed as soon as possible. If the Employer is found to be delinquent, the Employer shall pay the  \ntotal cost of the audit. The Employer will cooperate fully in and during the audit or no workers shall  \nbe dispatched to the job.  \n"], ["ARTICLE X  \nALASKA TEAMSTER-EMPLOYER  \nSERVICE TRAINING TRUST  \n", "Section 1. Employer Hourly Service Training C ontributions.  \nThe Employers are signatory to a Trust A greement establishing the A laska Teamster- Employer  \nService Training Trust effective July 1, 1974. Itis understood that under the provisions thereof, the  \nEmployers, effective September 1, 2007, shall contribute to the Trust Fund, eighty cents ($0.80) for  \neach compensable hour accredited to Teamsters in their employ, for the purposes of training,  \napprenticeship and upgrading as specified in said Trust Agreement. It is understood that the  \ncontributions are to be computed solely on the total number of compensable hours and are not to be  \nincluded in wages or in computation of overtime.  \n(a) Effective September 1, 8, the Employer shall contribute one dollar ($1.00) for each  \ncompensable hour to the Alaska Teamster Employer Service Training Trust.  \n(b) Effective September 1, 2009, the Employer shall contribute one dollar and five cents  \n($1.05) for each compensable hour to the Alaska Teamster Employer Service Training Trust.  \n(c) Effective September 1, 2010, the Employer shall contribute one dollar and ten cents  \n($1.10) for each compensable hour to the Alaska Teamster Employer Service Training Trust.  \n"], ["ARTICLE XI  \nCONSTRUCTION INDUSTRY PROGRESS FUND (CIPF)  \n", "Section 1. Employer Hourly C onstruction Industry Progress Fund C ontributions.  \nEffective September 1, 2005, the Employers agree to remit ten cents ($.10) per hour for each  \nEmployee to the Construction Industry Progress Fund (CIPF). This amount shall be used for  \npromoting and supporting stability in the Construction industry, long-term construction programs,  \nand adequate funding for public works projects on the state and local government level; to assure  \nminimal governmental interference in free enterprises through the regulatory process; to support  \nsecondary and post-secondary vocational programs to create a competitive, educated workforce; and,  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 18 of 20  \nto cooperate with AGC Safety, Inc. in its safety program to improve working conditions and safety  \nrecords.  \nThe deductions will continue without interruption and will be forwarded to CIPF’s agent. Such  \ndeductions shall be transmitted to CIPF’s agent within ten (10) days following the end of each  \ncalendar month.  \n"], ["ARTICLE XII  \nMISCELLANEOUS PROVISIONS  \n", "Section 1. Owner-Operators - Leased Equipment.  \n(a) TheEmployer or Subcontractor shall refer to the Local Union all owner- operator or  \ndrivers of equipment, for dispatch, for any work to be performed for the Employer or Subcontractors  \non work covered by this Agreement. Owner- Operators may exercise their preferential right to rehire  \nby former Employers only in the status of  \n(b) Owner-Operator is an individual that holds legal or registered title to a motorvehicle  \nor to the power equipment unit thereof in his or her name and who personally drives such vehicle or  \nunit in the performance of work covered by this Agreement.  \n(c) Owner-Operators shall be treated as Subcontractors.  \n(d) Owner-Operator’s will comply with state and federal laws.  \nSection 2. Man Haul.  \nThe Employer agrees that man hauls will be provided for the transportation of its Employees as  \nspecified, and where feasible, shall be driven by a qualified T’eamster.  \nSection 3. Maintenance of Equipment.  \nWhen an Employer is performing the fueling, cleaning (including steam cleaning), lubricating,  \ntire and battery service, and all other services necessary in the maintenance of equipment operated  \nby Teamsters or any other craft (other than repairs), said work may be performed by Teamsters.  \n(Letter from Operators and Teamsters.)  \nSection 4. Tools.  \n(a) Technical Engineers shall not be required to furnish any surveying equipment,  \ntransits, levels, chains, etc., or any small supplies such as, but not limited to, field books, stakes, hob  \nnails, lead holders, flagging, rods, etc.  \n(b) Technical Engineers shall not be required to furnish their own transportation at the  \njob site for tools to perform their work assignments.  \nAGC/Teamsters & Technical Engineers Local 959 Schedule “A”  \nPage 19 of 20  \n"]]