[["ARTICLES OF AGREEMENT  \n", "Entered Into By and Between  \nEGYPTIAN CONTRACTORS ASSOCIATION, INC.  \nASSOCIATED GENERAL CONTRACTORS OF ILLINOIS  \nAnd  \nCARPENTERS’ DISTRICT COUNCIL OF  \nGREATER ST. LOUIS & VICINITY  \nCovering  \nHEAVY AND HIGHWAY CONSTRUCTION  \nEffective: May 1, 2013 Expires: April 30, 2018  \nINDEX  \nAlcohol and Drug Testing  \nApprentices and Apprentice Rates  \nArbitration  \nBonding and Default Attorney Fees  \nClassification of Work  \nCompleteness of Agreement  \nDischarge and Lay-off  \nDrinking Water  \nDuration  \nEgyptian Builders and Organized Labor Together (EBOLT)  \nE-stamp Pian  \nFavored Nations  \nForeman  \nGeographical! Jurisdiction  \nIndustry Advancement Foundation,  \nEgyptian Contractors Association, Incorporated (IAF)  \nInsurance  \nJoint Training Fund (JTF)  \nJurisdictional Disputes  \nLabor Management Committee  \nManagement  \nMinimum Wage Rates  \nPension Fund  \nPours  \nPower Tools  \nPreamble  \nPre-Job Conference  \nPremium Work  \nProtection of Tools  \nPurpose of Contract  \nRecognition  \nReporting Time  \nSafety  \nArticle  \n"], ["", "Article  \nArticle  \nArticle  \nArticle  \nArticle  \n—~ NON ® =  \n10  \nArticle 4  \n"], ["", "Article  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \n14  \n13  \nn/a  \nons = Oo PD  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \nPage  \n13  \n14  \n15  \n22  \n20  \n14  \nScope of Work  \nSettlement of Disputes  \nShift Work  \nSteward  \nStrikes and Lockouts  \nSubcontractor Clause  \nTerm of Contract  \nTermination  \nUnited Brotherhood of Carpenters’ Nationa! Funds (UBCNF)  \nUnion Representatives  \nUnion Security  \nVacation Fund  \nValidity  \nWeekly Pay Day  \nWelfare  \nWoodworking Machinery  \nWorkday, Workweek and Overtime  \nWorking Dues Check-Off  \nArticle  \n"], ["", "Article  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nMN MD & ws  \n=  \noh  \nArticle 5  \n"], ["Article  \nArticle  \n", "Page 3  \nPage 14  \nPage 11  \nPage 6  \nPage 13  \nPage 8  \nPage 16  \nPage 23  \nPage 19  \nPage 6  \nPage 4  \nPage 20  \nPage 16  \nPage 9  \nPage 18  \nPage 13  \nPage 10  \nPage 20  \nPREAMBLE  \n   \nThese Articles of Agreement, entered into this 1st day of May, 2013 by and between  \nthe Negotiating Committee of the Associated General Contractors of lilinois engaged  \nin Heavy and Highway Construction and Egyptian Contractors Association, Inc. on  \nbehalf of its employer members and other employers, hereinafter referred to as  \nEmployers, who have assigned their Bargaining Rights to the Association and are  \nengaged in Heavy, Highway and the Carpenters District Council of Greater St.  \nLouis and Vicinity affiliated with the United Brotherhood of Carpenters and Joiners of  \nAmerica, within the geographical jurisdiction of this contract, hereinafter referred to as  \nthe \"Union\".  \nAny Employer not a member of the Association as referred to above may receive the  \nbenefits and assume the obligations of this contract with the Union by Signing an exact  \nconiract and by agreeing to be bound by the terms and provisions thereof.  \nWhere the \"employee\" or is used in this contract it shall mean only such  \nemployees as are covered by this contract.  \nlt is agreed that the liability of the employers who accept, adopt and sign this contract, or  \na facsimile thereof, shall be several and not joint, and the liability of the Carpenters  \nDistrict Council and Loca! Unions, parties of the second part, shali be severa! and not  \njoint.  \n"], ["ARTICLE 1  \nPurpose of Contract  \n", "Section 1.01 The purpose of this contract is to arrive at a mutual understanding  \nbetween the signatory Employers and the Union regarding hours of work, work  \nconditions, minimum wage scale, overtime pay, to stabilize employment and improve  \nworking conditions, promote safety and the welfare of the employee, economy of  \noperation, elimination of waste, quality of service and the protection of property; to  \nestablish a procedure for the peaceful adjudication of disputes and grievances and to  \nset up the method by which these results are to be attained.  \nClassification of Work  \nSection 1.02-A Highway construction covers that work involved in the construction of  \nroads, streets, alleys, highways, railroad road work, airport runways and that work  \nperformed in conjunction therewith: such as bridge underpasses, sidewalks, curbs,  \ngutters, fences, guard rails, signs, sewers, water lines and landscaping.  \n   \nSection 1.02-B Heavy construction covers that work involved in the construction of  \ndams, reservoirs, aqueducts, flood control projects, reclamation projects, irrigation  \nprojects, locks and dikes. This does not include any disposal plants, water filtration  \nplants, pumping stations or any structure for use of shelter, protection, comfort or  \nconvenience, except for the items specified in the preceding paragraph.  \nGeographical Jurisdiction  \nsection 1.03 The geographical area recognized in this contract is composed of the  \nfollowing counties: Jackson, Gallatin, Perry, Williamson, Union, Franklin, Saline,  \nJohnson, Pope, Massac, Hardin, Pulaski and Alexander. working out of the  \ngeographical jurisdiction of this contract will be required to pay the wage rates and  \nfringe benefits in that area's jurisdiction.  \nRecognition  \nsection 1.04 The Employer agrees to recognize the Union as the sole and exclusive  \nbargaining agent for all those employees engaged in performing work property coming  \nunder the jurisdiction of the United Brotherhood of Carpenters and Joiners of America  \nas defined in its Trade Autonomy and established by decisions of record of the  \nBuilding Trades Department of the American Federation of Labor.  \nThe Union agrees to recognize the Employers Association named in the above caption  \nas the sole and exclusive bargaining agent for all Employers that are signatory to this  \nAgreement and are engaged in work properly coming under the jurisdiction of the Union  \nand classified as Heavy, Highway and Building Construction.  \nPursuant to the presentation of signed authorization cards from the majority of the  \nemployees in the bargaining unit described herein designating the Union as  \nrepresentative for purposes of collective bargaining, the undersigned Employer hereby  \nvoluntarily recognizes the Union as the exclusive representative of ail the employees in  \nsuch bargaining unit for the purposes of collective bargaining in respect to rates of pay,  \nwages, hours of employment and all other terms and conditions of employment.  \nSection 1.04-A__Trade Autonomy Nothing in this Agreement shall be construed to  \ndefine or determine by craft or work jurisdiction or the recognition thereof by the  \nEmployer. Whenever the Employer deems it required by circumstances on a particular  \njob or project, Carpenters shall perform all work as may be assigned by the Employer.  \nWhen there are no agreements or decisions of record or when no decisions apply, the  \nEmployer shall assign the work in a manner that is not contrary to the Agreement or  \nthe established area practice in the local area. There shali be no stoppage of work in  \njurisdictional disputes.  \nThis Agreement covers all work of all branches of the trade as set forth in the  \nConstitution of the United Brotherhood of Carpenters and Joiners of America, as the  \nsame has been interpreted from time to time, and includes, but is not limited to, the  \nmilling, fashioning, joining, assembling, erection, fastening, or dismantling of ail  \nmaierial of wood, plastic, metal, fiber, cork, and composition, and all other substitute  \nmateriais; the handling, cleaning, erection, installing and dismantling of machinery and  \nequipment and the manufacturing of all materials where the skill, knowledge and  \ntraining of the employees are required, either through the operation of machine or  \nhand tools; Carpenters and Joiners, Millwrights, Divers, Diver Helpers, Underpinners,  \nTimbermen, Pile Drivers, Bridge Dock and Wharf Carpenters, Ship Wrights, Boat  \nBuilders and Ship Carpenters, Joiners and Caulkers, Cabinet Makers, Bench Hands,  \nStair Builders, Millmen, Wood and Resilient Floor Layers, Carpet Layers, Shinglers,  \nSiders, Insulators, Acoustic and Dry Wall Applicators; Shorers and House Movers:  \nLoggers, Lumber and Sawmill Workers: Casket and Coffin Makers; Furniture Workers,  \nReed and Rattan Workers; Shingle Weavers, Box Makers, Railroad Carpenters and  \nCar Builders; and all those engaged in the operation of wood working or the machinery  \nrequired in the fashioning, milling or manufacturing of products used in the trade, or  \nengaged as helpers to any of the above divisions or subdivisions; and the handling,  \nerecting and installing material on any of the above divisions or subdivisions; burning,  \nwelding, rigging and the use of any instrument or tool for layout work incidental to the  \nTrade. When the term “Carpenters and Joiners\" is used, it shall mean all the  \nsubdivisions of the Trade.  \nScope of Work  \nsection 1.05-A_ Carpenters This Agreement covers ail carpenter work in connection  \nwith the following: The making, wiring, setting and plumbing of forms, the making of  \nmolds for concrete or other building materials, whether they are made of wood, steel  \nand plastic, dismantling of forms, and other structures that are to be used again.  \nThe spotting and aligning of lines and grades that govern any work to be performed by  \nmembers of our organization shall be spotted and laid out by members of the  \nBrotherhood. All materials, after being stockpiled, shall be handled exclusively by  \ncarpenters. Materials pre-cut, or otherwise processed for use on the job, shall be  \nhandled by carpenters.  \nEmployees covered by this Agreement shall have complete use of optical instruments,  \nlaser or laser beams including the handling of the rods from the point of original bench  \nmark. The complete installation of scaffolding over 14 feet in height. The handling of  \npower tools, electric tools and sawhorses.  \nsection 1,05-B Pile Drivers This Agreement covers all Pile Drivers work in  \nconnection with the following: The driving of wood pile and the heading and the  \npointing of same including (1) the driving of steel piling, including pipe sheeting, H-  \nbeams, !-beams and caissons; (2) the driving of concrete pile, precast or cast-in-place;  \n(3) the driving of composite pile; (4) poured-in-place piling where it is necessary for  \nsignals to be given the operator of the drilling rig, in order to align, plumb and spot the  \ndrill, this part of the work shall be done by the pile driver. The handling and insertion of  \nthe steel casing inciuding the welding, bolting and pulling of casing shali be the work of  \nthe pile drivers; (5) the driving of cofferdams, installation and removal of bracing and  \nwalers in cofferdams; (6) the erection of trestles, falsework and docks; (7) the job site  \nerecting and dismaniling of derricks; A-frames, cranes and gin poles, when used in  \nconjunction with pile driving work; (8) the cribbing, shoring and underpinning of  \nbuildings when pile driving is involved: (9) the erection, dismantling and jacking of pile  \njoad tests; (10) the job site loading, unloading and distribution of piling; (11) the job site  \nmaintenance of pile driving equipment; (12) all burning, welding and splicing of piling  \nincluding welding of end plates and bearing plates prior to driving and after installation of  \npiling; (13) operation of valves used in conjunction with pile driving operation; except  \nwhen installed within cab of pile driving rig; (14) the job site preparation of barges and  \nscows to be used in pile driving work; (15) crane signaling pertaining to pile driving  \nwork.  \nJurisdictional Disputes  \nSection 1.06 The Associations and the Union agree to the following procedure:  \n   \n1. Employers shall assign any disputed work in accordance with the established  \nwork practice in the area governed by this Agreement.  \n2. There shall be no stoppage or slow down of work on the part of the Union and  \nno lockout on the part of an Employer because of any dispute arising during the  \nterm of this Agreement.  \n3. The failure of either the Employer or the Union to abide by the above procedure  \nshall be considered a violation of this Agreement and may be submitted to the  \nNLRB for resolution.  \nUnion Security  \nsection 1.07-A Present Employees All present employees who are not members of  \nthe Union and all employees who are hired hereafter shall become and remain  \nmembers in good standing in the Union as a condition of their employment on the  \neighth (8\"\") day following the beginning of their employment or the effective date of  \nthis contract whichever is the later as authorized in Section 8A (3) of the Labor  \nManagement Relations Act of 1947 as amended by the Act of 1959. Upon written  \nnotice from the Union notifying the Employer of the failure of any employee covered by  \nthis contract to complete or maintain his membership because of non-payment of  \ndues, the Employer shall, within twenty-four (24) hours of such notice, discharge said  \nemployee. Provided further, that no Employer or the Union shall discriminate against  \nan employee to whom membership was not available on the same terms and  \nconditions applicable to the members or, if membership was denied the  \nemployee for reasons other than the failure of the employee to tender the periodic  \ndues and the initiation fees uniformly required as a condition of acquiring membership.  \n[t is agreed that neither the Employer nor the Union shall engage in employment  \npractices which discriminate against applicants or employees on the basis of race,  \ncolor, creed, religion, national origin, sex, age or status as a Vietnam-era veteran, nor  \nagainst qualified disabled veterans or qualified individuals with disabilities or any other  \ncharacteristic protected by law.  \nSection 1.07-B__ Hiring Procedure The Union and the Employer recognize that the  \nUnion is in a position to aid the Employer in recruiting needed employees who can  \nmeet the standards of the trade and who can promote the efficiency and safety of the  \noperations of the Employer. The Employer shall be at liberty to hire employees in any  \nmanner under the National Labor Relations Act of 1947 as amended and the rules and  \nregulations of the National Labor Relations Board, and shall have the right to use the  \nfacilities of the Union to recruit job applicants under certain conditions. The Employer  \nagrees to notify the Union when he. is in need of new employees and the Union when  \nrequested agrees to assist in securing qualified applicants. The selection of  \napplicants for recommendation by the Union shall be on a non-discriminatory basis  \nand shail not be based on or in any way affected by Union membership, by-laws,  \nrules, regulations, constitutional provisions or any other aspect or obligation of union  \nmembership, policies or requirements. The Employer agrees to give all applicants fair  \nconsideration consistent with policies of the Nationa] Labor Relations Act as amended.  \nThe Employer retains the right to reject any job applicant recommended by the Union.  \nNothing in this paragraph shall be construed to limit the Employer from hiring from  \nother sources. The Employer shalf have the sole responsibility of hiring. Employees  \nreferred by the Union shall present introductory cards to the Employer.  \nWhen the Employer requests the Union to recommend job applicants to the Employer,  \nthe Employer shail specify the type and the nature of the work to be performed, and the  \nUnion shall exercise due care in ascertaining the competence of the applicant or  \napplicants to be recommended.  \nThe parties to this Agreement shali post in places where notices to employees and  \napplicants for re-employment are customarily posted, ail provisions relating to the  \nfunctioning of this hiring procedure and the Union Shop provisions of this Agreement.  \nlt is agreed that neither the Employer nor the Union shall engage or encourage  \nemployment practices which discriminate against applicants or employees on the basis  \nof race, color, creed, religion, age, sex, national origin, status as a Vietnam Era veteran,  \nnor against qualified disabled veterans, qualified individuals with disabilities or any  \nother characteristic protected by law.  \nAlcohol and Drug Testing  \nsection 1.08-A Alcohol and Non-Prescri tion Drugs Possession, sale or use of  \nalcohol or non-prescription drugs on the Employer's property, site of construction or  \nduring the working hours regardless of the location shall be grounds for termination.  \nAny employee who reports to work under the influence of alcohol or non-prescription  \ndrugs shall be subject to termination. “Non-prescription drugs\" shall be defined as  \ndrugs which cannot be legally dispensed without a prescription and are not covered by  \na current valid prescription and endorsed by qualified physician for use by named  \nemployee in question. Employees working under this Agreement shall be subject to all  \nnecessary diagnostic testing for purposes of verifying compliance with this  \nprovision, when required by the Employer at the expense of the Employer.  \nsection 1.08-B Provision for employee drug or alcoho! testing will be outlined in the  \nEBOLT policy and procedures or as required in documentation by Project Owners.  \nDrug and alcohol testing shall consist of pre-employment, random, reasonable  \ncause/suspicion, post-accident, injury or unsafe act. Employees refusing to consent to  \nsuch testing shaii be deemed to voluntarily quit.  \nSection 1.08-C The Employer agrees to be bound by and a party to the Agreement  \nand Declaration of Trust creating and establishing the EGYPTIAN BUILDERS AND  \nORGANIZED LABOR TOGETHER (EBOLT) SUBSTANCE ABUSE SCREENING TRUST  \nFUND, and all amendments thereto, in the same manner and with the same effect as if  \nthe Employer had executed such Agreement and Declaration of Trust. The Employer  \nhereby designates as his representatives such Trustees as may be, from time to time,  \nappointed to serve as Employer Trustees therein. Copies of the Trust Agreement and  \nPolicy are available from EBOLT, 208 N. Market, Suite A, Marion, IL 62959.  \n   \nsection 1.08-D Each Employer agrees to make the contributions set forth in the  \ncurrent Wage Addendum to the above referenced Fund for each hour worked by  \ncovered employees.  \nSection 1.08-E The Employer shall make transmittal of contributions within the time  \nperiod specified in the EBOLT Substance Abuse Screening Trust Fund Policy.  \nFurthermore, the Employer shall complete, prepare and furnish upon forms provided by  \nthe parties, the information regarding hours worked by each craft and, if applicable, the  \nnumber of non-bargaining unit employees tested in the month covered by the report.  \n   \n"], ["ARTICLE 2  \nManagement  \n", "   \nShall be vested in the Employer, provided, however, that the Employer shall  \nnot use this right for the purpose of discriminating against any employee because of his  \nmembership or legitimate activities in the Union.  \nIt is understood that the Employer is to be sole judge of the number of employees  \nneeded on any particular job, consistent with acceptable safety practices.  \nThe Employer shall be allowed free movement of bargaining unit employees within the  \njurisdiction of the District Council of Greater St. Louis and Vicinity.  \nInsurance  \nSection 2.02 The Employer agrees to file a valid certificate of Workmen's  \nCompensation Insurance approved by the State of {Iinois and date of expiration on the  \npolicy with the Union or it official representative, which information shall be availabie to  \nthe public on demand. The Employer shall also have an Employer's number and shall  \nPay social security on any employee covered by the contract. He shall further elect to  \ncome under the Illinois State Unemployment Insurance Act and pay Unemployment  \nCompensation Insurance on all employees covered by this contract.  \nUnion Representatives  \nsection 2.03 Representatives of the Union shall not be denied access to the  \nEmployer's Project office or to any part of the Employer's project for the transaction of  \nnecessary business with the Employer of the employees covered by this contract  \nexcept for government or federal security reasons.  \nSteward  \nsection 2.04 The Employer agrees to recognize the right of the Business  \nRepresentatives of the Union to select or appoint a Steward whose duties shall be to  \nsee that all employees covered by this contract are in compliance with Article 1,  \nSection 1.07, Union Security, in accordance with the requirements of this contract, to  \nhear and attempt to adjust disputes and grievances, and in the case of accident, to see  \nthat the employees covered by this contract and their personal belongings are cared  \nfor. Loss of time in caring for sick or injured employees shall be paid for by the  \nEmployer in an amount not to exceed eight (8) hours at straight time.  \nA steward, after having satisfactorily completed two weeks of employment for the  \nEmployer, shall not be laid off or discharged without just cause so long as other  \nemployees covered by this contract, except a foreman, are employed on the project. In  \nno case shall the steward be discharged, laid off or fired until the Union Representative  \nhas been notified to the effect that his work or conduct is unsatisfactory. When such  \ncharges are made against the steward, the Employer, or his representative, shali meet  \nwith the Business Representative of the Union and attempt to settle the dispute. In the  \nevent the respective representatives cannot reach an agreement the dispute shall be  \nProcessed under the terms as provided for in the Arbitration section of this contract.  \nBonding and Default Attorney Fees  \nSection 2.05 __ Bond Requirements All Contractors doing business in the geographical  \njurisdiction of this contract shall obtain and maintain during the term of this Agreement and  \nbeing renewed yearly an approved surety bond in the amount of Fifty ($50,000.00) thousand  \ndollars to guarantee their employees working under this Agreement the payment of wages and  \nfringe benefits, including Pension Plan, Health and Welfare Plan, Vacation Plan, Carpenters  \nJoint Training Fund (JTF), United Brotherhood of Carpenters National Funds (UBCNF)  \nSupplemental Dues Check-off payments, Market Recovery Payments, Egyptian Builders and  \nOrganized Labor Together (EBOLT) Trust Fund and Industry Advancement Fund (IAF). The  \nEmployer shall be responsible for payment of the Bond Premium covering the term of this  \nAgreement and shail be renewed yearly. The original copy of the bond shail be filed with the  \nUnion, with copies of said bond to be filed with the various trust funds to which it shall be  \napplicable. Such bond shall provide that it shall not be canceled without giving thirty- (30) day’s  \nprior written notice to the Union. The Union shall apply the above requirements on a uniform  \nbasis. This surety bond shall be invoked after a sixty (60) day delinquency.  \nIn the event of failure, default or refusal of the Employer to meet his obligations to their  \nemployees of the Pension Plan, Health and Welfare Plan, Vacation Plan, Carpenters Joint  \nTraining Fund (JTF), United Brotherhood of Carpenters National Funds (UBCNF)  \nDues Check-off payments, Market Recovery Payments, Egyptian Builders and Organized Labor  \nTogether (EBOLT) Trust Fund and Industry Advancement Fund (IAF), after written notice to the  \nEmployer and bonding company, may file claim to obtain payment, costs and reasonable  \nattorney's fees there from of the applicable surety bond.  \nFailure of an Employer to obtain and maintain an effective surety bond as required herein, or  \nfailure and default by an Employer of payment of obligations covered by this Agreement in  \nexcess of the amount of the surety bond may, at the option of the Union, be declared by the  \nUnion a gross breach of this Agreement in consequence of which the Union shall have the right  \nto resort to economic and other sanctions against the said Employer. Bond shail remain in full  \nforce and effect for a period of one-(1) year or until payment of wages and fringe benefits,  \nincluding Pension Plan, Health and Welfare Plan, Vacation Plan, Carpenters Joint Training  \nFund (JTF), United Brotherhood of Carpenters National Funds (UBCNF) Supplemental Dues  \nCheck-off payments, Market Recovery Payments, Egyptian Builders and Organized Labor  \nTogether (EBOLT) Trust Fund and Industry Advancement Fund (IAF), have been satisfied.  \nPre-Job Conference  \n   \nsection 2.06 In order to carry out the intent of this Agreement and to insure the uniform  \napplication of the covenants contained herein, either party may request a pre-job  \nconference.  \n   \nsubcontractor Clause  \n   \nsection 2.07 All contractors who are bound by this Agreement shail require  \nsubcontractors using carpenters to become a party to the same Agreement.  \n   \nFavored Nations  \n   \nsection 2.08 In the event privileges or terms and conditions of employment more  \nadvantageous than those contained in this Agreement are granted to Employers  \nemploying workmen covered by this Agreement and all other signatory employers  \nworking on the same project shall have the immediate right to adopt, and the Union wii!  \ngrant, these more favorable conditions.  \n"], ["ARTICLE 3  \n", "   \n   \nProtection of Toois  \n   \nSection 3.01 A heated suitable building, tool wagon or field box shall be furnished for  \nthe use of the carpenters only, location to be determined by the Employer, to keep their  \ntools and clothes in and under no circumstances will flammable materials be stored  \ntherein. In case of fire or major theft of the tools of the carpenters placed within said  \nbuilding, tool wagon or field box for safe keeping resulting from a break-in after  \nworking hours, if suitable insurance covering such loss is not carried by the Employer,  \nthe Employer shall be responsible for such loss of carpenter tools which shall not  \nexceed a total maximum of one hundred and fifty ($150) dollars in each individual case  \nprovided the employee has given supervision a written list of tools stored. The  \nemployee claiming a ioss must substantiate the value of his tools.  \nThe Employer is to furnish conveyance for all carpenters tools being moved from one  \njob to another during working hours.  \nAll employees covered by this contract are to receive pay for moving from one job to  \nanother during working hours. Alt employees shall be at their place of work at starting  \ntime and shalt remain at their place of work untif quitting time, provided access is made  \navailable for the employee's own transportation to the work area. The Employer shall  \nallow sufficient time to put away tools.  \nPower Tools  \nSection 3.02 All power driven tools, special tools, such as mitre boxes and necessary  \nequipment for keeping tools in proper condition such as emery wheels, files, etc., shall  \nbe furnished by the Employer.  \nNo employee covered by this contract shall furnish, loan, lease or rent to an Employer  \nany equipment or tools of any description. The Employer shall furnish boots and  \nraincoats when needed.  \nAll employees shall have and use hand too! boxes on ail projects.  \nAil employees shall furnish their own personal safety equipment such as hard hats and  \nfootwear. If such items are damaged or broken while on the Job, they shall be replaced  \nby the Employer.  \nDrinking Water  \nSection 3.03 Properly cooled drinking water, individual Sanitary drinking cups and  \nsuitable sanitary toilet facilities shall be furnished at all times.  \n   \n"], ["ARTICLE 4  \nWeekly Pay Day  \n", "section 4.01 Except as hereinafter provided, payment of wages shall be made once  \neach week on the job during working hours. The Employer agrees to furnish with each  \npayroll check or currency payment a full statement of deductions and to make  \nallowance for any charge made for cashing of checks drawn on out-of-town banks.  \nWhenever the regular payday falls on a recognized holiday, the employees shall  \nreceive their pay the day before such holiday. No more than three working days pay  \nshall be held back unless an agreement is reached with the Business Representative.  \nUpon approval of the employee, wages due to workers may be paid by direct deposit to  \nthe employee’s account.  \nThe Employer shall furnish Form W-2 statement of withholding, to each employee on or  \nbefore January 31 of each calendar year to last known address.  \nWhen employees are paid with a bad check, the Employer agrees to make all future  \npayrolls in cash.  \nDischarge and Lay-Off  \nSection 4.02 a carpenter is discharged or laid off permanently and the Employer  \ndoes not have facilities at the job site to prepare payroll checks, the carpenter's pay  \ncheck shail be mailed to the home address last provided by the employee within forty-  \neight (48) hours, excluding weekends and holidays.  \nIn the event an employee covered by this contract is Jaid off or discharged, he shall be  \nnotified one (1) hour in advance of such layoff in order that he may have one hour in  \nwhich to put his tools in condition to report for work on another job. No employee  \ncovered by this Agreement shall be required to sharpen tools on his own time or take  \nthem home to sharpen while employed, but must have tools sharp when arriving on new  \njob.  \n"], ["ARTICLE §  \nWorkday, Workweek and Overtime  \n", "Section 5.01 Eight (8) consecutive hours exciusive of lunch period shall constitute a  \nday's work between the hours of 6:00 a.m. and 5:00 p.m. A lunch period shall be  \nallowed each employee to be taken between 11:00 a.m. and 1:00 p.m. The regular  \nwork week shail consist of five (5) consecutive eight (8) hour days commencing  \nMonday at 6:00 a.m. and ending Friday at 5:00 p.m.  \nTime worked by employees in excess of the regular eight (8) hours per day during the  \nregular work week and the first eight (8) hours on Saturday shal! be paid for at the rate  \nof time and one-half (1%). All work performed on Sundays and the following holidays,  \nor days celebrated as such: New Year's Day, Memorial Day, Fourth of July, Labor Day,  \nVeteran's Day, Thanksgiving Day and Christmas, shall be paid for at the rate of double  \ntime.  \nOn jobs where overtime is necessary, all men on the job shall be allowed to work such  \novertime as is practical on such work. When overtime is necessary, the men who were  \non that particular work through the day will be those kept for overtime. If the-steward is  \nnot a member of this crew he may appoint a substitute from the crew working overtime.  \nA reasonable equal distribution of overtime shall be made by the contractor to all  \nemployees on the project.  \nWhen men work overtime after 6:30 p.m. they shall be allowed an additional half-hour  \n(4) supper time with pay. Every four (4) hours after 6:30 p.m. an additional half-hour (%)  \nlunch period with pay shall be allowed. The above stated requirements do not apply  \nwhen working shift work or special shifts as provided in Section 5.02 of this Article.  \nWhere not prohibited by law, and upon forty-eight (48) hour notification to the Union, the  \nContractor may choose the option of working four (4) ten (1G) hour days, Monday  \nthrough Friday, at straight time. Overtime is to be paid at the rate of one and one-half (1  \ntimes the basic wage rate for all hours worked over ten (10) in a day or over forty  \n(40) in a week. There will be no pyramiding of overtime in this Agreement. in the event  \ninclement weather or equipment breakdown causes a loss of time during these four (4)  \ndays, Friday may be used to make up the remaining hours needed to complete a forty  \n(40) hour work week, however, no employee required to work Friday shall be scheduled  \nto work iess than an eight (8) hour shift, with all hours in excess of forty (40) for the work  \nweek being paid at the applicable overtime rate.  \nThe Employer agrees that when using this option it shall be for the duration of the job or  \nuntil the Employer notifies the Business Manager one (1) week in advance that the  \nEmployer elects to return to a five (5) day, eight (8) hour schedule for the duration of the  \njob, and cannot be changed again unless mutuaily agreed upon by the Business  \nManager and the Employer.  \n10  \nShift Work  \nSection 5.02 When shifts are employed, the first shift shall be employed within the  \nhours specified in Article 5, Section 9.01, as the regular workday. Shifts worked  \nbetween any other hours shall be considered as second (2\"°) or third (3) shifts and  \nshall be paid on the following basis - the second (2\"*) shift shall receive eight (8) hours  \nPay for seven (7) hours worked. When shift work is scheduled to commence, the  \nEmployer agrees to contact the Business Representative of the Union not less than  \nforty-eight (48) hours before such shift work is scheduled to start in order that he may  \nhave ample time to assist in securing men necessary for such work. It is understood  \nand agreed that shift work will not be scheduled where fess than three (3) consecutive  \ndays work is involved except in case of continuous pour on bridge deck, or slab and in  \nno case less than two (2) consecutive eight (8) hour shifts.  \n   \nWhen shift work has been scheduled, the second (2°) and third (3) shifts shall  \ncomplete their work on Friday nights or on any night preceding a holiday at the  \nestablished premium rate of pay as outlined above in paragraph one of this Section  \n5.02. However, should any shift be required to start prior to 7:00 a.m. Monday morning  \nor 7:00 a.m. of any day following a holiday or a day celebrated as such, the premium  \nrate of eight (8) hours pay for seven (7) or seven and one-half (7 %) hours work shalt not  \napply and the employees on such shift shall be paid double time for actual hours  \nworked.  \nWhen working shifts, the same empioyee shall not work more than one (1) shift in any  \ntwenty-four (24) hour period. The conditions outlined herein shall also apply to foremen.  \nReporting Time  \nSection 5.03 When a carpenter is ordered by the Employer or his representative to  \nreport for work and then through no fault of such carpenter is not put to work or  \nemployed for less than two (2) hours, the Employer shall pay him for two (2) hours  \ntime, provided such carpenter remains on the job during the said two (2) hours. This  \nreporting time shail not apply provided the Employer calls the employee a minimum of  \none and one-half (1%) hours before starting time. in the event the employee has no  \ntelephone, he shall call collect. The one and one-half (1%) hour notice may be  \nincreased if additional time is needed for an employee to receive said notification prior  \nto his leaving home so as to arrive on the job prior to starting time. If the employee  \nelects to go home, he will only be paid for the time spent on the job. If the employee  \nworks over two (2) hours, four (4) hours time shall be paid provided he remains on the  \njob unless told to do otherwise. If the employee works over four (4) hours, six (6) hours  \ntime shall be paid, provided he remains on the job, unless told to do otherwise. If the  \nemployee works over six (6) hours he will be paid eight (8) hours time, provided he  \nremains on the job unless told to do otherwise.  \n   \nThe two (2), four (4), and eight (8) hours shall be applied when it is not related to the  \nweather or equipment break down (lay-off, job shut down, etc.).  \nIf a job is shut down due to inclement weather, equipment break down or conditions  \ni]  \nbeyond the reasonable control of the contractor, the employee shall be paid actual  \nhours worked, or a minimum of two (2) hours.  \nThe reporting time for regular work days, Saturdays, Sundays and holidays shall be as  \nStated above, however, in the event inclement weather or equipment breakdown causes  \nStoppage of work, employees wiil be paid for time actually worked, but in no event less  \nthan two (2) hours at the rate applicable to that day.  \nPremium Work  \n   \nSection 5.04 Where creosoted or any irritant treated piling lumber or material is used  \nwhich is harmful to either body or clothing, the wage scale shall be fifty ($.50) cents  \nper hour above the minimum scale of wage as set forth in this contract. This does not  \ninclude oiled forms.  \nlf an employee is assigned to the handling of creosoted or other irritant treated material  \nfor one (1) hour or more during any one-half shift, he shall receive not less than four  \n(4) hours pay at the premium rate. This provision shall apply to shift work as well as to  \nregular eight-hour day.  \nSection 5.04-A_ Heavy Highway Night Work When shifts are required, the first  \nshift shall work eight (8) hours at the regular Straight time rate. The second (2\"7.)  \nshift shall work eight (8) hours at the regular straight time rate, plus a two dollar  \n($2.00) per hour shift premium. The third shift shall work eight (8) hours at the regular  \nStraight time rate, plus a two dollar and twenty five cent ($2.25) per hour premium. A  \nthirty (30) minute lunch period for all shifts shall be agreed to by the Employer and  \nthe Union and shall not be considered time worked.  \nAny shift that is scheduled outside of the normal 7 a.m. to 5 p.m. work day shail be  \nconsidered second (2™.) shift and the two dollar (2.00) per hour shift premium shall  \nbe paid.  \nPours  \nSection 5.05 There shal! be at least one (1) carpenter employee available when  \nneeded to check, align and make other necessary adjustments on forms and anchor  \nbolts while concrete is being poured in forms erected by carpenters and no other craft  \nShall inspect or repair such forms while concrete is being poured. Should carpenter  \nwork be performed by other crafts, Employer will be held fiable for payment of lost  \ntime to carpenters.  \nForeman  \nsection 5.06 When more than two (2) journeymen carpenters are employed one (1)  \nShall be assigned foremanship on the job and shall receive not less than one dollar  \nand fifty cents ($1.50) per hour above the journeyman rate of pay. All employees shail  \nbe classified as foreman when they specify work, place men, pass on qualifications of  \nworkmen, or give orders direct to employees for performance of carpenter work.  \nWhen a crew working together as a unit is large enough to require two (2) foremen, one  \n12  \nof the foremen will be designated as the General Foreman and the General Foreman  \nwill handle a crew. The wage scale for General Foreman shall be $2.00 above the  \nbasic journeyman hourly rate.  \nWoodworking idachinery  \nsection 5.07 Operators and helpers of woodworking machinery must be journeymen  \nemployees covered by this Agreement, except that an apprentice over eighteen (18)  \nyears of age may be permitted to operate such machinery while working with and under  \nthe direct supervision of a journeyman employee.  \n"], ["ARTICLE 6  \nApprentices and Apprentice Rates  \n", "Section 6.01 An Employer shall be authorized to employ such number of apprentices on each  \nof said Employer's jobs or projects or portions thereof at any given time during the course of  \nsuch job or project and from time to time as shall be determined by the Joint Apprenticeship  \nCommittee within its sole and absolute discretion provided that, in the judgment of the  \nCommittee, the Employer has the capacity to train apprentices. In so determining the number of  \napprentices that an Employer may hire, the Committee shall not consider or employ a ratio  \npredicated upon the relative numbers of apprentices and journeymen employed either by the  \nindividual Employer throughout its entire operations or by the construction industry or any  \nsegment thereof, whether coextensive with, less than, or greater than the local labor market.  \nAn examination of apprentices shall be given by the Joint Apprenticeship Committee  \nwhere such committee exists before each period of advancement or at other such times  \nas may be determined; in these examinations, consideration shall be given to school  \nattendance, progress and daily employment records of the apprentices.  \nThe wage scale for an apprentice shall be in accordance with Article 12.  \n"], ["ARTICLE 7  \nStrikes and Lockouts  \n", "   \nsection 7.01 It is expressly understood between the parties hereto that during the  \nterm of this contract, or any renewat period thereof, or during any negotiations between  \nthe parties hereto as to desire changes in this contract as herein provided, there shall be  \nno strikes, lockouts, boycotts, picketing, stoppage of work, or slowdown of work prior to  \nthe expiration date of the contract.  \nThis Agreement is a guarantee that there will be neither suspension of work nor lockout  \nand that all grievances and disputes between the Employer and the Union or between  \nthis and another craft on the work, will be handled as hereinafter provided.  \n13  \nSettlement of Disputes  \nsection 7.02 Should anyone, employee or Employer, covered by this contract believe  \nthat he has been unjustly dealt with or that any provision of this contract has been or is  \nbeing violated, such grievance shail be submitted in writing to his representative. The  \nBusiness Representative of the Union or the Union's Representative and the Empioyer  \nor the Employer's Representative shall meet and attempt to settle such grievances. In  \nthe event such grievance or dispute cannot then be satisfactorily settled or in the event  \nof a dispute arising between the parties of this contract on any matter covered by this  \ncontract or disputes that cannot be adjusted between themselves, then such dispute or  \ngrievance shall be submitted to arbitration.  \nArbitration  \nSection 7.03 In the event such complaint or grievance shail not have been  \nsatisfactorily settled, the matter shall then be submitted to an arbitration committee of  \nthree for final decision. This committee shall be selected as follows: One member shall  \nbe selected by and representing the Union, one member shall be selected by and  \nrepresenting the Employers, and these two shall select a third impartial member who  \nshail act as Chairman. This committee shall hold hearings as expeditiously as possible  \nno later than 15 days after formation of the committee and render its decision in writing  \nwithout delay, no than three (3) days after the conclusion of the hearing which shail  \nbe final and binding on both parties.  \n"], ["ARTICLE 8  \nSafety  \n", "Section 8.01-A it is recognized there are important roles to be performed by the  \nemployees, Union and management in the prevention of accidents and  \nensuring a safe and healthy working environment. The worksite should be maintained  \nin a clean and orderly state, so as to encourage efficient and safe operations.  \n   \nsection 8.01-B it is important to succeed in this cooperative effort because it is also  \nrecognized that failure can mean hardship to the employee and a threat to the security  \nof his famiiy.  \nsection 8.01-C lt is because of these mutual benefits that the employees, Union  \nofficials and management pledge to cooperate and do all that is possible to maintain a  \nsafe, hazard-free working environment.  \nSection 8.01-D Personal Cell Phone and Other Communication Devices: Because they create  \ndistractions and disrupt regular work routines, the use of personal communication devices such  \nas phones and audible pagers is prohibited during work hours and in work areas, uniess  \nthe company has provided such devices to the employee for business use only. Any employee  \ncarrying a non-company issued pager with an audible alarm must ensure the alarm is turned off  \nduring work hours and in work areas. Employees must not make, return or receive calls on  \n14  \npersonally owned portable phones during work hours. Employees will have access to  \ncommunication devices for emergencies. Limited and TEMPORARY exceptions to this policy  \npermitting the use of personally owned communication devices for ongoing personal emergency  \nsituations (such as imminent birth of a child) can be made only with the prior and continued  \napproval of the employee's supervisor.  \nsection 8.01-E The Carpenters shall use its training facility(s) to insure that al!  \nCarpenters shali be required to successfully complete the Ten-Hour OSHA  \n(Occupational Safety and Health Administration) Construction Safety Course.  \nThereafter, each Carpenter shall be required to successfully complete the Ten-Hour  \nOSHA Construction Safety and Health Course every three(3) years to maintain their  \nsafety awareness and competence. All Carpenters shall be certified in rigging and  \nsignaling.  \nSection 8.01-F All Carpenters shail be responsible for wearing appropriate safety  \ngear such as boots, ear, eye and head protection. All upper body apparel must have a  \nminimum sieeve length of six (6”) inches. The Employer and all employees agree to  \nabide by all federal, state, local and company safety policies.  \nsection 8.01-G Failure on the part of an employee to comply with safety rules  \nestablished by the Employer may be grounds for dismissal.  \n"], ["ARTICLE 9  \nLabor Management Committee  \n", "Section 9.01 In an effort to continue the harmonious relationship and to capitalize on  \nthe abilities of each party, the undersigned parties agree to meet and continue dialog  \non labor/management issues at the written request of any of the parties signed to this  \nAgreement. Upon such written request, the parties shall meet and discuss any such  \nissues. Whereupon, if ali parties are in mutual agreement, any additions or  \nmodifications will be added to this Agreement by way of Addendum.  \n   \n"], ["ARTICLE 10  \nCompleteness of Agreement  \n", "section 10.01 This represents the entire Agreement of the parties, it being  \nunderstood that there is no other Agreement or understanding, either oral or written, the  \nEmployer understands that the Union is a fraternal society and as such and, in keeping  \nwith the provisions of the Labor Management Relations Act of 1947, as amended, has  \nthe right to prescribe its own rules and regulations with respect to the acquisition or  \nretention of membership in the Union or with respect to any other matters for its own  \nuse. However, such rules or regulations whether contained in By-laws, Constitution or  \notherwise shall have no effect, directly or indirectly, upon this Collective Bargaining  \nAgreement, any employment relationship or the reiationship between the parties.  \n15  \nValidity  \nsection 10.02 In the event that any article, paragraph or section of this contract and  \nany amendments thereto shall be invalid, then neither of the parties hereby shall be  \nbound thereby, but the said article, paragraph and section shall be deemed to be  \nséparabie and the invalidity of any portion thereof shall not affect the validity of the  \nremainder of the Contract.  \n   \nIt is the intention of the parties hereto to comply with all applicable provisions of state or  \nfederal law, and they believe that each and every part of the contract is lawful. All  \nprovisions of this contract shall be complied with unless any such provisions shall be  \ndeclared invalid or inoperative by final order of any Court of competent jurisdiction.  \nIn such event, the Union or the Employer may, at its option, require renegotiations of  \nsuch individua! provisions for the purpose of adequate legal replacement thereof, each  \nreserving the right of economic recourse in the event agreement cannot be reached in  \nsuch negotiations and such action shal! not constitute a violation of this contract.  \nIn the event of the invalidation of any section, sentence or article of this contract by any  \ncourt or board of competent jurisdiction, all remaining provisions of this contract shall  \nremain in full force and effect.  \nIN WITNESS WHEREOF, the Negotiating Committee of the Associated General  \nContractors of I!linois and the Egyptian Contractors Association, Inc. have caused this  \ncontract to be executed by its duly authorized representatives and the District Council  \nand Local Unions, affiliated with the United Brotherhood of Carpenters and Joiners of  \nAmerica, within the state of Illinois, have caused their duly authorized representatives,  \nwho are agents of said District Council and Local Unions, to hereunto subscribe their  \nnames on this 1st day of May, 2013.  \n16  \n1st 6 months  \n2™ § months  \n3™ 6 months  \n4\" 6 months  \n5\" 6 months  \n6\" 6 months  \n7\" 6 months  \n8\"'6 months  \nSection 11.01  \nWage  \nPension  \nH&W  \nAppr  \nCITF  \nEBOLT  \nIAF  \nTOTAL  \nWAGES  \n$13.93*  \n$15.32*  \n"], ["ARTICLE 11  \n", "   \nTerm of Contract  \n   \nThe term of this Agreement shall be for five (5) years commencing  \nMay 1, 2013 and expiring April 30, 2018,  \n"], ["ARTICLE 12  \n", "   \nMinimum Wage Rates  \n5/1/2013 5/1/2014 5/1/2015 5/1/2016 5/1/2017  \n$32.18  \n$7.25  \n$6.80  \n$0.40  \n$6.10  \n$0.10  \n$0.20  \n$47.03  \n$48.23  \n$49.40 $50.54 $51.66  \nApprentice Wage Package  \nH&W PENSION  \n$3.00  \n$3.00  \n   \n   \n“Includes thirty-eight cents ($.61) per hour supplemental dues check-off  \n$16.72\"  \n$18.11\"  \n$3.50  \n$3.50  \n“Includes forty-five cents ($.72) per hour supplemental dues check-off  \n$20.90°**  \n$22.29***  \n$23.68°*  \n$25.07°**  \n$6.80  \n$6.80  \n$6.80  \n$6.80  \n$7.25  \n$7.25  \n$7.25  \n$7.25  \nJTE UBCNF EBOLT & IAF TOTAL  \n90.40 $0.10 $0.30 $17.73  \n$0.40 $0.10 $0.30 $19.12  \n$0.40 $0.10 $0.30 $21.02  \n$0.40 $0.10 $0.30 $22.41  \n$0.40 $0.10 $0.30 $35.75  \n$0.40 $0.10 $0.30 $37.14  \n$0.40 $0.10 $0.30 $38.53  \n$0.40 $0.10 $0.30 $39.92  \n“Includes one dollar ($1.00) per hour vacation; sixty-nine cents ($1.11) per hour supplemental  \n17  \ndues and twenty cents ($.20) per hour Market Recovery Fund.  \nDistributions: The Local Union may distribute any part of the negotiated wage increase  \ninto the existing negotiated funds, provided such increase is requested and AGC of  \nillinois is notified at least sixty (60) days prior to its effective date on each anniversary of  \nthis Agreement. Changes in contribution amounts to any of the funds listed in this  \nschedule shall only be made annually on the Agreement's anniversary dates and under  \nno circumstances can monies be deducted from the basic labor rate, as such is  \nprohibited by the Illinois Department of Labor. When the union notifies AGC of Illinois of  \nits request, whereupon an addendum in writing describing such change(s) shall be  \nincorporated in this Agreement. It is further agreed that the Carpenters District Council  \nof Greater St. Louis and Vicinity shall send Illinois Department of Labor Prevailing Wage  \nCertification forms to the Egyptian Contractors Association and the Associated General  \nContractors of Illinois for review prior to submission to the fllinois Department of Labor.  \n   \n"]]