[["", "Fab-04-08 01:42pm  From-Boilermakers org-com-puh ho-org-fax@boilarmak T-900 P.001/030  \nAGREEMENT  \nBy and Between  \nA. O. SMITH WATER PRODUCTS COMPANY  \nRenton, Washington Plant  \nand  \nINTERNATIONAL BROTHERHOOD OF BOILERMAKERS,  \n[RON SHIPBUILDERS, BLACKSMITHS, FORGERS,  \n: WELDERS, AND HELPERS OF AMERICA  \n| AFL CIO, LOCAL NO, 104  \nDuration February 5, 2007  \nthrough  \nFebruary 7, 2010  \nFeb-04-08  \n01:42pm  \n"], ["ARTICLE  \nNUMBER  \nAw SYP  \n", "ee  \n  \nFrom-Boilarmakers org-com-pub  \nhq-org-fax@boi | earmak  \nTABLE OF CONTENTS  \n"], ["ARTICLE  \nNAME  \n", "   \nPREAMBLE  \nRECOGNITION  \nUNION SECURITY  \nMANAGEMENT FUNCTIONS  \nNON-DISCRIMINATION  \nHOURS OF WORK AND SHIFTS  \nOVERTIME  \nREPORT PAY  \nEMERGENCY CALL-BACK PAY  \nCALSSIFICATIONNS AND MINIMUM RATES OF PAY  \nPAY DAY  \nHOLIDAYS  \nVACATION  \nJURY SERVICE  \nFUNERAL LEAVE  \nDENTAL PLAN  \nHEALTH AND WELFARE  \nPENSIONS  \nSENIORITY  \nGENERAL  \nACCESS TO PLANT  \nGRIEVANCE PROCEDURE  \nMAXIMUM PRODUCTIVITY  \nNO STRIKES OR LOCKOUTS  \nAGREEMENT QUALIFICATIONS  \nDURATION  \nMEMORANDUM OF UNDERSTANDING  \nMEMORANDUM OF UNDERSTANDING  \nSCHEDULE A  \nSCHEDULE B  \nSCHEDULE C  \nT-900  \nPAGE  \nNUMBER  \nOm WwW NN =  \noh AOR RB we Re Be ie eS ie Ye  \nEHS  \nF=043  \nFeb-04-08  \n|  \n01:42pm From-Boilermakers org-com-pub hq-org-fax@boilermak  T-900 P.003/030 F-043  \nWAGE SCALES AND WORKING RULES  \nCOVERING  \nSHOP MANUFACTURING  \n"], ["ARTICLE 1  \nPREAMBLE  \n", "This AGREEMENT is made by and between A. O. SMITH WATER PRODUCTS  \nCOMPANY, Renton, Washington Plant, and INTERNATIONAL BROTHERHOOD OF  \nBOILERMAKERS, IRON SHIPBUILDERS, BLACKSMITHS, FORGERS, WELDERS AND  \nHELPERS OF AMERICA, AFL - CIO, LOCAL NO, 104.  \n"], ["ARTICLE 2  \nRECOGNITION  \n2.1 A, O. SMITH WATER PRODUCTS COMPANY, RENTON, WASHINGTON PLANT  \n", "hereby recognizes (as far as may be legally admissible) now and during the whole term of  \nthis contract and all renewals thereof, the INTERNATIONAL BROTHERHOOD OF  \nBOILERMAKERS, IRON SHIPBUILDERS, BLACKSMITHS, FORGERS, WELDERS  \nAND HELPERS OF AMERICA, LOCAL NO, 104 as the sole and exclusive bargaining  \nagency for all employees of the said affiliates whose work is descnbed, classified and set  \nforth in this contract.  \n2.2 Tt is agreed that all employees coming under the terms of this Agreement shall continue to  \nperform all work heretofore performed by them without regard to past, present or future  \ndisputes based on jurisdictional claims.  \nFeb-04-08  \n01:42pm From-Boilarmakers org-com-pub  T-900 P.004/030 F-043  \n"], ["ARTICLE 3  \nUNION SECURITY  \n", "3.1 Pursuant to and in conformance with Section & (a) 3 of the Labor Management Relations Act  \n3.2  \n3.3  \n4.  \n  \nof 1947, it is agreed that all employees coming under the terms of this Agreement shall make  \napplication to join the Union within thirty-one (31) days following the date of employment  \nor Within thirty-one (31) days following the date of signing of this Agreement, whichever is  \nthe later, and must maintain membership in good standing for the life of this Agreement and  \nany renewal thereof. The Employer shall discharge any employee as to whom the Union  \nthrough its busimess agent delivers to the Employer a written notice that such employee is  \nnot in good standing in conformity with this Article.  \nThe Employer agrees to employ only employees in the classifications set forth in Schedule  \nA in the performance of the work included within the scope of this Agreement.  \nNew hires, on or before the first day of employment, will be advised of the provisions of 3.1  \nof this Article, and shop stewards will be advised of the names of new employees on a form  \nprovided by the Union.  \n"], ["ARTICLE 4  \nMANAGEMENT FUNCTIONS  \n", "Subject only to the specific provisions of this Agreement, the management of the plant and  \nthe direction of the working force shall be the exclusive function of the Employer; provided,  \nhowever, this shall not be construed as limiting the Union’s rights under Article 22,  \nGRIEVANCE PROCEDURE.  \nFeb-04-08  \n01:42pm From-Boilermakers org-com-pub ho-org-fax@boilermak T-900 P.005/030 F-043  \n3.1  \n5.2  \n6.1  \n"], ["ARTICLE 5  \nNON-DISCRIMINATION  \n", "The Employer shall have the right to determine the competency and qualifications of its  \nemployees and the right to discharge any employee for just and sufficient cause; provided,  \nhowever, no employee shall be discriminated against or jeopardized in seniority standing or  \nsuffer any loss of employment of account of membership or activity in his or her Union, so  \nlong as such activities are not carried on during working hours so as to interfere with  \nproduction at the plant.  \nThe employer and Union agree there will be no discrimination against any employee or job  \napplicant because of race, religion, color, sex, age, national origin, or any other basis as  \nprovided under Executive Order or Federal Laws.  \n"], ["ARTICLE 6  \nHOURS OF WORK AND SHIFTS  \n", "Eight (8) hours shall constitute one (1) day’s work. Five (5) days, Monday to Friday  \ninclusive, shall constitute one week’s work. The regular daily work periods for the  \nrespective shifts shall be as follows:  \nFirst Shift or Regular Daylight Shift: An eight and one-half (8 ¥) hour period between  \nthe time of not earlier than 5:00 A.M. nor later than 6:00 P.M., less thirty (30) minutes for  \nmeals on the employee’s time. Pay for a full shift shall be a sum equivalent to eight (8)  \ntimes the regular hourly rate with no premium.  \nSecond Shift: An eight and one-half ¥%) hour period, less thirty (30) minutes for meals on  \nthe employee’s time. Pay for a full second shift period shall be a sum equivalent to eight (8)  \ntimes the straight time hourly second shift rate as set forth m Schedule A hereof.  \nFeab-04-08 01:42pm From-Boilarmakers org-com-pub ha-org-fax@boilermak  T-900 P.006/030 F-043  \nThird Shift: A seven (7) hour period less thirty (30) minutes for meals on employee’s time.  \nPay for a full third shift period shall be a sum equivalent to eight (8) times the straight time  \n| hourly third shift rate as set forth in Schedule A hereof.  \n   \n|  \n|  \n| 6.2 In event an individual employee’s starting time is changed, it shall not be changed again  \n|  \nwithin five (5) consecutive work days, except in case of emergencies.  \n6.3 In event of power curtailments and/or power rate “peak period” penalties, the normal work  \nday and work week provisions of this Agreement shall become inoperative.  \n6.4 In exception to the above, it is recognized that special conditions require special or unusual  \nshifts. In such cases, the details thereof shall be worked out and agreed to between the  \nCompany and the Union.  \n6.5 Two (2) rest periods of ten (10) minutes each will be provided each regular work day; one  \n(1) ten (10) minute period in the first-half of the shift and one (1) ten (10) minute period in  \nthe second-half of the shift. The rest period (s) will be taken at times specified by the  \nCompany.  \n"], ["ARTICLE 7  \nOVERTIME  \n", "7.1 All hours worked over ten (10) hours in a day or forty (40) hours in 4 week shall be paid at  \none and one-half (144) times the employee’s regular straight time hourly rate. All hours  \nworked over twelve (12) hours in a day and all hours worked on Sunday shall be paid at two  \n(2) times the employee’s straight time hourly rate.  \n7.2 Shift Break: Employees required to work overtime past the quitting time of their regular  \nshift, unless relieved from work at least eight (8) hours before starting to work on their next  \nregular shift, shall be paid the overtime rate for such shift.  \nFeb-04-08  \n01:42pm From-Boilarmakers org-com-pub ha-org-fax@boilermak  T-900 P.007/030 F-043  \n7.3 When an employee is continuously employed for more than two (2) hours beyond the  \nquitting time of his or her shift, he or she will be allowed reasonable time to obtain a meal.  \n7.4 Overtime pay shall not be paid twice or pyramided for the same overtime hours worked.  \n"], ["ARTICLE 8  \nREPORT PAY  \n", "8.1 Any regular employee who is required to report for work but does not commence work shall  \nreceive not Jess than two (2) hours pay at the applicable straight time hourly shift rate. Any  \nregular employee who is required to report for work and commences work shall receive not  \nless than four (4) hours pay at the applicable straight time hourly shift rate.  \n8.2 Any regular employee who is not specifically instructed at least three (3) hours before his  \nregular starting time not to report for work shall be considered as having been ordered to  \nreport and, therefore, to two (Z) hours pay.  \n8.3 Report pay shall not be required where an employee is to work from absences of  \ntwo (2) or more days without making prior arrangements with the Company for his or ker  \nTetum to work.  \n8.4 In the event of an emergency such as fire, flood, power failure, power curtailment, machine  \nbreakdown, eic., beyond the control of the Employer (alleged lack of work cannot be  \nconstrued as an emergency) or where the employee voluntarily quits, lays off or is  \ndischarged, the forgoing requirements shall not be applicable and the employee shall be paid  \nfor the actual time worked.  \n8.5 Welders will be allowed five (5) minutes time to remove and store protective equipment  \nbefore the close of shrft.  \nFab-04-08 01:42pm From-Boi larmakers org-com-pub ha-org-fax@boilermak T-900 P.008/030  F-043  \n|  \nARTICE 9  \nEMERGENCY CALL-BACK PAY  \n   \n   \n9,1 Any regular employee who has completed his or her normal shift for the day and is called  \nback to work shall receive not less than two (2) hours pay at the overtime rate.  \n"], ["| ARTICLE 10  \nCLASSIFICATIONS AND MINIMUM RATES OF PAY  \n", "   \n10.1 The classifications and minimum rates of pay for employees covered by this Agreement are  \nset forth in Schedule A which is attached hereto and made 4 part hereof. Lump sum  \nbonuses for certain employees covered by this Agreement are set forth in Schedule C  \nwhich is attached hereto and made a part hereof. Nothing hereim shall preclude the  \npayment of higher wage rates than those set forth in Schedule A at the discretion of the  \nCompany.  \n10.2 When an employee is transferred to another classification paying a higher rate, he or. she  \nshall receive the higher rate for the duration of such employment in such classification.  \n10.3 The supervisor shail not be assigned to displace workers during overtime periods.  \n10.4 Working leadpersons shall be paid at least forty-five cents per hour over the  \njourneyman rate.  \nFeb-04-08 01:42pm From-Boilermakers org-com-pub hg-org-fax@boi | ermak T-900 P.009/030 F043  \n"], ["ARTICLE 11  \nPAY DAY  \n", "11.1 Employees shall be given their pay checks weekly, prior to the end of their regular work  \nshift on pay day. All regular pay checks shall have a detachable stub or equivalent which  \nwill set forth the amount of the check, hours worked, and an itemized list of deductions.  \n"], ["ARTICLE 12  \nHOLIDAYS  \n", "12.1 Each employee shall receive eight (8) times his or her regular straight time hourly shift rate  \nof pay for the following holidays, provided:  \nA, The employee worked his or her last regularly scheduled work day prior to and his or  \nher first scheduled work day following the holiday. Exception will be made in cases  \nwhere absence on the work day prior to or the work day following was due to industria]  \ninjury, bona fide illness covered by a doctor’s certificate, approved leave of absence, or  \ntemporary layoff, provided the employee’s absence from work for the purpose of this  \nexception by reason of any of the above causes is not for 4 total penod in excess of two  \n(2) weeks. For purposes of this Section, a temporary layoff shall be considered as one  \nof two (2) weeks or jess in duration.  \nC. In the event an employee does not work his or her full scheduled workday prior to  \nand/or following the holiday, holiday pay shall be reduced in the amount equivalent to  \nthe time he or she failed to work as scheduled on the day before and/or after the  \n|  \nB. The employee has been in the employ of the Employer for ninety (90) calendar days.  \n|  \n|  \n|  \n| holiday.  \nFeab-04-08 01:42pm From-Boilarmakers org-com-pub ha-org-fax@boilermak T-900 P.010/030 F-043  \n|  \n|  \n|  \n12.2 The following shall be recognized as paid holidays:  \nNEW YEAR’S DAY, MEMORIAL DAY, INDEPENDENCE DAY, LABOR DAY,  \nDAY, THE DAY AFTER THANKSGIVING DAY, CHRISTMAS  \n! DAY, one (1) FLOATING HOLIDAY to be mutually agreed to by the Company and the  \nUnion, and one (1) FLOATING HOLIDAY to be taken at the employee’s preference with  \n| prior management approval. In cases where the above listed holiday falls on a Saturday or  \nSunday, the Employer shall have the option of specifying by the Monday preceding the  \n| holiday whether the Friday or Monday shall be a regular work day or regarded as the paid  \n! holiday.  \n12.3 Memorial Day will be observed on the last Monday in May.  \n12.4 All time worked on the aforesaid holidays shall be compensated for at time and one-half  \nthe straight time shift rate, plus holiday pay for eligible employees pursuant to Section 12.1  \nabove shall be paid for such time.  \nshall be paid as set forth above for such holiday, provided he or she works his or her last  \nscheduled work day prior to and his or her first scheduled work day following his or her  \n|  \n|  \n~ 12.5 Should any of the above holidays fall within the vacation period of an employee, he or she  \n|  \n| vacation period.  \n|  \n"], ["| ARTICLE 13  \nVACATION  \n", "Vacations with pay will be granted on the following basis:  \n13.1 A vacation year shall run from June 1 of any year to June 1 of the next succeeding year.  \n|  \nEmployees shall earn vacation credit during each vacation year based upon the number of  \n|  \nhours worked as follows:  \nFab-04-08  \n   \n01:42pm From-Boilermakers org-com-pub hg-org-fax@boi | earmak T-900 P.011/030 F043  \n13.2  \n13.3  \n13.4  \n13.5  \n13.6  \n280 hours 1 day  \n560 hours 2 days  \n840 hours 3 days  \n1120 hours 4 days  \n1400 hours 5 days  \nEach employee on June 1 of any year shall be entitled to vacation with pay at  \nstraight time hourly shift rate for the number of days of vacation credit which he or she has  \neamed in the preceding vacation year.  \nAny employee who on June 1 of any year has worked 1400 hours in each of three (3)  \nconsecutive vacation years shall be to ten (10) days vacation with pay at  \nstraight time hourly shift rate.  \nAny employee who on June 1 of any year has worked 1400 hours in each of ten (10)  \nconsecutive vacation years shall be entitled to fifteen (15) days vacation with pay at the  \nemployee’s straight time hourly shift rate.  \nAny employee who on June 1 of any year has worked 1400 hours in each of twenty (20)  \nconsecutive vacation years shall be entitled to twenty (20) days of vacation with pay at the  \nstraight time hourly shift rate.  \nAny employee who has retained seniority and who has once qualified for and received ten  \n(10) days or fifteen (15) days or more vacation with pay in any year either under this or  \nany preceding contract, and who shall in any one (1) vacation year subsequent to June  \n1950 fail to work a minimum of 1400 hours shall, upon working 1400 hours in the next  \nsucceeding vacation year, be entitled to ten (10) days vacation with pay or fifteen (15) days  \nor more vacation with pay, whichever is applicable, at the straight time hourly  \nshift rate at the expiration of said vacation.  \nFeb-04-08  \n   \n01:42pm From-Boilermakers org-com-pub ha-org-fax@boilermak  T-900 P.012/030 F-043  \n13.7  \n13.8  \n13.9  \n14.1  \nEmployees shall be eligible for only one vacation or pay for one vacation during a vacation  \nyear except as this provision may be modified by the provisions of Section 13.9 below.  \nVacations are not cumulative and shall be taken at such time during the period June 1 to  \nJune 1] of any year as may be designated by the Employer, or as otherwise agreed upon  \nbetween Employer and the employee. All vacation credits must be earned in the employ of  \none employer.  \nEmployees rehired after voluntarily resigning or being discharged for cause shall be  \nconsidered new employees and vacation rights therefore shall only accumulate from the  \nlatest date of employment.  \nAny employee who quits, is laid off or discharged shall be paid for his or her accumulated  \nvacation credit; and if such employee has previously qualified for two (2) weeks, three (3)  \nweeks, or four (4) weeks vacation he or she shall be paid for two (2), three (3), or four (4)  \ntimes, whichever is applicable, the vacation credit set forth in Section 13.1.  \n"], ["ARTICLE 14  \nJURY SERVICE  \n", "An employee having seniority as provided in Article 19, SENIORITY, and required by law  \nto serve as a jurist shall, upon satisfactory proof to the Employer of such service rendered,  \nbe reimbursed by the Employer for his or her work time lost on the basis of the difference  \nbetween his or her straight time day shift hourly job classification rate, and his or her jury  \npay (excluding travel allowance), provided, however, such Employer reimbursement shall  \nnot be applicable to any period of trme during which said employee-jurist did not perform  \nwork for the Employer other than when prevented from doing so solely because of said jury  \nservice; and further provided that such Employer reimbursement is, in no event, to be  \napplicable for a period of more than eight (8) hours in a standard work day, nor more than  \nfive (5) days in a standard work week.  \n10  \nFeb-04-08 01:42pm From-Boilermakers org-com-pub hg-org-fax@boi | ermak T-900 P.013/030 F043  \n14.2 In applying the foregoing, it is understood that if an employee is called for jury service,  \nresponds to the call, and loses time, but is not accepted for jury service, or serves and Is  \nrelieved therefrom by the middle of his or her work shift, the employee will be reimbursed  \n| by the Employer for his or her work time lost on the basis of the difference between his or  \nher straight-time day shift hourly job classification rate and his or her jury pay (excluding  \ntravel allowance), provided he or she returns to his or her job immediately, and promptly  \nreports these facts to the Employer; provided further, that if an employee who works his or  \nher regular shift in addition to performing jury duty, he or she shall not be paid by the  \nEmployer under the provisions of this Article.  \n"], ["ARTICLE 15  \nFUNERAL LEAVE  \n", "15.] An employee having attained seniority as provided in Article 19, SENIORITY, who suffers  \na death in the immediate family shall receive three (3) days off with pay ending on the day  \nJo following the funeral, The immediate family shall be defined as wife, husband, son,  \ndaughter, mother, father and natural brother or sister.  \n|  \n|  \n|  \n"], ["| ARTICLE 16  \n| DENTAL PLAN  \n", "16.1 The Employer shall provide dental care benefits for employees and their dependants as  \nprovided in Article 17.  \nil  \nFeab-04-08 01:42pm From-Boilermakers org-com-pub hg-org-fax@boi lermak T-900 P.014/030 F043  \n"], ["ARTICLE 17  \nHEALTH AND WELFARE  \n", "17.1 Effective upon signing this Agreement, the Employer shall pay into the Aled Metal Crafts  \nSecurity Plan Trust Fund on behalf of each employee in the bargaining unit an amoumt (less  \nthe employee’s share as described in Article 17.2) to provide the benefits under the Allied  \nMetal Crafts Security Plan Trust Fund. The eligibility for such benefits shall be determined  \nby the Trustees within their sole and absolute discretion,  \n17.2 Costs to the benefits referenced in paragraph 17.1 retroactive to the contract start date shall  \nbe paid 95% by the Company, and 5% by the employee. The employee’s share of the  \nbenefit cost shall be affected via payroll deduction.  \n17.3 Employee contributions required under 17.2 shall be made through payroll deduction on  \nthe third pay period of the month following the month for which benefits have been  \n17.4 The total amount due for each calendar month shall be remitted to the Administrative  \nOffice in a lump sum not later than ten (10) days after the last business day of each month.  \n17.5 The Employer further acknowledges that it has received a true copy of the Allied Metal  \nCrafts Security Plan Trust Fund and it is understood and agreed that the Employer, by  \nsigning this collective bargaining agreement, accepts the terms and agreements of this  \nTrust, and shall be considered a party thereto. The Employer further agrees that the  \nEmployer Trustees named in the Allied Metal Crafis Security Plan Trust Fund and  \nadditional Employer Trustees selected pursuant to the terms of said Trust and their  \nprovided.  \n|  \n|  \n|  \nsuccessors in trust are, and shall be, his or her representatives, and consents to be bound by  \nthe actions and determinations of the Trustees, not in conflict with the terms of this  \nAgreement,  \n12  \n   \nFeab-04-08 01:42pm From-Boilarmakers org-com-pub hq-org~fax@boilermak T-900 P.015/030  \n17.6  \n18.1  \n18.2  \n19.1  \nShould, during the term of this Agreement, the Union wish to select another provider than  \nAllied Metal Crafts Security Plan Trust Fund, it will notify the Employer. The Employer  \nshall give such request consideration and upon mutual agreement between the Employer  \nand the Union, another provider will be selected, however, in no event shall the Employer's  \nmonthly cost exceed the monthly cost as outlined m Articles 17.1 and 17.2.  \n"], ["ARTICLE 18  \nPENSIONS  \n", "Contributions will be paid to the Boilermakers-Blacksmith National Pension Trust on the  \nfollowing basis for all employees covered by this Agreement.  \nEffective February §,2007 $1.65 per hour worked  \nEffective February 4,2008 $1.70 per hour worked  \nEffective February 27,2009 $1.75 per hour worked  \nBy majority vote, Employees may elect to divert up to twenty cents ($0.20) per contract  \nyear from the employees’ wage rates and the classification wage rates under Schedule A in  \norder to increase pension contributions. Each year, Shop Stewards will present the Plant  \nManager with written notice of intent to or forfeiture of the vote. Any authorization of  \ndiversion including total to be diverted for the following contract year must be presented to  \nthe Employer m writing two weeks prior to the contract anniversary date, and shall become  \neffective on the contract anniversary date.  \n"], ["ARTICLE 19  \nSENIORITY  \n", "With a view to maintaining the most harmonious relations possible and the utmost  \nteamwork between employees, work shall be distributed as evenly as possible among the  \n13  \n01:42pm From-Boilermakers org-com-pub ha-org-fax@boilermak T-900 P.016/030  F-043  \n: regular employees in their various classifications, Seniority is defined by the time  \nemployed as a Boilermaker at A. O. Smith Water Products Company, Renton Operation.  \n| In all layoffs and reemployment, the nie of seniority shall prevail where qualifications,  \n! ability, competency, and all other factors are equal; provided that an employee shall not  \nbe considered as eligible to seniority until he or she has been regularly employed for a  \nperiod of ninety (90) days.  \n|  \n|  \n| Seniority rights of laid-off employees will continue for six (6) months from layoff date,  \nand employees will retain seniority rights for six (6) months in layoffs and excused  \nabsences, except in cases where an employee who has attained seniority is absent from  \n| work due to an industrial injury, then he or she will retain seniority for a period of one (1)  \nyear.  \nThe employee shall lose his or her seniority nghts for any one of the following reasons:  \nvoluntary termination: discharge for cause; failure to report from layoff within three (3)  \nworking days after notification to report.  \nNotification for return from layoff shall be by certified letter. The date of delivery of the  \ncertified letter shall begin the three (3) day period in which the employee must return to  \n| work. The Union will be notified in all cases where exceptions are made to extending the  \n| three-day period.  \nany loss of employment on account of membership or activity in the International  \nBrotherhood of Boilermakers, Iron Shipbuilders, Blacksmiths, Forgers, Welders and  \n|  \n| 19.2. No employee shall be discriminated against or jeopardized in standing or suffer  \n|  \n|  \n| Helpers of America so long as such activities are not carried on during working hours so  \nas to interfere with production at the plant.  \n19.3. Upon request by the Business Representative or a shop steward, once im each three (3)  \nmonth period lists of employees, and employees on layoff who continue to have seniority  \n14  \nFeb-04-08 01:42pm From-Boilarmakers org-com-pub ha-org-fax@boilearmak T-900 P.017/030 F-043  \n|  \n|  \n| rights under 19.1 above, in the bargaining unit with their dates of employment and  \ncontract classifications will be furnished by the Employer.  \n|  \n|  \n|  \n19.4 In any layoff the management shall make every reasonable effort to give advance notice  \nto employees affected.  \n|  \n19.5 Employees transferred out of the bargaining unit into a non-bargaining unit job  \n(supervisory, engineering, technical, and/or office jobs which are not covered under a  \n| collective bargaining agreement) shall retain the amount of seniority they have acquired at  \nthe time of transferring out of the bargaining unit, but will not continue to accrue  \nseniority.  \n"], ["ARTICLE 20  \nGENERAL  \n", "20.1 When a regular employee is required to take a test, he or she will be paid for the time  \nTequired to take the test.  \n20.2 Any welder who is required to take a test before going to work shall be paid for the time  \nrequired to take the test, provided he or she passes the test successfully and is subsequently  \n| employed by the Company; provided further, that if he or she is injured while taking the  \n! test to an extent requiring medical attention, he or she shall be paid for all time spent up to  \nthe occurrence of the injury.  \n20.3 The Employer shall comply with ali safety, health and sanitation measures as required by  \nthe Washington Industrial Safety and Health Act and the Federal Occupational Safety and  \nHealth Act. The employees shall comply with the safety, health and sanitation standards,  \n   \nrules and regulations which are applicable to his or her own actions and conduct,  \n| 20.4 Under no consideration shall piece, task, or bonus systems be allowed.  \n15  \n   \n   \n   \nFab-04-08 01:42pm org-com-pub ha-org-fax@boilermak T-900 P.018/030  F-043  \n20.5 Any employee who is injured on the job to the extent of requiring medical treatment which  \nresults in his or her leaving work shall be entitled to pay for the time involved during his or  \nher normal work hours. In event a doctor advises an injured employee he or she should not  \nretum to work because of his or her injury, he or she shall, upon presenting to the  \nCompany on the day of the injury a doctor’s certificate certifying such doctor’s advice, be  \nentitled to pay for the full shift.  \n20.6 All employees will be subject to the drugs and alcohol policy as outlined in the A. O,  \nSmith Corporation Substance Abuse Statement of Policy, as long as it does not conflict  \nwith the current Labor Agreement. All new applicants will be subject to a prehire physical  \nat the expense of the Company.  \n"], ["ARTICLE 21  \nACCESS TO PLANT  \n", "21.1 Business representatives of the Union, upon application to the offices of the Company or in  \ncase of night shift to the supervisor in charge, will be allowed access to the shop for the  \npurpose of investigating grievances arising under this contract, provided they do not  \ninterfere with the production in the shop.  \n"], ["ARTICLE 22  \nGRIEVANCE PROCEDURE  \n", "   \n22.1 The Union will appoint shop stewards who will be recognized by the Company.  \n22.2 Prompt consideration shall be given to grievances.  \n16  \nFab-04-08  \n01:42pm From-Boilermakers org-com-pub ha-org-fax@boilermak  T-900 P.019/030 F-043  \n22.3 Any complaint arising among the employees in the shop over the interpretation or  \napplication of any specific provisions of this Agreement shall be processed as follows:  \nA. Any complaint shall, withm three (3) working days from the time the complaint arose  \nor should have been reasonably known to exist, first be referred to the  \nimmediate supervisor or other official designated by the Company.  \nB. If no satisfactory agreement is reached in Step A., the matter shall, within five (5)  \nworking days after it was first brought to the attention of the Company, be referred m  \nwriting to a higher official designated by the Company. Such time limits can be  \nextended by mutual consent of the parties.  \nC. Ifthe complaint cannot be settled in Step B., it shall, within five (5) working days after  \nthe written prievance was presented to the Company in Step B., be referred in writing  \nto the Plant Manager of the Company whose representative shall meet promptly with  \nthe Union Business Representative for the purpose of settling the grievance. Such time  \nlimits can be extended by mutual consent of the parties.  \nD. Ifthe parties cannot reach an agreement, either party may, within ten (10) working days  \nfrom the date the dispute was referred to Step C., refer the matter in to an  \nArbitration Committee consisting of one (1) representative of the Employer, one (1)  \nrepresentative of the Union, and a third member to be chosen by these twa. In the  \nevent the arbitrators designated by the parhes are unable to agree upon the third  \narbitrator within five (5) working days, the Federal Mediation and Conciliation Service  \nshall be requested to submit a list of five (5) qualified and approved arbitrators, from  \nwhich list the third arbitrator shall be selected by the other two members of the  \nArbitration Committee alternately striking one name from the list until only one name  \nshall remain.  \n17  \nFab-04-08  \n01:42pm From-Boilermakers org-com-pub | earmak T-900 P.020/030 F043  \nThe decision of the majority of the Arbitration Committee shall be rendered in writing  \nwithin ten (10) working days after the close of the hearmg and shall be final and binding  \nupon all parties hereto. Any decision rendered shall be within the scope of the Agreement  \nand shall not change any of its terms or conditions.  \nThe power and authority of the arbitrators shall be strictly limited to determining the  \nmeaning and interpretation of the express terms of the Agreement as herem explicitly set  \nforth. They shall not have authority to add to or subtract from or modify any of the said  \nterms of the Agreement, or to limit or impair any right that Ariicle 4 reserves to  \nmanagement or the Union. No decision of the arbitrators in one case shall create a basis for  \nretroactive adjustments in any other case.  \nAll time limits referred to in this Step may be extended by mutual consent. The cost of the  \nthird arbitrator will be borne by the party whose position is not upheld by the arbitrator’s  \ndecision (in the case of a compromise decision, the arbitrator shall decide on the  \ndistribution of his fees).  \n22.4 A grievance shall not be processed under this Agreement on behalf of any employee who  \nfiles or prosecutes, or permits to be filed or prosecuted on his behalf, in any court or  \nagency a claim, complaint or suit complaining of the action grieved under  \nfederal, state or municipal law or regulation.  \n22.5 Employees shall have the right at any time to request the assistance of the Shop Steward in  \nthe settlement of any grievance. The Shop Steward shall have the right at any time to call  \nin a Business Representative of the Union to assist in the settlement of grievances.  \n22.6 The Company shall have the option of utilizing the procedures outlmed in Steps C. and D.  \nof the foregoing in the event of a complaint against the Union involving questions of  \ninterpretation or application of this Agreement.  \n18  \nFeb-04-08  \n01:42pm From-Boilarmakers org-com-pub hq-org-fax@boilermak T-900 P.021/030 F-043  \n"], ["ARTICLE 23  \nMAXIMUM PRODUCTIVITY  \n", "23.1 It is the intent of the parties to achieve and sustain maximum productivity per employee  \n24.1  \n24.2  \nduring the term of this Agreement. In return to the Company for the wage rates and  \nconditions herein provided, and consistent with the principle of a fair day’s work for a fair  \nday’s pay, the Union pledges its agreement with the objective of achieving a high level of  \nemployee performance and efficiency consistent with safety, good health and sustained  \neffort.  \n"], ["ARTICLE 24  \nNO STRIKES OR LOCKOUTS  \n", "   \nDuring the life of this Agreement no strikes or work stoppages shall be caused or  \nsanctioned by the Union, and no lockouts shall be entered upon by the Company. Any  \naction of the Company in closing its plant during 4 general strike, riot, or civil commotion  \nfor the protection of the plant and property shall not be deemed a lockout. Any action of  \nthe employees in refusing to go through a picket line for their own protection in case of an  \nofficially declared strike by some union directly working on the job, if said strike is  \nsanctioned and approved by Local 104 of the Intemational Brotherhood of Boilermakers,  \nIron Shipbuilders, Blacksmiths, Forgers, Welders and Helpers of America, AFL-CIO,  \nshall not constitute a violation of this clause of the Agreement or cause for discharge.  \nRefusal of the Employer to arbitrate a grievance as descnibed in Article 2] hereof shall, as  \nto the settlement of such grievance only, suspend the “No Stke or Work Stoppage”  \nprovisions contained in the preceding Section.  \n19  \nFeb-04-08  \n01:42pm From-Boilermakers org-com-pub hq-org-fax@boilermak T-900 P.022/030 F-043  \n"], ["ARTICLE 25  \nAGREEMENT QUALIFICATIONS  \n", "25.1 It is not the intent of either party hereto to violate any laws or rulings or regulations of any  \n25.2  \ngovernment authonty or agency having jurisdiction of the subject matter of this Agreement,  \nand the parties hereto agree that in the event any provision of this Agreement is held to be  \nunlawful or void by any tribunal having the right to so hold, the remainder of the  \nAgreement shall remain in full force and effect, unless the parts so found to be void are  \nwholly inseparable from the remaining portions of this Agreement.  \nThis Agreement contains all the terms and conditions agreed upon by the parties hereto,  \nand no other agreements, oral or otherwise, regarding the subject matter of this Agreement  \nshall exist between any of the parties hereto. The waiver of any breach or condition of this  \nAgreement by either party shall not constitute a precedent for any further waiver of any  \nsuch breach or condition.  \n20  \nFeb-04-08  \n01:42pm From-Boilarmakers org-com-pub ha-org-fax@boilarmak T-900 P.023/030 F-043  \n"]]