[["", "   \n   \n    \n   \nBROTHERHG,  \nKr  \nRY Saf CH  \n     \n   \nAGREEMENT  \nbetween  \nABT, INC.  \nand  \nLOCAL UNION No. 154  \nof the  \nINTERNATIONAL BROTHERHOOD  \nOF BOILERMAKERS,  \nIRON SHIPBUILDERS, BLACKSMITHS,  \nFORGERS AND HELPERS  \n   \nDecember |, 2004 to November 30, 2009  \n   \n   \n   \n   \nArticle  \nII  \nUl  \nIV  \nVI  \nVil  \nVIll  \nIX  \nXI  \nXII  \nXIUI  \nXIV  \nXV  \nXVI  \nXVII  \nXVUI  \nXIX  \nXX  \nXXI  \nXXII  \nXXIII  \nXXIV  \nINDEX  \nPurpose and Scope  \nRECOGNITION  \n00 (0) 0 A  \nHours and Overtime  \n  \nBereavement Pay  \nJury  \nShop Committee  \nAdjustments of  \nSafety and  \nProtective  \nShop Pusher and  \nRetirement Fund  \nHealth Insurance, Sick and Accident  \nBenefits and Life  \nTraining Program  \nFunctions of  \nRest Period  \nLeave of  \nCost of Living  \nAGREEMENT  \nWORK RULES  \nADDENDUM  \n   \n   \n   \n   \nAGREEMENT  \nThis Agreement made and entered into as  \nof the first day of December, 2004 by and be-  \ntween ABT, Inc. (hereinafter referred to as the  \n“Corporation”) and LOcAL No. 154 INTERNA-  \nTIONAL BROTHERHOOD OF BOILERMAKERS, IRON  \nSHIPBUILDERS, BLACKSMITHS FORGERS AND  \nHELPERS (hereinafter referred to as the “Union”)  \nwitnesseth:  \nPurpose and Scope  \nIt is the intent and purpose of the parties  \nhereto set forth herein the basic regulations cover-  \ning rates of pay, hours of work, and conditions of  \nemployment to be observed between the parties  \nhereto, and to provide procedures for the prompt  \nand equitable adjustment of alleged grievances to  \nthe end that there shall be no interruptions or im-  \npeding of work, work stoppages, strikes, lockouts  \nor other interference with the production during  \nthe term of this Agreement.  \n"], ["ARTICLE I  \nRecognition  \n", "SECTION 1. The term “employee” as used in  \nthe Agreement applies to all production and main-  \ntenance employees of the Corporation (excluding  \noffice and factory salaried employees), for whom  \nthe (Union) is or may be, during the term of this  \nAgreement, certified by the National Labor Rela-  \ntions Board as the exclusive collective bargaining  \nrepresentative.  \n  \n   \n   \n   \n   \nSECTION 2. All employees of the Corpora-  \ntion who are covered by this Agreement shall as  \na condition of continued employment, become  \nmembers of the Union upon the Union’s request  \non or after the ninetieth (90th) working day from  \nthe beginning date of their employment or the  \nexecution date of this Agreement, whichever is  \nlater. All present members of the Union shall  \nmaintain their membership in good standing as a  \ncondition of employment.  \nSECTION 3. Employees shall be regarded as  \nprobationary employees until they have worked  \nfor the Corporation within the bargaining unit  \ndescribed and set forth in Section 1 of this  \nAgreement, a total of ninety (90) working days  \nand shall be considered eligible for all benefits  \nof this Agreement after ninety (90) working days.  \nHowever, should any probationary employee be  \ndischarged or laid off, the Corporation shall be  \nunder no obligation to re-employ such person.  \nIt is expressly agreed that the Corporation may  \nin its sole discretion terminate a probationary  \nemployee for any reason. When employees have  \ncompleted the probationary period, they shall have  \na plant wide seniority status beginning with the  \ndate of employment within the bargaining unit  \nand their continuous service shall commence as  \nof such date.  \nSECTION 4. There shall be no discrimination  \nagainst any employee because of his membership  \nor non-membership in the Union or because of  \nhis race, color, creed, national origin, sex, or age.  \nSECTION 5. On the date of hiring, the Em-  \nployer shall introduce the new employee to the  \n—2?—  \n   \n   \n   \n   \nUnion Steward, and the new employee shall report  \nhis name, address and other information necessary  \nto the Steward.  \n"], ["ARTICLE II  \nSeniority  \n", "SECTION 1. (A) Seniority is length of continu-  \nous service in the employ of the Corporation.  \n(B) In all cases of promotion (except to posi-  \ntions excluded in Section 1 of Article I), demotion  \nor increase or decrease in forces, ability/skill to  \nperform the work and continuous service shall be  \nconsidered. However, only if ability/skill to per-  \nform the work is equal, shall length of continuous  \nservice be the determining factor.  \nIn case of layoff or reduction in the work  \nforce, an employee to be laid off may elect to take  \nthe layoff or to displace an employee with less se-  \nniority in an equal or lower classification, provided  \nthat at the time of layoff, such employee possesses  \nthe skill and ability to perform the duties of the  \njob into which he asserts the right to “bump”, and  \nseniority shall be the controlling factor.  \nIn exercising seniority to “bump” from one  \nclassification to another in time of layoff, senior  \nemployees will do so immediately and will be  \ngiven a trial period in which to prove their ability  \nto perform the work required. This period may  \nvary in length depending upon the type of work  \ninvolved, but in no case shall it exceed thirty (30)  \nworking days.  \n3  \n   \n   \n   \n   \n(C) All promotions shall be made known to  \nthe Local Shop Steward. Any employee, who  \nwishes to have an opportunity to advance to any  \nopening, shall make known his wishes in writ-  \ning to the Shop Superintendent. The employee’s  \nability to perform the job and seniority will be  \nreviewed by the Corporation and the decision  \nmade on this basis.  \n(D) Continuous service shall be broken by  \nany of the following:  \n1. Voluntary quitting.  \n2. Discharge or termination for just cause,  \nor suspension or leave of absence, which  \ncontinues for more than six (6) months.  \n3. Absence because of disability incurred in  \nthe course of employment which contin-  \nues for more than three (3) years, pro-  \nvided however, that an employee injured  \nin the course of his employment shall  \naccumulate credit for continuous service  \nuntil the termination of the period for  \nwhich statutory compensation is payable  \nor three (3) years from the date of such  \ninjury, whichever is sooner.  \n4. Failure to report for work as scheduled  \nwithin three (3) working days after  \nreceipt of written notice of recall, sent  \nby telegram or certified mail, to the last  \nknown address of employee.  \n5. An employee shall notify the Corpora-  \ntion of a change of address and/or phone  \nnumbers (including cell phone for emer-  \n4 _  \n   \n   \n   \n   \ngency work) within three (3) calendar  \ndays.  \n6. Failure to report for work as scheduled  \nwithin five (5) days of date of discharge  \nby a physician in the case of absence be-  \ncause of disability incurred in the course  \nof employment.  \n7. Employee shall be required to sign work  \nrules. Violation of established work rules  \nshall be just cause for termination. See  \nwork rules (page 34).  \n(E) When an employee fails to report for  \nwork when scheduled, without notifying the  \nCorporation or properly designated authority in  \nadvance of the time scheduled to report, the Cor-  \nporation has the right to give warning for the first  \noffense and take disciplinary action if the practice  \ncontinues.  \n(F) Employees shall call in prior to the es-  \ntablished starting time of the shift for which they  \nare scheduled to phone numbers designated by the  \nCompany in the event said employee is unable for  \nany reason to report for work in accordance with  \nthe times requested on the work schedule.  \n(G) A doctor’s excuse will be required if  \nany employee misses five (5) or more consecutive  \ndays.  \nSECTION 2. Except in the case of an Act of  \nGod or in a situation beyond the control of the  \nCorporation, every effort shall be made to give  \nat least two (2) days notice to an employee who  \nis to be laid off.  \n5  \n   \n   \n   \n   \nSECTION 3. Any employee, who has given  \nlong and faithful service and has become unable  \nadequately to perform the duties of his job, may  \nbe given such work, as he is able to perform at a  \nrate commensurate with the work he performs.  \n"], ["ARTICLE III  \nHours and Overtime  \n", "SECTION 1. The regular work week shall  \nconsist of five (5) days of eight (8) hours, Monday  \nthrough Friday, inclusive. The regular workday  \nshall be from 7:00 a.m. to 3:30 p.m. and 3:30 p.m.  \nto 12:00 midnight unless a mutual agreement is  \nreached on some other starting and/or quitting  \ntime.  \nFive (5) minutes before the regular quitting  \ntime shall be allowed to the employees for clean-  \ning up and an additional five (5) minutes will be  \nallowed for putting away of tools. This applies  \nonly to those men using multiple tools that day.  \n(A) When only one (1) shift is employed, a  \nregular workday shall consist of eight (8) consecu-  \ntive hours, exclusive of the lunch period, with pay  \nfor eight (8) hours, between 7:00 a.m. and 3:30  \np.m. and the regular workweek shall consist of  \nforty (40) hours.  \n(B) When two (2) shifts are employed, a  \nregular work day for the first shift shall consist of  \neight (8) consecutive hours, exclusive of the lunch  \nperiod, with pay for eight (8) hours between 7:00  \na.m. and 3:30 p.m. and a regular work week for  \nthe first shift shall consist of forty (40) hours, and  \n—6—  \n   \n   \n   \n   \nthe regular work week for the second shift shall  \nconsist of forty (40) hours.  \n(C) When three shifts are employed, a regu-  \nlar work day for the third shift shall consist of  \nseven (7) consecutive hours, inclusive of the lunch  \nperiod, with pay for eight (8) hours, and the regu-  \nlar work week for the third shift shall consist of  \nthirty-five (35) hours.  \n(D) The second and third shifts respectively,  \nif any, shall immediately follow the preceding  \nshift.  \n(E) Monday through Friday shall constitute  \nthe regular workdays and regular workweek. Any  \nwork performed between shifts without an eight  \n(8) hour break will be paid at the rate of time and  \none-half (1'/2) or at premium time.  \n(F) Any employee required to work over ten  \n(10) consecutive hours on any one (1) work day  \nshall be granted a one-half (1/2) hour lunch period  \nat the completion of eight (8) hours without pay.  \nThis period can be waived at the discretion of the  \nCorporation and the employees scheduled to work  \nthis period.  \nSECTION 2. Time and one-half (1'/2) the regu-  \nlar straight time rate shall be paid for all hours  \nof work:  \n(A) In excess of eight (8) hours a day  \n(B) In excess of forty (40) hours in a work  \nweek or  \n(C) On Saturday.  \n1. To receive time and one-half (1'/2), on a  \n__¥  \n   \n   \n   \n   \nSaturday, an employee, if absent from  \nwork during that particular week, must  \nsubmit a Doctor’s excuse, if not he will  \nbe paid at the straight time rate.  \n(D) On Sunday, if employee exercises his op-  \ntion to work for time and one-half (1'/2).  \n(E) On Sunday, if sixth day, will be worked  \nat time and one-half  \nSECTION 3. Double the regular straight time  \nrate shall be paid for all hours of work.  \n(A) In excess of twelve (12) hours in a day or  \nin excess of ten (10) hours on Saturday, or Sunday  \nwhen worked as a time and one-half (1'/2) day.  \n(B) On Sunday when worked as the seventh  \n(7th) consecutive working day.  \nSECTION 4. There shall be no duplication of  \novertime payments for the same hours worked  \nunder any of the provisions of this Agreement, and  \nto the extent that hours of work are compensated  \nfor at overtime rates under one provision, they  \nshall not be counted as hours worked in determin-  \ning the applicability of overtime rates under any  \nother provision.  \n(A) Holidays shall be paid at two and one-  \nhalf (2'/2) times the regular straight time rate.  \nSECTION 5. An employee shall receive pay for  \neight (8) hours at his regular hourly rate for eight  \n(8) holidays as follows:  \n1. New Year’s Day  \n2. Good Friday  \n__ 8  \n   \n   \n   \n   \nMemorial Day  \nIndependence Day  \nLabor Day  \nThanksgiving Day  \nSITIO OT BB W  \nChristmas Day  \n8. Floating Holiday  \nAn employee must work the scheduled work-  \ning day preceding and following the holiday to be  \neligible for pay. If the holiday falls in the vaca-  \ntion period or during the weekend the employee  \nmust report for the scheduled working days before  \nand after the vacation period or weekend. If an  \nemployee is unable to work on the day before a  \nholiday the Corporation will not withhold the  \nholiday pay provided the employee presents a  \nvalid reason for missing work. The intent of this  \nclause is to prevent excessive absenteeism before  \na holiday and is not intended to punish any em-  \nployee who has a justified absence.  \nSECTION 6. Employees reporting for work on  \norder from the Corporation will be paid for two  \n(2) hours for reporting to work if there is no work  \navailable which they are qualified to do. The Cor-  \nporation will make a reasonable effort to notify an  \nemployee when not to appear for work, but every  \nemployee to be eligible for reporting pay must  \nprovide reasonable facilities by which he may be  \nreached by telephone or in some equivalent way.  \nExcept in situations beyond the control of the  \nEmployer, employees properly reporting for work  \nshall receive two (2) hours pay at their scheduled  \nrate unless previously notified by the Corporation  \nnot to report.  \n—__ 9 —_  \n   \n   \n   \n   \nWhen an employee starts work after the lunch  \nperiod and is sent home before the end of the  \nsecond period, he shall receive eight (8) hours pay.  \nThis does not apply if the employee goes home on  \nhis own accord.  \nSECTION 7. An employee reporting for work  \nin accordance with the provision of Section 6 of  \nthis Article may be assigned to other work in the  \nevent his regular job is not available.  \n"], ["ARTICLE IV  \nVacation  \n", "It is agreed that vacations are granted by the  \nCorporation to afford a period of rest to employees  \nwho have been constantly employed.  \nSECTION 1. (A) Eligible employees who have  \nattained the length of continuous credited service  \nindicated below as of the anniversary date of their  \nemployment will be entitled to a vacation during  \nthat year according to the following schedule.  \nCredited Service Years  \nWeeks of  \nAs of Anniversary Date Vacation  \n1 but less than 3............. 1  \n3 but less than 12........... 2  \n12 ANA 3  \n(B) A week of vacation shall consist of seven  \n(7) consecutive days. The total vacation hours  \nshall be forty (40) hours for one (1) week, eighty  \n— 10 —  \n   \n   \n   \n   \n(80) hours for two (2) weeks, one hundred twenty  \n(120) hours for three (3) weeks.  \n(C) Time factor for vacation eligibility in any  \ncalendar year as of the employee’s anniversary  \ndate of employment is credited hours. Eighteen  \nhundred (1800) hours for a full vacation. Thirteen  \nhundred and fifty (1350) hours for three-fourths  \n(3/4) vacation. Nine hundred (900) hours for one-  \nhalf (1/2) vacation. Four hundred and fifty (450)  \nhours for one-fourth (1/4) vacation.  \n(D) Credited hours used to compute eligibility  \nare:  \n1. Hours worked  \n2. All consecutive days off due to an illness  \nor injury in excess of three (3) weeks.  \nIn the occurrence of extended illness  \nor injury an employee shall receive a  \nmaximum of four hundred (400) credited  \nhours if the period extends beyond a ten  \n(10) week period.  \n3. If laid off for three (3) months or less an  \nemployee shall receive a maximum of  \nfour hundred (400) credited hours if the  \nperiod extends beyond a ten (10) week  \nperiod.  \n4. All holidays and vacation days shall be  \ncounted as days worked.  \n5. For every five (5) unexcused absences, in  \na calendar year, the employee shall forfeit  \none (1) vacation day, for the following  \nyear.  \n—  \n   \n   \n   \n   \n(EK) Vacations will be granted so far as is  \npossible in accordance with the requests of the  \nemployees but the corporation may allow vaca-  \ntions in such a manner as to insure the orderly  \noperation of the plant, adequate and continuous  \nservice to its customers or maintenance of the  \nplant.  \n(F) All vacations shall be taken on consecu-  \ntive days unless the Corporation and the employee  \nagree upon a division of the vacation time.  \n(G) Vacation weeks shall be decided by se-  \nniority with each employee picking the first week,  \nthen each eligible employee the second week, then  \neach eligible employee the third week. The Com-  \npany reserves the right to restrict the number of  \nskilled employees on vacation in any given week.  \nA schedule of vacations will be established by  \nthe foreman to permit the employees to list their  \npreferred times for vacation and in the event of a  \ngeneral plant shutdown for vacation the dates of  \nthe shutdown will be given at least sixty (60) days  \nin advance to permit the employees to make plans  \nfor vacation. No provisions of this Article shall  \nbe construed in a manner to obstruct the rights of  \nthe Corporation to manage the plant and schedule  \noperations most efficiently. In the event a plant  \nshutdown is scheduled and for reasons beyond  \nthe Corporation’s control it needs to be changed,  \nevery effort will be made to accommodate those  \nemployees who have scheduled their vacation.  \nIn the event a plant shutdown is scheduled some  \nemployees may be required to work during the  \nshutdown period for maintenance purposes. A  \nvalid effort will be made to provide a schedule  \n— 12 —  \n   \n   \n   \n   \nby the end of the year, for the vacation schedule  \nof the upcoming year. Requests for vacation  \ntime will be distributed in advance to employees.  \nThese requests shall be submitted to the Company  \nby the first day in February, and posted accord-  \ning to seniority and department. In the event  \nof a scheduled plant shutdown, employees with  \nonly one (1) week of vacation eligibility will be  \nexcluded.  \n(H) An employee on layoff status has the  \nright to request his vacation pay during a layoff  \nperiod or hold until their scheduled vacation.  \n(I) An employee who is fired for just cause  \nshall forfeit all vacation privileges and claims.  \n(J) An employee who quits without two (2)  \nweeks notice shall forfeit all vacation privileges  \nand claims.  \n(K) An employee who quits with proper no-  \ntice shall receive his vacation pay earned to the  \ndate of termination, provided the employee has  \nworked eight hundred (800) hours in the current  \nyear from his anniversary date.  \n"], ["ARTICLE V  \nBereavement Pay  \n", "SECTION 1. In the event of a death in the  \nimmediate family-consisting of mother, father,  \nbrother, sister, wife or child — an employee shall be  \nentitled to pay at straight time for regular working  \ndays on which he would otherwise have worked  \non which he is absent from work and which are  \n— 13 —  \n   \n   \n   \n   \nwithin three (3) days following the date of death  \nof such member of the immediate family.  \nSECTION 2. An employee shall be entitled to  \npay at his straight time rate for a regular working  \nday on which he would otherwise have worked  \non the day of the funeral of his or her grandpar-  \nent, mother-in-law, father-in-law, brother-in-law  \nor sister-in-law.  \n"], ["ARTICLE VI  \nJury Duty  \n", "If the employee working actively in the employ  \nof the Corporation is called for jury duty, the Cor-  \nporation recommends that he make every effort to  \nperform his duties as a citizen and that he serve.  \nIn order to permit his doing this without undue  \nhardship, the Corporation agrees to compensate  \nsuch employee for each scheduled working day  \non which he serves the difference between eight  \n(8) times his straight time rate and the payment  \nhe receives for jury service. The employee shall  \npresent proof of jury service and the amount of  \npay received thereof.  \n"], ["ARTICLE VII  \nShop Committee  \n", "SECTION 1. The Corporation recognizes the  \nimportance of the Union’s maintaining a local  \nshop committee of regular qualified employees  \nfamiliar with plant conditions. It is the responsi-  \nbility of the Union to submit to the Corporation  \na list of names of employees on committees and  \n— {4 —  \n   \n   \n   \n   \nto keep the list of names current as changes are  \nmade. Said committee shall consist of not less  \nthan two (2) nor more than four (4) employees.  \nThese employees shall process grievances one-half  \n(1/2) during regular working hours and one-half  \n(1/2) on their own time and shall be paid at their  \nregular straight time rate for time during work-  \ning hours which they are reasonably required to  \nspend in processing grievances in accordance with  \nthe procedure set forth in Article VIII, Section 1,  \nSteps 1 and 2.  \nSECTION 2. The committee shall act in the  \ncapacity of a grievance committee and the names  \nof the committee shall be posted on the Union  \nbulletin board by the Union.  \nSECTION 3. The Corporation agrees to fur-  \nnish an appropriate bulletin board for use by the  \nUnion.  \n"], ["ARTICLE VII  \nAdjustments of Disputes  \n", "SECTION 1. Should any difference arise be-  \ntween the Corporation and the Union or any mem-  \nber of the Union as to the intent or application  \nof the provisions of this Agreement, there shall  \nbe no interruption or impeding of the work, work  \nstoppage, strike or lockout on account of such  \ndifferences but an earnest effort will be made to  \nsettle any such difference in the following manner.  \nThe Employer shall make every effort to answer  \nthe grievance within ten (10) working days from  \nwhen the grievance has been filed.  \n_  \n   \n   \n   \n   \nStep 1.  \nBetween the employee alleging a grievance  \nor at the option of said employee, a member of  \nthe shop committee and the immediate foreman  \nof the employee.  \nStep 2.  \nIf the alleged grievance is not adjusted satis-  \nfactorily in Step 1, it shall be reduced to writing  \ndated and signed by the grieving employee and a  \nmember of the shop committee or, if a Corporation  \ngrievance, by the Manager of Operations or other  \nCorporation official. The alleged grievance shall  \nthen be taken up between the shop committee  \nand the Works Manager or other Corporation of-  \nficials at a meeting to be held within five (5) days  \nafter the decision in Step 1 or, if a Corporation  \ngrievance, after presentation of the written griev-  \nance to a member of the shop committee. Two  \n(2) copies of the alleged grievance shall be given  \nby the shop committee to the Works Manager, or  \nvice versa, as the case may be, at least two (2)  \ndays prior to said meeting. The Corporation or  \nthe shop committee, as the case may be, agrees to  \nnotify the shop committee or the Works Manager,  \nas the case may be, of its decision within two (2)  \nworking days after the said meeting.  \nStep 3.  \nIf the alleged grievance is not adjusted satis-  \nfactorily in Step 2, the matter may be submitted  \nto arbitration. Such appeal shall be taken within  \nfourteen (14) days after receipt by the appealing  \nparty of the answer appealed from and shall be  \nmade in writing to the person or group from  \n— 16—  \n   \n   \n   \n   \nwhose answer the appeal is taken. Such appeal  \nshall be referred to an arbitrator appointed by mu-  \ntual agreement of the Corporation and the Union.  \nIn the event that the Corporation and the Union  \nare unable to agree upon an arbitrator, the Fed-  \neral Mediation and Conciliation Service may be  \nrequested by either party, to submit a list of five  \n(5) persons qualified to act as arbitrators. Upon  \nreceipt of said list, representatives of the Union  \nand the Corporation shall alternatively strike off  \nthe name of one (1) person until one (1) remains,  \nwho shall be requested to serve as arbitrator. The  \nfees and expenses of the arbitrator shall be shared  \nequally by the Corporation and Union. The ar-  \nbitrator shall have authority only to interpret and  \napply the provisions of this Agreement and only  \ninsofar as shall be necessary to the determination  \nof such difference, the determination of the arbi-  \ntrator shall be in writing and shall be final and  \nbinding upon the parties. The arbitrator shall  \nhave no authority to add to, subtract from, alter  \nor modify in any manner, any of the provisions  \nof this Agreement.  \n"], ["ARTICLE IX  \nSafety and Sanitation  \n", "SECTION 1. All work in the plant shall be  \nperformed under safety conditions, which conform  \nto Pennsylvania and Federal Regulations gov-  \nerning such work. All safety equipment deemed  \nnecessary by the Corporation Safety Committee  \nmust be worn during working hours. ‘Toilet and  \nwashrooms will be put in a dry, clean and sanitary  \n47 —  \n   \n   \n   \n   \ncondition, furnished with soap and paper towels,  \nand the Union and the employees shall cooperate  \nin maintaining cleanliness. An employee failing  \nto comply with safety regulation shall be subject  \nto disciplinary action by the Corporation.  \n"], ["ARTICLE X  \nWages  \n", "SECTION 1. The regular hourly rates for the  \nperformance of various jobs as set forth below rep-  \nresent minimum rates and the Corporation shall  \nhave the right in its discretion to pay a higher rate  \nto any employee or employees designated by it.  \nJOB CLASSIFICATION AND RATES  \n(As of December 1, 2004)  \nPer Hour  \nRate 1 — Tig Welders, First Class Bender.......... $16.17  \nRate 2 — Entry Tig Welders, Specialty Mig  \nWelders, Second Class Benders,  \nSpeciality Equipment 15.16  \nRate 3 — Mig Welding, Third Class Benders,  \nTop Rate 13.65  \nRate 4 — Welder Trainee, Second Class  \nLa DOM Cl 12.13  \nRate 5 — Top Benders Helper Rate and  \nThird Class Laborer 10.60  \nRate 6 — Entry Level Benders Helper/Entry  \nLevel Laborer 9.08  \n   \n   \n   \n   \nJOB CLASSIFICATION AND RATES  \n(As of December 1, 2005)  \nPer Hour  \nRate 1 — Tig Welders, First Class Bender.......... $16.70  \nRate 2 — Entry Tig Welders, Specialty Mig  \nWelders, Second Class Benders,  \nSpecialty Equipment 15.65  \nRate 3 — Mig Welding, Third Class Benders,  \nTop Rate 14.09  \nRate 4 — Welder Trainee, Second Class  \nLAD OF 12.52  \nRate 5 — Top Benders Helper Rate and Third  \nClass 10.94  \nRate 6 — Entry Level Benders Helper/Entry  \nLevel Laborer 9.38  \nJOB CLASSIFICATION AND RATES  \n(As of December 1, 2006)  \nPer Hour  \nRate 1 — Tig Welders, First Class Bender.......... $17.24  \nRate 2— Entry Tig Welders, Specialty Mig  \nWelders, Second Class Benders,  \nSpeciality Equipment 16.16  \nRate 3 — Mig Welding, Third Class Benders,  \nTop Rate 14.55  \nRate 4 — Welder Trainee, Second Class  \n12.93  \nRate 5 — Top Benders Helper Rate and Third  \nCASS. 11.30  \nRate 6 — Entry Level Benders Helper/Entry  \nLevel 9.68  \n   \n   \n   \n   \nJOB CLASSIFICATION AND RATES  \n(As of December 1, 2007)  \nPer Hour  \nRate 1 -— Tig Welders, First Class Bender.......... $17.80  \nRate 2 — Entry Tig Welders, Specialty Mig  \nWelders, Second Class Benders,  \nSpecialty Equipment 16.69  \nRate 3 — Mig Welding, Third Class Benders,  \nTop Rate 15.02  \nRate 4 — Welder Trainee, Second Class  \n13.35  \nRate 5 — Top Benders Helper Rate and Third  \nClass 11.67  \nRate 6 — Entry Level Benders Helper/Entry  \nEE 9.99  \nJOB CLASSIFICATION AND RATES  \n(As of December 1, 2008)  \nPer Hour  \nRate 1 - Tig Welders, First Class Bender.......... $18.38  \nRate 2 — Entry Tig Welders, Specialty Mig  \nWelders, Second Class Benders,  \nSpecialty Equipment 17.23  \nRate 3 — Mig Welding, Third Class Benders,  \nTop Rate 15.51  \nRate 4 — Welder Trainee, Second Class  \nLAG 13.78  \nRate 5 — Top Benders Helper Rate and Third  \nClass Laborel 12.05  \nRate 6 — Entry Level Benders Helper/Entry  \nLevel LabOrel 10.31  \n   \n   \n   \n   \nEmployees when sandblasting, by hand, shall  \nreceive seventy-five cents ($.75) above their estab-  \nlished rate. Night shift differential — thirty-five  \ncents ($.35) per hour.  \nDuties Within Classifications  \nRate 1 — Bender must be able to receive any  \njob the Company is awarded, set ma-  \nchine up and bend to completion, which  \nincludes emergency jobs.  \nWelders must be able to weld using any  \nprocess and is expected to produce at  \na pace and quality equal with top rate  \nwelders.  \nRate 2 — Tig Welder initial qualification, — not  \nat a pace or quality of top rate welders.  \nMig Welder must be able to certify using  \nany and all Mig Welding processes.  \nBender can set up simple bending jobs,  \nincluding emergency jobs, and produce  \nat a rate on par with top rate benders.  \nMechanics must be able to use all ma-  \nchines in shop including swage operation,  \nCNC Burning, hot bending tables and all  \nrolling or forming equipments.  \nRate 3 — General Mig Welding, fillet welds,  \nincludes panel machine and element  \nspacer welding.  \nBending Machine Operator, fillet welds,  \nwhich includes panel machine and spacer  \nwelding.  \n   \n   \n   \n   \nPanel straightening and laying-out of  \npanels, tanks, etc., for cut and bevel or  \nburning.  \nRate 4 — Maintenance Welding entry-level  \ngeneral mig welding ID/OD beveling,  \npainting, burning and hand tool opera-  \ntions.  \nSECTION 2. (A) An employee following his  \nattainment of ten (10) years as of his anniversary  \ndate of employment of continuous service shall  \nreceive a wage increase of five cents ($.05) per  \nhour.  \n(B) An employee following his attainment  \nof fifteen (15) years as of his anniversary date of  \nemployment of continuous service shall receive a  \nwage increase of ten cents ($.10) per hour.  \n(C) An employee following his attainment  \nof twenty (20) years as of his anniversary date of  \nemployment of continuous service shall receive a  \nwage increase of fifteen cents ($.15) per hour.  \nSECTION 3. Duties/work within the clas-  \nsifications shall consist of the above stated rate  \nlanguage. Current employees will be given the  \nfirst opportunity to bid on higher rate jobs when  \njobs are available.  \nSection 4. A helper or helpers shall be fur-  \nnished on all work where necessary for safety  \nand assistance.  \nThe Corporation agrees that, under the fore-  \ngoing, it will not attempt to eliminate jobs or  \nmechanics by the assignment of helpers to perform  \nsuch work.  \n— 22 —  \n   \n   \n   \n   \n"], ["ARTICLE XI  \nMechanic, Welder, Layer-Outer Program  \n", "SECTION 1. In order that an adequate supply  \nof competent skilled craftsmen shall be avail-  \nable at all times, the Corporation and the Union  \nagree that a specific apprenticeship and training  \nprogram has been formulated and accepted by  \nboth parties, and is part of this Agreement, per  \nArticle XX. The adopted program conforms to  \nlabor standards.  \n"], ["ARTICLE XII  \nDischarge  \n", "SECTION 1. Employees who are discharged  \nfrom the service of the Corporation shall receive  \ntheir wages and personal property in full within  \ntwenty-four (24) hours if possible.  \n"], ["ARTICLE XIII  \nOn the Job Injuries  \n", "Employees required to take time off from their  \nemployment during working hours to secure treat-  \nment because of injuries arising out of and in the  \ncourse of their employment, shall receive pay for  \nsuch time, plus actual expenses incurred in making  \ntrips, if any, from the shop to a hospital or doctor’s  \noffice and the return trip, if any, which have been  \napproved by the Corporation.  \n— 23 —  \n   \n   \n   \n   \n"], ["ARTICLE XIV  \nProtective Clothing  \n", "SECTION 1. Welders and burners are to be  \nsupplied with the following protective garments,  \nif necessary: gloves, sleeves, jacket, hood, flash  \ngoggles and leggings. All shop men are to be is-  \nsued work gloves.  \nSECTION 2. Employees shall sign receipts  \nfor the above articles and be responsible for same.  \nIn order to be issued new gloves or other of the  \nabove articles, the old or worn item(s) must be  \nhanded in.  \nSECTION 3. Prescription safety working  \nglasses will be purchased by the Corporation from  \nthe Corporation’s suppliers for employees. One  \n(1) pair maximum every year, from an employer  \napproved provider. Employees will pay for their  \nexaminations and specifications and/or prescrip-  \ntions. If an employee chooses to purchase his own  \nsafety glasses the Company will reimburse him  \nan amount equal to what the Corporation would  \nnormally pay for safety glasses.  \n"], ["ARTICLE XV  \nShop Pusher and Foreman  \n", "SECTION 1. Shop Pusher  \nShop pusher shall receive fifty cents ($.50)  \nabove the employee’s current rate for work per-  \nformed within his classification.  \n— 24 —  \n   \n   \n   \n   \n(A) Duties of Pusher  \n1. Pusher shall be responsible for employees  \nassigned to him and shall interface with  \nshop supervision.  \n2. The pusher shall be responsible for the  \nwork performance and the quality of  \nwork of those employees immediately  \nunder his supervision.  \n3. A pusher shall have the authority to  \nrecommend disciplinary action with the  \nemployees under his supervision.  \n4. A pusher shall be required to attend pe-  \nriodic meetings with shop supervision.  \n5. A pusher shall be made aware of sched-  \nules and assist in the implementation of  \nschedules.  \nSECTION 2. Shop Foreman  \nUnder no circumstances shall the Shop Fore-  \nman be permitted to do any production or mainte-  \nnance work, which may result in the displacement  \nor replacement of an employee in the shop. It  \nis also understood that the Shop Foreman may  \ndirect, instruct or assist when not displacing or  \nreplacing an employee.  \n"], ["ARTICLE XVI  \nRetirement Fund Contribution  \n", "For each employee covered by this Agreement,  \nthe Corporation shall contribute to the Boilermak-  \ners Local 154 Retirement Fund the following:  \n__ 95  \n   \n   \n   \n   \n(A) Effective December 1, 2004 — $1.30 per  \neach hour worked.  \n(B) Effective December 1, 2004, monies al-  \nlocated to the Retirement Fund will commence  \none (1) year after hire date.  \n(C) All fringe benefits will be paid on holi-  \ndays and vacations. Said contributions shall be  \nmade on or before the fifteenth (15th) day of the  \nmonth following the one in which the employee  \nhas worked.  \nThe parties to this Agreement incorporated by  \nreference the terms and conditions of the Trust  \nAgreement and Plan Document during the term  \nof this contract.  \nContributions shall be remitted on a monthly  \nbasis to the Administrators of the Local 154 Re-  \ntirement Fund whose present name and address  \nis:  \nGem Group  \n1200 Number Three Gateway Center  \nPittsburgh, Pennsylvania 15222.  \n"], ["ARTICLE XVII  \nHealth Insurance,  \n", "Sick and Accident Benefits  \nand Life Insurance  \nSECTION 1. The Corporation will provide all  \nhourly employees with health insurance during  \nthe term of this Agreement, and the Corporation  \nshall assume all future costs during the term of  \nthis Agreement.  \n— 26 —  \n   \n   \n   \n   \n(A) After five (5) years of service, the Cor-  \nporation agrees to pay fifty percent (50%) of the  \nemployee’s spouse and/or dependents’ health  \ninsurance premium.  \n(B) After seven (7) years of service, the Cor-  \nporation agrees to pay one hundred percent (100%)  \nof the employee’s spouse and/or dependents’  \nhealth insurance premium.  \nSECTION 2. (A) If an employee has equal  \nor better health insurance coverage through an  \ninsurance plan provided by an Employer of the  \nemployee’s spouse during the term of this agree-  \nment, an employee may elect not to participate in  \nthe ABT, INC. plan and shall be compensated at  \nthe following rates:  \nFamily coverage: $1000.00 per year  \nSingle coverage: $ 400.00 per year  \nThese rates will be payable on a pro-rated  \nmonthly basis.  \n(B) Participants who elect the additional  \ncompensation in lieu of health benefits must verify  \nproof of coverage under another health plan.  \n(C) An employee will be eligible to apply for  \nre-enrollment in the ABT, Inc. plan on the first of  \neach month during the terms of the agreement.  \n(D) All covered participants and all new hires  \nmust verify dependent eligibility, and provide the  \nCorporation with all information concerning any  \nother health care coverage they may be eligible  \nfor or covered by. This includes any insurance  \ncoverage available through the employee’s spouse  \nor dependent. Based on the coverage avail-  \n__ 94  \n   \n   \n   \n   \nable, the Company shall have the opportunity  \nto evaluate and reimburse the employee the cost  \nassociated with the spouse or dependents, obtain-  \ning the insurance from another source if it results  \nin savings to the Corporation. The employees  \nshall be required to fill out a form indicating any  \nother coverage available to them or their spouse  \nor dependents. This review will be reviewed on  \nan annual basis at the time of the health cover-  \nage renewal. All covered employees must fill out  \nthe Coordination of Benefits Questionnaire being  \nprovided by ABT, Inc.  \n(EK) For those employees who remain covered  \nunder the ABT, Inc. plan and also have cover-  \nage under a spousal plan all benefits shall be  \ncoordinated and not duplicated. In addition to  \nnon-duplication of benefits under this Agreement,  \nan employee’s insurance coverage shall be coor-  \ndinated with similar coverage provided by other  \nemployers to employee’s spouse, to the end that  \na covered occurrence shall be indemnified only  \nonce to the extent provided herein, with primary  \ncoverage apportioned in accordance with normal  \ninsurance standards. It is further understood that  \nthe insurance benefits set forth shall be provided  \nupon execution of a proper application by each  \neligible employee and acceptance by the carrier in  \naccordance with normal insurance standards. The  \nhospitalization-surgical coverage will be provided  \nto each employee who does not have equal or bet-  \nter coverage through an insurance plan provided  \nby another employer to the employee’s spouse.  \n(F) All employees will be provided with  \nhealth insurance under the terms of this Agree-  \n—_ 23 —  \n   \n   \n   \n   \nment with ABT, Inc. contributing a ninety-percent  \n(90%) payment of the premium and the partici-  \npating employee contributing a ten-percent (10%)  \nco-payment of the premium.  \nSECTION 3. (A) Short Term Illness — Every  \nemployee shall receive two (2) days sick leave  \nper year and shall be compensated at his current  \nrate of pay for eight (8) hours per day, during  \nthe term of this Agreement. The employee must  \nproduce a doctor’s certificate, dated the day of the  \noccurrence, as proof of illness to qualify for above  \nbenefits, without exception. The Corporation has  \nthe right to waive the doctor’s certificate require-  \nment at its discretion.  \n(B) Long Term IlIness — Every employee shall  \nbe entitled to ten (10) days sick leave a year, with  \nregular pay, during the term of this Agreement.  \nThe first five (5) days of absence caused by a sick-  \nness shall not be compensated for. The employee  \nmust produce a doctor’s certificate as proof of sick-  \nness to qualify for above benefits. The corporation  \nshall be permitted to have an employee examined  \nby its doctor, if or when questions arise regarding  \nauthenticity or application for sickness benefits.  \nSECTION 4. The Corporation will provide  \nall hourly employees sick and accident benefits  \nof $250.00 per week. For any sickness or injury  \notherwise not compensated for under the terms of  \nthis Agreement, starting on the third week of any  \nsuch occurrence up to a maximum of twenty-six  \n(26) weeks.  \nSECTION 5. The Corporation will provide all  \nhourly employees Life Insurance of $10,000.00 in  \naccordance with the insuring agency.  \n— 29 —  \n   \n   \n   \n   \n"], ["ARTICLE XVII  \nAssignment of Overtime  \n", "There shall be no discrimination in the as-  \nsigning of overtime work and overtime shall be  \nallocated as equitable and practicable among the  \nemployees qualified to perform the work in ques-  \ntion, it being understood that employees assigned  \nto perform a job during the regular work hours  \nshall also be assigned to overtime work if any is  \nrequired on that job. When, in the opinion of  \nthe Corporation, it is necessary to work overtime,  \nemployees entitled to such work, as hereinabove  \nprovided, shall be given eight (8) hours advance  \nnotice hereof, except where unforeseen condi-  \ntions arise that make the eight (8) hour notice  \nimpossible. The employees shall be expected to  \nwork a reasonable amount of overtime except for  \ngood and sufficient cause. When the Corporation  \nknows a job requires overtime, the Corporation  \nwill make every effort to assign the most senior  \nand qualified employee(s) from the start of the  \njob. Employees refusing to work overtime on a  \ncontinued basis will be subject to discipline by the  \nCorporation. However, the schedule for overtime  \nshould be given with reasonable consideration  \nreflected upon an individual’s health and safety.  \n"], ["ARTICLE XIX  \nDues  \n", "Local 154 shall furnish to the Corporation  \ncards voluntarily signed by the employee, stating  \nwhat his dues and assessments are and that he  \nagrees to have them deducted from his wages.  \n— 30 —  \n   \n   \n   \n   \nIn exchange, the Corporation will deduct  \nthe dues twelve (12) times a year, from the pay  \nperiod following and falling closest to the first of  \nthe month.  \nThe monthly dues charge changes as per the  \nInternational Constitution and the Local Lodge  \nBy-Laws. The Corporation will be notified ac-  \ncordingly by the Union to ensure proper deduc-  \ntions.  \nEvery effort will be made to forward the mon-  \ney before the end of the next two (2) weeks pay  \nperiod, but inadvertent delays caused by clerical  \nvacations and periodic overload of clerical facili-  \nties are understood and accepted by the Union.  \n"], ["ARTICLE XX  \nTraining Program  \n", "A training program is established for the pur-  \npose of training qualified shop employees.  \nThe Corporation will have the right to employ  \ntrainees from time to time at an entry-level posi-  \ntion. The rates of pay for these trainees will be  \nas follows:  \n1** Level 2000 hours at 60% of mechanic rate  \n2™ Level 2000 hours at 70% of mechanic rate  \n3 Level 2000 hours at 80% of mechanic rate  \n4 Level 2000 hours at 90% of mechanic rate  \nThe Corporation may at its discretion prog-  \nress an employee at a faster rate if the employee  \ndemonstrates he has attained a higher level of  \nproficiency.  \n— 3, —  \n   \n   \n   \n   \nAt the completion of 2000 hours each trainee  \nwill be reviewed. If he has not attained a skill lev-  \nel required to progress he must be terminated.  \nAt no time will a trainee remain at a level  \nbeyond 2000 hours.  \nThe Corporation reserves the right to hire  \nqualified employees at the full wage rate of the  \nclassification hired.  \nNo trainees will be hired until all current em-  \nployees have been recalled from the layoff lists.  \n"], ["ARTICLE XXxI  \nFunctions of Management  \n", "(A) The Corporation shall have the right to  \ndetermine the extent of its operations at all job  \nsites including, but not limited to the selection of  \nthe kind of materials, supplies or equipment used  \nin the production of the work, the right to plan,  \ndirect and control job site operations, and hire.  \n(B) The Corporation shall have the right to  \ndetermine the number of men to be assigned to  \nany operation and to the operation of any equip-  \nment, and to change such numbers from time to  \ntime at its discretion.  \n(C) The above statement of management  \nrights shall not waive any of management’s pre-  \nrogatives not herein expressed, nor shall it limit  \nrights of the Union either in law or by contract.  \n— 32 —  \n   \n   \n   \n   \n"], ["ARTICLE XXII  \nRest Period  \n", "A fifteen (15) minute break or rest period shall  \nbe granted to the employees, without reduction  \nin pay, beginning two (2) hours and twenty (20)  \nminutes after the start of each shift.  \n"], ["ARTICLE XXIII  \nLeave of Absence  \n", "Leave of Absence may be granted to an em-  \nployee by the Corporation subject to notification  \nto the Union, when so granted.  \n"]]