[["", "2012 - 2015 AGREEMENT  \nbetween  \nASSOCIATED GENERAL CONTRACTORS OF WASHINGTON  \nand  \nWESTERN WASHINGTON  \nCEMENT MASONS LOCAL 528  \nPREAMBLE  \nThis is a collective bargaining Agreement between certain individual members of the Associated General  \nContractors of Washington, a Chapter of the Associated General Contractors of America, Inc. (hereinafter  \nreferred to as the “Employer’’), and Local 528 affiliated with the Operative Plasterers and Cement Masons  \nInternational Association, AFL-CIO (hereinafter referred to as the “Union’’), and shall constitute an  \nAgreement between the parties hereto for the work, conditions and wage rates provided for herein in the  \nterritory as described in Article 3.  \n"], ["ARTICLE 1  \nEFFECTIVE DATE AND DURATION  \n", "SECTION 1. This Agreement shall be effective commencing June 1, 2012, and shall continue in force  \nand effect through May 31, 2015. Upon its expiration, this Agreement shall continue from year to year,  \nJune | through May 31 of each year, by automatic renewal unless changed, superseded by a successor  \nprincipal agreement, or terminated. For the purpose of negotiating alterations in wages and other terms  \nand conditions of employment, either party may open this Agreement or any contract effectuated through  \nautomatic renewal by giving written “Notice of Opening” no later than sixty (60) nor more than ninety  \n(90) days prior to the expiration date. “Notice of Opening” is no way intended by the parties as a  \ntermination of, nor shall it in anyway be construed as, a termination of this Agreement or any annual  \ncontract effectuated through automatic renewal nor as forestalling automatic renewal as herein provided.  \nThe parties reserve the right to economic recourse in negotiations, except during the interval between the  \ngiving of “Notice of Opening” and the expiration date.  \n   \nSECTION 2. Except by mutual written agreement, termination of this Agreement or any annual  \ncontract effectuated through automatic renewal, must, to the exclusion of all other methods, be perfected  \nby giving written “Notice of Termination” not later than sixty (60) nor more than ninety (90) days prior to  \nthe expiration date, whereupon the contract shall, on its expiration date, terminate. Effective termination  \neliminates automatic renewal.  \nSECTION 3. Any “Notice of Opening” or “Notice of Termination” given in hand within sixty (60)  \ndays of any expiration date shall be absolutely null and void and completely ineffective for all purposes.  \n"], ["ARTICLE 2  \nSCOPE OF AGREEMENT  \n", "SECTION 1. This Agreement shall cover all construction work in the following counties in the State of  \nWashington: Clallum, Cowlitz, Grays Harbor, Island, Jefferson, King, Kitsap, Lewis, Mason, Pacific,  \nPierce, San Juan, Skagit, Snohomish, Thurston, Wahkiakum and Whatcom. The eastern boundary shall  \nbe a straight north and south line passing one (1) mile west of Easton. If, during the term of this  \n1  \nCEMENT MASONS 2012 - 2015  \nAgreement, the Union’s territorial jurisdiction is enlarged by the Cement Masons International Union,  \nthis Agreement shall be applicable to such enlarged jurisdiction and shall supersede the terms of any other  \nagreement in such enlarged jurisdiction to which the Employer and a Cement Mason local are parties.  \nSECTION 2. This Agreement covers all Cement Masons’ work to be done at the site of the  \nconstruction, alteration, painting or repair of a building, structure or other work.  \nSECTION 3. Cement Mason work covered by this Agreement shall be as outlined in the Constitution  \nand Bylaws of the Operative Plasterers and Cement Masons International Association, the AFL-CIO,  \nNational Building Trades AFL-CIO decisions of record, Green Book decisions, agreements between  \nInternational Unions, local awards and area practices.  \nSECTION 4. People who perform Cement Masons’ work for an Employer are referred to in this  \nAgreement as Cement Masons.  \n"], ["ARTICLE 3  \nRIGHTS OF THE PARTIES  \n", "SECTION |. The Union retains all rights, except as those rights are limited by the express and specific  \nlanguage of this written Agreement. Nothing anywhere in this Agreement shall be construed to impair  \nthe right of the Union to conduct its affairs in all particulars except as expressly and specifically modified  \nby the express and specific language of this written Agreement. It is further agreed that nothing contained  \nin this Agreement shall be construed as limiting the Union’s right to control its internal affairs and  \ndiscipline its members who have violated the Union’s Constitution and Bylaws, or who have violated the  \nterms of this Agreement, or who have crossed or worked behind a primary picket line including, but not  \nlimited to, such a picket line at the Employer’s premises or jobsite where the Employer is engaged in  \nwork. It shall not be a violation of this Agreement if the Union advises Cement Masons to exercise rights  \nconferred by this Agreement or provided by law.  \nSECTION 2. Except as limited by this Agreement the Employer shall have exclusive right to manage  \ntheir business, to control and supervise all operations and direct all work forces, including but not limited  \nto the right to select and hire, discharge (with or without cause), promote, transfer, or schedule  \nemployees, to control and regulate the use of equipment, materials, tools and other property of the  \nEmployer and to maintain efficiency among their employees.  \nSECTION 3. Any reference to “mutual agreement” is defined to mean an agreement between the  \nUnion and the Employer.  \n"], ["ARTICLE 4  \nGRIEVANCE PROCEDURE  \n", "SECTION |. Except as otherwise expressly provided in this Agreement, there shall be no strike or  \nlockout on any job over any dispute between the Union and Employer, and all disputes between the Union  \nand the Employer, arising during the term of this Agreement, shall be settled 1n accordance with the  \nprovisions of this Article. The term dispute includes, but is not limited to, differences concerning the  \ninterpretation and applications of this Agreement.  \nSECTION 2. In the event a dispute arises on the job, the following procedure will be followed to  \naddress the dispute:  \nA. Step One: Representatives of the Union shall attempt to settle the dispute by contacting the  \nEmployer involved. In the event a dispute is not resolved, the matter shall proceed to Step Two.  \n2  \nCEMENT MASONS 2012 - 2015  \nB. Step Two: Board of Conciliation — The dispute shall be referred to a Board of Conciliation  \nwithin fifteen (15) working days. This Board shall consist of two (2) persons who have no direct  \ninvolvement in the dispute, appointed by each party. If these four (4) persons cannot affect a  \nsettlement within seven (7) working days after the dispute has been referred to them, the matter  \nshall proceed to Step Three.  \nC. Step 3: Mediation — By mutual agreement, the matter may be referred to mediation. The parties  \nshall request a mediator from the Federal Mediation and Conciliation Service or other acceptable  \nservice. This person shall serve as the mediator to resolve the dispute. The expense of  \nemploying the mediator shall be borne equally by both parties and each party shall be responsible  \nfor their own attorney fees and costs. Should mediation be waived or the parties fail to reach  \nagreement, the matter shall proceed to Step Four.  \nD. Step Four: Arbitration — The parties shall request a list of seven (7) names from the Federal  \nMediation and Conciliation Service or other acceptable service and shall alternately strike six (6)  \nnames from the list. The remaining name shall serve as the arbitrator to resolve the grievance.  \nThe arbitrator is authorized to hear and determine all disputes referred to them pursuant to this  \nArticle and their decisions shall be final and binding. The losing party is responsible for the fees  \nof the arbitrator.  \n   \nSECTION 3. In the event the Employer has violated any of the wage, travel, subsistence or trust  \ncontribution provisions of the Agreement, the Union shall be permitted to take economic action against  \nsuch Employer. If such Employer deposits a certified check in the amount estimated by the Union to be  \ndue, made payable to the Union, with the administrator of the Health and Welfare fund and gives the  \nUnion notice that this has been done, the Union shall be required to refrain from further economic action  \nand to submit the matter to arbitration and the procedure under Section 3 of this Article shall apply.  \n"], ["ARTICLE 5  \nUNION SECURITY AND HIRING  \n", "SECTION 1. All employees covered by this Agreement, who are members of the Union on the date of  \nexecution of this Agreement, shall be required by the Employer to maintain their membership as a  \ncondition of employment. All employees who are not members of the Union on the date of the execution  \nof this Agreement, and all employees hired after the execution date of this Agreement shall, on and after  \nthe eighth day following the date of execution of this Agreement, or initial date of employment,  \nwhichever 1s later, be required by the Employer to become and remain members of the Union as a  \ncondition of employment.  \nSECTION 2. In the event an employee fails to tender the admission fee or a member of the Union fails  \nto maintain their membership in accordance with provisions of this Article, the Union will notify the  \nEmployer in writing and such notice shall constitute a request to the Employer to discharge the employee  \nwithin forty-eight (48) hours (Saturdays, Sundays and Holidays excluded).  \nSECTION 3. An employee who is not a member of the Union at the time of his initial employment will  \nbe granted only one (1), eight (8) day grace period during the life of this contract.  \nSECTION 4. — Hiring hall requirements, rules and regulations for work in Local 528’s jurisdiction are  \nset forth in Appendix A.  \nCEMENT MASONS 2012 - 2015  \n"], ["ARTICLE 6  \nSUBCONTRACTORS  \n", "SECTION 1. An Employer who 1s party to this Agreement shall not subcontract, nor otherwise  \ntransfer, in whole or in part, any jobsite Cement Mason work to any person, firm, corporation or other  \nbusiness entity (subcontractor) unless the subcontractor is a party to a collective bargaining agreement  \nwith the Union.  \nJobsite refers to the construction, alteration, painting, or repair of a building, structure or other work.  \nDisputes involving this Section will be resolved under the grievance and arbitration procedure. If the  \ndispute is not resolved in this way, suit may be filed in a court of competent jurisdiction (state or federal)  \nin King County, Washington. No economic action shall be permitted.  \nSECTION 2. Whenever the Employer is obligated to satisfy WBE/MBE/DBE recruiting requirements,  \nthe Union and the Employer by mutual agreement may waive this provision prior to commencement of  \nthe work in the event an Employer and Union are unable to find qualified competitive union  \nWBE/MBE/DBE subcontractors.  \nSECTION 3. When potential union subcontractors are not available in the locality of the jobsite to  \nperform the work and where the general contractor receives no competitive union bids, by mutual  \nagreement, the Employer and the Union may waive this provision. Provided, however, the Union and the  \nEmployer shall review the prices submitted before assigning the non-union subcontractor.  \n"], ["ARTICLE 7  \nPROTECTION OF RIGHTS  \n", "SECTION |. It is not a violation of this Agreement, and it shall not be cause of discharge, discipline or  \npermanent replacement, for a Cement Mason to refuse to cross or work behind a primary picket line,  \nincluding, but not limited to, a primary picket line at the premises of the Employer or jobsite at which the  \nEmployer is engaged in work. It is not a violation of this Agreement if the Union advises the Cement  \nMasons to respect or refuse to work behind a primary picket line.  \nSECTION 2. Except as provided in Article 6 of this Agreement, all work covered by this Agreement  \nand customarily performed on the job site by Cement Masons working under this Agreement, shall  \ncontinue to be performed on the jobsite by employees covered under this Agreement. The Employer  \nagrees to refrain from entering into a contract or otherwise undertaking to perform any work in violation  \nof the terms of the Article. All Employers who subcontract work shall have a pre-job conference, if  \nrequested, to provide the Union with a list of all subcontractors.  \nSECTION 3. It is the intent of the Employer and the Union to protect all jobsite work which has been  \ntraditionally performed by bargaining unit employees.  \nSECTION 4. The Union agrees to cooperate with the individual Employers in achieving maximum  \nefficiency and productivity and to work with management and individual Employers to eliminate  \ninefficiency and production limitations. It shall be considered to be contrary to the purposes and intent of  \nthis Agreement for any Journeyman or Apprentice to work for other Employers after their regular day’s  \nemployment with one Employer, or for any Journeyman or Apprentice to take jobs on their own and on  \nbehalf of their own selves after regular hours of employment or during weekends, holidays and vacations.  \nAny employee violating this Section may be terminated.  \nCEMENT MASONS 2012 - 2015  \n"], ["ARTICLE 8  \nHOLIDAYS  \n", "SECTION 1. Holidays recognized by this Agreement shall be New Year’s Day, Memorial Day (last  \nMonday in May), Fourth of July, Labor Day, Thanksgiving Day, the Friday and Saturday after  \nThanksgiving Day and Christmas Day. Any holiday which falls on a Sunday shall be observed as a  \nholiday on the following Monday. A holiday shall be a twenty-four (24) hour period, beginning with the  \nregular starting time of the first shift on the date of the holiday unless otherwise mutually agreed to by the  \nEmployers and the Union. No work shall be performed on Labor Day except to protect life and property,  \nor by mutual agreement of the Union and the Employer. If any of the listed holidays falls on a Saturday,  \nthe preceding Friday shall be a regular work day.  \n"], ["ARTICLE 9  \nMEAL PERIODS AND SICK LEAVE  \nSECTION 1. MEAL PERIOD  \n", "A. Employees shall not be required to work more than five (5) hours from the start of the shift  \nwithout at least a one-half (2) hour break for lunch. This lunch period shall not begin earlier than  \nthree and one-half (3’4) hours after the start of the shift. If they are required to work past five (5)  \nhours, one-half (2) hour at the applicable overtime rate shall be added to the hours worked and  \nthey must then be allowed time to eat their lunch. If not allowed to eat their lunch, employees  \nwill be paid and additional one-half (2) hour of overtime.  \nB. Employees required to work more than two (2) hours after the end of the shift shall be allowed at  \nleast one-half (14) meal period which shall be considered as time worked, and if it is impractical  \n   \nfor the employees to leave the job, they shall be provided a lunch by the Employer. If not given  \nthe one-half hour meal period, one half (2) hour at the applicable overtime rate shall be  \nadded to the hours worked.  \nC. Employees required to work more than five (5) hours after the end of the regular shift shall be  \nallowed at least one-half hour meal period which shall be considered as time worked, and if it  \nis impractical for the employees to leave the job, they shall be provided a lunch by the Employer.  \nIf not given the on-half (4) hour meal period, one-half hour at the applicable overtime rate  \nshall be added to the hours worked.  \nD. Inthe event that the Employer establishes a ten (10) hour day, the first lunch period shall be at  \nmid-shift. Employees’ lunch period may be staggered during the period of three and one-half  \n(3'4) to five (5) hours from the start of the shift to cover necessary work of a continuous nature.  \nE. Inthe event of a delay/missed meal as noted above, the applicable overtime rate shall apply.  \nSECTION 2. SICK LEAVE  \nThe parties to this agreement hereby expressly waive the provisions of the City of Seattle Ordinance  \n123698, requiring paid sick leave and any other similar ordinances adopted by a jurisdiction.  \nCEMENT MASONS 2012 - 2015  \n"], ["ARTICLE 10  \nTERMINATION AND PAYDAY  \n", "SECTION |. Employees shall be paid in full prior to quitting time on the jobsite once each week (on  \nthe same day), but in no event shall more than five (5) days’ (Saturdays, Sundays and Holidays excluded)  \nwages be withheld.  \nIf the regular payday falls on a Holiday, the employees shall be paid on the last regular work day before  \nthe Holiday.  \nAn employee’s paycheck stub or attached statement shall contain an itemized statement showing the  \nbreakdown of straight time hours, overtime hours and all authorized deductions, and must indicate the  \nname and address of the Employer.  \nSECTION 2. An employee shall be paid in full when discharged.  \nSECTION 3. Upon the completion of the employee’s job, the employee shall be paid within twenty-  \nfour (24) hours. If not completed within normal office hours, payment shall be made within twenty-four  \n(24) hours (Saturdays, Sundays and Holidays excepted). Payment, if so desired, may be made through  \nthe Union Hall or by regular mail with the postmark cancellation date accepted as payment date.  \nSECTION 4. | Employees who quit shall be paid no later than the next regular pay period.  \nSECTION 5. If the payment is not made expressly as provided in this Article, then the employee shall  \nbe paid two (2) hours pay at the appropriate hourly wage rate for each twenty-four (24) period (Saturda  \nSunday and holidays excepted) thereafter until payment is made. In the case of payment by mail, the  \nostmark on the envelope will serve as the cutoff date for any penalty. Employees must notify the Union  \nwithin three (3) working days after the payday, layoff or discharge to be eligible for penalty pay.  \nPayment made that is declared “NSF” shall be subject to all provisions of this section. Notification  \nregarding an NSF payment must be submitted to the Union within three (3) working days after receipt of  \nNSF notification. Penalty pay shall be established from date of discharge. The employee shall be paid all  \nfees associated with the NSF in addition to two (2) hours pay at the appropriate hourly wage rate for each  \ntwenty-four (24) hour period (Saturday, Sunday and holidays excepted) thereafter until payment is made.  \nIn the case of payment by mail, the postmark on the envelope will serve as the cutoff dated for any  \npenalty.  \nSECTION 6. No adjustment of disputed pay will be made unless the employee or the Union shall make  \na claim in writing to the Employer’s representative ten (10) days from the pay period in question, except  \nin cases of continuing or willful violations of this Agreement.  \n"], ["ARTICLE 11  \nJOB INSPECTION  \n", "SECTION |. The Business Representative of the Union will be permitted to visit any project at any  \ntime, but shall not at any time interfere with the progress of the work. On projects which are either  \nmilitary or security provisions, the Employer will cooperate with the Union officials in this regard as far  \nas regulations permit.  \nCEMENT MASONS 2012 - 2015  \n"], ["ARTICLE 12  \nJURISDICTIONAL DISPUTES  \n", "SECTION |. — Ifa jurisdictional dispute arises, it shall first be submitted to the Union and the Employer  \nfor settlement. Then if no understanding or agreement is reached within forty-eight (48) hours, it shall be  \nreferred to the two (2) International Representatives and they shall confer with the affected Employer for  \nsettlement. Pending such settlement, the craft performing the work at the time the dispute arises, shall  \ncontinue in such capacity until settlement has been reached as above provided.  \nSECTION 2. Assignment of work shall be governed by decisions of record, area practice and existing  \nor prospective International jurisdictional agreements.  \nSECTION 3. _ It is further agreed that unresolved disputes will be submitted to arbitration in accordance  \nwith the provisions of this contract.  \n"], ["ARTICLE 13  \nSAFETY MEASURES  \n", "SECTION 1. The Employer and the employee will conform to all federal and state health and safety  \nregulations applicable to work covered by this Agreement and shall have adequate shelters available  \nwhere necessary, with heat, where the employees can change and dry their clothes and store their tools.  \nOn all projects covered by this Agreement, there shall be provided by the Employer at all times during  \nconstruction sanitary facilities consisting of a reasonable number of toilets and urinals. Fresh drinking  \nwater will be available to the employees. The Employer will furnish all protective clothing with  \nequipment required at the jobsite for handling of toxic materials.  \n"], ["ARTICLE 14  \nPROTECTION OF BARGAINING UNIT WORK  \n", "SECTION 1. The Employer shall not directly or indirectly perform, undertake or accomplish any  \njobsite Cement Mason’s work except in complete compliance with all terms and provisions of this  \nAgreement.  \n"], ["ARTICLE 15  \nSAVINGS CLAUSE  \n", "SECTION 1. This Agreement is not intended to, and shall not be construed, to permit acts which  \nviolate any valid Federal or State law.  \nSECTION 2. If any provision of this Agreement or the application of such provision shall in any court  \nor other Governmental action be held invalid, the remaining provisions and their application shall not be  \naffected thereby. Provided, however, upon such invalidation the parties signatory hereto agree to  \nimmediately meet to renegotiate such provisions affected. The parties agree to arrive at a mutually  \nsatisfactory replacement within sixty (60) days unless a definite extension of time is mutually agreed to.  \nIn the event that the parties are unable to negotiate a replacement, the matter shall be resolved through the  \nprovisions of Article 4.  \nCEMENT MASONS 2012 - 2015  \n"], ["ARTICLE 16  \nHOURS OF WORK  \nSECTION 1. SINGLE-SHIFT OPERATION  \n", "A. Eight (8) hours shall constitute a day’s work, five (5) days shall constitute a week’s work,  \nMonday through Friday.  \nB. A single-shift operation shall be restricted to the hours between 5:00 a.m. and 6:00 p.m. and eight  \n(8) hours of continuous employment (except for lunch period) shall constitute a day’s work  \nMonday through Friday of each week. In the event the entire job is down due to weather  \nconditions Monday through Friday, then Saturday may, by mutual agreement, be worked as a  \nvoluntary make-up day at the straight time rate. Such shift for the Cement Masons will be the  \nestablished shift for the jobsite unless altered by mutual agreement.  \n   \nC. Four (4) ten (10) hour shifts at the straight time rate may be established either Monday through  \nThursday or Tuesday through Friday. In the event the entire job is down due to weather  \nconditions, then Friday (when working Monday through Thursday) or Saturday (when working  \nTuesday through Friday) may, by mutual agreement, be worked as a voluntary make-up day at  \nthe option of the Employer. All hours worked in excess of ten (10) hours a day or forty (40)  \nhours a week must be compensated at the overtime rate.  \nD. No employee shall be discharged, laid off, disciplined, replaced or transferred for refusing to  \nwork a voluntary make-up day, provided they inform the Employer they will not be working.  \nE. In the event of a civil emergency such as, but not limited to, earthquakes, floods or fires, starting  \ntime of the shift may be made to fit the emergency and eight (8) hours in any twenty-four (24)  \nhour period may be worked at straight time. In order to work such shift, mutual agreement shall  \nbe received.  \nF. Special Shifts: When due to conditions beyond the control of the Employer, or when contract  \nspecifications require that work can only be performed outside the regular day shift, then a special  \nshift may be worked at the straight time rate with mutual agreement. The starting time of work  \nwill be arranged to fit such conditions of work. Such shift shall consist of eight (8) hours work  \nfor eight (8) hours pay or ten (10) hours work for ten (10) hours pay for four (4)-ten (10) hour  \nshifts worked in accordance with paragraph (c) of this Section.  \nG. Holiday Week: In the event that a holiday is celebrated during the week (Monday through  \nFriday), the remaining four week days of the week may be worked as four (4) ten (10) hour shifts.  \nIn the event the entire job is down due to weather conditions, then Saturday , with mutual  \nagreement, may be worked as a voluntary make-up day at the straight time rate.  \nSECTION 2. ©. MULTIPLE-SHIFT OPERATION  \nThere will be no shift operation on slab work unless by mutual agreement. Shifts may be established  \nwhen considered necessary by the Employer. Shift hours and rates will be as follows:  \nA. Two-Shift Operation. Ona two consecutive shift operation, no shift penalty is involved for  \nwork performed on either of these two shifts. Each shift must be scheduled for at least eight (8)  \nhours except as provided for in Section | of this Article. On a two-shift operation, the second  \nshift shall be established for a minimum of three (3) days.  \n8  \nCEMENT MASONS 2012 - 2015  \nOnce the starting times are established for the two-shift operation, they shall not be changed  \nexcept upon three (3) working days written notice to the Union or by mutual agreement.  \nB. Three-Shift Operation. On a three-shift operation, the following shall apply:  \n1. First-Shift — The regular hours of work on the first shift of three-shift operations shall be  \neight (8) hours of continuous employment, except for lunch period at mid-shift, between  \nthe hours of 5:00 a.m. and 6:00 p.m.  \n2. Second-Shift — The second-shift shall be seven and one-half (7'2) hours of continuous  \nemployment, except for lunch period at mid-shift, and shall be paid for at eight (8) hours  \nat the straight time hourly wage rate.  \n3. Third-Shift — The third-shift shall consist of seven (7) consecutive hours of employment,  \nexcept for lunch period at mid-shift, and shall be paid for at eight (8) hours at the straight  \ntime hourly wage rate.  \nC. Multiple-shift (a two or three-shift) operation will not be utilized on the entire project if at any  \ntime it is deemed advisable and necessary for the Employer to multiple-shift a specific operation.  \nThose groups of employees only who relieve first-shift groups of employees and such first-shift  \ngroups of employees who are relieved by groups of employees on a second-shift, and on a three-  \nshift operation those groups of employees who relieve the groups of employees on a second-shift,  \nshall be construed as working multiple shifts. The intent of this clause shall be construed so as to  \nrecognize that a “reliever group” and a “relief group” does not necessarily mean “man for man”  \nrelief.  \n   \nD. It is understood and agreed that when the first shift of a multiple-shift (a two or three shift)  \noperation is started at the basic straight time rate or at a specific overtime rate, all shifts of that  \nday’s operation shall be completed at that rate.  \n"], ["ARTICLE 17  \nOVERTIME  \n", "Work performed in excess of eight (8) hours of straight time per day, or ten (10) hours of straight time per  \nday when four (4) ten (10) hour shifts are established Monday through Friday, or outside the normal shift,  \nand all work on Saturdays, except for makeup days, shall be paid at time and one-half the straight time  \nrate. All work performed on Sundays and Holidays shall be paid at double the straight time rate of pay.  \nThe Employer shall have the sole discretion to assign overtime work to Cement Masons.  \n"], ["ARTICLE 18  \nREPORTING AND MIMIMUM HOURS PAY  \n", "SECTION 1. Employees reporting for work and not put to work shall receive two (2) hours pay at the  \nregular straight time rate unless notified not to report at the end of the previous shift or two (2) hours prior  \nto the start of a shift. The following methods may be used to notify employees not to report:  \nA. Telephone Call: It is understood that it shall be the responsibility of the Employer to secure from  \neach employee a contact telephone number. If the employee does not, at the Employer’s request,  \nfurnish a telephone number or fails to inform the Employer of any change of number at which  \nthey may be reached, then the Employer shall be relieved of any responsibility of notification and  \nshall not have to pay show-up time.  \nCEMENT MASONS 2012 - 2015  \nB. Telephone Recording: Notification may be given via a call-in telephone recording provided by  \nthe Employer. The recording shall be available at least two (2) hours prior to the start of the shift.  \nIt shall be the employees responsibility to call in if such a recording is provided.  \nThe Employer will select one or more of the above methods for notifying employees of inclement weather  \nconditions and alert employees in advance of the method(s) to be used.  \nReporting pay on overtime days shall be a minimum of two (2) hours at the overtime rate.  \nSECTION 2. When the shift is started, a half shift will be allowed. If the second half is started, then a  \nwhole shift shall be allowed unless an employee leaves of their own volition or is discharged for cause, in  \nwhich event they shall be paid for actual time worked.  \nSECTION 3. Employees called to work and who are put to work on Saturdays, Sundays or holidays  \nshall receive a minimum of four (4) hours at the applicable overtime rate. Where such overtime exceeds  \nfour (4) hours, the overtime work performed shall be paid for in one-half (2) hour periods, and fractional  \nparts of such period shall count as one-half (’2) hour.  \nSECTION 4. When a shift is suspended due to inclement weather, after the two (2) hour minimum,  \nemployees shall be paid for actual time worked.  \nSECTION 5. When an employee is “called out” to work without at least eight (8) hours time off since  \ntheir previous established shift, exclusive of overtime, all such “call out’ time shall be paid at the  \novertime rate until they shall have the eight (8) hours rest period.  \nSECTION 6. — Start of Pour. The Cement Mason crew must be on the job at the start of the shift in  \nwhich finishing will be required and assist with the pour on slab work or work preparatory to concrete  \nfinishing coming within the jurisdiction of the Cement Masons.  \nSECTION 7. An employee reporting late on a job shall be paid only from the time that they actually  \nreport to the job provided sufficient notification time or dispatch time has been allowed.  \n"], ["ARTICLE 19  \nWORKING RULES  \nSECTION 1. OF EMPLOYEES REQUIRED  \n", "A. Whenever the Employer calls the Union for employees, they shall give as much information as  \npossible concerning the work to be performed and the Business Representative shall be  \nresponsible to secure this information from the Employer so that qualified employees may be  \nfurnished and good labor relations be assured.  \nB. The Employer or their Cement Mason foreman shall determine the number of employees required  \non any operation after consultation with the Cement Mason foreman. Should a disagreement  \narise with Cement Masons in determining the number of employees required, the Employer’s  \ndetermination shall be final.  \nC. The Employer superintendent or their Cement Mason foreman shall have the authority to lay off  \nCement Masons at their discretion as the final finishing process diminishes or to discharge any  \nCement Mason whom they feel unqualified or who is incapable of working due to physical  \ncondition.  \n10  \nCEMENT MASONS 2012 - 2015  \nSECTION 2. FOREMEN  \nA. The Employer has the right of choosing their foreman who must be a qualified, experienced  \nCement Mason.  \nB. Where there are three (3) or more Cement Masons employed on the job, one (1) shall be paid  \nforeman’s rate as specified in Schedule “A”.  \nC. When the foreman has six (6) or more employees under their supervision, they may not be  \nrequired to use any tools other than those necessary in laying out work and for the establishing of  \nlines and grades.  \nD. The Cement Mason foreman shall be in charge of all work falling within the jurisdiction of the  \nCement Masons. Ifa Cement Mason refuses to follow instructions of their foreman in  \nperforming such work which comes within jurisdiction of the Union or leaves the job without  \npermission of the foreman, the employee shall be deemed to be terminated and shall be entitled to  \npay only for the actual time worked on that shift. The Cement Mason foreman shall accept orders  \nfrom the Employer or their representative.  \nE. Foremen may be permitted to operate a machine in an emergency at his regular rate of pay when  \nno other member of the crew is so qualified.  \nSECTION 3. TOOLS  \nA. The employee shall furnish all standard hand tools as follows:  \nBoots  \nWooden hand float  \nRubber gloves  \n16 inch or 18 inch trowel  \n12 inch or 14 inch trowel  \nMargin trowel  \nEdger 4 inch radius and edger % inch radius  \nSet of step stools  \n9. Jointer  \n10. Magnesium hand float  \n11. Small hand brush  \n12. Knee pads  \n13. Claw hammer  \n14. Saw  \n15. Nail apron  \n16. Mason hammer  \n  \nB. The Employer shall furnish the following:  \n1. Buckets  \n2. Rubber floats  \n3. Sacking brushes  \nAll tools and equipment shall be left clean and free of residue at the finish of the day’s work.  \n11  \nCEMENT MASONS 2012 - 2015  \nSECTION 4. COMPLETING SHIFT  \nA journeyman Cement Mason or their apprentice shall complete the shift on work which comes under the  \njurisdiction of Cement Masons regardless of the type of work on which they started the shift.  \nSECTION 5. GENERAL  \nA. There will be no discrimination against any Cement Mason because of past or present Union  \nactivities, but no Cement Mason other than the designated representatives shall carry on Union  \nactivities during working hours and they shall use only reasonable time. The Union shall notify  \nthe Employer of the designated job representative on the dispatch slip or by other means prior to  \nthe time work commences.  \nB. All work must be performed and left in a workmanlike manner.  \nC. Ifconcrete has any admixture, the Cement Mason foreman shall be advised as to type and  \namount.  \nD. The Employer shall bear the responsibility and be the sole authority as to quality of any finished  \nwork.  \nSECTION 6. If Cement Masons #528 furnishes employees to any Employer at more favorable  \nconditions than those set forth in this Agreement, the Union shall immediately make available to  \nEmployers signatory to this Agreement such more favorable conditions.  \n"], ["ARTICLE 20  \nSPECIAL CONDITIONS  \n", "Both parties recognize that there may be extenuating circumstances when it is to the mutual interest of  \nboth parties to modify the terms of this Agreement. In that event, it will not be a violation of this  \nAgreement for the parties to meet and mutually agree to make such modifications to meet a specific need  \non a specific project.  \n"], ["ARTICLE 21  \nPRE-DETERMINED WAGE RATE PROJECTS  \n", "SECTION 1. In the event the Employer bids a public job or project being awarded by a federal, state,  \ncounty, city or other public entity which is to be performed at a pre-determined and/or prevailing wage  \nrate established by the Department of Labor, pursuant to the Davis-Bacon Act, 40 U.S.C. Section 3141 et.  \nseq., and implementing regulations or by the Washington State Department of Labor and Industries  \npursuant to RCW (39.12) and implementing regulations, the published hourly wage rate set forth in said  \npublic award in effect at the time of bid shall apply for the first twenty-four (24) months of the project  \nfrom the date the contractor is allowed to proceed. Upon request, the Employer will provide the Union  \nwith the date that they are allowed to proceed. The fringe benefit contribution rates shall be those as  \nestablished and maintained by the Master Agreement. Notwithstanding the above, project agreements  \nmay be mutually agreed upon to allow use of the pre-determined wage rate for the duration of a project to  \nexceed twenty-four (24) months.  \nSECTION 2. In the event the specifications include an escalator provision covering wages, such  \namount will be included as an increase to wages to the extent that the Employer may recover in the  \nescalator claim.  \n12  \nCEMENT MASONS 2012 - 2015  \nSECTION 3. The Employer may, when requested in writing, supply accurate and reliable information  \non company stationery that will assist the Union in establishing the correct Davis-Bacon rates when  \nresponding to Department of Labor requests for prevailing wage data.  \n"], ["ARTICLE 22  \nSUBSTANCE ABUSE POLICY  \n", "SECTION |. Labor and Management are committed to providing employees with a drug-free and  \nalcohol-free work place. It is the goal to protect the health and safety of employees and to promote a  \nproductive work place and to protect the reputation of Labor and Management and the employees.  \nSECTION 2. Consistent with these goals, the Employer prohibits any use, possession, distribution or  \nsale at its employment sites, of drugs, drug paraphernalia or alcohol. A testing program pursuant to the  \nSubstance Abuse Program may be instituted, upon the mutual consent of labor and management whose  \nconsent shall not unreasonably be withheld, to monitor compliance with this policy.  \nSECTION 3. An acceptable Substance Abuse Program is contained in a separate addendum to this  \nCollective Bargaining Agreement, but is not a part of this agreement and modifications to the Substance  \nAbuse Program, by mutual agreement of the Employer and the Union, will not constitute a change to this  \nagreement. Mutual agreement will not be unreasonably withheld.  \nSECTION 4. Any grievance related to any Employer’s substance abuse program shall be resolved  \nthrough Article 4, Grievance Procedure, of this Agreement.  \n"]]