[["", "AGREEMENT  \nbetween  \nADVANCED GLASSFIBER  \nYARNS, LLC  \nTEAMSTERS  \nLOCAL UNION NO. 86  \nAffiliated with the  \ninternational Brotherhood of Teamsters  \nFor the period of ;  \nMay 5, 2002 through May 1, 2006  \n2  \n   \nINDEX  \nAttendance  \nAddress Change  \nBulletin Board  \nCall-in and Reporting Pay  \nCheckoff  \nChange in Work Schedule  \nClassification and Wage Rates  \nCost of Living  \nCredited Service Pay  \nCurtailments - Other than Temporary  \nCurtailments - Maintenance  \nCurtailments - Temporary  \nDisabled Employees  \nDischarge and Disciptine  \nDiscrimination  \nEmployees Voluntary Fund  \n401(k) and Profit Sharing Plans  \nFuneral Leave  \nGoal Sharing  \nGrievance and Arbitration  \nHealth Care Plan  \nHolidays  \nHours of Work  \nInjury on-the-job  \nJob Stewards  \nJob and Wage Evaluation  \nJury Make-Up Pay  \nLeaves of Absence  \nLockouts and Strikes  \nLunch and Relief  \nMaintenance of Standards  \nManagement Rights  \nINDEX (continued)  \nMilitary Clause  \nMilitary Reserve or National Guard  \nMiscellaneous Provision  \nNo Discrimination Clause  \nOvertime  \nPay Day  \nPension Plan  \nPlant Rules  \nPlant Visitation  \nPreamble  \nPromotions  \nProtective Clothing  \nProtective Equipment  \nRecalls  \nSafety and Heaith  \nScope of Agreement  \nSeniority  \nSeparability and Savings  \nSeparation of Employment  \nShift Premium  \nSplit Shifts  \nSupervisory Personnel  \nSubcontractors  \nTemporary Transfer  \nTermination  \nVacation  \nWorkers Comp Claims  \n"], ["ARTICLE 1  \nAGREEMENT  \n", "Section 1.  \nTHIS AGREEMENT made and entered into this 6th day  \nof May, 2002, by and between ADVANCED  \nGLASSFIBER YARNS, LLC, and its successors, ad-  \nministrators, executors, and assigns, hereinafter called  \nthe “Company”, and the TEAMSTERS LOCAL UNION  \nNO. 86, affiliated with the INTERNATIONAL BROTH-  \nERHOOD OF TEAMSTERS, and its successors, ad-  \nministrators, executors and assigns, hereinafter called  \nthe “Union”, that the Employer recognizes and ac-  \nknowledges the Union as the sole and exclusive bar-  \ngaining representative for all production, maintenance  \nand warehouse and shipping employees at its Aiken,  \nSouth Carolina plant, excluding all office clerical em-  \nployees, laboratory technicians, professional employ-  \nees, guards and supervisors as defined in Labor-  \nManagement Relations Act of 1947, as amended.  \nSection 2.  \nThe term \"employee\" as used herein refers only to  \nemployees employed in the bargaining unit defined  \nabove. The term \"he\" as used herein refers to any  \nemployee and shall apply equally to male and female  \nemployees.  \n"], ["ARTICLE 2°  \nSCOPE OF AGREEMENT  \n", "Section 1.  \nIt is agreed that this written contract reflects the entire  \nagreement between the parties. However, this Article  \n4  \nwill not restrict the Company and the Union by mutual!  \nagreement of adding amendments, interpretations or  \nclarifications of this agreement, or applying interpreta-  \ntion in accordance with the intent and purpose agreed  \nupon between the Union and the Company.  \nSection 2,  \nThe parties acknowledge that during the negotiations  \nwhich resulted in this Agreement, each has had the  \nunrestricted right and opportunity to present demands  \nand proposals with respect to any matter subject to  \ncollective bargaining. Therefore, the Company and  \nUnion freely agree that during the period of this Agree-  \nment neither party shall be obligated to bargain with  \nrespect to any matter or subject referred to in this  \nAgreement except in the manner specified herein.  \n"], ["ARTICLE 3  \nHOURS OF WORK  \n", "Section 1.  \nThe Company's regular workweek begin at Mid-  \nnight on Sunday and end at Midnight the following  \nSunday.  \nSection 2.  \nAn employee's workday shall begin at the time the  \nemployee starts to work and shall continue for twenty-  \nfour (24) consecutive hours, but in no event will an  \nemployee's workday begin earlier than twenty-four (24)  \nhours following the beginning of the preceding workday.  \nSection 3.  \nIt is understood and agreed that the Company shall  \n2  \nhave the right to schedule shifts both on a fixed and  \nrotating basis beginning and ending at times made  \nnecessary by the Company's production requirements.  \nThe Company will give the Union and the affected  \nemployees one (1) week's notice of any changes in the  \nstarting and ending times of such entire shifts, unless  \nthe reasons requiring the changes make it impractical  \nto give such notice.  \nSection 4. Overtime  \nIt is mutually agreed that the Company's operations  \nmay require performance of overtime work, in recogni-  \ntion of this, the Parties agree that overtime require-  \nments will be filled either by voluntary overtime oppor-  \ntunities or mandatory overtime work. Employees may  \nbe relieved of their obligation to work mandatory over-  \ntime if volunteers are obtained prior to the start of the  \nmandatory overtime.  \nA. Voluntary Overtime.  \n1. Definition. Voluntary overtime is when an employee  \nrequests or agrees to volunteer to work an overtime  \nopportunity,  \n2. Removal From Voluntary Overtime Consideration.  \nEmployees who do not want to work voluntary overtime  \nmust sign a statement with their appropriate manage-  \nment representative and a copy presented to the Local  \nUnion. Such employee will not be asked for voluntary  \novertime until he notifies the Company and Union in  \nwriting of his desire. At such time he will be charged the  \nhighest number of opportunities for overtime work he  \n3  \nnormally performs. This provision will not excuse the  \nemployee from their turn for mandatory overtime.  \nB. Equalization of Overtime Opportunities,  \n1. It ts agreed that overtime work will be offered on a  \nreasonably equal basis, catculated to the  \nemployees who normally perform such work. However,  \nno employees will be paid for time not actually worked  \nunder this Section, and in the event employees do not  \nreceive their proportionate share of overtime work as  \nprovided herein, such will be given prefer-  \nence until they have reached their proportionate share,  \nas provided in Paragraph B 4 below.  \n2. The Company will maintain and post a uniform  \novertime sheet for each job classification and shift  \nshowing overtime opportunities provided for the em-  \nployees who normally perform the work, as well as a  \nrecord of alt overtime worked by employees outside of  \nthe classification. The overtime sheets will be uniform  \nacross all classifications and work areas, and will  \ninclude codes identifying the opportunities.  \n3. Monthly overtime sheets will be made available for  \ninspection by the employee during the first week of the  \nmonth. Employees will be responsible to examine, sign  \nand report any errors during that week.  \n4. Employees who are low in opportunities will be  \ngiven preference the following month for overtime work  \nwithin their classification on work they normally per-  \nform.  \n5. On a monthly bais the Steward and appropriate  \nmanagement representative will review the overtime  \nsheets. Supervisors will be reasonably available to  \nmeet with shop stewards to review overtime sheets. If  \ninequities for opportunities exist a plan of action will be  \nagreed upon to correct the problem. Should the parties  \nbe unable to agree upon aplan of action or should a plan  \nnot be followed, the Steward will refer the matter to the  \nBusiness Agent who will meet with the Plant Industrial  \nRelations Supervisor to establish corrective action. If  \nthe Union believes the inequity continues, the Union  \nBusiness Agent may meet with the Plant Manager.  \nWhere it is agreed an inequity exists the Plant Manager  \nwill meet with the management Leader to ensure that a  \nplan is developed to address the inequity.  \n6. In order to equalize the overtime of a person who is  \nbeing transferred from one department or from one job  \nto another, he will be credited with the highest total of  \naccumulated overtime incurred on the new job in that  \ndepartment.  \n7. Employees who are assigned or transferred to a job  \nother than a bargaining unit job will be credited, upon  \nreturn to the bargaining unit, with the total of the  \novertime hours he worked in the non-unit job or the  \novertime hours worked of the highest employee in the  \njob classification that the employee is returning to in the  \nbargaining unit, whichever is higher.  \n8. All overtime sheets will be zeroed out effective upon  \nratification of the contract. The Company will agree to  \nreview specific problem areas identified by the Union  \nand not zero out those hours until mutually agreed that  \n5  \nthe problem has been addressed, and corrected if  \npossible.  \nC. Mandatory Overtime.  \n1. Definition. Mandatory overtime refers to any over-  \ntime the employee is required to work for which the  \nemployee did not volunteer.  \n2. Employees will work up to, but not exceeding, four  \n(4) hours mandatory overtime per workday for up to Six  \n(6) times per month, subject to the following provisions:  \na. Employees will be permitted to refuse manda-  \ntory overtime up to four (4) times per rolling twelve (12)  \nmonths. Documentation of each refusal will be provided  \nto the employee. Emptoyees will be expected to sign  \nthe documentation of each refusal and will receive a  \ncopy thereof. Each employee who works mandatory  \novertime more than six (6) times in a calendar month will  \nbe granted an additional refusal for each mandatory  \novertime work, that cannot be used in the immediately  \nfollowing ten (10) working days, but must be used  \nduring the rolling twelve (12).month period. A refusal of  \novertime in excess of the number permitted under this  \nArticle 3, Section C will result in immediate termination.  \nb, Overtime for vacations and other known vacan-  \ncies may be scheduled at least seven days in advance.  \nFor other vacancies that may occur, employees as-  \nsigned mandatory overtime will generally be notified at  \nleast 48 hours in advance. in instances where the  \nvacancy is not known 48 hours in advance, notice will  \n6  \nbe given as soon as is reasonable after the vacancy is  \nknown.  \nc. Itis understood that if the Company is unable to  \nmeet its manning requirements, as it has determined,  \nthrough volunteers and/or the use of mandatory over-  \ntime, the Company has the right to fill its requirements  \nfrom any source it deems appropriate from within the  \nbargaining unit. Under this section, an employee work-  \ning in a job other than his or her regular job will receive  \nthe rate of his or her regular job or the rate of the job to  \nwhich he or she works, whichever is higher.  \nd. Employees who volunteer to work another  \nemployee's mandatory overtime, the employee who  \nwas going to work mandatory overtime will be credited  \nwith working the mandatory overtime.  \ne. Employees will not be picked up on the manda-  \ntory overtime rotation for any reason, when returning to  \nwork, except for a reported absence, unreported ab-  \nsence or leaving early on their scheduled shift,  \nuntil their next regular turn in order occurs. It is agreed  \nthat if an employee leaves early on overtime it will be  \nrecorded as a “leave early” pursuant to Article 8,  \nSection 4, and the employee will not be credited as  \nhaving worked a mandatory overtime under this Article,  \nbut will be charged with an overtime opportunity.  \nf. Employees required to work overtime for a pe-  \nriod of four (4) housr after their regular shift will be  \npermitted a company phone to cali home.  \ng. Nothing in this Agreement precludes the Com-  \n7  \npany from requiring an employee to work mandatory.  \novertime in the hours immediately preceding or follow-  \ning his or her regularly schedule shift. Employees who  \nare given less than 24 hours notice of the requirement  \nto work mandatory overtime in the hours immediately  \npreceding his or her regularly scheduled shift will re-  \nceive double the straight time hourly rate for these  \nmandatory overtime hours.  \nh. Itis agreed that the Company will not temporarily  \ntransfer employees from one job classification to an-  \nother for the purpose of shifting overtime.  \ni. Mandatory overtime will be rotated from the  \njunior employee to the senior employee in each group.  \nD. Maintenance Overtime  \nMaintenance overtime will be first offered to employees  \nwho normally perform such work, in the following order:  \n1. Daylight employees will be offered daylight over-  \ntime.  \n2. Shift employees will be offered shift overtime.  \n3. In the event no employees desire the overtime on  \ndays, the Company will offer the overtime to shift  \nemployees who are available.  \n4. In the event no employees desire the overtime on  \nshift, the Company will offer the overtime to daylight  \nemployees who are available.  \n8  \n5. Inthe event the Company cannot obtain voluntary  \novertime in the above manner, the junior employee  \neither on the daylight shift or the junior employee on  \nshift, will work the overtime in his group. Mandatory  \novertime will be rotated from the junior employee to the  \nsenior employee in each group. Daylight employee  \novertime will be equalized. Shift employee overtime will  \nbe equalized.  \nSection 5.  \nTime and one-half the straight time hourly rate will be  \npaid for all hours worked by an employee over eight (8)  \nhours in any employees’ workday and over forty (40)  \nhours in any workweek.  \nSection 6.  \nDouble time the straight time hourly rate will be paid for  \nall hours worked by an employee on the seventh (7th)  \nconsecutive workday worked in the regular workweek.  \nSection 7.  \nTime and (1 1/2) the straight time hourly rate  \nwill be paid for alt hours worked by an employee on  \nSunday.  \nSection 8.  \nAn employee who is temporarily transferred, as pro-  \nvided herein, for the convenience of the Company, toa  \njob other than his regular job, and on which job such  \nemployee has not previously qualified to receive the  \nqualified rate will receive the rate of his or the  \nbeginning rate of the job to which he is transferred,  \nwhichever ts higher. An employee who is temporarily  \ntransferred, as provided, herein, for the convenience of  \n9  \n   \nSee =  \nthe > Company, to a job on which such employee has  \n‘previously qualified to:receive the qualified rate forthat  \njob will receive the rate of his job or the qualified rate of  \nthe job to which he is transferred, whichever is higher.  \nin all other cases other than for the convenience of the  \nCompany, emptoyees wil! be paid either at the begin--  \nning of qualified rate of the job to which they are  \ntransferred, whichever is applicable.  \nSection 9.  \nNo change will be made in an work sched-  \nule in a given workweek after such workweek has  \nbegun for purposes of equalizing his time or otherwise  \nfor the purpose of affecting his hours of work to avoid or  \nchange overtime payments required by this Contract.  \nThis Section shali not apply in case of curtailments,  \ncutbacks or recalls.  \nSection 10.  \nEmployees working on second shift will be paid a  \npremium of $.30 per hour. Employees working on third  \nshift will be paid a premium of $.40 per hour.  \nSection 17.  \nThere shall be no pyramiding of overtime or premium  \npay under this Contract. In computing an employee's  \novertime and premium pay for a given day or week, that  \nbasis which is most favorable to the employee wiff be  \nused,  \nSection 12.  \nNothing herein shall be deemed to be a guarantee of  \nany given number of days per week or hours per day of  \n10  \nwork except as specifically otherwise provided for in  \nthis Agreement.  \n‘Section 13.  \nUnless otherwise scheduled by supervision, employ-  \nees are required to be at their work station ready for  \nwork at the time their shift begins and will not leave their  \nwork station at the end of the shift until their shift ends.  \nIn addition, unless specifically scheduled by supervi-  \nsion, employees will not be allowed to report to their  \nwork station more than five (5) minutes before the  \nbeginning of their shifts, and all employees will leave  \ntheir work station promptly at the end of their shift.  \nSection 14.  \nThere shall be no split shifts other than shifts split forthe  \npurpose of providing non-paid lunch periods.  \nSection 15. Reporting and Call-In Pay  \nA. employee reports for work in accordance with  \nhis schedule without being notified not to report at least  \none {1) hour prior to the beginning of his shift (by  \ntelephone, in person or bulletin board notification} that  \nhis services will not be required on his next scheduled  \nwork shift and who nevertheless reports on time for his  \nwork on such day and is not required to work or is given  \nless than four (4) hours of consecutive work during his  \nshift, shall be paid a minimum of four (4) hours pay,  \nunless such employee quits, is discharged, or sus-  \npended for cause, or voluntarily seeks time off, of is laid  \noff by reason of a work stoppage or an emergency  \nforced close down of the plant or his job beyond the  \ncontrol of the Company (such as major machinery  \nbreakdown, fire, flood, power failure, bomb threats or  \n114  \nother acts beyond the control of the Company). In any  \nevent, the employee must accept any work offered for  \nsuch four (4) hour period. In the event an employee is  \nsent home from work after four (4) hours, department  \nseniority, within a job classification, will be the determin-  \ning factor.  \nB. Employees who are called in after they have teft the  \nplant or before they report to the plant for their regular  \nshift for work on shifts other than their own, will receive  \na minimum of four (4) hours work or four (4) hours pay  \nunder the same conditions, restrictions, and provisions  \nprovided for above in the case of reporting in pay,  \nincluding the requirement that such employees must  \naccept whatever work is available and assigned to them  \nby the Company. For purpose of this Call-In Pay Sec-  \ntion, an employee will be deemed to have left the piant  \nand have been called in if request is made to him to work  \nafter he has clocked out. If such employee is called into  \nwork less than four (4) hours the beginning of his  \nregular shift and work is made available to him on a  \ncontinuous basis until the beginning of his regular shift  \nthen the provision herein for call-in pay will not apply.  \nC. The four (4) hours pay provided for above for  \nreporting pay and the four (4) hours pay provided for  \nabove for call-in pay shall not be less thanthe employee's  \nregular job rate or the applicable rate the employee  \nwould receive for work during such period whichever is  \nhigher.  \nD, Employees who are requested to come to the plant  \nby the Company or designated representative for the  \npurpose of attending meetings will be paid at the  \n12  \napplicable base or premium rate of pay for actual time  \nSpent in such meetings and the Provisions above for  \nor call-in pay will not apply.  \nSection 16.  \nDouble the straight time rate will be paid after- twelve  \n(12) hours work in any one (1) workday as such.  \nAll consecutive hours worked in excess of twelve (12)  \nconsecutive hours of work will be paid for at the rate of  \ndouble time even though some such hours may fall in  \nthe next work day.  \n"], ["ARTICLE 4  \nMAINTENANCE OF STANDARDS  \n", "It is agreed that any monetary benefit currently being  \nprovided by the Company on a uniform basis to all  \nemployees and not specifically provided for in this  \nAgreement will nevertheless be continued for the dura-  \ntion of the Agreement. It is further understood that this  \nprovision will not increase nor decrease the monetary  \nbenefits that are specifically provided for in this Agree-  \nment.  \n"], ["ARTICLE §  \nSENIORITY  \n", "Section 1.  \nA. Seniority as used hereinafter is defined as follows:  \n1, Plant seniority shall mean an employee's length of  \nservice dating from his last date of hire into the plant.  \n13  \n2. Departmental seniority shall mean an employee's  \nlength of service dating from his last date of hire into, or  \npermanent transfer into, a department within the plant,  \nwhich department shal! also be known as his home  \ndepartment. Employees cannot carry department se-  \nniority in more than one department at any one time.  \n3. Protected seniority shall mean the total department  \nseniority which an employee had in his last home  \ndepartment at the time he was permanently transferred  \ninto his present department. Employees cannot carry  \nprotected seniority in more than one department at any  \none time.  \n4. Temporary department seniority shall mean the  \ntime employees accumulate in departments other than  \ntheir home department as a result of a cutback or recall.  \nB. In applying seniority as provided hereinafter as  \nbetween employees with equal department seniority,  \nplant seniority will be the determining factor. If plant and  \ndepartment seniority are equal, the employee with the  \nlowest clock number shall be considered the senior  \nemployee. In application of plant seniority, where plant  \nseniorities are the same, the employee with the lowest  \nclock number shall be considered the senior employee.  \nIn application of the protected seniority where the  \nprotected seniority is the same, plant seniority shall be  \nthe determining factor and where the plant seniority is  \nthe same, the employee with the lowest clock number  \nshall be considered the senior employee.  \nC. New employees shail be regarded as probationary  \nemployees for the first ninety (90) working days of  \n14  \nservice and have no seniority rights during said proba-  \ntionary period, During said probationary period, the  \nCompany shall have the absolute right to lay off,  \ntransfer, discipline or discharge such employees with-  \nout recourse on the part of such employees or the Union  \nunder the Grievance and Arbitration Procedure. Proba-  \ntionary employees will be entitled to leaves of absence  \nas outlined in Article 9 except leaves of absence time  \nwill not count toward completing the probationary pe-  \nriod. Upon completion of such probationary period the  \nemployees will be credited with seniority from the date  \nof hire. The Company shall at all times be the sole judge  \nof whom it shall hire.  \nD. New employees will be afforded the opportunity to  \nsign check-off authorization and the Union application  \nblanks upon receiving employment. After the proba-  \ntionary period is completed, the Company shall deduct  \nUnion initiation fees and Union duesin such amounts as  \nare certified by the Local Union.  \nSection 2. Seniority Departments  \nA. The Company's seniority departments shal! be as  \nfollows:  \n1. Forming - which shail include Batch, Chem Prep,  \nFurnace, Binder Room, and Forming.  \n2. Fabrication - which shall include Endfinding, Twist  \nand Ply, Packing and Re-fab.  \n3. Special Fabrication - which shail include Beaming,  \nand Multitex.  \n15  \n4. Maintenance which shall include Mechanica! Main-  \ntenance, Electrical Maintenance, Alloy, Utilities and  \nBuilding and Grounds.  \n5. Warehouse and Shipping.  \n6. Purchasing and Stores; and  \n7. Quality Services  \nB. The Company shall have the right to consolidate  \ndepartments, create new departments or to rearrange  \ndepartment structures in a manner other than shown in  \nSection A hereof, provided it gives notice of its intention  \nto do so to the Union and meets with the Union upon  \nrequest to agree on the proper method of determining  \nthe seniority rights of the employees involved in such  \nnew, rearranged or meshed departments.  \nSection 3. Seniority Rosters  \nThe Company wil prepare and post on the bulletin  \nboards at the end of each quarter a seniority roster  \nshowing the department, plant and protected seniority  \nof each employee.  \nA copy of the seniority roster will be furnished to the  \nUnion. Unless a protest is made concerning the senior-  \nity standing of any employee within thirty (30) days after  \nthe posting of the roster, then such roster and seniority  \nstanding shown thereon shall be conclusively deemed  \nto be correct.  \nSection 4.  \nAn employee's continuous service and his seniority will  \n16  \nbe considered terminated if he:  \nA. Quits or is discharged:  \nB. Is furloughed for a period of eighteen (18) consecu-  \ntive months or if the employee has three (3) or more  \nyears of service is furloughed for a period of thirty six  \n(36) consecutive months.  \nC. Fails to report to work at the €xpiration of the leave  \nof absence granted by the Company under Article 9  \nhereof.  \nD. Fails to return to work from furlough within seven (7)  \ndays after notification by the Company to return to his  \njob (or other jobs for which he is Q-rated as provided in  \nSection 5 (C) (4) hereof) through notice by certified mail  \nwith registered return receipt. (The seven (7) days  \nperiod will be computed from the date of the maiting by  \ncertified mail to the employee's last known address).  \nE. If absent three (3) or more consecutive workdays  \nwithout notice unless such employee furnishes a justi-  \nfiable reason for failure to give such notice.  \nSection 5. Curtaitments and Recalls  \nAs used hereinafter, a temporary reduction in force  \nshall mean a reduction in force lasting or expecting to  \nlast eight (8) hours or longer, but less than fifteen (15)  \ndays. A reduction in force other than a temporary  \nreduction in force shall mean reduction in force lasting  \nor expecting to last longer than fifteen (15) days. The  \nCompany agrees to advise employees as soon as it  \nknows or can reasonably ascertain whether a reduction  \n17  \nin force is expected to last less or longer than fifteen (15)  \ndays in order that employees may exercise the rights  \nprovided hereinafter. As used herein \"Q-rated\" means  \njobs on which the employee has received the qualified  \nrate. A furloughed employee is an employee who is not  \nworking in the plant. A cutback employee is an em-  \nployee who has been displaced from his job but is  \nworking on another job in the plant.  \nCURTAILMENTS  \nOTHER THAN TEMPORARY  \nA. Inthe event ofa curtailment, the following procedure  \nwill be used:  \n4. employee is displaced from his job as a result  \nof a reduction in force other than a temporary reduction  \nin force as defined above, he may elect by the end of his  \nsecond working day to take a voluntary furlough, or he  \nmust exercise his department seniority to displace the  \njunior department seniority employee in his regular job  \nclassification on any shift in his department.  \n2. Upon exhausting his department seniority in his  \nregular job classification, the employee may elect by  \nthe end of his second working day to take a voluntary  \nfurlough or wil! roll the junior department seniority  \nemployee in any equivalent paying job on any shiftin his  \ndepartment on which he had been Q-rated. Employees  \npreviously Q-rated in jobs that have been combined or  \neliminated into newly created jobs will have curtailment/  \ncutback rights to the newly created jobs. However, if  \nsuch employee cannot displace an employee on an  \nequivalent paying job, he will roll the junior department  \n18  \n—,  \nseniority employee in the next lower paying job classi-  \nfication on any shift in his department on which he has  \nbeen Q-rated in descending order. As a last step before  \nbeing displaced from his department, the employee  \nwith more department seniority may elect by the end of  \nhis second working day to take a voluntary furlough or  \nwill roll the junior department seniority employee on a  \nbeginning or exit job even though he is not Q-rated on  \nsuch beginning or exit job provided he is capable of  \nperforming such beginning or exit job.  \n3. Any employee who is displaced, by the above  \nprocedure may by the end of his second working day  \nelect to take voluntary furlough or he must exercise his  \nprotected seniority from the last department from which  \nhe was permanently transferred. !n applying protected  \nseniority to his last home department he shall first apply  \nhis seniority to the highest rated job classification on  \nany shift in which he is Q-rated and if such employee  \nhas insufficient protected seniority to displace the junior  \ndepartment seniority employee in that job classifica-  \ntion, he will then be allowed to use his protected  \nseniority to roll the junior department seniority em-  \nployee in any equivalent paying job on any shift in this  \ndepartment on which he had been Q-rated. However, if  \nsuch employee cannot displace an employee on any  \nequivalent paying job, he will roll the junior department  \nseniority employee’on the next lower paying job classi-  \nfication on any shift in his department on which he has  \nbeen Q-rated in descending order. As a last step before  \nbeing displaced from the department from which he has  \nprotected seniority an employee with more protected  \nseniority may elect by the end of his second working day  \nto take a voluntary furlough or he will roll the junior  \n19  \ndepartment seniority employee on @ beginning or exit  \njob even though he is not Q-rated on such beginning or  \nexit job, provided he is capable of performing such job.  \n4. lf an employee has exhausted his depariment se-  \nniority and his protected seniority, he may elect by the  \nend of his second working day to take a voluntary  \nfurlough or he wilt be assigned by the Company to a job  \nin another department, provided he has sufficient plant  \nseniority and provided he is capable of performing such  \njob in the following order:  \na. Where there is a vacancy on a beginning or exit job,  \nprovided that he is capable of performing such begin-  \nning or exit job and further provided that other employ-  \nees with more department and/or Plant seniority did not  \nhave prior claim on such vacant job.  \nb. The job of the least senior employee in the Plant on  \na beginning or exit job.  \nc. Appendix A lists beginning and exit jobs. Employ-  \nees who are assigned by the Company to an exit or  \nbeginning job, where there is a vacancy, will be as-  \nsigned on the basis of their Plant seniority to the highest  \njob classification in which they had previously been Q-  \nrated.  \nd. Senior department employees in ajob classification  \nbeing reduced by curtailment other than temporary may  \ntake a votuntary furlough by mutual agreement be-  \ntween the Company and the Union. Employees in the  \naffected classification have the responsibility to inform  \nthe Company of their request for a voluntary furlough  \n20  \n   \nand must make this request within two working days  \nafter employees are notified of the  \nTEMPORARY CURTAILMENTS  \nB. 1. tf an employee is from his job as a  \nresult of a temporary reduction in force as defined  \nabove and such employee is not the junior department  \nseniority employee in his job classification on his regu-  \nlar shift, he will displace such junior department senior-  \nity employee in his job classification on his regular shift.  \n2. Upon exhausting his department seniority in his  \nregular job classification on his regular shift, the em-  \nployee will exercise his department seniority to roll the  \njunior department seniority employee in any equivalent  \npaying job on that shift in his department on which he  \nhad heen Q-rated; however, if such employee cannot  \ndisplace an employee on any equivalent paying job, he  \nwill roll the junior departmental seniority employee in  \nthe next lower paying job classification on his regular  \nshift in his department on which he has been Q-rated in  \ndescending order. Upon exhausting his department  \nseniority on his shift, as a last step before being  \ntemporarily furloughed, such employee wilj roll the  \njunior department seniority employee on a beginning  \njob on any shift in his department even though he is not  \nQ-rated on such beginning job provided he is capable of  \nperforming such job.  \n3. If an employee is displaced from his department  \nduring a temporary curtailment, he will be placed on  \ntemporary furlough.  \n21  \n4. In temporary cutbacks, employees will not be en-  \ntitled fo take voluntary furlough but will take the job  \nassignment as provided above.  \n5. The beaming area and the Muititex area will be  \nconsidered as separate departments under the tempo-  \nrary curtailment provisions outlined in the Contract for  \ncurtailments lasting from 8 hours to a maximum of 4  \ndays. (This will pertain to primarily shutdowns related to  \nHoliday curtailments.)  \nRECALLS  \nC. Employees will be recalled in the following order and  \nsubject to the following procedure:  \n1. Furloughed employees lose all rights of recall and  \ntheir employment will be terminated at the end of  \neighteen (18) consecutive months or thirty six (36)  \nconsecutive months, whichever is applicable, on fur-  \nlough. A cutback employee does not Jose his recall  \nrights regardless of the length of time he is in cutback  \nstatus.  \n2. An employee who has been displaced from a job  \nother than a beginning job shall be entitled to recall in  \naccordance with his department seniority to any va-  \ncancy that arises in a job classification in his depart-  \nment for which he was Q-rated in ascending arder. An  \nemployee who has been displaced from a beginning job  \nwithin a department will be entitled to recall to such  \nbeginning job in accordance with his department se-  \nniority unless there is an employee on furlough who has  \nmore plant seniority than such employee and the em-  \n22  \n   \nployee on furlough with more plant seniority is capable  \nof performing such beginning job and has indicated in  \nwriting a desire to be considered for jobs in such  \ndepartments.  \n3. Furloughed employees will be given preference  \nover hiring new employees for work they are capable of  \nperforming in line with their plant seniority in depart-  \nments other than the departments from which they were  \nfurloughed, provided such furloughed employees have  \nfiled a written application for available work on such jobs  \nwith the Human Resources Office. Such right or prefer-  \nential consideration in other departments shall be avail-  \nable to the employees for a period of eighteen (18)  \nconsecutive months or thirty six (36) consecutive  \nmonths, whichever is applicable, from the date of their  \nfurlough. If pursuant to their request an employee is  \noffered work in other departments and refuses or fails  \nto accept such work he will forfeit his right to any other  \nsuch work in any other such departments.  \n4, The Company has the right to offer employees on  \nfurlough, jobs that they are capable of performing rather  \nthan hire new employees to fill such jobs. If none of the  \nemployees on furlough in line with their plant seniority  \nare willing to accept such other jobs that are offered by  \nthe Company, then the Company shalt have the right to  \nrequire the junior plant seniority employee who is Q-  \nrated on such job to accept such job. Such junior plant  \nseniority employee who fails and refuses within seven  \n(7) days after notification to report to work on such job  \nwill be terminated and lose seniority.  \n5 Recalls from temporary curtailments shall be in  \n23  \nce  \n=  \nSse  \nSS ESSE  \nreverse order of the  \nD. assigned to another job by virtue of the  \nabove cutback or recall pracedures must demonstrate  \ntheir ability to perform the jab. Employees cutback to  \njobs in which they have been Q-rated must demon-  \nstrate within forty-five (45) working days that they are  \ncapable of fully performing the job. Employees cutback  \nto jobs in which they have nat been Q-rated must  \ndemonstrate within sixty (60) working days that they are  \ncapable of fully performing the job. If it is determined  \nduring the forty-five (45) or sixty (60) working day period  \nthat such employee is unable ta fully perform the jab,  \nsuch employee may eject to take voluntary furlough or  \nwill avail himself of such cutback opportunities as his  \nseniority would otherwise him. Empfoyees cut-  \nback to jobs in which they have been Q-rated wil!  \nreceive the Q-rate for such jobs, but must nevertheless  \ndemonstrate wihtin the forty-five (45) working day pe-  \nriod that they are capable of fulling performing the jab.  \nEmployees cutback to beginning jabs below Rate Group  \n7 will receive the Q-rate for the job even though they are  \nnot Q-rated an such job. In all other instances where  \nemployees are cutback to jobs on which they are not Q-  \nrated, they will receive the beginning rate for such jobs.  \nThe Company, at its discretion, may provide additionat  \ntime and training in exceptional circumstances.  \n   \n£. inthe event of a cutback or furlough, the successful  \nbidder, who had been promoted to a straight-day job,  \nand remained on the straight-day job for thirty (30) days,  \nwill have the right to claim the straight-day job in his  \nclassification on a recalt basis.  \n24  \nTT  \n    \nCURTAILMENTS IN MAINTENANCE  \nSection 6.  \nFor purposes of cutbacks and furloughs either tempo-  \nrary or other than temporary and for purposes of recalls  \nin the Maintenance Department, the Company shall  \ndetermine the skills that must be retained or required  \nand the areas in the Maintenance Department  \nwill be handled separately:  \n. Mechanica!  \n. Electrical  \n. Utility  \n. Alloy  \n. Building and Grounds  \nan & WG A) =  \nIn the event of any cutback, an employee in one of the  \nabove five (5) areas will not be allowed to use his  \ndepartment seniority for purposes of rolling an em-  \nployee in one of the above other listed areas unless:  \n1. Such employee has been Q-rated in the area in  \nwhich he seeks to displace a junior employee; and, in  \naddition,  \n2. Unless such employee has demonstrated by actual  \nperformance on the job that he is fully capable of  \nperforming ail of the job duties, skills and functions of  \nthe junior employee he seeks to displace.  \ntn the event of a cutback within an area employees will  \nbe cutback on the basis of department seniority. it is  \nrecognized that in times of such cutback the Company  \n25  \nmay assign cutback employees within the classification  \nwithout regard to particular skills.  \nThe restrictions imposed above for cutbacks will apply  \nfor recails involving Maintenance Department employ-  \nees.  \nMaintenance Department employees who have ex-  \nhausted their department seniority as above set forth  \nwill then be entitled to use their protected seniority and/  \nor plant seniority as in the case of all other employees  \nprovided hereinabove.  \nThe Union and the Company have acknowledged that  \nvarious craft skills have been recognized within the  \nMaintenance Department in the past. The Company  \nhas discussed with the Union that more efficient utiliza-  \ntion of craft personnet is necessary in the competitive  \nworld in which we live. The objective is to utilize the craft  \nwork force as efficiently and effectively as possible  \nwithout regard to jurisdictional constraints within the  \nMMM, ELE and UEP job classifications. Assistance  \nbetween classifications will be expected and incidental  \nwork will be routine.  \nThe Company has recognized the Union's concerns  \nabout the safety of it's workers and the fact that there  \nwill need to be additional training of Maintenance em-  \nployees. The Company agrees to provide this training  \nand instruction on Company time. Employees will be  \nexpected to make good faith efforts to perform assigned  \nwork, Itis recognized that employees will not be subject  \nto disciplinary action for work they are not capable of  \nperforming.  \n26  \nThe Company agrees that these changes will not result  \nin a cutback of craft personnel in Maintenance.  \nMISCELLANEOUS PROVISIONS  \nSection 7.  \nIn cutbacks and in recalls the Company will make every  \nattempt to provide displacement rights and recall rights  \nto affected employees as soon as practicable. It is  \nunderstood that the determination of seniority rights of  \nrespective employees and the subsequent notification  \nof employees will require some time. For this reason the  \nCompany will be allowed a reasonable time to accom-  \nplish the seniority placements of employees both in  \ncutback and in recail. If an employee or the Union feels  \nthat the Company has displaced an employee or re-  \ncalled an employee in violation of the rights of such  \nemployee under the seniority provisions herein, a griev-  \nance may be filed and if it is later determined that the  \nCompany has, in fact, displaced or recalled an em-  \nployee in violation of his seniority rights as contained  \nherein, then such employee will be entitled to any back  \npay such employee may have suffered by virtue of such  \nviolation beginning as of the shift following the filing of  \nthe grievance.  \nSection 8.  \nA. Employees displaced from their home seniority  \ndepartment and who take jobs in other departments by  \nusing protected seniority rights wit! not accumulate  \nadditional protected seniority rights while working in a  \ncutback status in the department in which they carry  \nprotected seniority rights.  \n2?  \nB. Employees working in departments other than their  \nhome seniority department due to cutbacks whether  \nthey are working in such other department as a result of  \nexcercised protected seniority or plant seniority rights  \nwill accumulate temporary department seniority rights  \ndating from the date of their last entry into such depart-  \nment by virtue of cutbacks which temporary department  \nseniority may be used for purposes of job progression  \nand cutbacks in such other department. Such tempo-  \nrary department seniority will be lost when the em-  \nployee leaves the departmeni.  \nC. An employee in a department as a result of exer-  \ncised protected seniority may, at time of a cutback in  \nthat department, exercise his protected seniority or  \ntemporary department seniority, whichever is greater.  \nD. Ifanemployee is working ina department otherthan  \nhis home department by reason of cutbacks and subse-  \nquently such employee refuses recall to his regular job  \nin his home department and elects to stay in his new  \ndepartment, the new department will become his home  \nseniority department with seniority dating from his last  \ndate of entry into such other department whether such  \nentry was by the exercise of plant seniority or protected  \nseniority; and such employee's former home depart-  \nment seniority date to the date of his election not to  \nreturn to such home seniority in his from home seniority  \ndepartment. He will then lose any former protected  \nseniority in other departments.  \nE. An employee who is cutback from his home depart-  \nment into his protected seniority department for a  \nperiod of two (2) or more consecutive years wil) have the  \n28  \noption to assign his protected seniority and his tempo-  \nrary department seniority to his cutback department as  \nnew department seniority. Employees who elect this  \noption forfeit all recall rights to their former position.  \nEmployees will be responsible to notify the Company of  \ntheir election of this option.  \nEmployees who are cutback and are notified by the  \nCompany that there is no intention of ever recalling  \nthem to their job, this option, even though they  \nhave not been cutback two (2) or more consecutive  \nyears.  \nSection 9.  \nItis understood and agreed that in every instance where  \nanemployee is assigned to a job classification for which  \nhe has not been Q-rated, whether such assignment of  \njobs be due to reassignments in times of cutback and  \nrecall or as a result of job bid and promotion, if such  \nemployee is unable to satisfactorily perform the job, he  \nwill be returned to the status from which he was  \nassigned to the job classification and will not be eligible  \nfor assignment to that job classification for twelve (12)  \nmonths.  \nSection 10. PROMOTIONS  \nA. Permanent vacancies within the unit  \n(vacancies that the Company intends to fill which are  \nexpected to last sixty (60) or more days) other than  \nvacancies in the Maintenance Department which pro-  \ncedures are set forth in a separate section below, will be  \nhandled as follows: will be posted and will be filled from  \nbidders from within the department who are capable of  \nperforming the jobs on the basis of department senior-  \nity. If there are no bidders within the department ca-  \n29  \npable of performing the jobs then the jobs will be filled  \nfrom those employees bidding from other departments  \nwho are capable of performing the jobs based on plant  \nseniority and then by hiring new employees.  \nB. The Company reserves the right to determine, from  \ntime to time, the number of employees and the skills  \nrequired from employees in the Maintenance Depart-  \nment. In the event the Company determines that addi-  \ntional employees will be required in a particular job  \nClassification or to perform a particular skill within a job  \nclassification, it will post such job classification along  \nwith the skill requirements for such jobs and the jobs will  \nbe awarded on the basis of department seniority to  \nemployees within the department who are capable of  \nperforming, including the particular skills required as a  \npart of such jobs. If there are no employees within a  \ndepartment who desire or are capable of fully perform-  \ning the jobs, then the jobs will be awarded to employees  \nwithin the plant who are fully capable of performing such  \njobs and the skills as part of such jobs on the basis of  \nplant seniority and then by hiring new employees.  \nAPPRENTICESHIP PROGRAM  \nA. The Apprenticeship qualifications and program es-  \ntablished by the Company shal! be a part of this  \nContract and shall continue in effect. Only employees  \nworking in the bargaining unit will be eligible to bid into  \nthe apprenticeship program.  \nThe following are the maximum periods that an em-  \nployee will remain in an apprenticeship slot, but it is  \nunderstood that such maximum periods may be ex-  \n30  \ntended by mutual agreement of the Company and the  \nUnion:  \nThird Class B Six (6) months  \nThird Class Q Six (6) months  \nSecond Class B Twelve {12} months  \nSecond Class Q Fifteen (15) manths  \nFirst Class B Fifteen (15) months  \nThe above are maximum periods, however, and if, in  \nthe judgment of the Company, an employee has devel-  \noped sufficient skills as to warrant his moving to the next  \napprenticeship slot in craft progression prior to such  \nmaximum time, the Company will move the employee  \naccordingly.  \nB. Bargaining unit employees that desire entrance into  \nthe Apprenticeship Program will sign the bid sheet  \noutlining the basic requirements for entry into the pro-  \ngram and the requirements for successful progression  \nto the status of first class in a particular craft area.  \nApprenticeship vacancies wilt be filled by the plant  \nsenior employees who sign the bid sheet and fulfill the  \nbasic requirements outlined on it. The bid sheet will be  \nposted for thirty (30) days.  \nIn an effort to upgrade craft capabilities the following  \nprocedures will be utilized in Atken's Apprenticeship  \nTraining Program.  \n1. A detailed classroorn and training outline will be  \ndeveloped for each craft apprenticeship training pro-  \ngram.  \n31  \n2. Successful bidders will be expected to take class-  \nroom work, make passing grades in such Classroom  \nwork, and perform satisfactorily on their job training  \nassignments.  \n3. If, at any time prior to earning a qualified first class  \nrating, an apprentice leaves the program for any rea-  \nson, he will return to his previous job with no loss of  \nseniority. Such employee will not hold protected senior-  \nity in the apprenticeship program.  \n4. During a period of cutbacks, apprentices will be  \ncutback before any reductions are made to “Q\" rated  \nfirst class maintenance classifications.  \n5, Apprentices who earn a first qualified maintenance  \nclassification through this program will not be able to  \ndisplace departmental senior first class maintenance  \npersonnel in a period of cutbacks. Apprentices may be  \nassigned to Maintenance periodically for the purposes  \nof training while in a cutback status.  \n6, Employees who bid jobs under the Apprenticeship  \nProgram may be required to attend Technical Schoolan  \naverage of two (2) evenings per week. Such schooling  \nwould be paid for by the Company by way of the  \nCompany's educational refund program.  \n7. Ajoint apprenticeship committee, consisting of three  \n(3) representatives from the Company and three (3)  \nrepresentatives appointed from the bargaining unit, by  \nthe Union, will monitor the Apprenticeship Training  \nProgram.  \n32  \n8. The apprentice training program will be utilized for  \nvacancies in the Maintenance department except for  \nSituations where positions must be filled on an immedi-  \nate basis to meet the operational needs of the Com-  \npany.  \nC. In addition to the craft job classifications listed  \nabove, the Company may utilize the job classification of  \n“chief” within each craft area. Itis recognized, however,  \nthat included in a particular craft area are many and  \nvaried skills. In order for an employee to be eligible to  \nbe awarded a bid to chief in a particular craft area, he  \nmust have demonstrated leadership ability, and by  \nactual on-the-job performance demonstrated that he is  \nfully capable of performing all of the job duties, Skills,  \nand functions of the particular type of work within the  \nCraft area covered by the job in which there is a  \nvacancy.  \nCraft employees who are working in another craft area  \nin their job classification under the Company's training  \nprogram will be eligible to bid for Chief Job tn their own  \nCraft area. This provision will not apply to employees  \nwho have bid into another job classification, bid into  \nanother craft area under the job preference system or  \nhave been cut back from their craft asea or the depart-  \nment. Employees who bid to move under the job  \npreference procedure in the maintenance department,  \nwill not be eligible for a chief job in the new craft area for  \na period of one year.  \nin order to be eligible to be awarded the job of \"chief\" in  \na particular craft area, the senior employee meeting the  \nestablished qualifications will be awarded the job. The  \n33  \nCompany agrees to offer the senior department em-  \nployees in the particular craft area the right for addi-  \ntional training for the purposes of advancement.  \nD. 1. Jobs posted as provided herein will remain posted  \nuntil all shifts on which there could be eligible bidders  \nhave worked one full eight (8) hour shift.  \n2. Employees who are absent from the plant during the  \nentire period during which a job is posted may, upon  \nreturn to work, report to the Human Resources Office  \nand place their name on the job bid sheet provided the  \njob has not already been awarded.  \n3. Permanent vacancies that reoccur within the same  \njob classification within sixty (60) days from the date of  \na job posting for such job classification will not be  \nreposted but will be filled from those who bid on the  \nprevious job bid sheet.  \nE. The Company shall retain its right to make assign-  \nments to machines and places of work within a job  \nclassification as well as shift assignments within a job  \nclassification and there shall be no claim or rights to bid  \non shift assignments other than from a rotating shift to  \na daylight shift and/or locked straight shift jobs within  \nthe same job classification as provided herein and there  \nshall be no claim or right to bid on a different machine  \nor different job assignment within a job classification.  \nDaylight jobs and/or locked straight shift jobs, when-  \never such jobs become available, will be offered to the  \ndepartmental senior employee in the same job classifi-  \ncation within the department in descending order.  \n34  \nF, Any employee assigned to another job classification  \nwithin his own department or another department as a  \nresult of job bidding, promotion or request for transfer  \nwill receive the beginner's rate for such job, unless he  \nhas been previously Q-rated on such job. If such  \nemployee is Q-rated on the new job to which he is  \nassigned within his department, or another department  \nthen he will receive the Q-rate for such job at the time  \nhe begins working on such job and upon accepting such  \njob. The employee will be considered on a trial basis for  \na period of not longer than the period indicated for that  \njob in Appendix B, during which or at the end of such  \ntime the Company will determine whether such em-  \nployee can perform the job. The employee may elect to  \nreturn to his former job during the first fifteen (15)  \nworking days after being placed on the new job, after  \nwhich time the employee will not be allowed to voluntar-  \nily return to his former job. If he cannot perform the job  \nor the employee elects to return to his former job or  \nmove to a lower-rated job, he wilt be ineligible to return  \nto such job for a period of one (1) year except in cases  \nof cutback. An employee on a beginner's rate will be  \nconsidered on a trial basis for a period of not longer than  \nthe period indicated for that job in Appendix B, during  \nwhich time or at the end of such time the Company will  \ndetermine whether such employee has qualified to  \nreceive the Q-rate for the job. If he has so qualified, the  \nemployee will forfeit his right to return to the former job  \nfor one (1) year except in case of cutback and will at that  \ntime begin to receive the Q-rate for the job.  \nDuring such trial period, the Company, at its discretion,  \nmay fill the employee's former job by temporary transfer  \nor by posting such job for bid.  \n35  \nG. An employee filling a job vacancy created by job  \nbidding, promotion or request for transfer will be consid-  \nered as temporarily filling the job until such time as the  \nemployee or Company exercises the option to remain  \non the new job or return to the former job. During such  \ntemporary period, the employee retains his right to  \nreturn to his former job.  \nH. Employees in the Maintenance Department in the  \njob classification of MMM, ELE and UEP who desire to  \nmove from one work area to another will be considered  \nfor such vacancies when they occur, provided they  \nhave made a request in writing to the Maintenance  \nLeader or his designate and are capable of performing  \nsuch jobs.  \n|. The following job classifications may have a \"per-  \nmanent relief.”  \nForming: CPS, MPT, TSY  \nFabrication: TSS, PRA  \nSpecial Fabrication: TSZ, IMX  \nStores: RSA  \nQuality: PQT  \nWarehouse: WAA, ICA, WAC  \nMaintenance: CPX, CPZ, CRY, AMM  \nThe Company will post and award permanent relief jobs  \nin accordance with the Contract provisions. Employees  \nawarded permanent relief jobs wil! have claim to the  \njobs when a permanent vacancy occurs. Department  \nseniority will prevail among employees having claim to  \npermanent openings.  \nJ. who successfully bid a job and subse-  \n36  \nquently get cutback due to a Plant curtailment, and who  \nhave not been Q rated on the new job, will be allowed  \nto return to the job after all Q rated “permanent\" employ-  \nees have been recalled to that job, before the job is  \nposted again.  \nK. The following jobs will be filed within the plant by a  \njob preference system.  \nFabrication: ABM, EFO, FSR  \nSpecial Fabrication: CRF  \nEmployees who desire moves to these jobs will be  \nSelected to fill openings by Department Seniority from  \nthose employees who have expressed a desire to be  \nconsidered for such jobs in writing in the Human Re-  \nsources Department office. (Plant seniority will be used  \nto determine selection fram those employees having no  \nFab or Special Fab department seniority.) Should  \npreferences exist for these jobs, the Company will fill  \nopenings by hiring new employees. Employees will be  \nallowed no more than two job preferences per calendar  \nyear.  \nSection 11.  \nEmployees assigned to another job within a new de-  \npartment as provided herein and who elect to remain in  \nthe new department as provided above will begin to  \naccrue seniority in the new department from the date  \nthey were awarded the job by bid promotion or assign-  \nment to the job by transfer and their seniority in their  \nformer department will end as of such date and such  \nSeniority in their former department will become their  \nprotected seniority.  \n37  \nSection 12. Temporary Transfers  \nThe Company retains the right to temporarily transfer  \nemployees from one job classification to another or  \nfrom one department to another, however, no employ-  \nees will be transferred temporarily for longer than sixty  \n(60) consecutive calendar days at any one time. For the  \npurpose of such temporary filling of jobs, no employees  \nwill have any right to claim such work. In the event,  \nhowever, such temporary transfers are expected to last  \nordo last longer than sixty (60) days, itis agreed that the  \nCompany will post such jobs and employees within the  \ndepartment may bid to fill such temporary vacancies, it  \nbeing understood that when the employees whose  \nabsence occasioned the temporary transfer return to  \nwork either before or after the sixty (60) day period,  \nthose employees who have been temporarily trans-  \nferred under the provisions provided herein will be  \nreturned to their respective jobs.  \nit is understood that the temporary transfer policy is to  \nbe utilized for such occasions as emergencies, vaca-  \ntions, absentees, training, etc. The Company agrees  \nnot to abuse the temporary transfer agreement and  \nfurther will utilize senior employees whenever possible  \non HIGHER RATED JOBS.  \nOn equivalent paying jobs, or rate groups below equiva-  \nlent paying jobs the Company will utilize junior employ-  \nees who are capable of performing the job whenever  \npossible.  \nOnly those employees working eight (8) hours overtime  \nwithin their own job classification will have preference to  \njob assignments within their job classifications.  \n38  \nSection 13.  \nThe Company shall have the right to make the determi-  \nnation of capability requirements for any job involved  \nunder this Article, including the adoption and use of  \nuniform job-related tests. It is agreed that if there is a  \ndispute as to whether a given employee meets the  \ncapability requirements set out by the Company, the  \nCompany's determination shall control. However, such  \ndetermination may be subject to the grievance and  \narbitration procedures of the Agreement. If the  \nCompany's determination is carried to the grievance  \nand arbitration procedure, the Company's determina-  \ntion will stand unless it is proven that the Company's  \ndetermination was discriminatory or inherently wrong.  \nSection 14.  \nSenior employees within a job classification will be  \nawarded relief jobs on the basis of department seniority  \nproviding they are capable of performing the relief jobs.  \nSection 15.  \nMovement within a job classification will be made for the  \npurposes of operational requirements and will not be  \nmade for disciplinary reasons.  \nSection 16.  \nIn the job classification of EFO the Company will utilize  \nthe junior Q-rated employee when a movement is being  \nmade between the following work areas:  \n1. Surge Lines  \n2. Charge backs and twist breaks  \n3. Regular end finding (Belt).  \nEFO employees may exercise their department, .pro-  \n39  \ntected, or temporary seniority when the Company de-  \ntermines that there is a parmanent vacancy.  \nSection 17.  \nEmployees who are cut back from the WOP in Beaming  \nto a CRF will exit first through the CRF in Beaming  \nproviding they have more department seniority, then  \nthrough the SFU in Multitex, provided the employee  \nwas previously qualified as a CRF or one of the former  \njobs that have been incorporated into the SFU.  \n"], ["ARTICLE 6  \nGRIEVANCE AND ARBITRATION  \n", "Section 1.  \nA grievance is hereby defined to be a controversy,  \ncomplaint, misunderstanding or dispute arising out of a  \nclaimed violation of any provision of this Agreement.  \nSuch a grievance involving such claimed violation of  \nany provision of this Agreement shall be taken up  \nbetween the Parties and handled in the following man-  \nner:  \nStep 1: Within three (3) working days following oc-  \ncurrence or first knowledge of the incident or matter  \ncomplained of, the employee(s) may take the matter up  \nwith his appropriate management representative. The  \nUnion Steward shall be present if requested by the  \nemployee or employees involved. The appropriate  \nmanagement representative shall give his answer within  \nthree (3) working days following the first meeting in this  \nStep.  \nStep 2. If the matter is not satisfactorily settted in  \n40  \nStep 1 above, the grievance shall be reduced to writing,  \nsigned by the employee or employees involved and the  \nSteward, specifying the provision in the Agreement  \nclaimed to be violated, and present it to the appropriate  \nmanagement representative and/or Department Man-  \nager within five (5) scheduled working days following  \nthe presentation to the appropriate management repre-  \nsentative in Step 1 above. The appropriate manage-  \nment representative and/or Department Manager will  \ngive his answer in writing within five (5) scheduled  \nworking days after receipt of the written grievance.  \nStep 3: {f the matter is not satisfactorily settled in  \nStep 2 above, the Shop Steward and employee shall  \nsubmit such grievance within three (3) working days of  \nthe Company's answer in Step 2 to the Union's Busi-  \nness Agent. If the Union Business Agent determines  \nthat the matter has not been satisfactorily adjusted in  \nkeeping with the provisions of the Contract, then the  \nBusiness Agent may take the matter up with the Human  \nResources Manager and/or his designated representa-  \ntive within ten (10) days after the date of the Company's  \nanswer in Step 2 above. The Human Resources Man-  \nager and/or his designated representative shall give his  \nanswer in writing within five (5) days after such presen-  \ntation of the matter to him.  \nStep 4: If the Union Business Agent is not satisfied  \nwith the answer of the Human Resources Manager in  \nStep 3 above, the Union Business Agent may take the  \nmatter up with the Plant Manager and/or his designated  \nrepresentative, and the Director of Human Resources  \nand/or his designated representative within ten (10)  \ndays after receiving the Company's answer in Step 3  \n41  \nabove. The Union Susiness Agent and the Plant Man-  \nager and/or his designated representative and the  \nDirector of Human Resources and/or his designated  \nrepresentative will attempt to work out a solution to the  \ngrievance. The Plant Manager or his designated repre-  \nsentative will give an answer in writing within seven (7)  \ndays after the presentation of such grievance to him. {f  \nthe matter is not resolved at Step 4, the Union may  \nsubmit the matter to arbitration as hereinafter provided.  \nSection 2.  \nUpon the request of the Union in writing, not later than  \nthirty (30) days after the Company's answer in Step 4,  \nthe matter shall be referred to arbitration if it is subject  \nto arbitration under the terms of this agreement.  \nThe following procedure shail be used:  \nIfthe Company and the Union cannot agree on a person  \nto act as arbitrator within ten (10) days from the date of  \nthe Union's request as provided above for arbitration,  \nthey shall request the Federal Mediation and Concilia-  \ntion Service to furnish a list of seven (7) qualified  \narbitrators. If the parties cannot agree on one of such  \nseven (7) arbitrators to act as the impartial arbitrator,  \nthen such impartial arbitrator will be selected by the  \nprocess of alternate marks. The parties shall determine  \nby toss of a coin who shall have the first mark.  \nItis understood and agreed between the parties that the  \npowers of the arbitrator are limited as follows:  \nA. The arbitrator shall have no power to decide any  \nmatter which is declared not to be arbitrable by the  \n42  \nUnion and the Company.  \nB. The arbitrator shall be confined, in the decision to be  \nrendered, to the meaning and interpretation of the  \nparticular provision of the Contract which gives rise to  \nthe dispute and to the issue submitted by the parties. He  \nshall have no power to add to, subtract from, or modify  \nthis Agreement.  \nC. The expenses of the arbitrator shall be paid by the  \nlosing party. In the case of a split decision fees shall be  \nshared equally by the parties. The arbitrator shall  \nrender his decision in writing within one (1) month  \nfollowing the submission of the matter to him.  \nD. Where time limits are mentioned in the grievance  \nand arbitration procedures set forth herein, such time  \nlimits shall be applicable both to the Union and the  \nCompany. Each grievance shall be handled as a sepa-  \nrate case unless several grievances grow out of the  \nsame incident or circumstances or they relate to the  \nsame matter, unless mutually agreed otherwise.  \nIf any of the time limits specified hereinabove are not  \nfollowed, the grievance shall be deemed to have been  \nabandoned at the expiration of the time period and  \nneither party shall be required to proceed further with  \nsaid grievance.  \nSection 3.  \nA mutual of a grievance pursuant to the  \nprocedures as set forth herein at any Step of the  \ngrievance procedure and/or a decision of the arbitrator  \nwill be final and binding upon all parties and the employ-  \n43  \nees involved.  \nSection 4.  \nIf in the process of handling a grievance the Company  \nrelies on time sheets, pay records, or other Company  \nrecords pertaining to an individual grievance as a  \ndefense to the grievance or in justification of the  \nCompany’s action, then the records so relied upon will  \nbe made available to the Union for examination and  \ninspection.  \nSection 5.  \nThe time limits provided in the grievance and arbitration  \nsections may be extended by mutual agreement, in  \nwriting, between the Company and the Union.  \n"], ["ARTICLE 7  \nDISCHARGE AND DISCIPLINE  \n", "Section 1.  \nA. The Company shall have the right to discipline or  \ndischarge employees for just cause. The Company will  \ngive at least two (2) prior written warnings to an em-  \nployee of the complaint against him prior to discharge  \nexcept in cases of mixed yarn in basic forming where  \nonly one prior written warning has to be given. No prior  \nwarnings need be given to employee before discharge  \nif the cause of the discharge is for dishonesty, theft of  \nCompany property or the property of other employees,  \ndrinking or being under the influence of alcohol or drugs  \nwhile on duty, immoral or indecent behavior, willful  \ndestruction of Company property or the property of  \nother employees, gambling while on duty, fighting on  \nCompany premises, willful insubordination, willful falsi-  \n44  \nfication of employment, work or production records, and  \nother serious offense. Written warning given to employ-  \nas provided herein shall have effect for a period of  \ntwelve (12) months from the date of issuance. Upon the  \ndischarge of an employee as provided herein the Com-  \npany will promptly give written notice to the employee  \nwith a copy to the Union stating the reason for the  \ndischarge.  \nB. Should an investigation prove that an injustice has  \nbeen done an employee, he shall be reinstated. The  \nterms and conditions of such reinstatement may pro-  \nvide for full, partiat or no compensation for time lost.  \nC. Within five (5) days after notice of the reason for the  \ndischarge as provided herein the discharge may be  \ntaken up under the grievance procedure and it is  \nunderstaad that it may be initiated at Step 3 of the  \ngrievance procedure.  \nSection 2.  \nItts undérstaad and agreed that should an employee or  \nthe Union feel that a written warning given an employee  \nas provided hereinabove was unwarranted or without  \ngood cause, the giving of such written warning by the  \nCompany may be referred to the grievance procedure  \nbut will be processed only through Step 2 of the  \ngrievance procedure. Grievances processed by em-  \nployees receiving a second written warning in which the  \nnext violation may lead to termination may be pro-  \ncessed up to and including Step 4. This excludes  \nwritten warnigns for attendance under Articie 8. If the  \nemployee or the Union is dissatisfied with the Company's  \nanswer at Step 2 or Step 4 of the grievance procedure  \n45  \nrelating to such a written warning, the matter will not be  \ntaken to the next Step (Step 3 or Arbitration), but the  \nwritten warning will continue with the express under-  \nstanding that at such time as the written warning forms  \na basis of disciplinary action or discharge or otherwise  \nig used by the Company as a basis for adversely  \naffecting the employee's wages, hours or other condi-  \ntions of employment, then such warning may be grieved  \nthrough the entire grievance and arbitration procedure.  \nCopies of all written warnings shall be submitted to the  \nLocal Union.  \nSection 3.  \nShould the matter relating to the discharge of an em-  \nployee be submitted to arbitration, the question of  \nwhether the employee committed the offense for which  \nhe was discharged will be before the parties. If it is  \ndetermined that the employee did not commit the  \noffense then he will be made whole; however, if it is  \nestablished that the employee actually committed the  \noffense, then the discipline in such case will be limited  \nto that which was proposed by the Company during the  \ngrievance procedure prior to arbitration unless it is  \nproven that the discipline imposed was inconsistent  \nwith that imposed on other employees for similar of-  \nfenses under similar circumstances since the effective  \ndate of this Contract.  \n"], ["ARTICLE 8  \nATTENDANCE AND REPORTING OFF  \n", "Section 1.  \nAll employees are expected to work regularly. In order  \nto maintain a consistent and fair yardstick by which to  \n46  \n   \nmeasure the attendance and absentee records of all  \nemployees and by which to identify those employees  \nwhose chronic absences not only interfere with produc-  \ntion and efficiency requirements of the Company but  \nthe work of other employees as well, the following policy  \nwill be employed.  \nA. Acomplete record of all absences of an employee  \nduring an anniversary year will be noted on an atten-  \ndance record by the appropriate management repre-  \nsentative which will be available for inspection by the  \nemployee.  \nB. For the purpose of this policy, an anniversary year  \nis a year from the anniversary of an employee's plant  \nseniority date through the day before his anniversary  \nthe following year. An \"absence” means the occurrence  \nof an absence whether it be for one day, more than one  \nday. And a reported absence means an absence for  \nwhich an employee has properly reported off prior to the  \nstart of his scheduled shift. From this standpoint and  \nwithin the meaning of this policy, absences on consecu-  \ntive work days will be counted as one absence.  \nC. Times missed from work by reason of jury duty,  \nmilitary service, on-the-job injuries for which the em-  \nployee is entitled to draw Workmen's Compensation,  \nvacations, funeral leave, excused time off for official  \nUnion business as outlined in Article 9, Section 5, or  \nleaves of absence beyond two (2) working days of  \ncompelling and emergency personal reasons, illness,  \ndisability, accident or pregnancy when approved as  \nprovided for in Section 1, Article 9, do not constitute an  \nabsence for purposes of this policy.  \nAT  \nD. Anemployee as provided and defined herein, will be  \nallowed eight (8) occurrences of absence in the period  \nof an anniversary year. After an employee has four (4)  \nreported absences, the appropriate Management Rep-  \nresentative will review with the employee his atten-  \ndance record for the anniversary year and the policy  \nprovided herein for discipline of excessive absentee-  \nism, and the employee will be given written notice with  \na copy to the Union after four (4) call-offs. if the  \nemployee feels the absentees are unjustified, he can at  \nthat time grieve the recorded absentees under the  \ngrievance procedure. If the employee does not grieve  \nthe four (4) absentees, at that time, the absentees will  \nstand as recorded and will not be changed at a later date  \nfor consolidation or any other reason. After an em-  \nployee has had seven (7) reported absences in an  \nanniversary year, the employee will again be inter-  \nviewed by his appropriate Management Representa-  \ntive, his attendance record and this policy will again be  \nreviewed and the employee will be given written notice  \nwith a copy to the union that two (2) more absences in  \nthe same anniversary year will result in his discharge.  \nIf the employee feels the fifth through the seventh  \nabsentees are unjustified, he can at that time grieve the  \nrecorded absentees under the grievance procedure. If  \nthe employee does not grieve the absentees at that  \ntime, the absentees will stand as recorded and will not  \nbe changed at a later date for consolidation of any  \nreason. Employees, in this manner, who occasion nine  \n(9) reported absences in an anniversary year will be  \ndischarged.  \nIn the event an employee receives two (2) written  \nwarnings for absenteeism in two (2) consecutive anni-  \n48  \nversary years, followed by one (1) written warning for  \nabsenteeism in the next (current) anniversary year, the  \nemployee will be given written warning placing him on  \nan Attendance Improvement Program (AIP) stating that  \nthree (3) occurrences of absence during the nexttwelve -  \n(12) months will result in his discharge. Any furloughs or  \nleaves of absence during this period will extend the  \ntwelve (12) month warning period by the equivalent  \nnumber of calendar days away from work.  \nE. Absences on consecutive days which do not involve  \nnon-occupational or occupational accidents, sickness  \nor personal hardship, will count as separate absences.  \nAbsences on consecutive days caused by non-occupa-  \ntional or occupational accidents, sickness or personal  \nhardship will count as one absence.  \nEmployees who report off from work for more than two  \ndays for the same illness or personal hardship, each  \nday thereafter will be counted as a separate occurrence  \nof absence.  \nThe Company recognizes that a limited number of  \nemployees may require consideration for a defined  \npenod of time beyond the normal contractual pravisions  \nregarding absences due to serious medical problems or  \npersonal hardships.  \nIt is the Company’s and the Union's intention to address  \nthese kinds of problems by reviewing the employees  \nrequest for consideration in conjunction with the  \nemployee's past attendance record to determine whether  \nor not future absences related to the above will be  \ncounted as occurrences. In making this decision the  \n49  \nCompany may ask the employee for additional informa-  \ntion of documentation to support the employee's re-  \nquest for consideration, including reporis from  \nthe personal physician. in addition the  \nCompany may require additional physical examina-  \ntians and medical opinions.  \nlt is also recognized that ar employee approved under  \nthis proviston that coniinues to have problems may  \nresult in the Company taking on of the following  \n1} Place on layoff status, 2) Place on medica! Jeave of  \nabsence, or 3) Place on personal! of absence.  \nEmployees will be required to update such requests on  \n@ periodic basis depending on the circumstances or at  \nleast every twelve (12) manths.  \nF. Employees who have accumulated non-consecu-  \ntive absences and have been discharged upon their  \nninth (9) absence wilt not be allowed to combine such  \nabsence with a back-dated Doctor's statement.  \nG. Employees whose absences necessitate forced  \novertime or early call-ins on a continuing basis may be  \ntransferred to another shift, within the same job classi-  \nfication, by the Company, in order to reduce the hard-  \nship imposed on other employees. Such transfer will be  \nby mutual agreement by the Company and the Union.  \nWhen such employee absences are corrected and do  \nnot put hardships on fellow employees, the Company  \nwill move such employee back to his regular shift.  \nH. inthe event that snow and/or ice would prevent fifty-  \none percent (51%) of the employees on any shift from  \n50  \n  \nreporting to work, the absence or consecutive ab-  \nsences will not be counted as a recorded absence.  \nSection 2.  \nAny employee unable to report at his regularly sched-  \nuled work time is required to report off. This notification  \nwill be made no later than one (1) hour prior to his  \nscheduled reporting time.  \nA. When reporting off, an employee will call 649-9911  \nand give the following information.  \nName  \nClock Number  \nDepartment  \nTime scheduled to work  \nReason for reporting off  \nWhen expected to return to work  \noO & WN os  \nB. An unreported absence is defined as an absence  \nwhen the employee fails to report off, as outlined above,  \none hour prior to the start of his scheduled shift, unless  \nthere is justifiable reason for failure to give such notice.  \nIn case of unreported absences, an employee will  \nreceive a verbal warning for the first offense and a  \nwritten warning for the second offense with notice that  \na third offense, within his anniversary year, will result in  \ndischarge. On the third offense, within his same anni-  \nversary year, the employee will be discharged.  \nC. An employee will be allowed to work if he reports to  \nwork within thirty (30) minutes of the start of the shift  \nprovided no one has been held over at the overtime rate  \nto fill his job classification.  \n51  \nSection 3.  \nlf an employee is absent for three (3) consecutive  \nworkdays without reporting off unless there is justifiable  \nreason for failure to report off he will be considered as  \nhaving quit without notice and such em-  \nployee will be terminated.  \nSection 4.  \nAn employee that leaves early four (4) times in an  \nanniversary year may have his record reviewed by  \nappropriate management representative and the Union  \nSteward. The employee will be counseled for leaving  \nearly and written notice of this review will be given to the  \nemployee and to the Union. After this review, employ-  \nees may be given a written warning for each additional  \noccurrence of leaving early under Article 7 of the  \nContract. Three (3) written warnings will result in dis-  \ncharge. Such counseling will remain in effect even  \nthough the employee's anniversary year has turned  \nover, until the problem is corrected. This section will be  \napplied the same for late's.  \nThe Company and Union agree that the intent and  \npurpose of this provision will be applied the same as the  \nLetter of Intent that has been under the past Contract  \nAgreement.  \nSection 5.  \nThe Company willreview employees’ attendance records  \nto insure that the intent of the medical leave benefit is  \nbeing utilized properly. If it is determined by the Com-  \npany that an employee is abusing this benefit, the  \nemployee will be counseled and notified that each  \nadditional leave will count as an.occurrence of absence.  \n52  \nThis provision will be in effect for the remainder of that  \nanniversary year and continuing until the end of the  \nfollowing anniversary year. This notice will be given in  \nwriting and a copy will be given to the Union.  \n"], ["ARTICLE 9  \nLEAVES OF ABSENCE  \n", "Section 1.  \nLeaves of absence without loss of seniority rights may  \nbe granted by the Company upon request subject to the  \nfollowing conditions, limitations and procedures:  \nA. Absences expected to iast for a period of two (2)  \nworking days or less do not require an employee to  \nrequest in writing a leave of absence, but oral permis-  \nsion may be granted for such short absences for  \nsufficient cause by the appropriate management repre-  \nsentative. The granting of any leave is not automatic  \nand is subject to the following restrictions:  \n1, The appropriate management representative may  \ngive oral permission, if the employee shows sufficient  \ncause, for leave of absences not to exceed two  \ndays. The leave will be counted as one (1) absence.  \n2. Incases where prior approval has not been obtained  \nfrom the appropriate management representative for  \nabsences more than one (1) day, but less than two (2)  \ndays, an employee may call the guard giving the  \ninformation required for reporting off. cases, the  \nemployee must give a phone number where he may be  \nreached within the next 24 hour period. The appropriate  \nmanagement representative, at his option, may call the  \n53  \nemployee to verify the information and may or may not  \ngrant the extended absence. In such cases, the em-  \nployee does not have to call off on a daily basis for the  \nlength of the granted leave.  \n3. At the completion date of the leave, the employee  \nmust:  \na, Report back to work, or  \nb. Report to Human Resources and receive a writ-  \nten leave of absence on the proper forms, or  \nc. Call off each day if the original leave is for less  \nthan two (2) days and the employee wishes to extend it  \none additional day. If the extension is for the same  \nreasons, it will count as one absence. !f the call-offis for  \nanother reason, it will be counted as another absence.  \nRequest for leaves of absence of more than two (2)  \nworking days shall be in writing on a form provided by  \nthe company and shall not be effective unti! and unless  \napproved by the company. When approved, a copy of  \nthe approval will be given to the employee and the  \nunion,  \n4, who desires to return to work prior to  \nthe date specified for expiration of his short-term ab-  \nsence may do so by giving the company eight (8) hour  \nnotice prior to the time he wishes to return to work.  \nB. Leaves of absence for compelling and emergency  \npersonal reasons, other than illness, disability or acci-  \ndent, may be granted to an employee upon written  \nrequest for an initial period not exceeding two (2)  \n54  \ncalendar months; provided, that if the reason for such  \nleave of absence continues for longer than two (2)  \ncalendar months, prior to the expiration of the initial  \nleave of absence, the employee may apply and the  \nCompany may grant extensions of said leave of ab-  \nsence not to exceed one (1) calendar month for each  \nextension up to a total of not exceeding twelve (12)  \nconsecutive months. The Company may require a  \nmedical examination establishing the fact that the em-  \nployee is able to resume his regular job. Such examina-  \ntion, if requested, will be at the Company's expense.  \nC. Requests for leaves of absence due to illness,  \ndisability, or a non-occupational or occupational acci-  \ndent shall be in writing and will be granted for a period  \nof up to two (2) calendar months upon the proper proof  \nof necessity therefore, with the right of the employee to  \nreceive renewals for one (1) calendar month period;  \nprovided said renewals are requested prior to the  \nexpiration of the leave of absence or any renewal  \nthereof up to a total of not exceeding twelve (12)  \nconsecutive months for any illness, disability, or non-  \noccupational accident. Any such request for leave of  \nabsence or any request for extension of such leave of  \nabsence shall, if requested by the Company, be accom-  \npanied by an appropriate doctor's statement certifying  \nthe necessity for the leave or the extension and speci-  \nfying the physical condition which necessitates it. The  \nCompany may require a medical examination or a  \nspecial doctor's report establishing recovery from the  \nillness, disability, or accident to the effect that he  \nemployee is fully able to resume his reguiar job without  \nrisk to the employee or other employees before permit-  \nting any employee who has been absent as a result of  \n99  \na leave under this Section to resume his job. Such  \nexamination, if requested, will be at the Company's  \nexpense.  \nD. Leaves of absences for occupational injuries cov-  \nered by Workman's Compensation will remain in effect  \nfor the maximum compensation period provided by law  \nor untiisuch emptoyee is able to return to his normal job,  \nwhichever occurs sooner, Sections 1 (B) and  \n(C) above provide for leaves of absence for reasons as  \noutlined therein for a period not exceeding one (1) year.  \nitis agreed by the parties that the normal situation which  \nwould require a leave of absence with not exist for longer  \nthan the one (1) year maximum period, provided for in  \nthese Sections, but it is understood that there could be  \nthat exceptional situation where the employee will not  \nbe able to return to work at the end of twelve (12)  \ncalendar months but would be able to return in the  \nimmediate foreseeable future. It is therefore, agreed  \nthat if an employee is on leave of absence under the  \nprovisions of Section 71 (B) and (C) above and is unable  \nto return at the end of the maximum twelve (12) month  \nperiod that the Company may review his case upon  \nrequest of the employee and if it appears that the  \nemployee will be able to return to work in the immediate  \nforeseeable future, the Company may extend the leave  \nunder those special circumstances beyond the one {1)  \nyear maximum limitation provided for above,  \n£. A medical leave of absence starts the day an  \nemployee requests the Jeave by phone or in writing. If  \nan employee can furnish a proper medical statement  \nverifying the absences immediately preceding the leave  \nof absence were related, the leave of absence will be  \n56  \nretroactive to the date of the initial preceding absence.  \nIf no medical proof is presented, the medical leave of  \nabsence will start the day the employee requested the  \nleave.  \nF. Leave of absence forms, for leaves extending be-  \nyond two (2) days, may be obtained by the employee,  \na member of his family, or a friend.  \nSection 2.  \nAny employee who fails to return on the day specified  \nas the expiration date of his leave of absence or the  \nexpiration date of an extension granted under this  \nArticle shall be deemed to have quit and shail have no  \nfurther rights under this Agreement. Unless there is  \njustifiable reason for failure to report.  \nSection 3.  \nNo employee shall work elsewhere while on leave of  \nabsence from this Company unless express permis-  \nsion to perform such outside work shall have been  \ngranted by the Human Resources Manager in writing.  \nAny person who is on sick or other leave and found to  \nbe working elsewhere without such written permission  \nshall be automatically separated from the employment  \nof the Company. This shall not apply to employees on  \nlayoff.  \nSection 4.  \nAn employee who desires to return to work prior to the  \ndate specified for the expiration of his leave of absence  \nmay only do so by giving the Company a week’s notice  \nprior to the time he wishes to return to work. !f the  \nCompany can reasonably do so, it will allow him to  \n57  \nreturn to work prior to the end of the week's notice, but  \nShall have no obligation to do so until the end of the  \nweek's notice.  \nSection 5.  \nLeaves of absence when requested in writing forty-  \neight (48) hours in advance will be granted to employ-  \nees by the Union to attend a Union conven-  \ntion or meeting. The total time for which such leaves will  \nbe granted will not exceed a cumulative total of fifteen  \n(15) days for any one person in any calendar year. The  \nUnion agrees that, in making its requests for time off as  \nprovided in this Section, due consideration shall be  \ngiven to the number of employees granted time off in  \norder that there shalt be no disruption of tne Company's  \noperations due to lack of available employees.  \nSection 6.  \nUpon written request to the Company, an employee will  \nbe granted a leave of absence from the bargaining unit  \nfar the purpose of accepting full ttme employment with  \nthe Local Union. Likewise, an employee wilt be granted  \na leave of absence from the bargaining unit to accept a  \nnon-bargaining unit position at the Aiken plant.  \nEffective with the 1999 contract, employees accepting  \nfull time emptoyment with the Local or to serve in a  \nmanagement position al ihe Aiken plant will continue to  \naccumulate plant and department seniority while on  \nleave of absence from the bargaining unit.  \nIf such employee, while still in the employment of the  \nAiken plant or Locai Union returns to the bargaining  \nunit, he will be placed on he highest rated job for which  \n58  \nhe was Q-rated and to which his seniority entitles himto  \nhold.  \nSection 7.  \nEmployees returning fram leaves of absence will be  \nable to return to their same shift and job classification.  \nThey will be allowed to replace the junior employee in  \nthe job classification provided they notify the Company  \nfive days prior to the expiration of their leave and  \nprovided they have the department seniority to displace  \nsuch persons.  \nEffective with the 1999 contract. employees that were  \non leave of absence for union business of to  \nmanagement position at the Aiken plant and returning  \nfrom leave of absence will be able to return to his same  \nshift and job classification and/or the area and position  \nin which he held as long as such position exists.  \n"], ["ARTICLE 10  \nLUNCH and RELIEF  \n", "Section 1.  \nAll employees schedule to work a regular shift will be  \nallowed a thirty (30) minute junch period. Where the  \nCompany schedules operations on a twenty-four (24)  \nhour, three (3) shift basis, the Company will grant the  \nemployees working on such twenty-four (24) hour,  \nthree (3) shift basis their lunch period with pay. (But not  \nto be schedule in the first two hours and thirty minutes  \nof the shift). On all other operation and work schedules  \nthe lunch period will be without pay.  \n59  \nSection 2.  \nAll employees will receive twenty (20) minutes for relief  \nwith pay during an eight (8) hour shift. The first ten (10)  \nminute break will be scheduled during the first half of the  \nshift (but not before the end of the first hour) and the  \nsecond break in the second half of the shift.  \nSection 3.  \nEmployees scheduled to work for a period af four (4)  \nhours continuously either immediately before or imme-  \ndiately after their regular shift will be permitted an  \nadditional ten (10) minutes for relief and an additional  \nfifteen (15) minute lunch break.  \n"], ["ARTICLE 11  \nPAY DAY  \n", "Emptoyees will be paid each Thursday beginning at  \n10:00 A.M. if one of the recognized holidays falls on  \nThursday, employees pay-checks will be available at  \n2:30 P.M. on Wednesday. Second shift employees  \nshall receive their pay checks between 10:00 P.M. and  \nthe end of the shift on Wednesday. The Union recog-  \nnizes that thére can be an occasional problem in having  \nthe checks prepared by the end of the shift on Wednes-  \nday, and will therefore not hold the Company respon-  \nsible for such occasional misses. In the event the  \nchecks are not ready on Wednesday, the second shift  \nwill be paid on Thursday at 10:00 A.M. Employees who  \nare working third shift (midnight) will be paid on Thurs-  \nday morning by 8:00 A.M.  \n60  \n"], ["ARTICLE 12  \nSEPARATION OF EMPLOYMENT  \n", "Upon discharge, the Company shall pay all wages due  \nto the employee within forty-eight (48) hours from the  \ndate of discharge. Vacation pay will be paid to the  \nemployee on the pay day in the week following such  \ndischarge.  \nUpon quitting, the Company shall pay all money due to  \nthe employee, including vacation pay, on the pay day in  \nthe week following such quitting.  \n"], ["ARTICLE 13  \nPLANT VISITATIONS  \n", "Union business agents ar officials of the international  \nUnion shall have access to that portion of the Company's  \npremises where employees in the bargaining unit are  \nemployed for the purpose of viewing working conditions  \nand of determining if the provisions of this Agreement  \nare being observed by both parties. Such Union repre-  \nsentatives will make previous arrangements for their  \nvisits before entering the Company's premises. Such  \nofficials shall comply with plant Safety rules.  \nItis understood and agreed that such visits by the Union  \nofficiats shall not result in the interference with the work  \nof any employee.  \n"], ["ARTICLE 14  \nJOB STEWARDS  \n", "The Union may be represented by stewards who are  \n61  \nemployed and designated from the seniority list with the  \nunderstanding that not more than one (1) steward will  \nbe designated from each shift in each seniority depart-  \nment, except in Maintenance, which shall have two (2)  \nstewards and alternates. The Union may, tt desires,  \ndesignate an alternate employee to serve in the ab-  \nsence of the regularly designated steward. Such stew-  \nards so designated will confine their Union activity to the  \ndepartment to which they are assigned. The authority of  \nstewards and alternates so designated by the Union  \nshalt be limited to the handling of grievances in accor-  \ndance with the provisions of this Agreement.  \nThe steward shall not absent himself from his job  \nassignment or his place of work to handle grievances,  \nto visit with others or to carry on any business related to  \nthe Union without permission of his supervisor. Rea-  \nsonable request by the steward to leave his work station  \nfor the purpose of handling grievances shall be granted  \nprovided that such request do not result in unreason-  \nable interference with the work of the steward or with  \nany other employee.  \nIt is expected that stewards shall handle grievances  \nduring non-work time unless the nature of the grievance  \nis such that it is necessary to handle the same during  \nworking hours.  \nJob Stewards and alternates have no authority to take  \nstrike action, or any other action interrupting the  \nEmployer's business.  \n62  \n"], ["ARTICLE 15  \nSUPERVISORY PERSONNEL  \n", "It is agreed that non-unit employees will not perform  \nwork normally performed by bargaining unit employ-  \nees. However, itis understood that this provision will not  \napply to Supervisors, Engineers and Technicians in  \ncase of training or instruction, safety, emergency situ-  \nations and experimental work.  \n"], ["ARTICLE 16  \nSAFETY AND HEALTH  \n", "Section 1.  \nThe Company will continue its interest in, and make  \nreasonable provisions for, the safety and health of its  \nemployees during their hours of employment, including  \nthe maintenance of first aid facilities and emergency  \ntransportation to appropriate medical facilities. The  \nobligation of the Company in this regard shall be to use  \nordinary care in making such provisions. The Union will  \ncooperate to see that employees comply with such  \nreasonable rules, regulations, and practices as may be  \nprescribed for the purpose of providing safe, sanitary,  \nand healthful working conditions. The Union may ap-  \npoint up to three (3) employees of the bargaining unit to  \nfunction with Company representatives on a safety  \ncommittee. This committee shall meet monthly for the  \npurpose of promoting safe practices and working con-  \nditions in the plant. It is agreed that it is the duty of all  \nemployees to observe such safety and health rules as  \nmay be in effect or hereinafter made effective in the  \nplant and employees will be subject to disciplinary  \naction including discharge for breach of safety and  \n63  \nhealth rules or for failure to use safety or protective  \ndevices where required by the Company to be used.  \nSection 2.  \nWhere conditions of work are such as to require special  \nprotective devices or equipment in order to protect  \nemployees from injury and the use of such devices or  \nequipment is required by the Company, such devices  \nand equipment will be supplied by the Company at its  \nexpense.  \nA, Those employees requiring prescription glasses will  \nbe furnished such glasses, provided the employee  \nsupplies the prescription.  \nB. Ear and eye protection will be replaced by the  \nCompany provided the employee presents the unsatis-  \nfactory pair, otherwise the employee will be required to  \npurchase a new pair.  \nSection 3.  \nIn the event an employee is injured on the job andis sent  \nhome, to the hospital, or elsewhere for medical atten-  \ntion and is prevented by reason of such injury on the job,  \nfrom completing his work on the day of the injury, such  \nemployee will nevertheless receive pay at his appli-  \ncable hourly rate for the balance of his regular shift on  \nthat day.  \nSection 4.  \nThe Employer and the Union agree to cooperate with  \nemployees toward the prompt processing and settle-  \nment of Workmen's Compensation claims.  \n64  \n"], ["ARTICLE 17  \nDISABLED EMPLOYEES  \n", "The Company will not discriminate against any em-  \nployee or applicant for employment because of physical  \nor disability or because he or she is a disabled  \nveteran or veteran of the Vietnam Era in regard to any  \nposition for which the employee or applicant for employ-  \nment is qualified. The Company agrees to take afftrma-  \ntive action to employ, advance tn employment, and  \notherwise treat qualified disabled individuals, disabled  \nveterans and Veterans of the Vietnam Era without  \ndiscrimination based upon their physical or mental  \ndisability, or their veteran's status in all employment  \npractices such as the following: employment, upgrad-  \ning, demotion or transfer, recruitment, advertising, lay-  \noff, termination, rates-of-pay or other forms of compen-  \nsation, and selection for training, including apprentice-  \nship.  \nItis agreed to and understood that there is no obligation  \non the part of the Company to establish special or light  \nduty jobs for individual employees who have become  \nphysically disabled from their current jobs because of  \ndisability, but it is further agreed and understood that  \nthe Company and the Union may mutually agree to  \nestablish such individual jobs for individuals who may  \nnot fall under the Americans Disabilities Act (A.D.A.)  \n"], ["ARTICLE 18  \nVACATIONS  \n", "Section 1.  \nA. Employees onthe anniversary date of their first year  \nof continuous employment who are on the Company's  \n65  \npayroll at that time and who have worked a minimum of  \none thousand forty (1,040) hours during the preceding  \nyear shail be entitled to one (1) calendar week of  \nvacation with pay computed at forty-two (42) times their  \nnormal straight time hourly base rate in effect at the time  \nthey take their vacation. Such calendar week of vaca-  \ntion must be taken prior to the end of the calendar year  \nin which such employees complete their first year of  \ncontinuous employment with the Company. If there is  \nless than a full calendar week remaining in the calendar  \nyear after the completion of the first year of continuous  \nemployment, such employees will take their vacation in  \nthe last week of the calendar year.  \nB. Employees who have completed one year of con-  \ntinuous service and who are on the active  \npayroll as of January 1 in any calendar year and who  \nhave worked a minimum of one thousand forty (1,040)  \nhours during the preceding calendar year shall be  \nentitled to a vacation of one (1} calendar week with pay  \ncomputed at forty-two (42) times their normai straight  \ntime hourly base rate in effect at the time they take their  \nvacation. Such vacation must be taken subject to the  \nprovisions hereinafter during that calendar year.  \nSection 2.  \nA. Employees on the anniversary date of their third  \nyear of continuous employment who are on the  \nCompany's payroll at that time and who have worked a  \nminimum of one thousand forty (1,040) hours during the  \npreceding calendar year shall be entitled to a second  \ncalendar week of vacation. Pay for such second calen-  \ndar week of vacation will be computed at forty-two (42)  \ntimes the employee's normal straight time hourly base  \n66  \n=  \nrate in effect at the time they take their vacation. Such  \nsecond calendar week of vacation must be taken prior  \nto the end of the calendar year in which such employees  \ncomplete their third year of cantinuous employment  \nwith the Company. If there is less than a full calendar  \nweek remaining in the calendar year after the coriple-  \ntion of the third year of continuous empioyment, such  \nemployees will take their second calendar week of  \nvacation during the last week of the calendar year.  \nB. who have completed three (3) years of  \ncontinuous service and wha are on the Company's  \nactive payroll as of January 1, in any calendar year and  \nwho have worked a minimum of one thousand forty  \n(1,040) hours during the preceding calendars year willbe  \nentitled to two (2} calendar weeks of vacation with pay  \ncomputed at forty-two (42) times the employees’ nar-  \nmal straight time hourly base rate in effect at the time  \nthey take their vacation for each calendar week of  \nvacation. Such vacation must be taken subject to the  \nprovisions hereinafter during that calendar year.  \nSection 3.  \nA. Employees on the anniversary date of their seventh  \nyear of continuous employment who are on the  \nCompany's payroll at that time and who have worked a  \nminimum of one thousand forty (1,040) hours during the  \npreceding calendar year shali be entitled to a third  \ncalendar week of vacation with pay for such third  \ncalendar week of vacation to be computed at forty-two  \n(42) times the employee's norma} straight time hourly  \nbase rate in effect at the time they take their vacation.  \nSuch third calendar week of vacation must be taken  \nprior to the end of the calendar year in which such  \n67  \nemployees complete their seventh year of cantinuous  \nemployment with the Company. lf there is less than a  \nful] calendar week remaining in the calendar year after  \nthe completion of the seventh year of continuous em-  \nployment, such employees wil] take their third calendar  \nweek of vacation during the last week of the calendar  \nyear.  \nB. Employees who have completed seven (7) years of  \ncontinuous service and who are on the Company's  \nactive payroll as of January 1, in any calendar year and  \nwho have worked a minimum of one thousand forty  \n(1,040) hours during the preceding calendar year will be  \nentitled to three (3) calendar weeks of vacation with pay  \ncomputed at forty-two (42) times the employees’ nor-  \nmal straight time hourly base rate in effect at the time  \nthey take their vacation for each calendar week of  \nvacation. Such vacation must be taken subject to the  \nprovisions hereinafter during that calendar year.  \nSection 4,  \nA. Employees who are on the payroll as of January 1  \nin any calendar year and who have completed three (3)  \nyears of continuous service as of that date and who  \nhave worked at feasi five hundred twenty (520) hours  \nbut less than one thousand forty (1,040) hours during  \nthe preceding calendar year will be eligible for one (1)  \ncalendar week of vacation with pay for such one (1)  \ncalendar week of vacation to be computed at forty-two  \n(42) times their normal straight time hourly base rate in  \neffect at the time they take their vacation. Such vacation  \nmust be taken subject to the provisions hereinafter  \nduring that calendar year.  \n68  \nB. Employees who have completed seven (7) years of  \ncontinuous service and who are on the Company's  \nactive payroll as of January 1, in any calendar year and  \nwho have worked at least five hundred twenty (520)  \nhours but not less than one thousand forty (1,040) hours  \nduring the preceding calendar year will be entitled to two  \n(2) calendar weeks of vacation to be computed at forty-  \ntwo (42) times the employees’ normal straight time  \nhourly base rate in effect at the time they take their  \nvacation for such calendar week of vacation. Such  \nvacation must be taken subject to the provisions here-  \ninafter during that calendar year.  \nSection 5.  \nA. Employees on the anniversary date of their fifteenth  \nyear of continuous employment who are on the  \nCompany's payroll at that time and who have worked a  \nminimum of one thousand forty (1,040) hours during the  \npreceding calendar year shall be entitled to a fourth  \ncalendar week of vacation. Pay for such fourth week of  \nvacation will be computed at forty-two (42) times the  \nemployee’s normal straight time hourly base rate in  \neffect at the time they take their vacation. Such fourth  \ncalendar week of vacation must be taken prior to the  \nend of the calendar year in which such employees  \ncomplete their fifteenth year of continuous employment  \nwith the Company. If there is less than a full calendar  \nweek remaining in the calendar year after the comple-  \ntion of the fifteenth year of continuous employment,  \nsuch employees will take their fourth calendar week of  \nvacation during the last week of the calendar year.  \nB. Employees who have completed fifteen (15) years  \nof continuous service and are on the Company's active  \n69  \npayroll as of January 1, in any calendar year and who  \nhave worked a minimum of one thousand forty (1,040)  \nhours during the preceding calendar year will be entitled  \nto four (4) calendar weeks of vacation with pay com-  \nputed at forty-two (42) times the employees’ normal  \nStraight time hourly base rate in effect at the time they  \ntake their vacation for each calendar week of vacation.  \nSuch vacation must be taken subject to the provisions  \nhereinafter during that calendar year.  \nSection 6.  \nA. Employees on the anniversary date of their twenty-  \nfifth year of continuous employment who are on the  \npayroll at that time and who worked a  \nminimum of one thousand forty (1,040) hours during the  \npreceding calendar year shall be entitled to a fifth  \ncalendar week of vacation. Pay for such fifth week of  \nvacation will be computed at forty-two (42) times the  \nemployee's norma! straight time hourly base rate in  \neffect at the time they take their vacation. Such fifth  \ncalendar week of vacation must be taken prior to the  \nend of the calendar year in which such employees  \ncomplete their twenty-fifth year of continuous employ-  \nment with the Company. If there is less than a full  \ncalendar week remaining in the calendar year after the  \ncompletion of the twenty-fifth year of continuous em-  \nployment, such employees will take their fifth calendar  \nweek of vacation during the last week of.the calendar  \nyear.  \nB. Employees who have completed twenty-five (25)  \nyears of continuous service and are on the Company's  \nactive payroll as of January 1, in any calendar year and  \nwho have worked a minimum of one thousand forty  \n70  \n(1,040) hours during the preceding calendar year willbe  \nentitled to five (5) calendar weeks of vacation with pay  \ncomputed at forty-two (42) times the employees’ nor-  \nmal straight time hourly base rate in effect at the time  \nthey take their vacation for each calendar week of  \nvacation. Such vacation must be taken subject to the  \nprovisions hereinafter during that calendar year.  \nSection 7.  \nIn computing hours worked for vacation eligibility as  \nprovided hereinabove, employees will be considered to  \nhave worked hours during the calendar year for which  \nthey were paid though not worked, such as pay re-  \nceived for reporting pay, jury make-up pay, military  \nmake-up pay, funeral pay, vacation pay and holiday  \npay. In addition, employees will be considered to have  \nworked eight (8) hours per day for forty (40) hours per  \nweek for vacation computation as above provided for  \nany day or any week during the calendar year in which  \nthe employees were compensated for that day or that  \nweek under Compensation orthe Company's  \nShort Term Disability Plan. However, employees who  \nhave been ill or absent from work during a complete  \ncalendar year will not be eligible for vacation benefits for  \nthat calendar year.  \nSection 8.  \nVacations must be taken within a full calendar week.  \nEmployees who are eligible for two (2) or more weeks  \nof vacation may split their vacations but not in periods  \nof less than a full calendar week. For purposes of  \nvacation as provided in this Article, a calendar week  \nmeans from midnight Sunday to the following midnight  \nSunday.  \n71  \nSection 9.  \nIf a holiday occurs during the calendar week in which  \nemployees are taking their vacation and it falls on a  \ncalendar day during which employees would have been  \nscheduled to work had they not been on vacation. then  \nin that event such employees will have the choice of  \neither receiving an extra day of vacation pay computed  \nat eight (8) times their normal straight time hourly base  \nrate in effect at the time they take their vacation, or will  \nbe entitled to take an additional day of vacation with  \npay. It is understood that the employees will make such  \nchoice and notify their appropriate Management Repre-  \nsentative two (2) weeks prior to their vacation and if they  \nchoose to take an extra day of vacation, such day must  \nbe either their last scheduled workday prior to their  \nvacation calendar week or the first scheduled workday  \nfollowing their scheduled calendar week of vacation.  \nSection 10.  \nA. Vacations will be scheduled for the following calen-  \ndar year in December of each year. For this reason all  \nemployees who will be entitled to vacation pay in the  \nsucceeding calendar year will notify their appropriate  \nManagement Representative by no later than Decem-  \nber 1 as to their first, second, and third preferences for  \neach week of vacation to which they will be entitled in  \nthe following calendar year. All employees entitled to  \nvacation must take at least one (1) week of the vacation  \nto which they are entitled. An employee entitled to more  \nthan one (1) week of vacation, if requested by the  \nCompany, may at his option elect to work the additional  \nweeks of vacation and will be paid accordingly.  \n72  \nB. The Company will determine how many employees  \nwithin a department, job classification or the plant it can  \npermit to take vacation within a given week and will then  \ngive preference to employees seeking vacations in  \nthose weeks on the basis of plant seniority, within such  \ndepartment, however, if an employee moves to another  \ndepartment after vacation schedules have been com-  \npleted, his vacation preference for that year wiil be  \ngiven on the basis of what vacation time is available and  \nmust be selected at the time he moves into the new  \ndepartment.  \nC. An employee who has scheduled his vacation shall  \nnot be required to work overtime from his last regularly  \nscheduled shift prior to the start of such vacation.  \nD. Employees who are eligible for vacation during the  \ncalendar year but who are laid off for lack of work prior  \nto the taking of such vacation will receive their vacation  \npay on the pay day in the week following such Jayoff.  \nSuch vacation pay will be in lieu of vacation pay and  \nvacation at the time the employees would normally  \nhave taken their vacation subsequently in the year.  \n£. Employees who are eligible for vacation during a  \ncalendar year but who are terminated during the calen-  \ndar year prior to the time they are scheduled for vaca-  \ntion will receive their vacation pay due them at the time  \nof their termination on the pay day in the calendar week  \nfollowing the date of their termination. Upon returning to  \nwork from leave or as a result of resolution of a  \ngrievance, an employee will be eligible, to take vacation  \ntime, without pay, for vacations that were paid out but  \n73  \nnot taken. Employees must schedule this vacation time  \nwithin 30 days of return to work.  \nF. Vacation checks wit! be paid in separate checks.  \nG. The fotlawing procedures wil] guide the application  \nof the “one day at a time” vacation provision:  \n1. Employees with more than one (1) year of service  \nand less than eight (8) years of service, may elect to  \nreserve one week of vacation for day at a time vaca-  \ntions. Employees with eight (8) or more years of service  \nmay elect to reserve their final two (2) weeks of vacation  \nfor the future scheduling of one day vacation. Employ-  \nees with fifteen (15) ormore years of service may elect  \nto reserve a third week of vacation for the future  \nscheduling of one day vacation. Employees with twenty-  \nfive (25) or more years of setvice may elect to reserve  \na fourth week of vacation for the future scheduling of  \none day vacaiton,  \n2. Anemployee must request a daily vacation at least  \nthree (3) working days in advance of the day requested.  \nA request made at any other time must be approved in  \nadvance by the appropriate management representa-  \ntive.  \n3. Daily vacation pay will be considered as eight (8)  \nhours worked for overtime purposes and for seventh  \n(7th) consecutive day premium payments.  \n4. Daily vacation days not used prior to December 15th  \nwill be paid the second pay day in December.  \n74  \n9. One day vacation pay will be included in the reguiar  \npay checks for the week in which the daily vacation was  \ntaken, The payment will be computed at 8.4 hours for  \neach day at the applicable rate of pay. Daily vacation  \nmust be taken on a scheduled work day and this day  \nhas to be taken off. Daily vacation cannot be worked.  \n6. The Company is not obligated to allow a one day  \nvacation if all vacation slots are filled for that day unless  \napproved in advance by appropriate Management Rep-  \nresentative.  \n"], ["ARTICLE 19  \nHOLIDAYS  \n", "Section 1.  \nA. Double time and a half (2 1/2) shall be paid for all  \nwork performed on the following holidays:  \nNew Year's Eve Day 24 Hours  \nNew Year's Day 24 Hours  \nPresidential Day 24 Hours  \n(3rd Monday in February)  \nGood Friday 24 Hours  \nMemorial Day 24 Hours  \n(last Monday in May)  \nFourth of July 24 Hours  \nLabor Day 24 Hours  \nThanksgiving Day 24 Hours  \nFriday after Thanksgiving 24 Hours  \nDecember 24th 24 Hours  \nChristmas Day 24 Hours  \nB. In the case of each of the designated Holidays, the  \n15  \n   \nincreased rate will be paid beginning midnight and  \ncontinuing for the next twenty-four (24) hour period.  \nSection 2.  \nEmployees who are regularly scheduled to work on a  \nholiday, but do not work because the Company curtails  \noperations in observance of the holiday, will be granted  \neight (8) hours of pay at their basic hourly rate.  \nIn order to qualify for eight (8) hours of Holiday pay, an  \nemployee must work both his last regular schedule  \nworkday prior to the Holiday and his first regularly  \nscheduled wrokday after the Holiday. He will, however,  \nbe entitled to receive the eight (8) hours pay if on only  \none of such days his absence was due fo:  \n1. Injury or illness supported by a written statement  \nfrom his Doctor.  \nIf an employee’s absence is due to any of the below  \nlisted causes he wil! be entitled to receive the eight (8)  \nhours of Holiday pay if he worked his last regular  \nscheduled workday prior to and his first regular sched-  \nuled workday after the occurrence of the absence.  \n1. Jury Duty  \n2. Death in the employee's immediate family  \n3. Elected Union Officials attending established Union  \nMeetings  \nEmployees out under Workmen's Compensation Insur-  \nance will be eligible to receive eight (8) hours Holiday  \n76  \npay on any of the above fisted Holidays, if the Holiday  \noccurs after the employee goes out on Compensation  \ninsurance. Maximum twenty-six (26) weeks while the  \nemployee is drawing Workmen's Compensation.  \nSection 3.  \nif a holiday occurs during an employee's vacation time  \nand the employee is scheduled to work on the  \nhe shall receive an additional day of vacation with pay  \nor an additional day of vacation pay.  \nSection 4.  \nAil full time employees who have completed their pro-  \nbationary period and who would not normatty be sched-  \nuled to work and who do not work during the following  \nholidays shall be paid eight (8) hours of pay at their  \nbasic hourly rate.  \nNew Year's Eve Day  \nNew Year's Day  \nPresidential Day  \nGood Friday  \nMemorial Day  \nFourth of July  \nLabor Day  \nThanksgiving Day  \nFriday after Thanksgiving  \nDecember 24th  \nChristmas Day  \nThis Section is subject to the provisions:  \nIn order to quaqlify for eight (8) hours of Holiday pay, an  \nemployee must work both his last regular scheduled  \n77  \nworkday prior to the Holiday and his first regular sched-  \nuled workday after the Holiday. He will however, be  \nentitled to receive the eight (8) hours pay if on only one  \nof such days his absence was due to:  \n1. Injury or illness supported by a written statement  \nfrom his Doctor.  \nA. Ifan employee's absence is due to any of the below  \nlisted causes he will be entitled to receive the eight (8)  \nhours of Holiday pay if he worked his fast regular  \nscheduled workday prior to and his first regular sched-  \nuled workday after the occurrence of the absence.  \n1. Jury Duty  \n2. Death in the employee's immediate family  \n3. Elected Union Otticials attending establisned Union  \nMeetings  \nEmployees out under Workmen's Compensation Insur-  \nance will be eligible to receive eight (8) hours Holiday  \npay on any of the above listed Holidays, if the Holiday  \noccurs after the employee goes out on Compensation  \nInsurance. Maximum twenty-six (26) weeks while the  \nemployee is drawing Workmen's Compensation.  \nB. No payment will be made for holidays not worked to  \nemployees on leave of absence for any reason or on  \nfurlough (except as outlined above). Employees on  \nfurlough due to temporary curtailment will be eligible for  \neight (8) hours of unworked holiday pay.  \n78  \nC. Employees who accept work assignments for holi-  \nday work and fail to report for work shall not be entitled  \nto holiday pay.  \n_D. Ifa holiday falls during an vacation and  \nhe was not scheduled to work on the holiday, he will be  \ngranted an extra day's pay calculated at eight (8) times  \nhis basic hourly rate but not an additional day of  \nvacation.  \nSection 5.  \nHoliday hours paid for but not worked shall be consid-  \nered as hours worked in the calculation of overtime  \nwhen the holiday falls on an employee's regular sched-  \nuled workday. Holiday hours paid for but not worked  \nshall not be used in the calculation of overtime pay ifthe  \nemployee was not scheduled to work on that day.  \nSection 6.  \nIn the event that a holiday falls on a Sunday, tt shall be  \nobserved on the following Monday and holiday pay  \nprovisions for working on a holiday or for holiday pay, as  \nsuch, will be limited to the twenty-four (24) hour period  \nfrom midnight to midnight on Monday.  \nSection 7.  \nNo payment shall be made to any employee who is  \nscheduled to work on a holiday but fails to do so.  \n"], ["ARTICLE 20  \nFUNERAL LEAVE  \n", "In the event of the death of the wife, husband, child,  \nstepchild, sister, brother, stepsister, stepbrother, mother,  \n79  \nfather, mother-in-law, father-in-law, stepmother, step-  \nfather, grandparent, grandchild, or legal guardian of an  \nemployee who has completed his probationary period,  \nsuch employee will be allowed the necessary time off to  \nattend the funeral and will receive pay for time lost from  \nwork to be computed at eight (8) times his straight time  \nhourly rate on the day before, the day of, and the day  \nafter the funeral. In the event of the death of a spouse,  \nthe employee will be allowed two additional days with-  \nout pay immediately preceding or folllowing the above  \ndefined three day period. Funeral pay will not be pay-  \nable in the event the day of, the day before, or the day  \nafter the funeral does not fall on the day the employee  \nis scheduled to work, including days which the  \nemployee is on leave of absence or furlough. For each  \nday of funeral pay, eight (8) hours will be credited as  \ntime worked for the purpose of computing the first forty  \n(40) hours in a given pay period.  \n"], ["ARTICLE 21  \nJURY MAKEUP PAY  \n", "Any employee who is required to serve as a juror in any  \ncourt during any portion of a calendar day on which he  \nis scheduled to work (a calendar day as used herein is  \na twenty-four (24) hour period beginning at midnight  \nand continuing for twenty-four (24) consecutive hours)  \nwill receive the difference between his regular base rate  \nof pay and the money receive for his jury service. For  \neach day of jury duty, eight (8) hours will be credited as  \ntime worked for the purpose of computing the first forty  \n(40) hours in a given pay period. In order to be eligible  \nfor jury pay the employee must meet the following  \nconditions:  \n80  \n1. He must notify the Company as promptly as pos-  \nsible upon receipt of his surmmons for jury duty.  \n2. He will request postponement of jury service or  \nchange in date, if required to do so by the Company.  \n3. The employee will present evidence of the amount  \nreceived as jury pay from the court to the Company  \nfor the purpose of computing the amount due him  \nunder this paragraph,  \nEmployees scheduled to report for jury duty during the  \ntwenty-four (24) hour calendar day as above defined  \nwill not be required to work during that day.  \n"], ["ARTICLE 22  \nMILITARY CLAUSE  \n", "Section 1.  \nA regular employee who is absent from a position of  \nemployment by reason of service in the uniformed  \nservices shall be entitled to the reemployment rights  \nand benefits and other employment benefits upon the  \ntermination of such service in accordance with the laws  \nof the United States and the State of South Carolina in  \neffect at the time of such reemptoyment.  \nSection 2.  \nRequests for leave of absence to perform active duty,  \nemergency duty or for training on active or inactive  \nStatus will be handled in accordance with appropriate  \nState and/or Federal statutues.  \nSection 3.  \nAn employee on leave of absence for training in the  \nmilitary Reserve or National Guard, who has completed  \n81  \none (1) year of service with the Company, will be  \nreimbursed the difference between his basic service  \nearnings and his base hourly rate of pay up to eight (8)  \nhours a day fordays such employee would have worked  \nhad he not been performing such military Reserve or  \nNational Guard service up to. but not exceeding a  \nperiod of thirty (30) consecutive days per year. Employ-  \nees with less than one (1) year's service will be granted  \nleave as required by appropriate statute, but without  \npay.  \nThe Company will continue the Health Care and Life  \nInsurance program plan, for employees on leave for  \nannual active military training.  \n"], ["ARTICLE 23  \nWAGE AND JOB EVALUATION  \n", "Section 1.  \nThe Company will maintain clear and specific job de-  \nscriptions for all jobs in the bargaining unit consistent  \nwith the terms of this Agreement. The Union will be  \nnotified of any changes in job descriptions. It is under-  \nstood that necessary work consistent with the nature of  \nthe job will be performed by an employee, even though  \nnot specifically listed in the job description.  \nJob descriptions will be kept on file in the Industrial  \nRelations Supervisor's office and in the Union Business  \nAgent's office. A copy of the job description willbe made  \navailable for review upon request of an employee.  \nSection 2.  \nJob titles and the wage rate groups to which such job  \n82  \nis  \ntitles are assigned for employees covered by the Agree-  \nment are listed in Schedule A which is attached hereto  \nand made a part hereof, and it is agreed that the  \nCompany shail pay the rates as provided for such wage  \ngroups to the jobs assigned to such groups for the  \nduration of this Agreement.  \nSection 3.  \nA. If during the life of this Agreement, a new job is  \ncreated or substantial and material changes are made  \nin an existing job so as to materially change the job, the  \nCompany through the processes of its established job  \nevaluation system shall assign such newly created or  \nsubstantially changed job to its proper rate group.  \nB. When the appropriate rate group for such newly  \ncreated or materially changed job has been determined  \nby the Company, such job will be assigned the rate so  \ndetermined and the Union will be notified. If the Union  \nhas questions concerning the rate group assignment of  \nsuch new or changed job, it may so indicate to the  \nCompany within thirty (30) days of the date the Union is  \nnotified by the Company as to the rate group placement  \nand the Company will meet with the Union, discuss the  \nrate group placement of such job and, in addition, will  \nmake available to the Union for its study and inspection,  \nbut not for the purpose of removal from the Company's  \npremises, all of the Company's job evaluation materials  \nrelating to the study of such job. If after such discussion  \nand examination of the Company's job evaluation ma-  \nterial the Union is still dissatisfied with the rate group  \nplacement of such job, the Union may regard the matter  \nas a grievance in accordance with Article 6 hereof.  \nSuch grievance will be initially processed at Step 3 of  \n83  \nthe grievance procedure and any change made in the  \nrate group assignment will be made retroactive to the  \ndate of the grievance. Any grievance relating to the  \nplacement of a newly created or substantially changed  \njob to a specific rate group must be filed no later than  \nsixty (60) days from the date the Union is notified by the  \nCompany as to the rate group placement of such job.  \nC. In exchange for access to all of the Company's job  \nevaluation studies and material, it is understood that  \nthere will be no job evaluation studies made at any time  \nby persons other than the Company's job study engi-  \nneers,  \nD. The Union will have the right to make their own  \nproduction rate studies of all rated jobs in the bargaining  \nunit at Step 4 in the Grievance procedure.  \n"], ["ARTICLE 24  \n- PLANT RULES  \n", "The Company shail have the right to adopt reasonable  \nplant rules and shall have the right to impose discipline  \nfor violation of such rules. Prior to the adoption of new  \nor changed rules, the Company will review such changes  \nwith the Union. It is expressly understood that at all  \ntimes employees will observe the rules of the Company  \nand will observe the direction of its appropriate man-  \nagement representative. Ifan employee feels aggrieved  \nas a result of the rules or direction of an appropriate  \nmanagement representative, he will observe the rule or  \ndirection and express his grievance through the griev-  \nance procedure provided in this Agreement. All Plant  \nrules and policies will be posted in work area.  \n84  \n"], ["ARTICLE 25  \nBULLETIN BOARD  \n", "Union notices stating the time and place of Union  \nmeetings, Union elections, results of Union elections  \nand appaintments, Union social affairs, and Union dues  \nmay be posted upon a centrally located bulletin board  \nprovided for this purpose by the Company. No notice  \nShall contain political or controversial matter or any  \nmatter reflecting upon the Company, the Union, or any  \nof the employees. Such notices will be promptly posted  \nby the Human Resources Department of the Company  \ntipon the Union's request provided that such notices  \nconfarm to the above terms.  \n"], ["ARTICLE 26  \nNO STRIKES AND NO LOCKOUTS  \n", "The Union agrees that neither the Union nor any of its  \nofficers, agents, of representatives will cali, authorize,  \nratify, or condone any strike, slowdown, picketing,  \nstoppage of work, or other interference with work or the  \noperation and conduct of the Company's business  \nduring the term of this Agreement.  \nThe Company agrees that there will be no lockout  \nduring the term of this Agreement.  \nThe Union agrees that in event of any strike, slowdown,  \npicketing, stoppage of work, or other interference with  \nwork by its members during the term of this Agreement,  \nthe Union and its representatives shall exercise their  \nbest efforts to dissuade all such unauthorized conduct,  \nbreaches, and defaults of this Agreement and to per-  \n85  \nsuade the employees responsible therefore to cease  \nand desist therefrom and return to work. The Union  \nagrees that any employee who participates in any such  \nunauthorized strike, slowdown, picketing, stoppage of  \nwork or other interference with work shall be subject to  \ndiscipline or discharge by the Employer. It is agreed and  \nunderstood if such matters go to arbitration and the  \nArbitrator finds that the employee did participate, then  \nhe shall not have any authority to change, alter, modify,  \nOr amend in any way the discipline ar discharge meted  \nout by the Company.  \nAs part of the Union's obligation under this Articte, the  \nUnion will, upon request, notify, in writing, or by wire,  \nany employees engaging in an unauthorized strike,  \nslowdown, picketing, stoppage of work or other interfer-  \nence with work that their conduct is fn violation of this  \nAgreement and shalt at the same time forward a copy  \nof such notice to the Company.  \nThe Company agrees that if the Union carries out its  \nresponsibilities under this Article, it shall not be liable in  \ndamages to the Company and the Company waives  \nany claim for damages it may have or suffer in the future  \nas a result of any strike, slowdown, picketing, stoppage  \nof work, or other interference with work-which is not  \nauthorized, ratified, or condoned by the Union; and  \nprovided the Union fulfills its responsibilities as  \nhereinbefore provided.  \n86  \n"], ["ARTICLE 27  \nMANAGEMENT RIGHTS  \n", "Section 1.  \nThe Management of the plant and the direction of the.  \nworking force, including aft those rights heretofore  \nexercised by the Company, are retained as part of its  \ninherent rights of management, except as otherwise  \nexpressly and specifically abridged, limited or restricted  \nby a specific provision of this Agreement.  \nSuch rights of management including, but not limited to,  \nthe right of the Company to hire, suspend, transfer,  \npromote, discharge or discipline for cause, and to  \nmaintain discipline and efficiency of its employees: to  \nrelieve or terminate employees for lack of work or other  \ncauses other than for membership or non-membership  \nin the Union; to add to or reduce the number of shifts,  \nthe work schedule and the number of hours to be  \nworked and number of employees it sha!l employ at any  \ntime; to plan, direct, control, increase, decrease opera-  \ntions in whole or in part, to increase or change produc-  \ntive equipment; to determine the type of products to be  \nmanufactured, the location of plants and transfer of or  \nany part of the Company's operation: to subcontract  \nwork but not for the purpose of discriminatorily destroy-  \ning the bargaining unit; to change machinery, methods,  \nfacilities, areas of production and types of products to  \nbe manufactured in the plant; to introduce new meth-  \nods, techniques and/or machines; to determine the  \nreduction, combination, transfer, assignment or elimi-  \nnation of any job, department or operation, and the  \nqualifications or capabilities necessary to do any of the  \njobs it shall have or may create in the future; to  \n87  \ndetermine the policies affecting the selection and/or  \ntraining of new employees and to select and assign  \nduties to supervisory and other categories of employ-  \nees excluded from this Agreement. The failure of the  \nCompany to exercise any function, power, or right in a  \nparticular manner shall not be deemed a waiver of the  \nright of the Company to exercise such power, function,  \nauthority or right or to preclude the Company from  \nexercising the same in some other manner so tong as  \nit does not conflict with any express provision of this  \nAgreement. Any and all rights granted to or acquired by  \nthe employees or the Union under this Agreement or  \nduring its life shall have no application beyond the term  \nof this Agreement or any renewal thereof or in any plant  \nor plants in which the Company may be interested at  \nany location other than the location of the plant at Aiken,  \nsouth Carolina.  \nSection 2.  \nit is aqgreed that the reserve management rights set  \nforth in this Agreement and particularly in the foregoing  \nSection shall not be subject to arbitration or impairment  \nby an arbitration award under Article 6, or under any  \nother provision of this Agreement except as may be  \nhereinafter set forth in this Section.  \nIt is agreed that timely grievances brought and handled |  \nin accordance with the grievance procedure concerning  \nthe discharge or discipline of an employee who has  \ncompleted his probationary period may be subject to  \narbitration within the limitations hereinafter provided in  \nthis Article.  \nIt is further agreed that a dispute involving the capabili-  \n88  \nties of an employee for a job for which he has bid under  \nArticle 5 may be subject to arbitration to the extent of  \nand within the limitations provided in Article 6 hereof.  \nit is further agreed that timely grievances alleging the  \nlayoff, transfer or recall of any employee contrary to the  \nexpress provisions of Article 5 of this Agreement (other  \nthan transfers or separations arising as a result of the  \nCompany's moving, closing, selling, consolidating, or  \nliquidating a plant or plants in whole or in part, or the  \nchanging or discontinuing of a product or products and  \nas a consequence, the composition of the work force)  \nmay be subject to arbitration.  \nIt is further agreed that grievances involving questions  \nas to whether employees are entitled to holiday or  \nvacation pay, or whether an is receiving his  \nrate of pay as provided in the contract, and whether  \nemployees are receiving the job benefits provided by  \nthis Agreement may be subject to arbitration.  \n"], ["ARTICLE 28  \nNO DISCRIMINATION CLAUSE  \n", "Section 1.  \nThe Company and the Union agree that there will be no  \ndiscrimination by the Company or the Union in the terms  \nor conditions of employment of any employee because  \nof that employee's race, creed, color, sex, religion,  \nnational origin, or age.  \nSection 2.  \nEmployees will be equally free to join or not to join the  \nUnion, or to support or not support Union activities.  \n89  \n"], ["ARTICLE 29  \nADDRESS CHANGE  \n", "It shall be the responsibility of each employee to keep  \nthe Company informed concerning. any change in his  \ntelephone number or address. Notices required by the  \nCompany tobe given to an employee will be given at the  \nlast address and telephone number furnished by the  \nemployee and failure of the employee to receive notifi-  \ncation either by mail or by telephone by reason of a  \nchange in his address or telephone number shall be the  \nsole responsibility of the employee. Forms forchanging .  \naddress -and telephone number are providing in the  \nHuman Resources Office.  \n"], ["ARTICLE 30  \nHEALTH CARE PLAN  \n", "The PPO Health Care Plan and Disability Plan  \ndefined under Owens Corning/Advanced Glassfiber  \nYarns transition services agreement), will remain in full  \nforce and effect through December 31, 1999. Beginning  \nJanuary 1, 2000, it is agreed by the Company and the  \nUnion that the terms of the Advanced Glassfiber Yarns  \nHealth Care and Disability Plans shall become effec-  \ntive. Employees will become/remain eligible for cover-  \nage under these plans, in accordance with the plan  \neligibility rules. (New employees will become eligible for  \ncoverage after they have completed their probationary  \nperiod.) The Company retains the right to make changes  \nin these plans, including changes necessary to protect  \nits tax-favored status and for administrative purposes.  \n90  \n"], ["ARTICLE 31  \nPENSION PLAN  \n", "   \nThe Pension Plan and retiree Health Care Plan (as  \ndefined under Owens Corning/Advanced Glassfiber  \nYarns transition services agreement), shall remain in  \nfull force and effect through December 31, 1999. Begin-  \nning January 1, 2000, it is agreed by the Company and  \nthe union that the terms of the Advanced Glassfiber  \nYarns Retirement Plan will become effective. However,  \nthe Company reserves the right to make changes to  \nthese plans, including changes necessary to protect  \ntheir tax-favored status and for administrative pur-  \nposes. The company retirement plan monthly defined  \ncontribution levels will be suspended for the period  \nOctober 2002 - September 2003.  \nThe Company retirement plan monthly defined contri-  \nbution levels will be $70 for rate groups 3 through 10,  \n$84 for rate groups 11 through 13, and $91 for rate  \ngroups 13A through 14A for the period October 2003 -  \nSeptember 2005.  \nThe company retirement plan monthly defined contribu-  \ntion levels will be $60 for rate groups 3 through 10, $72  \nfor rate groups 11 through 13, and $78 for rate groups  \n13A through 14A for the period October 2005 - May 1,  \n2006.  \nEmployees who have retired under the permanent and  \ntotal disability provision of the Corporate Pension Plan  \nand who fully recover from the cause of their disability  \nmay be reinstated to the job which their bargaining unit  \nseniority they had at the time of the disability retirement  \n91  \nentitles them. Upon reinstatement such employee shall  \nhave his seniority since his last date of hire including  \ntime spent on disability retirement credited as Company  \nservice for purposes of applicable fringe type benefits  \ndefined in this agreement such as vacations, credited  \ntime, pensions, provided however, that nothing in this  \nprovision allows the same period of service for benefits  \naccrual purposes under both plans.  \nEmployees who have worked 1040 hours in the year in  \nwhich they retire, under a normal retirement, willreceive  \nat the time of retirement the vacation pay they would  \nhave been entitled to in the following year (as outline  \nunder Article 18.)  \nEmployees retiring effective December 31, will receive  \nearned credited service pay as outline in Article 34.  \n"], ["ARTICLE 32  \nCHECKOFF  \n", "The Company agrees that it will deduct initiation fees  \nand membership dues from the wages of employees  \nwho have completed their probationary period and who  \nare covered by the Agreement on the second Thursday  \nin each month provided that the Company receives a  \nwritten authority to make such deductions. Such deduc-  \ntions will be made in the amounts certified to the  \nCompany by the Union in writing. In case a member  \ndoes not have pay or has insufficient pay to cover the  \nauthorized deductions in the pay period in which deduc-  \ntions are made, no deductions will be made; however,  \nupon prompt written notice from the Union identifying  \nsuch members who are delinquent and provided such  \n92  \nmembers have sufficient pay due them, the Company  \nwill deduct the amount in arrears from a subsequent  \npaycheck. The written assignment and authorization  \nprovided herein must comply with all state and federal  \n‘laws. The Company will promptly remit monthly to the  \nUnion the amount of monies so deducted. The Union  \nwill indemnify the Company against any and all claims  \nmade against it by reason of compliance with this  \nArticle.  \nIt is understood that this provision in no way renders the  \nCompany responsible for deductions from employees  \nwho have terminated employment.  \nA Union representative will meet with new employees  \nduring orientation for Union presentation.  \n"], ["ARTICLE 33  \nSEPARABILITY AND SAVINGS  \n", "If any provision of this Contract is held to be inconsistent  \nwith state, federal, or other applicable laws, such find-  \nings shall not affect the other provision of this Agree-  \nment, which shall remain in full force and effect.  \n"], ["ARTICLE 34  \nCREDITED SERVICE PAY  \n", "This provision does not apply to anyone hired on or after  \nJanuary 1, 2001.  \nSection 1.  \nEmployees on the payroll on January 1 who have  \nworked one thousand forty (1,040) hours in the preced-  \n93  \ning calendar year and have completed ten (10) or more  \nyears of continuous service shall be entitled to three (3)  \nadditional days of pay (24 hours). ‘  \nSection 2.  \nEmployees on the payroll on January 1 who have  \nworked one thousand forty (1,040) hours in the preced-  \ning calendar year and have completed fifteen (15) or  \nmore years of continuous service shall be entitled to  \nfour (4) additional days of pay (32 hours).  \nSection 3.  \nA. Employees on their anniversary date who have  \nworked one thousand forty (1,040) hours in the preced-  \ning calendar year and have completed ten (10) or more  \nyears Of continuous service shall be entitled to three (3)  \nadditional days of pay (24 hours) on their anniversary  \ndate that year.  \nB. Employees on their anniversary date who worked  \none thousand forty (1.040) hours in the preceding  \ncalendar year and have completed fifteen (15) or more  \nyears of continuous service shall be entitled to four (4)  \nadditional days of pay (32 hours) on their anniversary  \ndate that year.  \nC. Employees on the payroll on January 1 who have  \nworked one thousand forty (1,040) hours in the preced-  \ning calendar year and have completed twenty (20) or  \nmore years of continuous service shall be entitled to five”  \n(5) additional days of pay (40 hours).  \n‘D. Employees on their anniversary date who worked  \none thousand forty (1,040) hours in the preceding  \n94  \ncalendar year and have completed twenty (20) or mare  \nyears of continuous service shall be entitled to five (5)  \nadditional days of pay (40 hours) on their anniversary  \ndate that year.  \nSection 4.  \nThe rate of pay for these additional days-shall be.  \ndetermined by the base hourly rate. Payment of these  \ndays will be made in the pay period closest to February  \n1 and August 1 of each year. Payment for additional  \ndays earned during the year will paid the second week  \nof December.  \nSection 5,  \nTime off because of sickness or accident compensated  \nunder Workmen's Compensation or the group insur-  \nance plan shall be counted as hours worked at the rate  \nof eight hours per day for forty hours per week for this  \neligibility requirement. However, employees who have  \nbeen absent from work during the preceding complete  \ncalendar year will not be eligible for credited service  \npay.  \n"], ["ARTICLE 35  \nPROTECTIVE CLOTHING  \n", "In the area of protection clothing the company agrees it  \nwill follow present practices making sure adequate  \nsupplies are available. In addition, the company agrees  \nto the following:  \nMaintenance employees will be supplied three (3) pair  \nof coveralls except employees in Alloy. Worn out or  \ndamaged coveralls may be exchanged for a new pair.  \n95  \n"], ["ARTICLE 36  \nSUBCONTRACTORS  \n", "It is the intent of the Company to maintain as uniform a  \nmaintenance work force as possible. However, the  \nCompany's operating requirements may necessitate  \nthe use of outside contractors. On a quarterly basis, the  \nPlant Engineer or his designated Representative will  \nreview the use of outside contractors with the Business  \nAgent or his designated Representative at the Busi-  \nness Agent's request.  \nDuring periods of furlough or cutback the Company wiil  \nmake reasonable effort, with proper consideration to  \nbusiness and operating requirements, to utilize cutback  \nor furloughed craft employees rather than outside con-  \ntractors.  \n"], ["ARTICLE 37  \nCOST OF LIVING  \n", "A. The Index used to compute cost of living adjust-  \nments in the official B.L.S. Revised C.P.!. for Urban  \nWage Earners and Clerical Workers.  \nB. The formula used to compute cost of living adjust-  \nments in a one (1.0) cent increase for each .5 point rise  \nin the published index after the index rises seven (7)  \npercent in each agreement year as defined below.  \nC. Inthe first year of the Agreement if the cost of living  \nincreases more than seven (7) percent over the pub-  \nlished index in effect on May 4, 1999. (The index is  \n480.9) The Company will pay one (1.0) cent foreach 0.5  \n96  \npoint rise after the index goes up seven (7) percent. The  \nCompany will review at the beginning of the quarter  \nafter the published index rises seven (7) percent. The  \nnecessary adjustments will be made effective on the  \nMonday nearest August 2, November 1, February 7, or  \nMay 1.  \nD. In the second year of the Agreement if the cost of  \nliving goes up more than seven (7) percent over the  \nB.L.S. index published and in effect on May 1, 2000, the  \nCompany will pay one (1.0) cent for each 0.5 point rise  \nover the seven (7) percent index point the Company will  \nreview at the beginning of the quarter after the pub-  \nlished index goes up seven (7) percent. The necessary  \nadjustments will be made effective on the Monday  \nnearest August 7, November 6, February 5, or May 7.  \nE. Inthe third year of the Agreement if the cost of living  \ngoes up more than seven (7) percent over the B.L.S.  \nindex published and in effect on May 7, 2001, the  \nCompany will pay one (1.0) cent for each 0.5 point rise  \nover the seven (7) percent index point the Company will  \nreview at the beginning of the quarter after the pub-  \nlished index goes up seven (7) percent. The necessary  \nadjustments will be made effective on the Monday  \nnearest August 6, November 5, February 4, or May 6.  \n"], ["ARTICLE 38  \n401(k) AND PROFIT SHARING PLANS  \n", "The Savings and Security Plan {as defined under  \nOwens Corning/Advanced Glassfiber Yarns transition  \nservices agreement), shall remain in full force and  \neffect, as amended, through December 31, 1999. Be-  \nginning January 1, 2000, it is agreed by the Company  \n97  \nand the Union that the 401{k) and Profit Sharing Plans  \npresented during collective bargaining will become  \neffective and-continue for the duration of the Agree-  \nment, unless modified mutually by the parties. How-  \never, the Company reserves the right to make changes  \nto these plans to protect their tax-favored status and for  \nadministrative purposes. Under the 401(k) Plan:  \nA. The Company shall deduct up to fifteen (15%)  \npercent of an employees’ base earnings toward the  \nSavings Plan. The Company shall match the employee  \ncontribution at a thirty-five (35%) percent level up to a  \nmaximum of ten (10%) percent of the employee's  \ncontributions,  \nUnder the Profit Sharing Plan:  \nB. The Company shall make profit sharing contribu-  \ntions for all eligible employees, of zero (0%) percent to  \nfour (4%) of the employee's base earnings, based on  \nthe agreed elements of performance measurements for  \nthe Aiken Plant. Monitoring of the program will begin on  \nJanuary 1, 2000. Awards will be paid into an employee's  \n401(k) selections; if an employee does not voluntarily  \nparticipate in the 401{k) plan, payments will be made  \ninto an interest earning account.  \n"], ["ARTICLE 39  \nTERMINATION  \n", "THIS AGREEMENT shall continue in ful! force’ and  \neffect until Midnight, May 1, 2006, and for one (1) year  \nterms thereafter, unless written notice of termination  \nshall be mailed by either party to the other at least sixty  \n(60) days prior to the end of the then current term. Such  \nnotice shall be sent by certified mail.  \n98  \n"], ["ARTICLE 40  \nTRANSFER OR COMPANY TITLE OR INTEREST  \n", "This Agreement shall be binding upon the parties  \nhereto, their successors, administrators, executors and  \nassigns. In the event an entire operation or any part  \nthereof is sold, leased, transferred or taken over by  \nsale, transfer, Jease, receivership or bankruptcy pro-  \nceeding, such operation shall continue to be subject to  \nthe terms and conditions of this Agreement for the life  \nthereof.  \n"]]