[["", "AGREEMENT  \nbetween  \nAMSCO SCHOOL PUBLICATIONS, INC.  \nand  \nTECHNICAL OFFICE  \nAND PROFESSIONAL UNION,  \nLOCAL 2110, AFL-CIO  \nwee  \noe  \nA  \n   \nArticle 1. Recognition .. 0... ee eee et ee eee ees -1-  \nArticle 2. Union ce ee ee ee eee ees -2-  \nArticle 3. New Workers eee te eee eee ees -3-  \nArticle 4. Senjority .. 2. -6-  \nArticle 5. asic eee ee eee ee eee -9-  \neee ee ett ee tee tenes -9-  \nArticle 7. Moving eee ee ee ee te eee tees | -11-  \nArticle 8. Liquidation ... ee eee ees eee eee | . -12-  \nArticle 9. Severance Pay ee eee ees ere ~12-  \nArticle 10. Hours cece ee ee eee ee eee Ee -12-  \nArticle 11. Wages 164  \nArticle 12. OlidavS . 0. eee eee eee ee ee eee -18-  \nArticle 13. Vacations ee ee ee eee eee eee -19-  \nArticle 14. Paid Sick Leave ........ ahem eee -21-  \nArticle 15. Contractual 401(K) Plan and GHI/UAW - TOP Local 2110 Plan ....... -21-  \nArticle 15-A. Reimbursement for Eyeglasses/Conta MSES 2. eee | -23-  \nArticle 15-B. Term Life Insurance ........ ge 2B.  \nArticle 16. NoDiscrimination eee tees -23-  \nArticle 17. Visitation ...... shee mm babe HS eres -23-  \nArticle 18.  BulletinBoard eee eee ee ee eee et ees -24-  \n_j-  \nArticle 19.  \nArticle 20.  \nArticle 21.  \nArticle 22.  \nArticle 23.  \nArticle 24.  \nArticle 25.  \nArticle 26.  \nArticle 27.  \nArticle 28.  \nArticle 29.  \nArticle 30.  \nArticle 31.  \nArticle 32.  \nArticle 33.  \nArticle 34.  \nArticle 35.  \nArticle 36.  \nArticle 37.  \nArticle 38.  \nuCCesS nN  \nRelat  \nrt t]  \nunctions a  \nNo Strike, No Lockout  \nAttendance at Union Meetings  \n¢ ¢© @© #@# @ @ @© @# © @ @ 8 @ 8B © @ &@ &@ &@ @ © @ @ @ 8 © @ @ © # @ &© # & @  \nExem osijti  \nnsibilities of  \nnagement  \nPrinciples of Management and Cooperation . .  \n* = = = = 8 © © © @ © © © © @ © © @ # @ 8 » © @ © © © © © © » ©» w@ © @ 8 &  \nFF = 8 8 8 8 8 #8 © © © © © & 8 © BB © 2B Bs © Bw © © © &© © &© #8 2  \n2s 8 8 @ 8B 8 @ & 8 B 8 © BS © &€ © © & © Bw Bw wp we 8 BF © & 8 &  \n@ @ © 8 8 @ @ 8 B BB © © © © © ww © © © we we &  \n@ @ @ @ © 8 @© @ @ @ @© @ @ @ @ @© @© @ © @ t# @# @#@ © #@ B® @ @©@ @ @ @ &  \n* @ @ @ @ @ © © @ © © @ @ @&© @ © © # 8 Bw 2B 8B 8B @ 2 @ B &@ &  \n= =» @ 8 © @ #8 © © 8 8B 8B @ @ © 8B #8 © 8 # © @ #@ © © & @& @  \nCe ee ee |  \n> © @© » 8 © #© *® © @ © @ ©» 8s we © © ws eo ws ws we se we we we we He He he  \n2 @ #@ @ @ #© © @ 2» © © © @ © © ©» © © © © @© # 8 © © @ © © © & &  \n8 @ @© @ mw @ @ © © @ © © &@ @ 8 8 © 8&8 © 8 © 8 & 8  \ne @© @® 8 B®» @ @ @ @ 8 @ 8 © @ &© & @# &@ &© &© &© 8 8 @  \n= es @ 8 © @ #£# &@& # # @ @ @ @ #@ @ 8 8  \n«© = © #£# @© # &® @ @ @ © #® &@ # #8  \n=. ¢ @ @© @ @ 8 @ @ 89 @ w@ © @ © 8 © © #8 BS SF FF  \na «© & © @ &© &® &® © @&© @ © © 8B B © 8B © © B B © 8 © © & FF FF FF  \n-ii-  \n. &* © @ @© @ @© @ @ @ 8 8 wm mB we Be Be lll  \n= 8 © @© © @ #© 8 ® @ @ © © © © & B@ @ 8 Be ww mw we F&F © 8 8 B 8 & F HF FF  \n2 © 8» @© © © © © #@ @ @ © @ © @ © B 8B Bw & © © © 8 8 8 B & 8 F 8 HF HF  \n-26-  \n-30-  \n-30-  \n-30-  \n-3}-  \n-32-  \n33.  \n-33-  \n-34-  \n34.  \n-35-  \n-36-  \n-36-  \n-36-  \n-37-  \n-38-  \n-39-  \n-39-  \nAGREEMENT made by and between AMSCO SCHOOL PUBLICATIONS, INC.,  \nlocated at 315 Hudson Street, New York, New York (hereinafter, \"the Employer\"), and  \nTECHNICAL OFFICE AND PROFESSIONAL UNION, LOCAL 2110, UAW, AFL-CIO, with  \nits principal offices located at 113 University Place, New York, N.Y. 10003 (hereinafter, \"the  \nUnion\"), for and on behalf of itself, its members now employed or hereafter to be employed by  \nthe Employer in its Editorial, Office, and Shipping and Receiving departments.  \nWHEREAS, the Employer recognizes the Union aforesaid as the only Union  \nrepresenting its editorial, office, and chippine and receiving employees, and agrees to deal  \ncollectively only with this Union for such employees: |  \nNOW, THEREFORE, in consideration of the mutual covenants, promises and  \nagreements herein contained, the parties do hereby agree as follows:  \nArticle 1. nition  \nThe Employer recognizes the Union as the only Union representing the employees of its  \nEditorial, Office, and Shipping and Receiving Departments at 315 Hudson Street, New York, New  \nYork and agrees to deal collectively only with this Union for and on behalf of its employees in  \nthose departments.  \nArticle 2. nion  \n(A) It shall be a condition of employment that all employees of the Employer  \ncovered by this Agreement who are members of the Union in good standing on the effective date  \nof this Agreement shall remain in good standing and those who are not members on the effective  \ndate of this Agreement shall, on the thirtieth day following the effective date of this Agreement,  \nbecome and remain members in good standing in the Union. It shall also be a condition of  \nemployment that all employees covered by this Agreement and hired on or after its effective date  \nshall, on the thirtieth day following the beginning of such employment, become and remain  \nmembers in good standing in the Union. As used in this article, \"good standing” shall refer only  \nto the tender of periodic dues and initiation fees uniformly required as a condition of acquiring or  \nretaining membership in the Union.  \n(B) | In the application of paragraph (A) above, when the Employer is notified  \nby the Union in writing that an employee is delinquent in payment of Union dues, or has failed  \nwithin the time prescribed by the Union to make proper application and pay the required initiation  \nfee, the Employer shall immediately suspend such employee without pay for a period of thirty (30)  \ndays or until such earlier time as the Union has notified the Employer that the employee has been  \nrestored to good standing. If, at the end of the thirty day period, the Employer has not received  \nsuch notification of good standing, the employee's employment shall be considered terminated.  \n(C) Upon written notice from the Union, the Employer will deduct all Union  \nmembership dues as provided for in the authorization form set forth below, upon condition that  \nat the time of such notice, the Union shall furnish the Employer with a written authorization  \nexecuted by the worker in the following form:  \n  \n   \nI hereby authorize and direct my Employer to deduct from my  \nwages and to pay over to the Union on notice from the Union such  \namount including initiation fees and assessments (if any owing by  \nme) as my membership dues in said Union as may be established by  \nthe Union and become due to it from me during the effective period  \nof this authorization. This authorization may be revoked by me as  \nof any anniversary date hereof by written notice signed by me of  \nsuch revocation, received by my Employer and the Union, by  \nregistered mail, return receipt requested, not more than sixty (60)  \ndays and not less than fifty (50) days, before any such anniversary  \ndate, or on the termination date of the collective bargaining  \nAgreement covering my employment, by like notice, prior to such  \ntermination date, whichever occurs the sooner.  \nThe Employer will notify the Union promptly of any revocation of such  \nauthorization received by it.  \n(D) The Union shall save and hold the Employer harmless from all liability in  \nconnection with this Union Shop Article.  \nArticle 3. New Workers  \n(A) | Whenever the Employer shall require new workers in the bargaining unit  \ncovered by this Agreement, it shall first offer employment to those of its workers who have been  \nlaid off in accordance with the seniority provisions of this Agreement.  \n(B) (1) The Employer shall post at its premises for a period of seventy-two  \n(72) hours bargaining unit jobs which become available. Twenty-four (24) hours after the  \ncommencement of such posting, the Employer will notify the Local 2110 Employment Office of  \nthe job opening. At the conclusion of the 72-hour posting period, the Employer may seek  \napplicants from sources other than its existing employees or the Local 2110 Employment Office.  \n(2) In selecting individuals to fill unit ‘ob openings, the Employer's  \n-3-  \npolicy is to consider an applicant's bargaining unit seniority, among other pertinent considerations,  \nincluding but not limited to relevant job experience, knowledge, efficiency and ability to perform  \nthe work; however, the Employer's selection shal! be final and not subject to the provisions of  \nArticle 25 of this Agreement.  \n(3) Where a unit job has been posted at a rate of pay which is higher than  \nthe current salary of a present employee who is accepted for that position, that employee's salary  \nwill be adjusted to the posted rate.  \n(4) Where a unit job has been posted at a particular rate of pay, and prior  \nto the time the position is filled a higher rate is offered for the job or the qualifications for the job  \nare materially altered, the job shall be reported in accordance with paragraph (1) of this Section  \nB.  \n(C) (1) The Employer agrees to use the services of the Local 2110  \nEmployment Office in hiring new workers for the Office and Shipping and Receiving departments.  \nThe services of the Local 2110 Employment Office are available to union and non-union members  \nalike. Considerations such as union membership, union policies, by-laws or union constitutional  \nprovisions shall not play any part in the Union's referral of applicants. The acceptance or  \nrejection of any applicant will be exercised by the Employer on the basis of such standards as  \nefficiency, experience, skills, and training. If the Local 2110 Employment Office fails to supply  \nworkers satisfactory to the Employer within a reasonable time after such request is made, this time  \nnot to exceed seventy-two (72) hours, the Employer may engage such new workers from any other  \nsource.  \n(2) The Employer shall have the right to hire employees from any source  \n-4-  \nfor the Editorial department. The Employer, however, agrees to provide the Union and the  \nSteward with notice if it intends to hire employees of the same Editorial department classifications  \nas covered by this contract.  \n(D) New workers shall immediately report to the Local 2110 Employment Office  \nfor the purpose of registering. All such newly hired workers shall be issued a Registration Slip as  \nevidence of such registration. The registration shall be for the purpose of assisting the Union in  \nthe performance of this contract, and in maintaining the standards required by the Employer in  \nfilling any vacancies.  \n(E) (1) (a) | New shipping and receiving employees shall be deemed  \nprobationary during the first thirty (30) days of their employment. The Employer may request that  \nthe probationary period be extended for a period of thirty (30) days. The Union's consent shall  \nnot be unreasonably withheld.  \n(b) New office employees shall be deemed probationary during  \nthe first sixty (60) days of their employment. The Employer may request in writing that the  \nprobationary period be extended for an additional sixty (60) days. The Union's consent shall not  \nbe unreasonably withheld.  \n(2) Proofreaders and assistants to department directors shall be deemed  \nprobationary employees for the first three (3) months of their employment. The Employer may  \nrequest in writing that the probationary period be extended for an additional three (3) months. The |  \nUnion's consent shall not be unreasonably withheld. During the probationary period, new  \nemployees may be discharged for any reason which need not be stated by the Employer.  \n(3) New editors and editors-in-training shall be deemed probationary for  \n-5-  \nthe first nine (9) months of their employment: provided, however, the Employer may request an  \nadditional probationary period of three (3) months, which request shall not be unreasonably  \ndenied.  \n(4) During their probationary period, new employees may be discharged _  \nfor any reason which need not be stated by the Employer.  \n(F) The Employer agrees to notify the employee in the event the Employer  \nrequests an extension of that employees's probationary period. The employee shall be deemed to  \nhave consented to any such extension unless (s)he has notified the Employer in writing to the  \ncontrary prior to the expiration of his/her initial probationary period.  \nArticle 4. Seniority  \nAll persons who have successfully completed their probationary period as defined  \nin Article 3, shall be considered permanent employees and shall be entitled to seniority rights.  \n(A) Office and Shipping and Receiving  \n(1) There shall be two classifications for purposes of seniority: (a) office,  \nand (b) shipping and receiving.  \n(2) All layoffs shall be in the inverse order of seniority, i.e., the last  \nperson hired shall be the first person laid off. The Employer agrees to give ten (10) working days  \nnotice of layoff to each employee having seniority whose turn it is to be laid off, provided,  \nhowever, that if the Employer offers an extension of employment to an employee who has been  \ngiven such notice, and the employee accepts the offer, the employee shall be laid off at the end of  \nsuch extension without further notice. In the event that additional employees shall be needed, all  \n-  \n   \npersons previously laid off shall be rehired in the order of seniority, i.e., the last person laid off  \nshall be the first person to be rehired.  \n(B) Editorial Department  \nFor purposes of | seniority there shall be four classifications: editors,  \neditors-in-training, proofreaders and assistants to department directors, with separate seniority  \nwithin each classification.  \nIn the event of a layoff, the principle of seniority shall be applied with consideration  \ngiven to ability to perform the job; and the employee with the shortest time of employment shall  \nbe first laid off. In the event that additional employees are needed within a given classification,  \nall persons previously laid off in that classification shall be rehired in order of seniority with  \nconsideration given to ability to perform the job.  \nIn the event an editor or an editor-in-training who had previously been promoted  \nfrom a proofreader position is laid off, he or she shall have the option of bumping the least senior  \nproofreader and returning to that classification at the rate he or she would have attained had he or  \nshe remained in that classification.  \n(C) During their tenure in office, stewards shall be entitled to top seniority in  \ntheir respective classifications for purposes of layoff and recall.  \n(D) Loss of Seniority  \nAn employee shall lose his/her accumulated seniority and seniority shall be broken  \nfor any of the following reasons:  \n(1) If the employee voluntarily resigns.  \n(2) the employee is discharged for just cause.  \n-7-  \n(3) If the employee fails to report to work after a layoff within five (5)  \ndays after mailing of a written notice of recall sent by the Employer to the employee at his/her last  \naddress of record on file with the Employer, as proven by the stamped \"Receipt for Certified mail\"  \nprovided by the United States Postal Service to the Employer upon delivery of the notice to the  \nPost Office, unless compelling circumstances prevented the employee from reporting to work.  \n(4) If the employee has worked continuously for the Employer for less  \nthan one (1) year and is on layoff for a period of nine (9) consecutive months.  \n(5) If the employee is absent for a period of three (3) consecutive work  \ndays without notifying the Employer, unless compelling circumstances prevent notification.  \n(6) If the employee fails to return to work at the expiration of any leave  \nof absence pursuant to Article 21, except as expressly stated therein, or any other provision in this  \nAgreement, without the Employer's permission.  \n(7) If the employee takes employment elsewhere during the period of a  \ncontractual leave of absence without the express consent of the Employer.  \n(8) Promotions to an exempt position, after twelve (12) consecutive  \nmonths in that position.  \nAn employee whose seniority is lost for any of the reasons outlined in Article 4,  \nSection D, shall be deemed terminated and considered as a new employee if (s)he is again  \nemployed by the Employer. The failure of the Employer to rehire such employee shall not be  \nsubject to the grievance and arbitration provisions of this Agreement. Seniority and seniority  \naccumulation shall be suspended during periods of disciplinary suspensions.  \n-8-  \nArticle 5. Basic Crew  \nThe Employer agrees to employ continuously all office and shipping and receiving  \nemployees who have been continuously and actively in its employ one (1) year or more, and  \neditorial department employees who have been continuously and actively in its employ two (2)  \nyears or more. These shall constitute the basic crew and shall not be subject to layoff at any time,  \nexcept if business requires such reduction. If 3 or more basic crew employees are to be laid off  \nwithin a 5-working day period for six (6) weeks or longer, the Employer may effect such lay off  \nupon three (3) weeks notification thereof to the Union and the employees involved (unless  \ncompelling circumstances prevent such notification). If the Union disputes the necessity to reduce  \nthe basic crew, it will notify the Employer of this fact and meet with the Employer to discuss the  \nissue no later than one week after such notification. Thereafter, the issue may be submitted to  \nexpedited or other arbitration before the American Arbitration Association. In cases where  \nbusiness requires a smaller or shorter-term reduction of the basic crew, the Employer may request  \nsuch a reduction from the Union. If the Union disputes the necessity thereof, it will notify the  \nEmployer of that fact and meet with the Employer to discuss the issue no later than one week after  \nsuch notice. Thereafter, the question may be submitted to expedited or other arbitration before  \nthe American Arbitration Association.  \nArticle 6. Discharge  \n(A) The Employer shall have the right to maintain discipline and efficiency, and  \nmay discharge or suspend an employee for just cause.  \n(B) Just cause shall include, but not be limited to, the following, which shall be  \n-9-  \ngrounds for immediate discharge:  \n(1)  \n(2) Fighting on Company property  \n(3) Gross insubordination  \n(4) Willful destruction of Company property, equipment or materials.  \n(5) Use, sale, transfer or possession of illegal drugs on Company  \npremises.  \n(C) The Employer shall notify the Union in writing of discharge, pursuant to  \nSection (B) of this Article or after completion of the procedures provided for in Section (D) of this  \n"]]