[["", "AGREEMENT BETWEEN  \nSOUTHERN BRANCH OF ASSOCIATED GENERAL CONTRACTORS OF  \nINDIANA  \nAND  \nOPERATIVE PLASTERERS & CEMENT MASONS INTERNATIONAL  \nASSOCIATION  \nLOCAL UNION #692 - AREA #821  \nSEYMOUR, INDIANA  \nTHIS AGREEMENT made and entered into this thirteenth day of March 2012 by  \nand between the SOUTHERN BRANCH OF ASSOCIATED GENERAL  \nCONTRACTORS OF INDIANA hereafter called CONTRACTOR and Local Union  \n#692 - Area #821 of the OPERATIVE PLASTERERS AND CEMENT MASONS  \nINTERNATIONAL ASSOCIATION hereafter called UNION, whose jurisdiction  \nincludes the counties of Bartholomew, Brown, Clark, Dearbom, Floyd, Jackson,  \nJefferson, Jennings, Lawrence, Ohio, Orange, Ripley, Scott, Shelby, Switzedand, and  \nWashington county all in the State of Indiana.  \n"], ["ARTICLE I  \nPURPOSE  \n", "Section 1. THIS AGREEMENT is made and entered into by and between the  \nparties specified above and established, by mutual consent, specific rules and regulations  \nto cover the employment wage scales and working conditions of all Cement Masons and  \napprentices working under the junsdiction of Local Union #692 - Area #821 of the  \nOperative Plasterers and Cement Masons of Seymour, Indiana, for the purpose of  \npreventing stiikes and lockouts, and in facilitating a peaceful adjustment of all grievances  \nand disputes which may arise from time to time between plasterers and cement masons  \nand employers or contractors in the building and construction industry.  \n"], ["ARTICLE II  \nRECOGNITION OF UNION  \n", "Section 1. The above CONTRACTOR recognizes the Union as the sole and  \nexclusive Section O(a) of the NLRA, bargaining representative of the Cement Masons  \nlocated and working in the junsdictional area of Local Union #692 - Area #821 for the  \npurpose of collective bargaining in respect of hours, wages and other conditions of  \nemployment. It is recognized that in order to economically and efficiently server the  \nbuilding industry, it is important to have experienced workmen. ‘The parties hereto  \nrecognize that the UNION is a source of such experienced manpower and agree to use it  \nas a source of cement masons whenever such skills are needed in connection with current  \nconstruction, subject to existing law.  \nSuch recognition is predicated on the Union’s demand for recognition pursuant to  \nSection 9(a) of the Act, and on the Union's presentation of a clear showing that the  \nmajonty of employees in the bargaining unit are members of the Union and desire the  \nUnion to act as their exclusive representative within the meaning of Section 9(a) of the  \nAct. ‘The Employer acknowledges that it has reviewed the Union’s showing and agrees  \nthat it reflects the employees’ desire to be represented by the Union under Section 9(a) of  \nthe Act.  \n"], ["ARTICLE If]  \nSCOPE OF WORK ASSIGNMENT  \n", "Section 1. All Concrete construction, including foremanship of the same, such as  \nbuildings, bridges, silos, elevators, smoke stacks, curbs and gutters, sidewalks, streets,  \nand roads, paving, alleys and roofs, of mass or reinforced concrete slabs and flat surfaces  \nof cement, including pervious concrete and all concrete polishing systems. ‘The operation  \nand control of all types of vacuum mats used in the drying of cement floors in prepanng  \nSame for finish, the operation of power dnven floats and troweling machines, the  \noperation of laser screeds and all vilrating screeds shall be the work of the Cement  \nMason. ‘The finishing or washing of all concrete construction, using any color pigment  \nwhen mixed with cement, in any other form, mosaic and nail coat whether done by brush,  \nbroom, trowel, float or any other process including operation of machine for sconng  \nfloors, or any other purpose they may be used for in connection with Cement  \nTrade. The rodding, spreading, and tamping of all concrete and the spreading and  \nfinishing of all top matenals, sills, coping, steps, stairs, and nsers, nmning all cement,  \nand. plastic 6” base or less shall be the work of the Cement Mason, all  \npreparatory work on concrete construction to be finished or rubbed, such as cutting of  \nnails, wires, wall ties, etc., patching, brushing, chipping, bush-hammering, rubbing or  \ngninding if done by machine or carborundum stone of all concrete construction, the  \nSetting of screeds of lumber, metal or other matenals to determine the proper grade of  \nconcrete, when used to serve as forms, such as 2 by 4’s, or other plain pieces of matenials,  \nwhen held in place by stakes and or spreaders shall be done by Cement Masons. Any  \nbulkhead that is one single board in height, and that has no key attached or which is not  \nnotched or fitted shall be set and braced or staked by. Cement Mason, providing same is  \nused as a screed. The pointing and patching and caulking around all steel or metal  \nwindow fames that touch concrete. Operating saws when used for cutting a definite line  \nwhere new concrete must be joined to old concrete. Also when used for the purpose of  \nCutting joints or expansion joints in floors, sidewalks, driveways, roads, streets and  \nalleys, or for any decorative purposes. The setting or nailing of all expansion joint  \nmatenals when used for the purpose of grading concrete when taking place of a screed.  \nThe laying and finishing of gypsum matenal roof. The spreading and finishing of latex  \nmatenals when used for patching or leveling floors. All dry packing, grouting and  \nfinishing in connection with setting all machinery such as engines, pumps, generators, air  \ncompressors, tanks, leveling plates, etc., that is set on concrete foundations. All  \nprefabricated and pre-stressed concrete construction on the job site and in the shop,  \nincluding the supervision of same, such as sidewalks, steps, floor slabs, beams, joists,  \nwalls and columns, also the screeding, finishing, rubbing, grouting, pointing and patching  \nof same. ‘The straight edging and, or finishing of all foundations and walls when poured  \nto a definite grade.  \nThe preparation on any surface to receive epoxy coatings, such as, sandblasting, scar  \nfaning, acid etching, bush hammering, or any other method, shall be the work of the  \nCement Mason, also the application of epoxy coatings by trowel or roller shall be the  \nwork of the Cement Mason.  \nThe curing of finished concrete wherever necessary, whether by chemical compounds or  \notherwise, shall be part of the junsdiction of the Cement Mason. The hardening of all  \nconcrete where chemicals are used.  \nThe spreading, screeding, darbying, trowel finishing of all types of magnesium  \noxychoride cement composition floors, magnesite composition floors shall be the work of  \nthe cement mason, including all types of oxychoride granolithic or terrazzo composition  \nfloors, hand gnnding or machine gnnding, the preparation of all sub-floor surfaces,  \nbonding, the preparation and installation of ground or base courses, steps and cove base.  \nThe purpose and intent of the six inch base law will not be defeated. All magnesite  \ncomposition installation work of the OPC.MIA shall be done under the supervision of a  \ncompetent and qualified magnesite composition cement mason.  \nMembers of the bargaining unit shall perform all work pertaining to the caulking and  \nSealing of all expansion joints, saw-cuts or hand tooled joints of all concrete construction,  \nregardless of the matenal, process, or tools used to peform the work. All work  \npertaining to the curing of all concrete and cement grouts, whether by chemical  \ncompounds, epoxies, all epoxy glass fiber fabric wrapping of concrete after standard prep  \nwork has been completed, or otherwise, shall be part of the junsdiction of the Cement  \nMasons. Also, members of the bargaining unit shall perform all work pertaining to the  \nStamping, stenciling, staining, acid-etching, coloring, dusting, finishing, washing, curing,  \nand release agents for all concrete coatings and toppings.  \nThe above does not include any work done in and by the usual method of plastering or  \nshop crafts.  \nCement Masons claim the waterproofing of all work included in the junsdiction such as  \nironite, hydrocide or mastic any similar products, regardless of the tools used or the  \nmethod of application, or color of matenals used and regardless of the type of base these  \nmatenals may be applied to. The placing and bedding of all perforated metal tile in  \nconcrete or grout.  \nSection 2. CONTRACTOR does not waive any of his nghts by permitting  \nhim inclusion of the junsdiction of work in this contract. Both the UNION and the  \nCONTRACTOR shall respect existing Intemational Junsdictional Agreements unless  \nchanged or modified by mutually recognized higher authonity.  \n  \nUNION SECURITY  \nSection 1. Subject to the provisions and limitations of the National Labor Relations  \nAct, as amended, all present Employees who are members of the Union on the effective  \ndate of this agreement shall continue their membership in the Union for the duration of  \nthis agreement to the extent of paying an initiation fee and membership in the Union. All  \nEmployees who are not members of the Union on the eighth (8th) day following the  \nbeginning of their employment, or, on the eighth (8th) day following the effective date of  \nthis agreement, whichever is the latter, shall become a member of the Union to the extent  \nof paying an initiation fee and the membership dues uniformly required as a condition of  \nacquiring or retaining membership in the Union, whenever employed under and for the  \nduration of this agreement.  \nSection 2. The Union shall notify the Employer in wiiting of any default on the part  \nof an employee to pay his/her Initiation Fee, and/or applicable dues, and within twenty-  \nfour (24) hours (Saturday, Sunday, Holidays excluded) from the receipt of such  \nnotice, the employer shall discharge employee.  \n"], ["ARTICLE V  \nDISCRIMINATION  \n", "Section 1. The Contractor will be non in hiring of employees and  \nwill confonn to laws with respect to hiring. It is understood that the Contractor shall have  \nthe nght to reject any employee referred for hire. It is a condition of this Agreement  \nagreed to by both the Union and the Contractor, to provide equal in  \nemployment for all qualified persons and to prohibit discrimination in employment  \nbecause of race, creed, color, gender, physically disability, or national ongin. There shall  \nbe full compliance with all applicable Federal and State Statutes, regulations, rules and  \norders of appropnate Federal and State agencies having junsdiction over the subject  \nmatter of discnmination in employment. The Union and the Employer shall fully comply  \nwith all requirements contained in the executive Orders No. 11246 or most current  \nupdated order, and will comply with all rulings promulgated by the committee on Equal  \nOpportunity, established there under. The Union agrees to fumish the Employer at his  \nrequest any statement or data required by either Executive Order.  \n"], ["ARTICLE VI  \nGENERAL WORKING CONDITIONS  \n", "Section 1. Any firm or Contractor working in the junsdiction of Local Union #692  \n- Area #821 must employ at least 50 percent of his labor from Local Union #692 - Area  \n#821 (if skilled members are available). ‘The Contractor shall call the Business Agent at  \nleast 36 hours in advance when wanting men on the job.  \nSection 2. Each Contractor shall provide: ice water when necessary, proper toilet  \nfacilities, a shelter for employees to protect them from inclement weather, and a tool  \nhouse equipped with a lock for the storage of tools. The employer shall also fumish:  \nStraight edges, bull floats, stones, bucket, and darbies.  \nSection 3. ‘The regular working days shall consist of eight (8) hours to be worked  \nbetween the hours of ’7:00 am and 5:00 pm and the regular working week shall consist of  \nfive (5) consecutive days beginning Monday ‘7:00 am and ending Friday at the close of  \nregular work day. Starting time may be vaned within two hours before regular start time  \nupon mutual consent between the Contractor and the Union.  \nSection 4. ‘Time and one-half shall be paid for the first two hours of overtime,  \nwhich shall include work done before agreed starting time and after eight hours work at  \nthe regular rate and the first eight hours on Saturday, and lunch hour shall be at the rate  \non one and one-half time. Double time shall be paid for all other overtime to include  \nwork done on and the following Holiday’s or days observed as such: Memonial  \nDay, Fourth of July, Labor Day, ‘Thanksgiving Day, Day after Thanksgiving, Christmas  \nDay and New Y ear’s Day.  \nSection 5. A definite starting time shall be established on each project and said  \nStarting time shall prevail until the project is completed. Once starting time is established,  \nit can be changed only by consent of both parties to THIS AGREEMENT. It is further  \nunderstood that any work performed before the regular starting time and after the regular  \nquitting time shall also be considered as overtime and shall be paid at the rate of  \novertime.  \nSection 6. Whenever the Contractor uses color or a hardening agent in concrete that  \nis to be finished by Cement finisher, then the Contractor shall consult with the Business  \nAgent to determine the need of using additional Cement Finishers for the finishing of said  \nwork at least forty-eight (48) hours in advance of such work.  \nsection 7. HIGH ‘TIMB/SAFETY CLAUSE: It is mutually agreed when Cement  \nMasons in towers or scaffolds or at any height that is deemed hazardous, all safety  \nregulations and remedies approved by OSHA shall be used, and all OSHA rules shall be  \nadhered to and strictly enforced. Employees shall not be required to assume undue nisk on  \nwork in hazardous places not contemplated under OSHA and the Steward on the job shall  \nnotify the Foreman of any condition deemed unsafe. In the event the Foreman fails to  \ntake proper steps to safeguard the Employees employed thereon, the Steward shall have  \nthe power to order the Employees to cease work on that particular phase of the work on  \nwhich the question of hazard has been raised. The Steward must immediately request a  \ndetermination by the Business Representative as to the correctness of the opinion of the  \nSteward.  \nSection 8. Subcontract Clause: All job-site work covered by this agreement shall be  \nSublet, subject to the terms of this agreement.  \nSection 9. All wages shall be paid in legal tender or payroll checks weekly and no  \nlater that 5:00 pm on Fnday of each week. When a workman is discharged or laid off, he  \nShall be paid in full to such time of discharge.  \nSection 10. When a workman is called to work and not given employment, weather  \npemnitting, he shall be paid two (2) hours pay; however, if workman works two (2) hours  \nonly, after being called to said job, he shall be paid for four (4) hours.  \nWhen a workman is called to the job and works thereon, unless he is told before lunch  \ntime that his services will not be needed, he shall receive a full eight (8) hours pay.  \nWhere conditions beyond the control of the Contractor cause the job to be shut down,  \nbeing such as: Catastrophe, severe storms, severe weather conditions, bomb threats, etc.,  \nemployee to be paid for actual hours worked beyond two hour show-up pay.  \nSection 11. For any cement finishers who work seven (7) hours or less during any  \nworking day and works through his lunch penod, the employee shall not receive time and  \none-half for his lunch period; but in the event the employee works eight (8) hours or more  \nduning any working day and works through his lunch penod, the employee shall receive  \npay for the lunch peniod which he has worked at time and one-half.  \n"], ["ARTICLE VII  \nWAGE RATES  \n", "Section 1. The regular rate of wages to be paid Joumeymen Cement Masons for  \neach hour worked during the term of this Agreement shall be as follows from March 13,  \n2012 through April 30, 2017:  \n   \n   \n03-13-12 05-01-12  \nJoumeyman Cement Mason $ 23.58 $ 23.58  \nForeman (5% above Joumeyman) $ 24.76 $ 24.76  \nHealth & Welfare Fund $ 6.19 $ 6.34  \nPension Fund $ 3.60 § 4.25  \nApprenticeship Fund $ 0.40 $ 0.40  \nIUCSAT $ 0.07 $ 0.07  \nWorking Dues (Deduct) § 1.52 § 1.56  \nIntemational Work Dues (Deduct) $ 0.34 $ 0.35  \nTOTAL PACKAGE $ 33.84 $ 34.64  \nEffective May 1, 2013 there will be a sixty five cent ($0.65) increase to be applied to  \nbenefits only.  \nEffective May 1, 2014 there will be a fifty cent ($0.50) increase to be applied to benefits  \nonly.  \nEffective May 1, 2015 there will be a fifty cent ($0.50) increase. ‘Twenty-five cents of  \nwhich is to be applied to benefits only, and the remaining twenty-five cents to be  \ndisbursed as needed.  \nEffective May 1, 2016 there will be a fifty cent ($0.50) increase. ‘Twenty-five cents of  \nwhich is to be applied to benefits only, and the remaining twenty-five cents to be  \ndisbursed as needed.  \nLocal #692 - Area #821 reserves the nght to divert any of the afore mentioned monies to  \nbenefits upon thirty (30) days notice to the Contractors.  \nSection 2. The employer agrees to withhold hourly from the wages of all  \nJoumeymen, Apprentices, and Trainees five percent (5%) of joumeymen’s rate as a  \ndeduct of working dues.  \nSection 3. Combine the Health & Welfare, Pension, Apprentice, [UCRC, Working  \nDues Deduct into one check made payable to the Indiana State Plasterers and Cement  \nMasons Health & Welfare Fund. The reports and check must be mailed to Momis  \nAssociates, P.O. Box 50440, Indianapolis, Indiana 46250 NOT LATER than the tenth  \n(10th) of each month. If not received by the fifteenth (15th) day of the month, Local #692  \n- Area #821 reserves the night to remove all employee members of this agreement from  \nthe employment of the delinquent employer, and the Union may demand payment  \nimmediately. Each week thereafter, the monies shall be paid by Cashiers Check until  \nsuch time the Union feels the affected Contractor is making effort to comply with the  \nContract. Each fnnge benefit and contnbution will be itemized on regular forms  \nfurmished to the Contractors.  \nAny Employer or Contractor who becomes a party to this Collective Bargaining  \nAgreement may be required to post a surety bond to guarantee or indemnify the Local  \nUnion for payment of wages or contnibutions to fringe benefit funds as provided by this  \ncollective bargaining agreement. ‘The amount of surety bond to be set in such sum as may  \nbe commensurate with number of employees hired by each contractor. Said bond shall be  \nretumed to Contractor after job or jobs are completed, providing, however, any monies  \nare owed to employees or Union; said monies to be deducted and any excess money  \nretumed to Contractor. ‘The minimum of Bond is ten thousand. ($10,000.00) to be paid  \nfifteen (15) days after a signed agreement.  \nSection 4. The pay for Foreman as determined by this Agreement shall be an  \nadditional five percent (5%) per hour above Joumeyman’ s scale.  \nSection 5. Power tool operators, except power trowels, shall receive thirty-five  \ncents ($.35) upraise. This shall be in addition to Foreman’s pay as defined by this  \nAgreement and from regular starting time at contract agreement for overtime.  \n"], ["ARTICLE VII  \nFOREMAN  \n", "Section 1. When there are two employees on any construction job, one must act as  \nforeman and receive foreman pay.  \nSection 2. ‘The Cement Mason Foreman will use his or her tools when there are  \nfour employees or under in his or her craft, employed on the job.  \nSection 3. When five or more employees in his or her craft are employed on the  \njob, the foreman will not Use his or her tools.  \n"], ["ARTICLE Ix  \nBENEFITS  \n", "Section 1. Health and Welfare Fund: The employer agrees to contnibute the amount  \nset forth under Article VII Wage Rates -Section 1 Health & Welfare for each hour  \nworked into the Indiana State Plasterers and Cement Masons Health & Welfare Fund.  \n(A) If a National Health Care System becomes mandated to employers and  \nparticipants of the Union Health & Welfare Fund in some way causing the plan to  \nbecome obsolete or unlawful, the parties of this Agreement will negotiate how the  \ncontnbutions referenced in Article V will be redistnbuted within the Agreement or  \nelsewhere.  \nSection 2. Pension Fund: The employer agrees to contnibute the amount set forth  \nunder Article VIT Wage Rates - Section 1 Pension for each hour worked into the Indiana  \nState Plasterers and Cement Masons Pension Fund.  \n(A) Said Funds shall be administered as provided in Section #302 of the Taft  \nHartley Act, as amended, to wit; an equal number of trustees shall be appointed by the  \njoint action of both parties hereto.  \nSection 3. Vacation Fund: If during the term of this Agreement the members of  \nLocal #692 - Area #821 vote to have a Vacation Fund, then the employer agrees to  \ndeduct from the wages an amount set forth by the members of Local #692 - Area #821  \nfor said fund.  \nSection 4. If during the term of this Agreement the local building trades adopt a  \nDrug Testing Policy, both parties agree that this agreement may be reopened only for the  \npurpose of negotiating language into this agreement with respect to a drug testing policy.  \n"], ["ARTICLE X  \nWORKING DUES CHECK-OFF  \n", "Section 1. Effective June 1, 1993, the employer agrees to deduct from an employee  \ncovered by this agreement five percent (5%) of joumeyman’s base rate per hour for each  \nhour worked per man. Said deductions are to be taken from hourly pay rate of each  \nemployee. The dues deduct shall be remitted to the appropnate check-off fund, which is  \nthe Indiana State Plasterers and Cement Masons Health and Welfare Fund, acting as  \ncollecting agency for Local #692 - Area #821.  \n"], ["ARTICLE XI  \nAPPRENTICESHIP TRAINING  \n", "Section 1. The Apprenticeship and ‘Training Program is an organized, wnitten plan  \nembodying the terms and conditions of employment and training, and supervision of one  \nor more apprentices, designated as Apprenticeship Standards for Cement Masons Local  \n#692 - Area #821.  \nThere shall be a State Joint Apprenticeship Committee consisting of the “Board of  \nTrustees” of the Agreement and Declaration of ‘Trust.  \nThere shall be an Area Joint Apprenticeship and Training Committee, with equal  \nrepresentation from the Employers and the Union, and this Committee shall administer  \n9  \nthe apprenticeship and training programs for its Area. The “Duties of the Area Joint  \nApprenticeship Committee” is wnitten in the Apprenticeship Standards. The Area Joint  \nApprenticeship Committee shall have full power to act on matters pertaining to the  \ntransfeming of apprentice(s) from one job to another in order to provide diversity of  \ntraining and work opportunities.  \nOne (1) apprentice shall be allowed each employer for the first joumeyman cement  \nmason working on the job and one (1) additional apprentice to each three (3) additional  \njoumeyman cement masons working on the job. The ratio may be wavered by the local  \njoint apprenticeship committee for a temporary period of time if the need arises. The  \nState Board of ‘Trustees Coordinator shall be notified as to the wavered ratio and the  \npeniod of time it is to be in effect.  \nAll apprentices must attend all schooling and/or off-the-job training required by the  \nrelevant Area Joint Apprenticeship & Training Committee.  \nOn any job where there are two (2) or more joumeyman cement masons working, Local  \n#692 - Area #821 reserves the nght to place one (1) apprentice on such job.  \nThe Apprenticeship Standards may be registered with the Bureau of Apprenticeship and  \nTraining, Employment Training Administration, U.S. Department of Labor.  \nSection 2. WAGES  \n1st Period Oto 800Hrs - 60% of Joumeyman Rate  \n2nd Period 801 to 1600 Hrs - 70% of Joumeyman Rate  \n3rd Period 1601 to 2400 Hrs - 75% of Joumeyman Rate  \nAth Period 2401 to 3200 Hrs - 80% of Joumeyman Rate  \noth Period 3201 to 4000 Hrs - 85% of Joumeyman Rate  \n6th Period 4001 to 4800 Hrs - 90% of Joumeyman Rate  \n7th Period 4801 to 5600 Hrs - 95% of Joumeyman Rate  \nWhen classes are in session during the school, the apprentice(s) must satisfactonly  \ncomplete related technical training pnor to receiving period wage increases. Classes will  \nbe held from September through May each school year for a minimum of 144 hours per  \nyear; for 3 years, totaling a minimum of 432 hours over the term of apprenticeship.  \n10  \nSection 3. PRE-APPRENTICE (TENDERS)  \nPre-A pprentice (Tender)  \nTender: (Minimum Wage Rates) Paid per Hour Worked  \nC - Classification - Up to One (1) year employment $11.55  \nB - Classification - One to Two (2) years employment $12.55  \nA - Classification - Two (2) ormore years employment $13.55  \nHealth & Welfare $ 4.35  \nApprentice 0.40  \nIUCRC 0.07  \nIntemational Dues (Deduct) (0.29)  \nWork Dues (Deduct) (1.31)  \nHealth & Welfare contnibutions will begin in Class C ‘Tenders after 90 days entry as a  \nTender.  \n‘Tenders may be utilized in a ratio not to exceed three (3) tenders to one (1) joumeyman  \non patching and rubbing work and a ratio of one (1) tender to one (1) joumeyman on all  \nother work. This ratio will be in effect on a company wide basis in the area covered by  \nthis Agreement. There will be no restrictions on the work performed by the Tenders.  \nThe pay rate established for the Tender is a minimum rate. ‘The Employer, at his sole  \ndiscretion, may pay the Tenders a wage greater that the established rate without  \nsubjecting the ‘Tenders to reclassification. Contributions to the Health & Welfare  \nbenefits will begin for Class C ‘Tenders after ninety (90) days entry as a'Tender. The  \nEmployer is not required to make any contributions to the pension fund for any hours  \nworked by  \nThe Employer at his sole discretion will assign all Tenders. ‘Tenders will be assigned by  \nthe Employer to perform any work by the craft, including but not limited to all tamping  \nof soil, raking, spreading, shoveling, dumping of concrete, stiking or rod off to proper  \ngrade and vibrating of concrete, and which is within the individual’s capability. The  \nEmployer will provide to the Union the name and Social Security number of all Pre-  \nApprentices/Tenders working for the Employer. ‘The Per-Apprentice will work under the  \nSupervision of another Cement Mason in the bargaining unit outlined in this agreement.  \nThis section conceming Pre-Apprentice (Tender) will only be used by mutual consent of  \nthe Union and the Employer.  \nsection 4. APPRENTICESHIP & TRAINING TRUST FUND  \nThe parties signatory hereto to participate and be a party to the “AGREEMENT AND  \nDECLARATION OF TRUST - OP & CMIA LOCAL UNION #692 CEMENT MASON  \nAPPRENTICE TRAINING AND JOURNEYMAN RETRAINING EDUCATION  \nFUND”. Each signatory party will receive a copy of the AGREEMENT AND  \nDECLARATION OF TRUST. The AGREEMENT AND DECLARATION OF TRUST  \nand the Fund are created, established and maintained, for the purpose of providing such  \nbenefits as now are, or hereafter may be, authorized and pennitted by law for Participants  \nand in accordance with its provisions wnitten within and in the Apprenticeship Program,  \n11  \nJoumeyman Upgrading ‘Training Program and in the Funds other rules and regulations  \nauthonzed and/or created within the AGREEMENT AND DECLARATION OF TRUST.  \nIt is understood, however, that the Joumeyman Upgrading Training Program will be  \ncreated and maintained at the discretion of the Trustees of the Fund, as opposed to the  \nApprenticeship Training Program whose existence is mandated by this Trust Agreement.  \nAll Employers subject to the terms of this agreement shall contnbute the amount of  \nmonies specified as the Apprenticeship Fund under Article VII - Section 1 entitled Wage  \nRates shall be made in a manner prescnibed by the BOARD OF TRUSTEES of the  \nAGREEMENT AND DECLARATION OF TRUST but shall be reported upon the same  \nreporting form as is used in reporting contnbutions to other fringe benefits and  \nEmployers may be privileged to make contnbutions to separate funds in a single payment  \nby bank check.  \nShould the APPRENTICESHIP PROGRAM, for any reason, be abandoned at the State  \nlevel, the contnbutions called for herein shall be disbursed in the manner set forth in the  \nmost current Trust Document.  \n"], ["ARTICLE XII  \nSUBSTANCE ABUSE POLICY  \n", "The Union and the Associated General Contractor's of Indiana, Inc., and/or signatory  \nEmployer hereby agree that the drug testing program set forth in the Indiana Union  \nConstruction Resource Center Substance Abuse Policy (\"Policy\") is incorporated by  \nreference herein and made a part of this Agreement. The Trustees of the Indiana Union  \nConstruction Industry Substance Abuse Trust Fund (\"Fund\") shall have the to  \namend the terms of the Policy to which employees working under this Agreement will be  \nsubject.  \nThe administration of the Policy will be funded by contnbutions to the Fund. The  \n‘Trustees of the Fund shall have the authonty to determine the amount to be contnibuted  \nby signatory Employers to defray the cost of the Policy. The Trustees may set the  \ncontnbution at any rate up to ten cents ($.10) per hour depending on the Trustees  \nassessment of the amount needed to fund the Policy adequately to fulfill its purposes.  \nOnce the rate has been set, the ‘Trustees may adjust the rate of contnbution from time to  \ntime within the parameters set forth above, provided the Trustees give the Employer(s) at  \nleast sixty (60) days notice of any such adjustment.  \nIt is agreed that the Employer contnbution to the Fund is not part of the wage/fringe  \npackage under this Agreement, but is instead a separate additional contnbution made by  \nthe Employer solely to fund the Policy. Accordingly the establishment or adjustment of  \nthe rate of contnbution by the Trustees shall not affect the wage rates or the amounts set  \nforth for conti butions to fringe benefit funds under this Agreement.  \n12  \n"], ["ARTICLE XIU  \nGRIEVANCES  \n", "Section 1. A Joint Arbitration Board shall be created for the purpose of  \npromoting harmony resolving differences as to the interpretation or application of this  \nAgreement.  \nSection 2. Such Joint Arbitration Board shall be comprised of six (6) members,  \nthree (3) to be selected by each of the parties. In addition, altemates shall be appointed so  \nthat at all times a full board is available for the making of decisions by a majonty vote.  \nSection 3. ‘The parties shall submit to the Joint Arbitration Board and the Joint  \nArbitration Board shall resolve all gnevances and disputes that may arise between the  \nparties as to any misunderstanding as to the meaning or intent of this Agreement.  \nSection 4. In the event of the failure of the Joint Arbitration Board to amive at a  \nmajonty decision if the deadlock cannot be broken, and the Joint Arbitration Board is  \nunable to agree on a neutral third party within a reasonable time, the parties shall select  \nan impartial umpire from a panel of seven (7) nationally known arbitrators supplied by  \nthe American Arbitration Association, Chicago office.. The award of such neutral third  \nparty shall be final and binding upon all parties, provided, however, that if either party  \nShould refuse to submit such dispute or controversy to the Joint Arbitration Board of  \numpire, then either party shall have the nght to go into Court for the purpose of enforcing  \nsuch submission or compliance.  \nSection 5. EXPENSE OF UMPIRE. Expense of the impartial umpire shall be  \nbome by the losing party.  \nSection 6. STRIKES AND LOCKOUITS. There shall be no stike or lockout  \npending the deliberation of the Joint Arbitration Board.  \n"], ["ARTICLE XIV  \nSTEWARD  \n", "Section 1. The Union Business Agent shall have the nght to select a job steward  \nform among the employees on all jobs covered by this Agreement. It shall be his duty to  \nreport any violations of the terms of this Agreement to the Union and he shall not be  \ndiscniminated against for the performance of such duties.  \n13  \n"], ["ARTICLE XV  \nUNION REPRESENTATION  \n", "Section 1. The duly authonzed representative of the Union shall be pennitted to  \nvisit all jobs being performed by the Contractor, but shall not have the nght to interfere  \nwith such workmen during working hours.  \nSection 2. All questions involving this Agreement which may arise and which  \ncannot be settled on the job level by the union steward and the job superintendent shall be  \nreferred to the Business Representative of the Union and a Representative of the  \nContractor whose name appears above.  \n"], ["ARTICLE XVI  \nACCEPTANCE OF AGREEMENT  \n", "Section 1. All parties signatory her-to mutually agree that should the existing Labor  \nManagement Relations Act of 1947 and its amendments there to be repealed, amended or  \naltered during the life of this Agreement, that the parties of this Agreement will meet for  \nthe purposes of renegotiation sections of this Agreement which would be pennissible by  \nand in accordance with the act of the Federal Govemment.  \nSection 2. If any changes are desired in this Agreement by either party, notice shall  \nbe served in wniting at least sixty (60) days pnor to its expiration. If neither party to this  \nAgreement notifies the other at least sixty (60) days pnor to expiration this Agreement  \nShall continue in full force and effect until superseded by another Agreement.  \nSection 3. This Agreement shall be in full force and effect from March 13 2012 to  \nApnil 30, 2017.  \n"]]