[["", "AGREEMENT BETWEEN  \nSOUTHERN BRANCH OF ASSOCTATED GENERAL CONTRACTORS OF INDIANA  \nAND  \nOPERATIVE PLASTERERS & CEMENT MASONS INTERNATIONAL  \nASSOCIATION  \nLOCAL UNION #692 - AREA #621  \nSEYMOUR, INDIANA  \nTHIS AGREEMENT made and entered into this first day of May 2009 by and between the  \nSOUTHERN BRANCH OF ASSOCIATED GENERAL CONTRACTORS OF INDIANA  \nhereafter called CONTRACTOR and Local Union #692 - Area #821 of the OPERATIVE  \nPLASTERERS AND CEMENT MASONS INTERNATIONAL ASSOCIATION hereafter  \ncalled UNION, whose jurisdiction includes the counties of Bartholomew, Brown, Clark,  \nDearborn, Floyd, Jackson, Jefferson, Jennings, Lawrence, Ohio, Orange, Ripley, Scott, Shelby,  \nSwitzerland, and Washington county all in the State of Indiana.  \n"], ["ARTICLE I  \nPURPOSE  \n", "section 1. THIS AGREEMENT is made and entered into by and between the parties  \nspecified above and established, by mutual consent, specific rules and regulations to cover the  \nemployment wage scales and working conditions of all Cement Masons and apprentices working  \nunder the jurisdiction of Local Union #692 - Area #821 of the Operative Plasterers and Cement  \nMasons of Seymour, Indiana, for the purpose of preventing strikes and lockouts, and in  \nfacilitating a peaceful adjustment of all grievances and disputes which may arise from time to  \ntime between plasterers and cement masons and employers or contractors in the building and  \nconstruction industry.  \n"], ["ARTICLE II  \nRECOGNITION OF UNION  \n", "section 1. The above CONTRACTOR recognized the Union as the exclusive  \nrepresentative of the Cement Masons located and working in the jurisdictional area of Local  \nUnion #692 - Area #821 for the purpose of collective bargaining in respect of hours, wages and  \nother conditions of employment. It is recognized that in order to economically and efficiently  \nserve the building industry, it is important to have experienced workmen. The parties hereto  \nrecognize that the UNION is a source of such experienced manpower and agree to use it as a  \nsource of cement masons whenever such skills are needed in connection with current  \nconstruction, subject to existing law.  \n"], ["ARTICLE Ul  \nSCOPE OF WORK ASSIGNMENT  \n", "Section 1. All Concrete construction, including foremanship of the same, such as  \nbuildings, bridges, silos, elevators, smoke stacks, curbs and gutters, sidewalks, streets, and roads,  \npaving, alleys and roofs, of mass or reinforced concrete slabs and flat surfaces of cement,  \nincluding pervious concrete and all concrete polishing systems. The operation and control of all  \ntypes of vacuum mats used in the drying of cement floors in preparing same for finish, the  \noperation of power driven floats and troweling machines, the operation of laser screeds and all  \nvibrating screeds shall be the work of the Cement Mason. The finishing or washing of all  \nconcrete construction, using any color pigment when mixed with cement, in any other form,  \nmosaic and nail coat whether done by brush, broom, trowel, float or any other process including  \noperation of machine for scoring floors, or any other purpose they may be used for in connection  \nwith Cement Mason’s Trade. The rodding, spreading, and tamping of all concrete and the  \nspreading and finishing of all top materials, sills, coping, steps, stairs, and risers, running all  \ncement, and plastic material 6” base or less shall be the work of the Cement Mason, all  \npreparatory work on concrete construction to be finished or rubbed, such as cutting of nails,  \nwires, wall ties, etc., patching, brushing, chipping, bush-hammering, rubbing or grinding if done  \nby machine or carborundum stone of all concrete construction, the setting of screeds of lumber,  \nmetal or other materials to determine the proper grade of concrete, when used to serve as forms,  \nsuch as 2 by 4’s, or other plain pieces of materials, when held in place by stakes and or spreaders  \nShall be done by Cement Masons. Any bulkhead that is one single board in height, and that has  \nno key attached or which is not notched or fitted shall be set and braced or staked by. Cement  \nMason, providing same is used as a screed. The pointing and patching and caulking around all  \nsteel or metal window fames that touch concrete. Operating saws when used for cutting a definite  \nline where new concrete must be joined to old concrete. Also when used for the purpose of  \ncutting joints or expansion joints in floors, sidewalks, driveways, roads, streets and alleys, or for  \nany decorative purposes. The setting or nailing of all expansion joint materials when used for the  \npurpose of grading concrete when taking place of a screed.  \nThe laying and finishing of gypsum material roof. The spreading and finishing of latex materials  \nwhen used for patching or leveling floors. All dry packing, grouting and finishing in connection  \nwith setting all machinery such as engines, pumps, generators, air compressors, tanks, leveling  \nplates, etc., that is set on concrete foundations. All prefabricated and pre-stressed concrete  \nconstruction on the job site and in the shop, including the supervision of same, such as  \nsidewalks, steps, floor slabs, beams, joists, walls and columns, also the screeding, finishing,  \nrubbing, grouting, pointing and patching of same. The straight edging and, or finishing of all  \nfoundations and walls when poured to a definite grade.  \nThe preparation on any surface to receive epoxy coatings, such as, sandblasting, scar-faring, acid  \netching, bush hammering, or any other method, shall be the work of the Cement Mason, also the  \napplication of epoxy coatings by trowel or roller shall be the work of the Cement Mason.  \nThe curing of finished concrete wherever necessary, whether by chemical compounds or  \notherwise, shall be part of the jurisdiction of the Cement Mason. The hardening of all concrete  \nwhere chemicals are used.  \nThe spreading, screeding, darbying, trowel finishing of all types of magnesium oxychoride  \ncement composition floors, magnesite composition floors shall be the work of the cement mason,  \nincluding all types of oxychoride granolithic or terrazzo composition floors, hand grinding or  \nmachine grinding, the preparation of all sub-floor surfaces, bonding, the preparation and  \ninstallation of ground or base courses, steps and cove base. The purpose and intent of the six inch  \nbase law will not be defeated. All magnesite composition installation work of the OPC.MIA shall  \nbe done under the supervision of a competent and qualified magnesite composition cement  \nmason.  \nMembers of the bargaining unit shall perform all work pertaining to the caulking and sealing of  \nall expansion joints, saw-cuts or hand tooled joints of all concrete construction, regardless of the  \nmaterial, process, or tools used to perform the work. All work pertaining to the curing of all  \nconcrete and cement grouts, whether by chemical compounds, epoxies, all epoxy glass fiber  \nfabric wrapping of concrete after standard prep work has been completed, or otherwise, shall be  \npart of the jurisdiction of the Cement Masons. Also, members of the bargaining unit shall  \nperform all work pertaining to the stamping, stenciling, staining, acid-etching, coloring, dusting,  \nfinishing, washing, curing, and release agents for all concrete coatings and toppings.  \nThe above does not include any work done in and by the usual method of plastering or shop  \ncrafts.  \nCement Masons claim the waterproofing of all work included in the jurisdiction such as ironite,  \nhydrocide or mastic any similar products, regardless of the tools used or the method of  \napplication, or color of materials used and regardless of the type of base these materials may be  \napplied to. The placing and bedding of all perforated metal tile in concrete or grout.  \nsection 2. THE CONTRACTOR does not waive any of his by permitting him  \ninclusion of the jurisdiction of work in this contract. Both the UNION and the CONTRACTOR  \nShall respect existing International Jurisdictional Agreements unless changed or modified by  \nmutually recognized higher authority.  \n"], ["ARTICLE IV  \nUNION SECURITY  \n", "Section 1. Subject to the provisions and limitations of the National Labor Relations Act, as  \namended, all present Employees who are members of the Union on the effective date of this  \nagreement shall continue their membership in the Union for the duration of this agreement to the  \nextent of paying an initiation fee and membership in the Union. All Employees who are not  \nmembers of the Union on the eighth (8th) day following the beginning of their employment, or,  \non the eighth (8th) day following the effective date of this agreement, whichever is the latter,  \nshall become a member of the Union to the extent of paying an initiation fee and the membership  \ndues uniformly required as a condition of acquiring or retaining membership in the Union,  \nwhenever employed under and for the duration of this agreement.  \nsection 2. The Union shall notify the Employer in writing of any default on the part of an  \nemployee to pay his/her [nitiation Fee, and/or applicable dues, and within twenty-four (24) hours  \n(Saturday, Sunday, Holidays excluded) from the receipt of such written notice, the employer  \nShall discharge employee.  \n"], ["ARTICLE V  \nDISCRIMINATION  \n", "section 1. The Contractor will not discriminate in hiring of employees and will conform to  \nlaws with respect to hiring. It is understood that the Contractor shall have the right to reject any  \nemployee referred for hire. It is a condition of this Agreement agreed to by both the Union and  \nthe Contractor, to provide equal opportunity in employment for all qualified persons and to  \nprohibit discrimination in employment because of race, creed, color, gender, physically disabled,  \nor national origin. There shall be full compliance with all applicable Federal and State  \nStatutes, regulations, rules and orders of appropriate Federal and State agencies having  \njurisdiction over the subject matter of discrimination in employment. The Union and the  \nEmployer shall fully comply with all requirements contained in the executive Orders No. 11246  \nor most current updated order, and will comply with all rulings promulgated by the committee on  \nEqual Opportunity, established there under. The Union agrees to furnish the Employer at his  \nrequest any statement or data required by either Executive Order.  \n"], ["ARTICLE VI  \nGENERAL WORKING CONDITIONS  \n", "Section 1. Any firm or Contractor working in the jurisdiction of Local Union #692 - Area  \n#821 must employ at least 50 percent of his labor from Local Union #692 - Area #821 (if skilled  \nmembers are available). The Contractor shall call the Business Agent at least 36 hours in  \nadvance when wanting men on the job.  \nSection 2. Each Contractor shall provide: ice water when necessary, proper toilet facilities,  \na shelter for employees to protect them from inclement weather, and a tool house equipped with  \na lock for the storage of tools. The employer shall also furnish: straight edges, bull floats, stones,  \nbrushes, bucket, and darbies.  \nSection 3. The regular working days shall consist of eight (8) hours to be worked between  \nthe hours of 7:00 am and 5:00 pm and the regular working week shall consist of five (5)  \nconsecutive days beginning Monday 7:00 am and ending Friday at the close of regular work day.  \nStarting time may be varied within two hours before regular start time upon mutual consent  \nbetween the Contractor and the Union.  \nSection 4. Time and one-half shall be paid for the first two hours of overtime, which shall  \ninclude work done before agreed starting time and after eight hours work at the regular rate and  \nthe first eight hours on Saturday, and lunch hour shall be at the rate on one and one-half time.  \nDouble time shall be paid for all other overtime to include work done on Sunday’s and the  \nfollowing Holiday’s or days observed as such: Memorial Day, Fourth of July, Labor Day,  \nThanksgiving Day, Day after Thanksgiving, Christmas Day and New Y ear’s Day.  \nSection 5. A definite starting time shall be established on each project and said starting  \ntime shall prevail until the project is completed. Once starting time is established, it can be  \nchanged only by consent of both parties to THIS AGREEMENT. It is further understood that any  \nwork performed before the regular starting time and after the regular quitting time shall also be  \nconsidered as overtime and shall be paid at the rate of overtime.  \nSection 6. Whenever the Contractor uses color or a hardening agent in concrete that is to  \nbe finished by Cement finisher, then the Contractor shall consult with the Business Agent to  \ndetermine the need of using additional Cement Finishers for the finishing of said work at least  \nforty-eight (48) hours in advance of such work.  \nsection 7. HIGH TIME/SAFETY CLAUSE: It is mutually agreed when Cement Masons  \nin towers or scaffolds or at any height that is deemed hazardous, all safety regulations and  \nremedies approved by OSHA shall be used, and all OSHA rules shall be adhered to and strictly  \nenforced. Employees shall not be required to assume undue risk on work in hazardous places not  \ncontemplated under OSHA and the Steward on the job shall notify the Foreman of any condition  \ndeemed unsafe. In the event the Foreman fails to take proper steps to safeguard the Employees  \nemployed thereon, the Steward shall have the power to order the Employees to cease work on  \nthat particular phase of the work on which the question of hazard has been raised. The Steward  \nmust immediately request a determination by the Business Representative as to the correctness of  \nthe opinion of the Steward.  \nSection 8. Subcontract Clause: All job-site work covered by this agreement shall be sublet,  \nSubject to the terms of this agreement.  \nSection 9. All wages shall be paid in legal tender or payroll checks weekly and no later  \nthat 5:00 pm on Friday of each week. When a workman is discharged or laid off, he shall be paid  \nin full to such time of discharge.  \nsection 10. When a workman is called to work and not given employment, weather  \npermitting, he shall be paid two (2) hours pay; however, if workman works two (2) hours only,  \nafter being called to said job, he shall be paid for four (4) hours.  \nWhen a workman is called to the job and works thereon, unless he is told before lunch time that  \nhis services will not be needed, he shall receive a full eight (8) hours pay.  \nWhere conditions beyond the control of the Contractor cause the job to be shut down, being such  \nas: Catastrophe, severe storms, severe weather conditions, bomb threats, etc., employee to be  \npaid for actual hours worked beyond two hour show-up pay.  \nsection 11. For any cement finishers who work seven (7) hours or less during any working  \nday and works through his lunch period, the employee shall not receive time and one-half for his  \nlunch period; but in the event the employee works eight (8) hours or more during any working  \nday and works through his lunch period, the employee shall receive pay for the lunch period  \nwhich he has worked at time and one-half.  \n"], ["ARTICLE Vil  \nWAGE RATES  \n", "Section 1. The regular rate of wages to be paid Journeymen Cement Masons for each hour  \nworked during the term of this Agreement shall be as follows from May 1, 2009 through A pnil  \n30, 2012:  \n05-01-09  \nJourneyman CM Rate $ 22.58  \nForeman (5% above Journeyman) 23.71  \nHealth & Welfare 6.00  \nPension 3.00  \n0.40  \nIUCRC 0.07  \nInternational Dues (Deduct) (0.32)  \nWork Dues (Deduct) (1.44)  \nTotal Package $ 32.05  \nEffective May 1, 2010 there will be an eighty cent ($0.80) increase to be disbursed as needed.  \nEffective May 1, 2011 there will be a ninety nine cent ($0.99) increase to be disbursed as needed.  \nLocal #692 - Area #821 reserves the right to divert any of the afore mentioned monies to fringe  \nbenefits upon thirty (30) days notice to the Contractors.  \nSection 2. The employer agrees to withhold hourly from the wages of all Journeymen,  \nApprentices, and Trainees five percent (5%) of journeymen’s rate as a deduct of working dues.  \nSection 3. Combine the Health & Welfare, Pension, Apprentice, IUCRC, Working Dues  \nDeduct into one check made payable to the Indiana State Plasterers and Cement Masons Health  \n& Welfare Fund. The reports and check must be mailed to Morris Associates, P.O. Box 50440,  \nIndianapolis, Indiana 46250 NOT LATER than the tenth (10th) of each month. If not received by  \nthe fifteenth (15th) day of the month, Local #692 - Area #821 reserves the right to remove all  \nemployee members of this agreement from the employment of the delinquent employer, and the  \nUnion may demand payment immediately. Each week thereafter, the monies shall be paid by  \nCashiers Check until such time the Union feels the affected Contractor is making effort to  \ncomply with the Contract. Each fringe benefit and contribution will be itemized on regular forms  \nfurnished to the Contractors.  \nAny Employer or Contractor who becomes a party to this Collective Bargaining Agreement may  \nbe required to post a surety bond to guarantee or indemnify the Local Union for payment of  \nwages or contributions to fringe benefit funds as provided by this collective bargaining  \nagreement. The amount of surety bond to be set in such sum as may be commensurate with  \nnumber of employees hired by each contractor. Said bond shall be retumed to Contractor after  \njob or jobs are completed, providing, however, any monies are owed to employees or Union; said  \nmonies to be deducted and any excess money returned to Contractor. The minimum of Bond is  \nten thousand ($10,000.00) to be paid fifteen (15) days after a signed agreement.  \nSection 4. The pay for Foreman as determined by this Agreement shall be an additional  \nfive percent (5%) per hour above Journeyman’s scale.  \nSection 5. Power tool operators, except power trowels, shall receive thirty-five cents ($.35)  \nupraise. This shall be in addition to Foreman’s pay as defined by this Agreement and from  \nregular starting time at contract agreement for overtime.  \n"], ["ARTICLE Vill  \nFOREMAN  \n", "Section 1. When there are two employees on any construction job, one must act as foreman  \nand receive foreman pay.  \nSection 2. The Cement Mason Foreman will use his or her tools when there are four  \nemployees or under in his or her craft, employed on the job.  \nSection 3. When five or more employees in his or her craft are employed on the job, the  \nforeman will not Use his or her tools.  \n"], ["ARTICLE Ix  \nBENEFITS  \n", "Section 1. Health and Welfare Fund: The employer agrees to contribute the amount set  \nforth under Article VII Wage Rates -Section 1 Health & Welfare for each hour worked into the  \nIndiana State Plasterers and Cement Masons Health & Welfare Fund.  \n(A) If a National Health Care System becomes mandated to employers and participants of  \nthe Union Health & Welfare Fund in some way causing the plan to become obsolete or unlawful,  \nthe parties of this Agreement will negotiate how the contributions referenced in Article V will be  \nredistributed within the A greement or elsewhere.  \nSection 2. Pension Fund: The employer agrees to contribute the amount set forth under  \nArticle VII Wage Rates - Section 1 Pension for each hour worked into the Indiana State  \nPlasterers and Cement Masons Pension Fund.  \n(A) Said Funds shall be administered as provided in Section #302 of the Taft Hartley Act,  \nas amended, to wit; an equal number of trustees shall be appointed by the joint action of both  \nparties hereto.  \nSection 3. Vacation Fund: If during the term of this Agreement the members of Local  \n#092 - Area #821 vote to have a Vacation Fund, then the employer agrees to deduct from the  \nwages an amount set forth by the members of Local #692 - Area #821 for said fund.  \nSection 4. If during the term of this the local building trades adopt a Drug  \nTesting Policy, both parties agree that this agreement may be reopened only for the purpose of  \nnegotiating language into this agreement with respect to a drug testing policy.  \n"], ["ARTICLE X  \nWORKING DUES CHECK-OFF  \n", "Section 1. Effective June 1, 1993, the employer agrees to deduct from an employee  \ncovered by this agreement five percent (5%) of joumeyman’s base rate per hour for each hour  \nworked per man. Said deductions are to be taken from hourly pay rate of each employee. The  \ndues deduct shall be remitted to the appropriate check-off fund, which is the Indiana State  \nPlasterers and Cement Masons Health and Welfare Fund, acting as collecting agency for Local  \n#092 - Area #821.  \n"], ["ARTICLE XI  \nAPPRENTICESHIP TRAINING  \n", "section 1. The Apprenticeship and Training Program is an organized, written plan  \nembodying the terms and conditions of employment and training, and supervision of one or more  \napprentices, designated as Apprenticeship Standards for Cement Masons Local #692 - Area  \n#821.  \nThere shall be a State Joint Committee consisting of the “Board of Trustees” of  \nthe Agreement and Declaration of Trust.  \nThere shall be an Area Joint Apprenticeship and Training Committee, with equal representation  \nfrom the Employers and the Union, and this Committee shall administer the apprenticeship and  \ntraining programs for its Area. The “Duties of the Area Joint Apprenticeship Committee” is  \nwritten in the Apprenticeship Standards. The Area Joint Apprenticeship Committee shall have  \nfull power to act on matters pertaining to the transferring of apprentice(s) from one job to another  \nin order to provide diversity of training and work opportunities.  \nOne (1) apprentice shall be allowed each employer for the first joummeyman cement mason  \nworking on the job and one (1) additional apprentice to each three (3) additional journeyman  \ncement masons working on the job. The ratio may be wavered by the local joint apprenticeship  \ncommittee for a temporary period of time if the need arises. The State Board of Trustees  \nCoordinator shall be notified as to the wavered ratio and the period of time it is to be in effect.  \nAll apprentices must attend all schooling and/or off-the-job training required by the relevant  \nArea Joint Apprenticeship & Training Committee.  \nOn any job where there are two (2) or more journeyman cement masons working, Local #692 -  \nArea #821 reserves the right to place one (1) apprentice on such job.  \nThe Apprenticeship Standards may be registered with the Bureau of Apprenticeship and  \nTraining, Employment Training A dministration, U.S. Department of Labor.  \nSection 2. WAGES  \n1st Period Oto 800Hrs - 60% of Journeyman Rate  \n2nd Period 801 to 1600 Hrs - 70% of Journeyman Rate  \n3rd Period 1601 to 2400 Hrs - 75% of Journeyman Rate  \nAth Period 2401 to 3200 Hrs - 80% of Journeyman Rate  \noth Period 3201 to 4000 Hrs - 85% of Journeyman Rate  \n6th Period 4001 to 4800 Hrs - 90% of Journeyman Rate  \n7th Period 4801 to 5600 Hrs - 95% of Journeyman Rate  \nWhen classes are in session during the school, the apprentice(s) must satisfactorily complete  \nrelated technical training prior to receiving period wage increases. Classes will be held from  \nSeptember through May each school year for a minimum of 144 hours per year; for 3 years,  \ntotaling a minimum of 432 hours over the term of apprenticeship.  \nsection 3. PRE-APPRENTICE (TENDERS)  \nPre-A pprentice (Tender)  \nTender: (Minimum Wage Rates) Paid per Hour W orked  \nC - Classification - Up to One (1) year employment $11.55  \nB - Classification - One to Two (2) years employment $12.55  \nA - Classification - Two (2) yearsemployment $13.55  \nHealth & Welfare ¢§ 4.35  \n0.40  \nIUCRC 0.07  \nInternational Dues (Deduct) (0.29)  \nWork Dues (Deduct) (1.31)  \nHealth & Welfare contributions will begin in Class C Tenders after 90 days entry as a Tender.  \nTenders may be utilized in a ratio not to exceed three (3) tenders to one (1) journeyman on  \npatching and rubbing work and a ratio of one (1) tender to one (1) journeyman on all other work.  \nThis ratio will be in effect on a company wide basis in the area covered by this A greement.  \nThere will be no restrictions on the work performed by the Tenders. The pay rate established  \nfor the Tender is a minimum rate. The Employer, at his sole discretion, may pay the Tenders a  \nwage greater that the established rate without subjecting the Tenders to reclassification.  \nContributions to the Health & Welfare benefits will begin for Class C Tenders after ninety (90)  \ndays entry asaTender. The Employer is not required to make any contributions to the pension  \nfund for any hours worked by a Tender.  \nThe Employer at his sole discretion will assign all Tenders. Tenders will be assigned by the  \nEmployer to perform any work by the craft, including but not limited to all tamping of soil,  \nraking, spreading, shoveling, dumping of concrete, striking or rod off to proper grade and  \nvibrating of concrete, and which is within the individual’s capability. The Employer will  \nprovide to the Union the name and Social Security number of all Pre-A pprentices/T enders  \nworking for the Employer. The Per-A pprentice will work under the supervision of another  \nCement Mason in the bargaining unit outlined in this agreement. This section concerning Pre-  \nApprentice (Tender) will only be used by mutual consent of the Union and the Employer.  \nsection 4. APPRENTICESHIP & TRAINING TRUST FUND  \nThe parties signatory hereto to participate and be a party to the “AGREEMENT AND  \nDECLARATION OF TRUST - OP & CMIA LOCAL UNION #692 CEMENT MASON  \nAPPRENTICE TRAINING AND JOURNEYMAN RETRAINING EDUCATION FUND”.  \nEach signatory party will receive a copy of the AGREEMENT AND DECLARATION OF  \nTRUST. The AGREEMENT AND DECLARATION OF TRUST and the Fund are created,  \nestablished and maintained, for the purpose of providing such benefits as now are, or hereafter  \nmay be, authorized and permitted by law for Participants and in accordance with its provisions  \nwritten within and in the A pprenticeship Program, Journeyman Upgrading Training Program and  \nin the Funds other rules and regulations authorized and/or created within the AGREEMENT  \nAND DECLARATION OF TRUST. It is understood, however, that the Jourmeyman Upgrading  \nTraining Program will be created and maintained at the discretion of the Trustees of the Fund, as  \nopposed to the Apprenticeship Training Program whose existence is mandated by this Trust  \nAgreement.  \nAll Employers subject to the terms of this agreement shall contribute the amount of monies  \nspecified as the Fund under Article VII - Section 1 entitled Wage Rates shall be  \nmade in a manner prescribed by the BOARD OF TRUSTEES of the AGREEMENT AND  \nDECLARATION OF TRUST but shall be reported upon the same reporting form as is used in  \nreporting contributions to other fringe benefits and Employers may be privileged to make  \ncontributions to separate funds in a single payment by bank check.  \nShould the APPRENTICESHIP PROGRAM, for any reason, be abandoned at the State level, the  \ncontributions called for herein shall be disbursed in the manner set forth in the most current Trust  \nDocument.  \n"], ["ARTICLE Xil  \nSUBSTANCE ABUSE POLICY  \n", "The Union and the Associated General Contractor's of Indiana, Inc., and/or signatory Employer  \nhereby agree that the drug testing program set forth in the Indiana Union Construction Resource  \n10  \nCenter Substance Abuse Policy (\"Policy\") is incorporated by reference herein and made a  \npart of this Agreement. The Trustees of the Indiana Union Construction Industry Substance  \nAbuse Trust Fund (\"Fund\") shall have the authority to amend the terms of the Policy to which  \nemployees working under this A greement will be subject.  \nThe administration of the Policy will be funded by contributions to the Fund. The Trustees of the  \nFund shall have the authority to determine the amount to be contributed by signatory Employers  \nto defray the cost of the Policy. The Trustees may set the contribution at any rate up to ten cents  \n($.10) per hour depending on the Trustees assessment of the amount needed to fund the Policy  \nadequately to fulfill its purposes. Once the rate has been set, the Trustees may adjust the rate of  \ncontribution from time to time within the parameters set forth above, provided the Trustees give  \nthe Employer(s) at least sixty (60) days notice of any such adjustment.  \nIt is agreed that the Employer contribution to the Fund is not part of the wage/fringe package  \nunder this Agreement, but is instead a separate additional contribution made by the Employer  \nsolely to fund the Policy. Accordingly the establishment or adjustment of the rate of contribution  \nby the Trustees shall not affect the wage rates or the amounts set forth for contributions to fringe  \nbenefit funds under this A greement.  \n"], ["ARTICLE Xiil  \nGRIEVANCES  \n", "section 1. A Joint Arbitration Board shall be created for the purpose of promoting  \nharmony resolving differences as to the interpretation or application of this A greement.  \nSection 2. Such Joint Arbitration Board shall be comprised of six (6) members, three (3)  \nto be selected by each of the parties. In addition, alternates shall be appointed so that at all times  \na full board is available for the making of decisions by a majority vote.  \nSection 3. The parties shall submit to the Joint Arbitration Board and the Joint Arbitration  \nBoard shall resolve all grievances and disputes that may arise between the parties as to any  \nmisunderstanding as to the meaning or intent of this A greement.  \nSection 4. In the event of the failure of the Joint Arbitration Board to arrive at a majority  \ndecision if the deadlock cannot be broken, and the Joint Arbitration Board is unable to agree on a  \nneutral third party within a reasonable time, the parties shall select an impartial umpire from a  \npanel of seven (7) nationally known arbitrators supplied by the American Arbitration  \nAssociation, Chicago office.. The award of such neutral third party shall be final and binding  \nupon all parties, provided, however, that if either party should refuse to submit such dispute or  \ncontroversy to the Joint Arbitration Board of umpire, then either party shall have the right to go  \ninto Court for the purpose of enforcing such submission or compliance.  \nSection 5. EXPENSE OF UMPIRE. Expense of the impartial umpire shall be borne by  \nthe losing party.  \n11  \nSection 6. STRIKES AND LOCKOUTS. There shall be no strike or lockout pending the  \ndeliberation of the Joint Arbitration Board.  \n"], ["ARTICLE XIV  \nSTEWARD  \n", "Section 1. The Union Business Agent shall have the right to select a job steward form  \namong the employees on all jobs covered by this Agreement. It shall be his duty to report any  \nviolations of the terms of this Agreement to the Union and he shall not be discriminated against  \nfor the performance of such duties.  \n"], ["ARTICLE XV  \nUNION REPRESENTATION  \n", "Section 1. The duly authorized representative of the Union shall be permitted to visit all  \njobs being performed by the Contractor, but shall not have the night to interfere with such  \nworkmen during working hours.  \nSection 2. All questions involving this Agreement which may arise and which cannot be  \nsettled on the job level by the union steward and the job superintendent, shall be referred to the  \nBusiness Representative of the Union and a Representative of the Contractor whose name  \nappears above.  \n"]]