[["", "ARTICLE 1  \nARTICLE 2  \nARTICLE 3  \nARTICLE 4  \nARTICLE 5  \nARTICLE 6  \nARTICLE 7  \nARTICLE 8  \nARTICLE 9  \nARTICLE 10  \nARTICLE 11  \nARTICLE 12  \nARTICLE 13  \nARTICLE 14  \nARTICLE 15  \nARTICLE 16  \nARTICLE 17  \nARTICLE 18  \nARTICLE 19  \nARTICLE 20  \nARTICLE 21  \nARTICLE 22  \nARTICLE 23  \nARTICLE 24  \nARTICLE 25  \nCLERK AGREEMENT  \nBetween  \nALBERTSON'S LLC  \n(Grand Junction, Colorado)  \nand  \nUNITED FOOD AND COMMERCIAL WORKERS  \nLOCAL #7 (Grand Junction, CO)  \nChartered by the  \nUNITED FOOD AND COMMERCIAL WORKERS  \nINTERNATIONAL UNION  \nCONTRACT TO EXPIRE NOVEMBER 14, 2015  \nTABLE OF CONTENTS  \nRECOGNITION AND  \nRIGHTS OF MANAGEMENT  \nWAGES AND CLASSIFICATION  \nOVERTIME AND HOURS  \nSUNDAY PREMIUMS.  \nNIGHT PREMIUMS  \nRELIEF PERIODS  \n  \neee  \nNO REDUCTION  \nNO DISCRIMINATION  \nVACATIONS  \nSTORE VISITATION  \nWORK SCHEDULES  \n  \n  \n  \neee  \neee  \ncece eee  \nnm ane  \n  \n  \n  \nees  \nee  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \ner eee ee sees  \nrrr  \nlr te  \n  \neee  \nee ee  \nessere eT  \n  \nee  \n"], ["", "ARTICLE 26 HEALTH AND WELFARE COVERAGE 2d  \nARTICLE 27 SICK LEAVE 30  \nARTICLE 28 BULLETIN BOARD 31  \nARTICLE 29 PENSION 3]  \nARTICLE 30 SAVING 4]  \nARTICLE 31 LEAVES OF ABSENCE 4]  \nARTICLE 32 NO FREE WORK 42  \nARTICLE 33 APPRENTICE ADVANCE 42  \nARTICLE 34 TECHNOLOGICAL CHANGE. 43  \nARTICLE 35 STORE CLOSING 43  \nARTICLE 36 NO STRIKE/LOCKOUT 45  \nARTICLE 37 TERM OF AGREEMENT 45  \nAPPENDIX \"A\" — WAGES 47  \nAPPENDIX \"B\" - BONUS 52  \nLETTER OF UNDERSTANDING 53  \nSCHEDULING 53  \nAMICABLE RELATIONSHIP 54  \nCOURTESY CLERKS 55  \nEMPLOYEE BUYOUT es 56  \nABC CHECKOFF 57  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nCLERK AGREEMENT  \nBetween  \nALBERTSON'S, LLC  \n(Grand Junction, Colorado)  \nand  \nUNITED FOOD AND COMMERCIAL WORKERS UNION  \nLOCAL #7 (Grand Junction, CO)  \nChartered by the  \nUNITED FOOD AND COMMERCIAL WORKERS  \nINTERNATIONAL UNION  \nCONTRACT TO EXPIRE NOVEMBER 14, 2015  \nAGREEMENT  \nTHIS AGREEMENT made and entered into by and between Albertson's, LLC, whose  \nsignature appears on this Agreement, hereinafter referred to as the \"EMPLOYER,\" and United  \nFood and Commercial Workers Union, Local No. 7, Denver, Colorado, chartered by the United  \nFood and Commercial Workers International Union, hereinafter referred to as the \"UNION.\"  \nWITNESSETH  \n"], ["ARTICLE 1  \nRECOGNITION AND EXCLUSIONS  \n", "Section 1. The Employer recognizes the Union as the sole collective bargaining agency for  \nall grocery and produce department employees and the bakery department sales clerks including  \npart-time employees regularly working one (1) day per week or more, employed by Albertson's,  \nLLC., in its retail food store located at 1830 North 12th, Grand Junction, Colorado; but excluding  \nthe Store Director, Grocery Manager, Front End Manager, Produce Manager, General Merchandise  \nManager, office clerical employees, janitors, parking lot attendants, meat department employees,  \nbakery department production employees, professional employees, watchmen, guards, scan  \ncoordinator, and supervisors as defined in the Act. Any new stores opened within the contractual  \nboundaries of this contract shall be accreted to this Agreement.  \nIt is understood and agreed that it is the present industry practice to permit Advance  \nSalesmen to order, display or rotate items in the signatory Employer's retail food stores as well as  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nthe stocking of macaroni products, spices, cheese products, salad dressing products, bakery  \nproducts, cigarettes, specialty food, gourmet food, natural foods and greeting cards and perishables  \nrelated to the above products. It is not the intent of this Agreement to prohibit or restrict in any  \nmanner the continuance of this practice, but rather to prohibit its expansion. It is understood and  \nagreed that nothing herein shall be construed or interpreted as prohibiting the setting up of  \npromotional displays by the employees of the signatory Employer's suppliers. It is further agreed  \nand understood that nothing herein shall be construed or implied as a restriction or prohibitions of  \nthe ordering, stocking, displaying, rotating, etc. of merchandise by Advance Salesmen during the  \ntime period immediately preceding and the two (2) week period after a new store opening or the  \nreopening of a store after remodeling. Additionally, all vendors shall be allowed to stock and  \notherwise maintain any J-hook and clip strip program.  \nIt is also understood and agreed that nothing herein shall be construed to restrict or prohibit  \nthe ordering, stocking, displaying, rotating, etc. of merchandise by Driver Salesmen or Rack  \nJobbers.  \nSection 2. All present employees of the Employer who fall within the bargaining unit, as  \ndescribed in Section 1 hereof, shall, as a condition of continued employment, be or become  \nmembers of the Union on the thirty-first (31st) day after the signing of this Agreement, and shall  \nremain members of the Union during the life of this Agreement.  \nSection 3. It shall be a condition of employment that all employees covered by this  \nAgreement who are members of the Union on the effective date of this Agreement shall remain  \nmembers, and those who are not members on the effective date of this Agreement shall, on the  \nthirty-first (31st) day following the effective date of this Agreement, become and remain members  \nin the Union. It shall also be a condition of employment that all employees covered by this  \nAgreement and hired on or after its effective date shall, on the thirty-first (31st) day following the  \nbeginning of such employment, become and remain members in the Union.  \nFor the purpose of this Section 3, the execution date of this Agreement shall be considered  \nas its effective date.  \nSection 4. Whenever the Union requires the Employer to discharge any employee for  \nfailure to join or maintain his membership in the Union in accord with the terms of this Article, the  \nUnion agrees to furnish the Employer an itemized copy of the delinquent's account with the Union  \ntogether with a written request for discharge. The Employer will discharge any employee who falls  \nwithin the bargaining unit as described in Section 1 hereof within ten (10) days after the receipt of  \nsaid written request for discharge, unless within said ten (10) day period the delinquent employee  \npays or tenders his delinquent initiation fee (or uniform reinstatement fee, where applicable) and/or  \ndelinquent Union dues to an authorized agent of the Union.  \nSection 5. At the time of hiring the Employer will advise each such employee of the fact  \nthat he must become a member of the Union within thirty-one (31) days and must remain a member  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nof the Union as a condition of employment during the life of this Agreement. The Employer will  \nlikewise furnish each such employee with the address of the Union office and name of the Union  \nrepresentative. Completion of any necessary applications, forms and papers for qualification under  \nthe Health and Welfare Article or any other benefit programs provided by this Agreement shall be  \ncompleted on the first (1st) day of employment, but not later than the eligibility date of participation  \nin the various plans.  \nSection 6. Any employee who has completed his probationary period and who is sent to an  \noff-premise training program shall not have his rate of pay reduced, and, if subsequently  \nreclassified, shall receive the appropriate rate for the new classification. The rate of pay for  \nattendance at the Employer's off-premise training school shall be no less than the minimum hourly  \nrate set forth in the labor Agreement.  \nSection 7. The Employer agrees to deduct the weekly Union dues (including initiation fees  \nfor new employees) and uniform assessments from the net amount due each employee in the  \nbargaining unit as described in Section 1 hereof who has furnished the Employer (either directly or  \nthrough the Union) with an individual written authorization for making such deductions on a form  \nmutually agreed upon between the Employer and the Union. It is understood that the check-off  \nauthorization is to be entirely voluntary upon the part of each such individual employee and that any  \nsuch employee may revoke his individual check-off authorization upon giving thirty (30) days'  \nwritten notice to the Employer and the Union. The Employer agrees to remit all such deductions to  \nthe President of the Local Union within ten (10) days after the last pay period of each month. The  \nUnion shall indemnify and hold the Employer harmless against any and all suits, claims, demands  \nand liabilities which arise out of, or by reason of, any action which shall be taken by the Employer  \nfor the purpose of complying with the provisions of this Article.  \n"], ["ARTICLE 2  \nRIGHTS OF MANAGEMENT  \n", "Section 8. The Employer retains the right to manage the store, to direct the working forces,  \nto establish reasonable standards of dress, and to make necessary and reasonable rules and  \nregulations for the conduct of the business, providing that the said rules and regulations are not in  \nconflict with the terms of this Agreement in any way.  \n"], ["ARTICLE 3  \nWAGES AND CLASSIFICATION  \n", "Section 9. For the purposes of this Agreement, the terms set forth below shall have the  \nfollowing meanings:  \na. DEMONSTRATORS. The duties of demonstrators shall not include work normally  \ndone by employees covered by this Agreement.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nb. HEAD CLERK. A Head Clerk is an employee who has been assigned by the  \nEmployer to direct or supervise the work of others. The mere fact that two persons  \nwork together does not mean that one is a Head Clerk.  \nc. COURTESY CLERKS. Courtesy Clerks shall not operate a cash register, stock,  \nexcept minimally or incidental to their normal duties, or price merchandise, unload  \ntrucks or trim produce.  \nCourtesy Clerk's duties include but are not limited to:  \na. Assisting customers in the unloading, bagging and loading of their orders and in  \nthe transporting of merchandise purchased by them to their vehicles.  \nb. In the case of merchandise which is abandoned, declined, exchanged or  \ndamaged, including reworked salvage, returning same to the shelf or other point  \nof disposal; and,  \nc. Dusting and other cleaning of merchandise and shelves including the removal of  \nmerchandise, and the restocking of the removed merchandise after cleaning, the  \nhanging and removal of signs and decorations, facing of shelves and checking  \nof code dates.  \nIt is understood that the first four (4) hours of daily temporary courtesy clerk  \nadvancement shall not be subject to the requirements as set forth above to a  \nmaximum of twenty (20) hours per week, total per store.  \nIt is further understood that if an emergency situation arises wherein the Courtesy  \nClerk is prenotified of the fact that he will be paid the Apprentice Clerk starting rate  \nof temporary assignment to a higher classification, as provided elsewhere in this  \nAgreement, there is no violation of the above.  \nSection 10. The minimum wages for the indicated classifications shall be as set forth in  \nAppendix \"A,\" attached hereto, and by this reference made a part hereof.  \nSection 11. Part-time employment shall be computed in accord with the appropriate hourly  \nrates set forth in Appendix \"A,\" attached hereto, and by this reference made a part hereof.  \nSection 12. Employees must actually work the hours set forth in Appendix \"A\" before  \nprogressing to the next wage bracket, except as otherwise provided in this Agreement.  \nSection 13. In applying Sections 10, 11, and 12, of this Article 3 of this Agreement to any  \nnewly-hired employee, the particular new Employer will give recognition to the verified number of  \nhours of actual work experience on a comparable job which said newly-hired employee may have  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nperformed within the previous five (5) years for any other particular employer in a similar retail  \ngrocery operation.  \nAny grievance over recognition given an employee for comparable work experience at the  \ntime of his employment must be filed pursuant to the terms and conditions of the grievance  \nprocedure of this Agreement (excluding the employee's trial period).  \n. Any employee shall receive upon request to his employer or former employer, the following  \ninformation: Date of hire, date of termination, total hours worked in retail store unless such hours  \nworked shall exceed six thousand five hundred (6,500) and then such fact shall be stated. The  \nemployee must show evidence of employment in the grocery industry before making such request.  \nIf new job classifications not presently in existence are established in the bargaining unit,  \nthe parties shall, within thirty (30) days of request by either party, negotiate appropriate wage rates.  \nSection 14. Work Between Classifications. It is understood that employees may perform  \nincidental work in another classification without violating this Agreement. It is expressly  \nunderstood and agreed work in a higher classification shall first be offered to workers in that  \nclassification who are in the store and available before lower classified employees are  \ntemporarily assigned thereto if the needs arise the same day. In the event the need arises one (1)  \nday or more in advance, the work shall be offered to all workers in the higher classification  \nbefore lower classified employees are temporarily assigned thereto.  \n   \n"], ["ARTICLE 4  \nOVERTIME AND HOURS  \n", "Section 15. The workweek shall coincide with the calendar week.  \nForty (40) hours to be worked in any five (5) eight (8) hour days shall be the standard  \nworkweek for regular full-time employees; holidays worked, or unworked, shall be counted as  \nhours worked for the purpose of computing overtime.  \nA regular full-time employee is described as an employee who has been hired as such or  \nscheduled or worked forty (40) or more hours a week for four (4) consecutive weeks, except for  \nemployees hired as or advanced to a full-time schedule between June Ist and September 15th and  \nexcept for regular Non-Foods or General Merchandise Clerks advanced to a full-time schedule  \nbetween November 15th and January 15th. If the employee who has worked the four (4) forty (40)  \nhour weeks is not the senior employee on the \"full-time\" list, such employee shall remain in part-  \ntime status, and the senior qualified employee in that classification who has signed the full-time list  \nas provided in Section 30 shall be changed to full-time status.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nAn employee who has achieved the status of regular full-time shall retain that status  \nunless he is scheduled for an average of less than forty (40) hours per week for twelve (12)  \nconsecutive weeks at which time he shall be reclassified as part-time.  \nPart-time employees shall not be scheduled for less than four (4) hours per day, provided  \nthey are available for work. Students and Courtesy Clerks shall not be scheduled for less than three  \n(3) hours per day, provided they are available for such work.  \nOvertime compensation at the rate of time and one-half the employee's base hourly rate of  \npay shall be paid under the following conditions:  \na. For all time worked in excess of eight (8) hours in any one (1) day.  \nb. For all time worked in excess of forty (40) hours in any one (1) workweek as  \ndescribed above.  \nC. For hours worked prior to an employee's scheduled starting time when less than  \neight (8) hours has elapsed since his last previously scheduled quitting time. (There  \nwill be at least eight (8) hours between each employee's scheduled quitting time and  \nhis next scheduled starting time.)  \nd. For all hours scheduled and worked on the sixth and seventh day in a workweek by  \npart-time employees who work less than forty (40) hours in that workweek. No  \nemployee shall be permitted to claim additional hours or schedules which would  \nprovide a six or seven day schedule during a workweek.  \nSection 16. It is understood and agreed that there shall be no pyramiding of overtime and  \npremium pay for the same hours of work.  \nSection 17. Each employee who is scheduled to work in excess of five (5) hours in a day  \nshall receive, on his own time, a one (1) hour lunch period, or, upon mutual agreement between  \nthe employee and the Employer, a one-half (1/2) hour lunch period at approximately the middle  \nof his workday. Individual change of lunch period from one (1) hour to one-half (1/2)  \nhour, or vice versa, shall occur only at the beginning of a new work schedule. There shall be no  \ndaily split shifts.  \nEmployees’ scheduled lunch periods will be set forth on the schedule, but the parties  \nrecognize it may be necessary to alter the lunch period schedule due to the needs of the business.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n"], ["ARTICLE 5  \nSUNDAY PREMIUMS  \n", "Section 18. The rate for work performed on Sunday as such shall be one and one-fourth  \n(1%) times the employee's regular straight-time rate of pay (exclusive of Courtesy Clerks). The  \nSunday premium, for hours worked up to eight (8) hours, shall in no instance be offset against  \nany weekly overtime which may be due under subparagraph b of Section 15 above because of the  \nfact that the employee worked over forty (40) hours in the particular workweek. The Sunday  \npremium shall not be averaged into the employee's straight-time rate for the purpose of  \ndetermining the rate upon which daily or weekly overtime is based in any workweek under  \nSection 15 hereof.  \nAn employee whose straight-time schedule shift begins on Saturday and continues beyond  \nmidnight on Saturday shall receive the above rate for those hours worked on Saturday, and such  \nshifts in their entirety shall be the first shift of the new workweek.  \nIn those situations where an employee's straight-time schedule shift begins at or after 8:00  \np.m. on Saturday and continues beyond midnight on Saturday, the Employer shall not reschedule or  \nreduce the hours of such employee for the sole purpose of avoiding the payment of such Sunday  \nrate, though it is recognized that changes in the schedule may be necessitated by changes in  \nbusiness operations.  \nCourtesy Clerks will be paid for hours worked on Sunday at their regular rate of pay plus  \nfifty cents (50¢) per hour.  \nNo employee who, because of his or her religion, has conscientious objections to working  \non his or her day of Sabbath will be required to work on his or her Sabbath as a condition of  \nemployment.  \nSection 19. | Employees hired on or after May 1, 2005 shall not be eligible for Sunday  \nPremium.  \n"], ["ARTICLE 6  \nNIGHT PREMIUMS  \n", "Section 20. A premium of fifty cents (50¢) per hour shall be paid for all work performed  \nbetween the hours of 12:00 midnight and 6:00 a.m. to all employees (excluding Courtesy Clerks).  \nAll Courtesy Clerks shall receive twenty-five cents (25¢) per hour in addition to the hourly  \nrate for all work performed between the hours of 12:00 midnight and 6:00 a.m.  \nNight premium shall not apply where the employee is working at overtime or on Sunday or  \non a holiday.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n"], ["ARTICLE 7  \nRELIEF PERIODS  \n", "Section 21. The Employer will give employees a relief period of fifteen (15) uninterrupted  \nminutes for each four (4) hour period worked, as near as practical to the middle of the four (4)  \nhours.  \nWhen an employee is required to work more than ten (10) hours in a day, he shall be  \nentitled to a third relief period.  \n"], ["ARTICLE 8  \nTRAVEL TIME  \n", "Section 22. When an employee is transferred from one store to another store during his  \nworkday, reasonable time spent in traveling between said stores shall be considered as time worked.  \nRequired travel between stores in the employee's personal vehicle shall be reimbursed at the IRS  \nrate exclusive of travel to and from the employee’s home.  \n"], ["ARTICLE 9  \nSTORE MEETINGS  \n", "Section 23. All time spent by an employee actually attending any store meetings where his  \nattendance is required by the Employer shall be counted as time worked and any restrictive  \nprovisions set forth elsewhere herein will not apply.  \n"], ["ARTICLE 10  \nTIME CARDS  \n", "Section 24. In stores where time cards are used, employees shall be required to punch their  \nown time card immediately before beginning work and immediately upon ending work. No  \nemployee shall have the right to punch another employee's time card.  \nIn stores without time clocks, time cards shall be filled in daily by each employee. Any  \nemployee punching or filling in another employee's time card shall be subject to immediate  \ndiscipline.  \n"], ["ARTICLE 11  \nREPORTING PAY  \n", "Section 25. Any employee able to render required services shall, if called for work, be  \nguaranteed an amount equal to four (4) hours' pay at his strai ght-time rate of pay.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nNotwithstanding the above, students and Courtesy Clerks able to render required services  \nshall, if called for work, be guaranteed three (3) hours’ pay, provided the employee is able and  \navailable to work the three (3) hours.  \n"], ["ARTICLE 12  \nHOLIDAYS  \n", "Section 26. All employees hired on or before April 30, 2005 who have completed their  \nprobationary period shall be paid for the following holidays whether or not they fall on what would  \nnormally be a workday for the employees involved: New Year's Day, Memorial Day, Fourth of  \nJuly, Labor Day, Thanksgiving Day, and Christmas Day. Such employees shall be entitled to two  \n(2) personal holidays, which must be requested two (2) weeks in advance and approved by the Store  \nManager.  \nThe Employer may operate its stores, at its sole discretion, on any of the holidays  \nrecognized by this agreement. The Employer will staff on Christmas Day by voluntary sign up list  \nonly. To the extent the Employer does not receive sufficient volunteers in a store, the Employer  \nmay schedule by inverse seniority.  \nAll employees hired on or after May 1, 2005 who have completed their probationary period  \nshall be paid for the following holidays whether or not they fall on what would normally be a  \nworkday for the employees involved: Thanksgiving Day, Christmas Day. After two years of  \nservice, such employees shall be entitled to one (1) personal holiday, two (2) personal holidays after  \nthree (3) years of service and three (3) personal holidays after four years of service, which must be  \nrequested two (2) weeks in advance and approved by the Store Manager. In the event an employee  \nfails to schedule his personal holiday by October 1 of the calendar year, the Employer will select a  \ndate and schedule such employee for his remaining personal holidays for that year. Further,  \npersonal holidays shall be granted by seniority, and classification.  \nTo be eligible for the personal holiday during each calendar year, an employee must be on  \nthe payroll as of January | of each year. Such holiday must be taken during the respective calendar  \nyear. An employee whose employment terminates prior to his having taken his personal holiday  \nshall not be entitled to holiday pay in lieu thereof.  \nAs pay for an unworked holiday, regular full-time employees will be paid at straight-time  \nfor the number of hours they would normally have worked on the day in question, but not to exceed  \neight (8) hours. If the holiday falls on a day which would normally have been such employee's  \nscheduled day off, he shall be paid eight (8) hours at straight-time as pay for the unworked holiday.  \nHoliday pay for part-time employees who have completed their probationary period will be  \nbased on the number of hours worked in the workweek immediately prior to the week in which the  \nholiday occurs, divided by five.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nIn order to qualify for pay for an unworked holiday, an employee otherwise eligible for such  \npay under the terms of this Article must work his regularly scheduled day immediately preceding  \nthe holiday and his regularly scheduled day immediately following the holiday and the holiday, if  \nscheduled unless medically established that the employee was unable to work such holiday, or  \nunless he has been previously excused from such work by the Employer. In any event, the  \nemployee must perform work during the week in which the holiday occurs, unless on vacation, or  \nreceiving sick pay for time not worked during the week in which the holiday occurs, or during the  \nfirst thirty (30) days of absence for which an employee is receiving Worker's Compensation.  \nAn unworked holiday, even though paid for under the terms of this Article, shall not be  \ncounted as a day worked for the purpose of computing overtime pay in a holiday workweek.  \nSection 27. For employees hired on or before April 30, 2005, when a holiday is worked, the  \nemployee shall be paid one and one-half (1/2) times his regular base rate of pay in addition to the  \nholiday pay provided herein.  \nFor non probationary employees hired on or after May 1, 2005, when a holiday is worked,  \nthe employee shall be paid one dollar ($1.00) per hour worked in addition to the holiday pay  \nprovided herein.  \n"], ["ARTICLE 13  \nSENIORITY  \n", "Section 28. Seniority is the length of continuous employment with the Employer. Seniority  \nshall be dated from the date the employee actually reports for work.  \nSeniority shall be broken only by the following:  \n]. Quit.  \n2. Justifiable discharge.  \n3. Lay-off of more than nine (9) months.  \n4. Failure to return to work in accordance with the terms of a leave of absence.  \n5. Failure to report for work upon recall after a layoff within five (5) days after date of  \nmailing of recall notice sent by registered letter to the last address furnished in writing to the  \nEmployer by the employee.  \nThe Employer agrees to make promotions to lesser classified jobs than Head Clerks to the  \nmost senior qualified employee. Seniority shall prevail throughout the entire number of stores of the  \nEmployer in the area covered by this Agreement.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n1. A promotion is an assignment to a classification which has a higher \"journeyman\" or  \n\"thereafter\" rate than the classification being vacated.  \n2. desirous of promotion shall make this wish known by submitting a written  \nrequest form to his then-current Store Manager. Such request must be submitted during the first  \nfifteen (15) days in January (for consideration for promotions necessary from the first workweek in  \nFebruary until the first workweek in August) or the first fifteen (15) days in July (for consideration  \nfor promotions necessary from the first workweek in August until the first workweek in February).  \n3. An employee who is assigned a promotion in accordance with such request shall accept  \nsuch promotion and shall have his request canceled, and shall not be allowed to submit another  \nrequest until the next subsequent request period.  \n4. Any employee who wishes to withdraw such written request may do so in writing to the  \nStore Manager at any time before the time when promotion is assigned.  \n5. The Employer shall not make promotional assignment to employees who are not  \nscheduled to work during the workweek in which the assignment is to begin; nor to any employee  \nin a probationary period.  \n6. None of the above shall be applicable to emergency or temporary assignments as set  \nforth in Article 13, Section 30 of this Agreement.  \nAfter the Promotion Request List is exhausted, the Company agrees to post at its  \nindividual stores notice of openings which may occur for a period of five (5) calendar days so  \nthat employees may express their interest for a promotion. If the most senior employee who has  \nsigned the job posting does not get the promotion, that employee may request a meeting with the  \nstore's Director and one person designated by the store's Director for the purpose of receiving an  \nexplanation of the store Director's decision. The employee will also be allowed to have another  \nemployee of his choice sit in on that meeting. In no event, however, will either the procedures or  \nthe substance of this paragraph be arbitrable.  \nAnything in the Collective Bargaining Agreement notwithstanding, Section 28 will not  \napply to jobs filled by persons with experience entitling them to the second (2nd) step or higher  \napprentice rate in a classification and paid at the appropriate contractual rate for such experience.  \nWhen any employee is promoted to a higher classification, he shall be on probation for a  \nperiod of thirty (30) days if full-time, forty-five (45) days if part-time. If an employee is  \nunsuccessful during probation the employee will be returned to his prior classification with regard  \nto position and status.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nThe first sixty (60) calendar days of employment shall be considered a trial period, during  \nwhich time an employee may be terminated for any reason and he shall have no recourse to the  \ngrievance or arbitration procedures set forth in this Agreement concerning such termination.  \nSection 29. All seniority granted employees under the terms of this Agreement shall be  \nsubject to the rights granted by law to the employees volunteering, called or conscripted for active  \nmilitary service under the National Guard Act of 1940 and the Selective Service Act of 1942, and  \nany additions or amendments thereto, or rulings and interpretations thereof by any authorized court  \nor agency.  \nSection 30. When an employee is required to perform work in a higher classification, he  \nshall receive the higher rate, based on his experience; but if required to perform work in a lower  \nclassification, he shall retain his regular rate except in the case of actual demotion when the  \nemployee shall receive pay according to his classification.  \nTransfers from store to store shall not be made or denied for capricious, arbitrary or  \ndiscriminatory reasons. Full-time employees desiring a transfer to another store within the  \nbargaining unit in order to be nearer their residence may indicate their desire for transfer in writing  \nto their Store Manager. Such transfer requests will be considered at the time an opening occurs  \nwithin their classification and status.  \nSection 31. There shall be established a \"full-time request\" list. This shall be made up of  \nthe names of employees in the bargaining unit who have made written request during the first  \nfifteen (15) days in January (to be effective from the first workweek in February until the first  \nworkweek in August) or the first fifteen days in July (to be effective from the first workweek in  \nAugust until the first workweek in February) of each year in which they state their wish to receive a  \nfull-time assignment, regardless of the hours or shift. Such written request shall be submitted to the  \ndesignated Employer representative. This request shall remain in effect until the following request  \nperiod or until assigned full-time.  \nWhen an employee who has been assigned full-time status schedule for the immediately  \npreceding twelve (12) or more weeks is terminated because of quit or discharge, or is transferred by  \nthe Employer, or when a new position of full-time 1s created within an existing store the job  \nvacancy created by such quit, discharge, transfer or new job creation shall be filled by assignment of  \nthe most senior qualified employee in the same classification as the job vacancy who has signed the  \nthen current \"full-time request\" list, when it is deemed necessary to fill the vacancy. When the new  \nassignment is within ten (10) miles of the store in which the employee is working the employee so  \nassigned shall be required to fill the new assignment regardless of hours, shift or store location  \nwithin the bargaining unit. In the event the new assignment is to a store more than ten (10) miles  \nfrom the store in which the employee is working, the employee may refuse the new assignment, but  \nmust so advise the Employer at the time the assignment is offered. It is understood, however, such  \nemployee who has made written request for a full-time assignment retains the right to revoke such  \nrequest by written notice submitted to the designated Employer representative at any time prior to  \n12  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nthe time he is offered such full-time assignment. If an employee revokes such request, that  \nemployee cannot renew his request until the next regular request period.  \nThis Section is intended to maximize the number of hours a senior employee can work, up  \nto and including forty (40) hours per week, but shall not be construed to be a guaranteed workweek.  \nSection 32. All Purpose Clerks, Bakery Clerks, Non-Foods or General Merchandise Clerks  \n(exclusive of employees assigned as night stockers, and all probationary employees) may request  \nparticular weekly schedules, and schedules which have consecutive days off as may be posted, and  \nbe so assigned in accordance with their seniority within their classification within the store by  \nsubmitting such request in writing, provided they are qualified and available to perform the  \nnecessary work. An employee who has made such election as outlined above shall retain the  \nschedule, providing the schedule continues to be available. Such elections are to be implemented  \ncommencing the first Sunday of January, April, July, and October of each year.  \nAfter six (6) months of work on a night stocking crew, All Purpose Clerks shall have the  \nrights expressed above based on seniority to request particular weekly schedules.  \nNo employee shall be scheduled for less than twenty (20) hours in a workweek, if the  \nemployee is available.  \nNothing in this Article shall be construed to require pay for time not worked.  \nSection 33. When it is necessary to work additional hours, the additional hours shall be  \nassigned to employees in the same classification in the store who are scheduled for less than forty  \n(40) hours in the week, in the order of seniority, provided the employee possesses the ability and  \nskill to perform the work required and provided the employee is available to work the necessary  \nhours and has notified the Store Manager in writing of his desire for additional hours. Such written  \nnotification shall be furnished to the Store Manager no later than the close of business on  \nWednesday to be implemented on the following week's schedule. Nothing herein shall be  \nconstrued to require the scheduling of additional hours for any employee which will provide him  \nmore than forty (40) hours in a week, or five (5) days of work.  \n\"Additional hours\" shall include schedules made available by a terminating employee who  \nhas been assigned less than a full-time schedule and whose hours the Store Manager deems  \nnecessary to fill. The employee being assigned the additional hours shall not have the right to  \naccept such hours in part, but shall be obliged to accept the entire weekly schedule as written. It is  \nunderstood, however, each employee who has made written request for additional hours may  \nrevoke such request by written notice to the Store Manager no later than the close of business on  \nWednesday of the week proceeding the week involved.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nWritten requests to remain in effect until forty (40) hours is achieved or such request is  \nrevoked. Written requests are not transferable from store to store. Full-time scheduled vacancies  \nshall be filled as defined elsewhere in this Agreement.  \nSection 34. Reduction in Hours: When a reduction in hours is necessary within the store,  \nas opposed to a layoff in the workforce, hours will be reduced from employees in the affected  \nclassification who have not requested additional hours in writing as set forth elsewhere in this  \n- Agreement, before any reductions shall occur in the employee group which has requested additional  \nhours.  \nIf, after all part-time employees performing duties in the affected classification in the store  \nfor which the full-time employee is qualified have either had their hours reduced to 24 or have been  \nlaid off, it is still necessary to reduce hours in the store, the least-senior full-time employee in the  \naffected classification in the store must have his or her hours reduced to 24 before the hours of any  \nother full-time employee in the affected classification are reduced. For the purpose of reducing  \nhours of full-time employees in the Clerk classification, reduction will be made on the basis of three  \n(3) groupings: Night Stockers, Produce Clerks and all other All-Purpose Clerks. If a reduction of  \nhours has to be made among employees of one grouping, the least-senior full-time employee  \nworking in that grouping will be reduced unless he has ninety (90) days of verifiable experience  \nworking in one of the other groupings within the five (5) years preceding the date of layoff. In the  \nevent the employee has such experience or training, the least-senior full-time employee working in  \nthe grouping for which he has qualifications shall have his hours reduced. If the employee to be  \nreduced in a grouping is qualified hereunder to work in both other groupings, the least-senior full-  \ntime employee in both groupings will have his hours reduced.  \nSection 35. Employees who have requested additional hours, full-time status, or schedule  \nchanges in writing as set forth above, shall have until noon on the Saturday following posting of the  \nschedule to take issue with that schedule or his right to take issue shall be waived. Should he raise  \nsuch issue in timely fashion and should it not be resolved, it shall be subject to the grievance  \nprocedure set forth elsewhere in this Agreement. It shall be the responsibility of each employee to  \nmake himself aware of the schedule and any changes made therein.  \nSection 36. Layoffs: When a reduction in the workforce is necessary, as opposed to a  \nreduction in hours, the following procedures shall be used.  \nLayoff will begin in departments (checker, courtesy clerk, day stocker, night stocker, and  \nproduce for All-Purpose Clerk classification) in the classification to be affected in reverse seniority  \norder. The affected person shall be notified and given the following options: (a) Displacing the  \nleast-senior employee in the same classification in the store, if the affected employee is qualified for  \nsuch position, or (b) accepting the layoff.  \nLaid-off employees shall be recalled as needed, in the order of seniority, to jobs which they  \nare qualified to perform. The Employer shall not hire a new employee into a position for which a  \n14  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nlaid-off employee is qualified and available to perform. The Employer shall offer recall to a job in  \nthe classification from which an employee was laid off prior to promoting another employee into  \nthat classification.  \nDeleted.  \n"], ["ARTICLE 14  \nUNIFORMS  \n", "Section 37. The Employer agrees to provide all required uniforms and laundry service for  \nall required caps, uniforms, smocks, aprons, towels, and rags, except for laundering of wash and  \nwear garments.  \n(a) Courtesy Clerks shall be allowed to wear shorts May 1 to October 1.  \n"], ["ARTICLE 15  \nNO REDUCTION  \n", "Section 38. Unless otherwise agreed between the parties, no employee shall suffer any  \nreduction of present hourly pay because of the adoption or through the operation of this Agreement,  \nnor shall be reclassified to defeat the purpose of this Agreement.  \nThe Employer shall not raise or subsequently lower hourly rates of pay for classifications  \ncovered by this Agreement without the mutual consent of the Union.  \n"], ["ARTICLE 16  \nNO DISCRIMINATION  \n", "Section 39. The Employer hereby agrees not to discriminate against any employee or  \ndischarge him because of membership in the Union and/or for upholding Union principles, and  \nfurther, no employee who falls within the bargaining unit, member of the Union, shall be  \ndischarged without good and sufficient cause.  \nThe Employer and the Union agree that each will fully comply with the applicable laws and  \nregulations regarding discrimination against any employee, or applicant for employment, because of  \nsuch person's race, religion, color, national origin, sex, age or disability.  \nUse of the male gender herein shall, except as the context requires otherwise, be deemed to  \ninclude the female gender.  \nThe Employer shall not require any employee to submit to a polygraph examination.  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n"], ["ARTICLE 17  \nVACATIONS  \n", "Section 40. All regular employees covered by this agreement who were hired on or before  \nApril 30, 2005 and who have worked eight hundred and thirty two (832) or more hours in their  \nanniversary year, shall receive one (1) week paid vacation after one (1) year of continuous service,  \ntwo (2) weeks paid vacation after two (2) years of continuous service, three (3) weeks paid vacation  \nafter five (5) years of continuous service, four (4) weeks paid vacation after twelve (12) years of  \ncontinuous service and five (5) weeks paid vacation after twenty (20) years of continuous service.  \nAll regular employees covered by this agreement hired on or after May 1, 2005 and who  \nhave worked one thousand forty (1,040) or more hours in their anniversary year, shall receive one  \n(1) week paid vacation after one (1) year of continuous service, two (2) weeks paid vacation after  \nthree (3) years of continuous service, and three (3) weeks paid vacation after eight (8) years of  \ncontinuous service.  \nThe Employer will convert the employees’ weekly vacation allotment to a daily vacation  \nallotment by multiplying the number of weeks of vacation due by five (5). The hours paid for each  \nday of vacation will be based on the average weekly hours of vacation, as calculated herein, divided  \nby five (5). Employees may be allowed to take vacations one day at a time, subject to approval by  \nthe Employer and based on the following requirements:  \n1. Daily vacation must be requested of the Store Manager in writing by Tuesday prior to  \nthe posting of the schedule for the week in which time off is requested.  \n2. Employees may not receive more than five (5) days vacation pay in any calendar week.  \n3. Not more than one (1) week (five (5) days) may be taken one (1) day at a time per  \nanniversary year.  \n4. Weekly vacation requests shall take preference over daily vacation requests.  \nAll vacation shall be paid at straight-time rates. The number of hours for which such  \nemployees shall be paid for a vacation week shall be the average number of weekly hours worked  \nduring the twelve (12) months immediately preceding the employee's anniversary date of  \nemployment not to exceed forty (40) hours pay for each week of vacation. Hours paid for  \nvacations, holidays and sick leave shall be considered as hours worked for the purpose of  \ncomputing vacation amounts.  \nIf any one of the holidays enumerated in Article 12 hereof falls during an employee's  \nvacation, the employee shall receive an extra day's vacation pay because of it.  \nIn the event a regular full-time employee covered by this Agreement who has been  \nemployed two (2) years or longer voluntarily quits or is discharged for reasons other than proven  \ndishonesty, such employee shall be paid pro rata vacation pay earned up to the time the employment  \nrelationship is severed.  \n16  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nSection 41. All regular full-time Courtesy Clerks and all part-time Courtesy Clerks who  \nnormally work twenty-four (24) or more hours in the workweek covered by this Agreement shall  \nreceive vacations in accordance with the schedule set forth in the immediately preceding Section.  \nSection 42. The Employer may pay the employee the vacation pay accrued during the  \nemployee's anniversary year either prior to the taking of the vacation (if requested in writing at least  \ntwo (2) weeks in advance of such vacation) or on the employee's anniversary date.  \nSection 43. A vacation may not be waived by an eligible employee and extra pay received  \nfor work during that period unless agreed by the Union and the Employer. Vacations must be taken  \nduring each anniversary year.  \nSection 44. When an employee is laid off, or discharged, or leaves his place of  \nemployment, and at said time he is entitled to a vacation, he shall receive his vacation wages at the  \ntime of the layoff or discharge, or at the time he leaves his place of employment. Provided,  \nhowever, that if such employee be discharged for proven dishonesty or drunkenness or being under  \nthe influence of illegal narcotics, he shall not be entitled to any vacation or vacation pay, whether  \nthe same has accumulated or not.  \nSection 45. The Employer retains the right to determine the number of employees who may  \nbe on vacation at any given time. Ifa dispute arises between employees as to vacation preference,  \nseniority shall govern within the department, the classification and store.  \n"], ["ARTICLE 18  \nSTORE VISITATION  \n", "Section 46. The President or the Business Representative of Local #7 shall have the right of  \nentering the premises of the Employer for the purpose of interviewing employees, except such  \nrepresentatives shall not in any way interfere with or disrupt any employee’s production or ability to  \nservice customers. The said representatives shall make their presence known to the Manager or the  \nperson in charge in the absence of the Manager, when possible, upon entering the premises. The  \nEmployer shall, upon the request of an authorized Union representative, furnish satisfactory  \nevidence to ascertain whether employees are being paid in accordance with the terms of this  \nAgreement, and review with the Union representative the facts giving rise to disciplinary action.  \n"], ["ARTICLE 19  \nWORK SCHEDULES  \n", "Section 47. By 9:00 a.m. on Friday of the previous week, management will post the work  \nschedule in each store for the following week, which schedule shall be in ink and which shall  \ninclude employees' first initial and last name and which work schedule shall not be changed by  \nmanagement for that particular workweek except where the change is predicated on circumstances  \n17  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nbeyond the control of the management such as sickness, injury, leaves of absence, vacations, jury  \nduty, wide fluctuations in volume, Acts of God. This clause shall not be construed as preventing  \nmanagement from calling in employees for extra work outside of the posted schedule, from  \nrequiring overtime work outside of the posted schedule, or from bringing in additional employees  \nwhere it appears advisable in the opinion of management.  \nThe Employer agrees not to schedule two (2) part-time employees within an individual store  \nwhere it is possible to combine their total weekly schedules so that one (1) full-time employee can  \nbe used.  \nIt is the desire of the Employer and the Union to provide full-time employment in the retail  \nfood industry for as many employees as is practical within the range of sound employment  \npractices.  \nSection 48. Unscheduled Overtime Hours: Daily overtime not previously scheduled shall  \nbe offered in seniority order within the department, the classification, and the store to the employees  \npresent when the need for overtime arises. Nothing herein shall be construed to require the  \nscheduling of overtime when another employee's scheduled hours can be extended or part-time  \nemployees may be called in without overtime penalty. Hours unclaimed under this procedure may  \nbe assigned in reverse order of seniority among those employees within the department within the  \nclassification within the store present when the need for overtime arises.  \nOvertime assignments of four (4) hours or more may be filled by calling in employees, in  \nseniority order, within the classification and the department on their non-scheduled day without  \nviolating this Section.  \n"], ["ARTICLE 20  \nSTORE CARD  \n", "Section 49. The Union Store Card is the property of the UFCW and is loaned to the  \nEmployer for display. Said card may be removed from the store by the Union if the Employer  \nrefuses to comply with a final decision of an arbitrator reached under the provisions of this  \nAgreement.  \n"], ["ARTICLE 21  \nDISPUTES PROCEDURE  \n", "Section 50. The Union shall have the right to designate two (2) Stewards per store (stores  \nthat employ over one hundred (100) clerks may have three (3) Stewards, and stores that employ  \nover one hundred seventy-five (175) clerks may have four (4) Stewards) in which they work who  \nshall perform their duties with the least possible inconvenience to the Employer. Such Stewards  \nshall not be discriminated against because of their Union activities and such Stewards shall have  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \ntop seniority for the purpose of layoff in that store. The Store Manager shall be advised in writing  \nby the Union of the name of the Steward(s) in his store.  \nShould any dispute or complaint arise over the interpretation or application of this  \nAgreement, there shall be an earnest effort on the part of the parties to settle such promptly through  \nthe following steps, and failure to follow the procedures set forth below shall result in forfeiture of  \nthe grievance.  \nStep 1: By conference during scheduled working hours between the Steward and/or the  \nUnion's Business Representative and/or the aggrieved employees and the Manager of the store.  \nStep 2: If the grievance cannot be satisfactorily resolved under Step | above, the grievance  \nshall be reduced to writing and submitted to the representative designated by the Employer to  \nhandle such matters. Such submission shall be made within twenty (20) days of the date of the  \noccurrence of the event which gives rise to the grievance and shall clearly set forth the issues and  \ncontentions of the aggrieved party or parties and must reasonably allege a specific violation of an  \nexpress provision of this Agreement. (In the case of a discharge the time limits shall be fourteen  \n(14) days.) The Employer designee and the Union Business Representative shall meet within ten  \n(10) days after receipt of written notice of the grievance and attempt to resolve the grievance.  \nWithin thirty (30) days of the Union’s receipt of a written response from the Company to a wnitten  \ngrievance, the Union representative and the grievant will contact the appropriate Company  \nrepresentative by conference phone call.  \nIn an instance where an employee feels he has not been paid in accordance with the wage  \nprogression scales set forth herein, such employee shall have an obligation to bring this to the  \nattention of the Store Manager as soon as the employee first has knowledge of such alleged error.  \nIn the event the employee has been improperly paid, said payment error shall be corrected on a  \nretroactive basis but not beyond ninety (90) days prior to the date on which the grievance is  \npresented in writing. This ninety (90) day retroactive liability shall not be applicable to situations  \ncovered by Article 3, Section 13, paragraph 2.  \nStep 3: If the grievance is not satisfactorily adjusted in Step 2, either party may, with  \nreasonable promptness, but in no event later than thirty (30) days from the date of the Step 2  \nmeeting, in writing, request arbitration and the other party shall be obliged to proceed with  \narbitration in the manner hereinafter provided. The Chief Executive Officer of the Union shall have  \nthe exclusive right to determine whether or not the employee's grievance shall be submitted to the  \narbitration by the Union. The parties shall forthwith attempt to agree upon an impartial arbitrator.  \nIn the event the parties are unable to reach agreement upon the selection of an arbitrator  \nwithin fifteen (15) days of the written request for arbitration, the party requesting arbitration may,  \nwith reasonable promptness, request a panel of five (5) arbitrators from the Federal Mediation and  \nConciliation Service. The parties shall agree upon at least two (2) additional geographical areas to  \nsubmit to the FMCS for purposes of requesting panels of arbitrators. From this panel of five  \n19  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nnames, each party shall alternately strike two (2) names, the moving party striking first. The  \nremaining arbitrator from the list shall be the impartial arbitrator. A finding or award of the  \narbitrator shall be final and conclusive upon the parties hereto.  \nThe parties agree to conduct quarterly grievance resolution meetings (alternating between  \nthe Company’s headquarters and the Union’s offices) for the purpose of attempting to resolve  \noutstanding grievances between the parties. The parties will reach agreement on a hearing date for  \notherwise arbitrable grievances requested to be set for arbitration by the Union within sixty (60)  \ndays of the Union’s request to set such a hearing date. The parties specifically agree that the actual  \nhearing itself may occur outside of this sixty (60) day period, but within six (6) months from the  \ndate the Union has requested such a hearing date. The parties can extend such deadlines by  \nmutual agreement.  \nThe arbitrator shall have all the rights, power, and duties herein given, granted and imposed  \nupon him; but his award shall not change, alter or modify any of the terms and conditions set forth  \nin this Agreement. The parties specifically agree that the hearing shall be conducted in  \naccordance with recognized, formal arbitration procedures. The parties also agree that post  \nhearing briefs shall be written and submitted to the arbitrator in all discharge and contract  \ninterpretation cases unless otherwise mutually agreed to by the parties. In those cases where the  \ngrievance is sustained, the Employer will pay the arbitration expenses. In those cases where the  \ngrievance is denied, the Union will pay the arbitration expenses. If the grievance is denied in part  \nand sustained in part, the parties will share the expenses equally. The arbitrator will issue his  \ndecision within thirty (30) calendar days after the close of the proceedings. This thirty (30) day  \ncalendar time limit may be extended by mutual agreement between both parties.  \nIn the event either party refuses to arbitrate on demand of the other party, and an order  \ncompelling arbitration is obtained in Federal Court on the basis contended by the moving party, the  \nrefusing party will pay to the moving party reasonable legal fees incurred, up to two hundred dollars  \n($200.00). Similarly, if the moving party fails to prevail in such an issue, the moving party will pay  \nreasonable legal fees incurred up to two hundred dollars ($200.00) to the refusing party.  \n"], ["ARTICLE 22  \nENTIRE AGREEMENT  \n", "Section 51. This Agreement contains all of the covenants, stipulations and provisions  \nagreed upon between the parties hereto and no representative of either party has authority to make,  \nand none of the parties shall be bound by, any statement, representation or agreement reached prior  \nto the signing of this Agreement or made during these negotiations not set forth herein.  \n20  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n"], ["ARTICLE 23  \nINJURY ON THE JOB  \n", "Section 52. When an employee is injured on the job, there shall be no deduction from the  \nemployee's pay for the day in which the employee was injured and reported for medical care.  \n"], ["ARTICLE 24  \nJURY DUTY  \n", "Section 53. Whenever any employee covered by this Agreement is required to serve on a  \npetit jury during his regular working hours, the Employer agrees to pay such employee the  \ndifference between what he is paid for serving on the jury and what he would have received from  \nthe Employer in straight-time pay had said jury duty not prevented him from being at work. On any  \nscheduled work day, the employee shall promptly report to complete any remaining hours of his  \nscheduled work day; provided, no employee shall be required to so report for work on any day on  \nwhich he has served and been compensated by the Court for at least eight (8) hours' jury duty, nor  \nshall any employee who reports back to work under this Section be required to work more than ten  \n(10) hours, less the number of hours for which served and was compensated for jury duty by the  \nCourt on that day.  \nWhen the Employer requests an employee to appear in Court, he shall be compensated at  \nhis regular straight-time hourly rate of pay for such time.  \n"], ["ARTICLE 25  \nBEREAVEMENT LEAVE  \n", "Section 54. Upon request, an employee covered by this Agreement shall be granted the  \nnecessary time off with pay at his regular straight-time rate of pay in order to make arrangements  \nfor and/or attend a funeral occasioned by a death in his immediate family. Such time off with pay  \nshall in no event exceed three (3) regularly scheduled working days, and the amount of such paid  \ntime off actually granted shall normally depend on the distance involved. The immediate family is  \ndefined as the employee's father, mother, sister, brother, grandparents, spouse, children, father-in-  \nlaw, mother-in-law, brother-in-law and sister-in-law of the brother or sister of the then existing  \nspouse, step-child, step-parents and grandchildren. In the event of the death of a grandparent of the  \nemployee’s spouse, the Company shall allow the affected employee to take one (1) day  \nbereavement leave with pay to attend the funeral. Payments shall not be made hereunder where the  \nrelative's death occurs while the employee is on vacation or on a leave of absence. Additional time,  \nwithout pay shall be granted as is needed by the employee up to seven (7) days.  \n21  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n"], ["ARTICLE 26  \nHEALTH AND WELFARE COVERAGE  \n", "Section 55. Trust Fund. The Rocky Mountain UFCW Unions and Employers Health  \nBenefit Trust (\"Health Benefit Trust\") is a trust fund jointly administered by an equal number of  \nTrustees representing the Employer and the Union. All contributions provided for in this Article  \nwill be paid into the Health Benefit Trust. The Trust Fund is to be jointly administered by an  \nequal number of Trustees representing the Employer and the Union. There shall be three (3)  \nPlans of benefits, Plan A, Plan B and Plan C with contributions as provided herein. As a  \ncondition of receiving the contributions provided above, the Trustees of the Plan will:  \n1. Establish Plan(s) of benefits, which can be supported by the contributions  \nprovided in this Agreement, and  \n2. Maintain the Trust in a fully funded status as provided herein and in the  \nTrust Agreement.  \nThe Trustees shall establish a separate accounting of income and expenses for participants of the  \nFund who agree in their collective bargaining Agreements to a fixed contribution rate as  \ndescribed below. The Trustees are expressively prohibited from using the contributions of the  \nEmployers contributing on fixed contribution rate basis to pay benefits for participants of other  \nemployers who have not adopted these fixed contributions.  \nSection 56. Employer Contributions and Benefit Levels - The Employer agrees to  \ncontribute the following amounts per month for each eligible employee:  \n   \nEmployees hired on or before April 30, 2005  \nANA PLAN  \n      \n     \n     \n     \n     \n   \n      \n    \n    \n    \n   \n      \n       \n      \n       \n   \nEffective January 1, 2008 $755.42 $604.33  \nffective June 1, 2009 (May hrs) $379.02 $303.21  \nEffective June 1, 2010 (May hrs) $447.63 $358.10  \nEffective June 1, 2011 (May hrs) $602.71 $482.17  \n     \nEffective January 1, 2012 (December 2011 hrs $807.14 $645.70  \nEmployees hired on or after May 1, 2005  \nA | PLANB | PLAN C_  \n       \n         \n   \n     \n     \n     \n     \n   \n       \n   \n   \n    \n    \n    \n    \n   \n         \n      \n   \n         \n   \nEffective January 1, 2008 $649.84 | $519.88 | $327.51  \nEffective June 1, 2009 (May hrs) $326.04 | $260.84 | $164.32  \nEffective June 1, 2010 (May hrs) $385.07 | $308.06 | $194.07  \nffective June 1, 2011 (May hrs) $518.48 | $414.79 | $261.30  \n      \n$694.33 | $555.47 | $349.93  \n22  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nSection 57. Employee Co-Premiums: Effective July 1, 2005, employees who are eligible  \nto participate and enroll in the Health Plan shall as a condition of such participation make a  \nmonthly co-premium payment equal to $5.00 per week if enrolled in employee only coverage,  \n$10.00 per week if enrolled as employee plus spouse or employee plus children and $15.00 per  \nweek if enrolled in family coverage. Such co-premiums shall be made by payroll deduction and  \nforwarded to the Trust Fund on a monthly basis by the Employer.  \nEffective January 1, 2013, the required weekly co-premium amounts for all active  \nemployees enrolled in the Plan shall be $7.50/week for employee only, $15/week for  \nemployee and children or employee and spouse, and $23/week for employee, spouse and  \nchildren/family.  \nSection 58. Enrollment and eligibility: Effective calendar year enrollment period  \nbeginning January 1, 2010, the Plan shall conduct an annual enrollment in accordance with the  \nfollowing procedure.  \nGeneral Rule  \ne Currently Enrolled  \no Ifenrolled for 2009 and no changes desired — need not do anything — terms  \nof enrollment for 2009 remain in effect until coverage under the Plan  \nterminates or until a change is desired.  \no If enrolled and a change is desired — need to timely complete new  \nenrollment form on same basis as in prior years.  \no If not enrolled in 2009, but want to enroll for 2010 or for a subsequent  \nyear, need to timely complete enrollment form on same basis as in prior  \nyears.  \n= Newly eligible employee must initially make a positive election to  \nenroll in the Plan. Terms of initial enrollment will remain in effect  \nuntil coverage under the Plan terminates or until a change is desired.  \nSpecial Rules  \ne Newly eligible employees — must enroll within 90 days.  \ne Currently special enrollment event rules that remain in effect.  \ne Newly acquired dependent — must enroll within 30 days. The effective date of  \ncoverage will be:  \ne Marriage — the date of marriage.  \ne Birth of a dependent — the date of birth.  \ne Adoption or Placement for Adoption of Dependent — date of adoption or placement  \nfor adoption.  \no Employee or dependent lose coverage under another plan — must enroll  \nwithin 30 days (Exception: if loss of coverage is under this Plan,  \nindividual has 60 days to enroll under Plan). The effective date of  \n23  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \ncoverage will be the first day of the month following the termination of  \ncoverage.  \no Special disenrollment rules that remain in effect:  \n= Dependent spouse becomes covered under spouse’s  \nplan or employment status so that the spouse is no longer eligible  \nto participate in a health plan sponsored or maintained by his/her  \nemployer — Plan must be notified within 60 days of spouse’s  \ncoverage to discontinue payment of working spouse fee. The  \ncessation of the working spouse fee is prospective only.  \n= Disenrollment — if dependent loses status as- eligible dependent or  \nan employee or dependent becomes covered under another plan —  \nmust disenroll within 60 days of event causing loss of coverage or  \neffective date of coverage under another plan. The reduction in the  \nweekly payroll deduction is prospective only.  \no New Procedures/rules.  \n= Administration office will need to do semi-annual verification of  \ncontinuation of student status of known students plus any child  \nwho attains age 19 in the spring and fall of each calendar year.  \n« For first claim filed by spouse each calendar year, administration  \noffice will need to verify working status of spouse and if working,  \ndetermine if covered by employer’s plan.  \no Continuation of Rule Regarding Special Enrollment Events  \n= Employees currently enrolled in the Plan shall! continue to be  \nenrolled in the Plan unless they make a positive election to  \ndiscontinue their enrollment or change their coverage. A  \ndiscontinuation in coverage may be made within sixty (60) days of  \na special enrollment event as defined by the Plan. Administration  \nOffice will need to do semi-annual verification.  \nEmployees must initially make a positive election to enroll in the Plan. Enrollment is for the  \nentire plan of benefits for the Plan and an employee’s failure to make an initial positive  \nenrollment into the Plan shall result in such employee being ineligible for all benefits of the Plan  \nfor the remainder of the calendar year or until there has been a special enrollment event as  \nprovided in the Plan’s Rules and Regulations, whichever occurs first.  \nThe administrator of the fund will use the enrollment data in order to establish the eligibility of  \nemployees and their dependents for participation in plan coverage. None other than those  \nemployees contained on the enrollment report shall receive benefits from the Trust without the  \nexpress authorization of the Trustees. The administrator will promptly notify the Trustees in  \nwriting of any instances where coverage has been provided to persons who are not included in  \nthe enrollment data, or where a claim for payment has been submitted by or on behalf of such  \nperson.  \n24  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nThe Fund will audit its enrollment and claims records at least once within each 24 month period  \nto ensure that no employees of the Employer, or the dependents of such employees, are  \nparticipating in plan coverage for which they are not eligible and to ascertain that claims and  \nother plan expenses are being paid in accordance with the Plan’s provisions.  \nSection 59. Initial Eligibility — Part-time employees hired before May 1, 2005 who on  \nApril 30, 2005 have met the initial eligibility requirement for benefits under the Trust will  \ncontinue to be eligible for coverage provided the employee enrolls in the Plan beginning in 2005,  \nand further provided the employee has made the required employee co-premium payment. Such  \nemployees shall continue to be eligible for Plan A if such employee was eligible for Plan A on  \nApril 30, 2005. Employee’s who were eligible for and were participating in Plan B on April 30,  \n2005, shall participate in Plan B until such employee has been covered under such Plan B for 24  \nmonths. Thereafter, such employee may advance to Plan A provided they continue to enroll and  \nmeet the eligibility requirements of the Plan. Employees hired on or before April 30, 2005, who  \nare not eligible for coverage as of April 30, 2005 shall be required to meet initial eligibility for  \nPlan B, and subsequent eligibility to begin participation in Plan A, as provided in the predecessor  \nagreement which terminated in 2004.  \nAll part-time employees (excluding Courtesy Clerks) hired on or after May 1, 2005 shall,  \nbeginning the first of the month following 12 calendar months of employment (but not before  \nJanuary 1, 2010 with regard to their eligible dependents), be eligible to enroll and participate in  \nthe Health Plan, under the Health Plan C. Upon completion of the first (36) months of eligibility  \nunder Plan C, such employee and their eligible dependents may enroll in Plan B for the next (36)  \nmonths of eligibility under Plan B. Thereafter, provided the employee continues to maintain  \neligibility, such employee and their eligible dependents may enroll and participate in Plan A.  \nFull-time employees (excluding Courtesy Clerks) shall on the first of the month after 3 months of  \nemployment, be eligible to enroll with their eligible dependents in Plan B, and after (36) months  \nof eligibility under Plan B, shall be allowed to enroll with their eligible dependents in Plan A.  \nCourtesy Clerks hired on or after May 1, 2005 shall, beginning the later of the first of the month  \nfollowing thirty-six (36) months of employment or attaining the age of nineteen (19), be eligible  \nto enroll and participate in the Health Plan on an employee only basis under the Health Plan C.  \nUpon completion of the first thirty-six (36) months of employee only eligibility under Plan C,  \nsuch Courtesy Clerks and their eligible dependents may enroll in Plan B. Such Courtesy Clerks  \nshall not be eligible to progress to Plan A.  \nSection 60. On-going Eligibility — After satisfying initial eligibility requirement  \nprovisions and enrollment in the Health Plan, the employee must continue to meet the monthly  \non-going eligibility requirements as a condition of continued participation in the Health Plan.  \nEnrolled employees who work (80) hours in a (4) week month or (100) hours in a (5) week  \nmonth shall be eligible for coverage on a lag month basis. For the purpose of this Article, hours  \n25  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nworked shall include hours paid directly by the Company for holiday, vacation, jury duty,  \nbereavement leave and sick pay.  \nEmployees shall continue to be eligible for benefits provided they enroll for coverage in  \naccordance with this Article. In any event, all employees must continue to meet all eligibility  \nrequirements of the Plan as a condition of continued eligibility.  \nSection 61. Trust Plan Changes. The Trustees on the earliest date possible shall revise  \nthe plan of benefits to include:  \ne The Plan’s current coordination of benefit provision and credit balance system  \nshall be replaced with a coordination of benefit provision that limits payment  \nto the maximum payable under the Plan.  \ne The Plan shall adopt a fee of $100 per month for a spouse of a covered  \nemployee who is eligible to enroll in health coverage at their employer, but  \nfails to do so, as a condition of enrollment in this Plan.  \ne Adopt the long term funding policy contained herein.  \ne The Parties agree to adopt true managed care approaches to providing  \nmental/nervous and physical benefits under the Plan. The Plan Administrator  \nshould not perform such managed care.  \ne The Parties will adopt cost control measures that will aid the Fund in  \nmanaging costs within the contributions provided by the Employers and  \nParticipants to this Plan.  \nEffective January 1, 2010, the Trustees of the Plan shall be directed to adopt the following  \nmodifications to the active plan(s) of benefits:  \nHealth and Care Management  \nDirect Trustees to Implement Integrated Health and Care Management Programs. The  \nprograms shall be designed to progress over the term of the Agreement to “best-in-class” levels  \nwith respect to the key characteristics listed below:  \nQuality education campaign for all participants  \nSuperior participant communications, including robust web tools  \nSuperior participant information tools  \nAnalytics measuring participation, compliance, and results  \nVery strong comprehensiveness of programs  \nHigh levels of integration  \n26  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \ne Strong physician behavior change mechanisms  \ne Significant levels of medical and drug trend reduction  \n1. Establish a health risk assessment questionnaire to be completed annually. If  \nemployee and spouse complete annually, such employee’s co-premium to the Plan  \nshall be reduced $5 per month for each employee and spouse (max $10) for that  \nenrollment’s calendar year. An HRQ must be completed each year during  \nenrollment to be eligible to receive the HRQ incentive for each year. During the  \nterm of this Agreement, the Trustees may, by mutual agreement, reallocate the  \nHRQ incentive amounts provided above.  \n2. Establish 24-hour nurse call-in line and/or medical decision support.  \n3. Develop a medical management program that targets high-risk participants with  \nchronic diseases such as diabetes, obesity, asthma and cardiovascular disease. In  \norder to encourage participant engagement in such programs and to enhance the  \ngoal of improving health status a series of incentives must be developed.  \nThere is recognition that incentives may take various forms and will likely evolve  \nand change over time based on program experience with a goal of maximizing  \nprogram effectiveness and reducing health costs and medical trend. The initial  \nfocus will be a thorough educational campaign in connection with program roll  \nout.  \n4. Establish free and/or reduced cost educational programs such as:  \na. Weight management  \nb. Smoking cessation  \nC. High Cholesterol  \n5. Reduce prescription drug co-pays as shown below for participants taking  \nmaintenance drugs (and related supplies which require a prescription) for certain  \ndisease states which would include categories of drugs such as:  \na. Hypertension  \nb. High cholesterol  \nC. Diabetes control drugs  \nd. Asthma  \né. Glaucoma  \nf. Osteoporosis  \n2/7  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n       \n      \nIt is understood that the Plan’s consultants will continue to evaluate the  \neffectiveness of including these scheduled drug categories on Plan costs and based  \non their recommendations the Trustees may remove drugs from this list and/or  \nadd other categories of drugs consistent with the objective of increasing  \ncompliance with prescribed drug therapies which will lower plan costs and trend.  \n    \n6. Complex/Catastrophic Care Management to provide case management of the  \nentire health care and treatment for participants with high-risk health conditions.  \n7 Preventive health care at medically appropriate times (see below)  \nService PPO coverage  \n(In-network)  \nPlan pays 100%  \nRoutine Annual Physical Exam Plan pays 100%  \nPlan pays 100%  \nPlan pays 100%  \nPlan pays 100%  \nPlan pays 100%  \nPlan pays 100%  \nUtilize nationally recognized guidelines as a basis for coverage.  \n     \n      \n     \n      \n      \n       \nSection 62. Long Term Funding Policy  \n1. The parties recommend to the trustees that a Minimum Reserve Requirement be  \nestablished equal to IBNR reserves plus a lag month reserve. The Fund consultants  \nshall calculate the IBNR and lag month reserve requirement at least once every twelve  \nmonths beginning on (date to be set by trustees) and report these amounts to the  \nTrustees at their next regularly scheduled meeting. Any withdrawing employer shall  \nreimburse the Fund for their participants claims run off.  \n2. If the market value of the assets at any twelve-month review point is ever below the  \ncalculated minimum reserve requirement level as calculated by the Fund consultants,  \nthen the Fund consultants shall prepare recommendations for benefit plan redesign  \nand/or employee co-premium contributions such that the dollar amount of any such  \n28  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \ndeficiency will be fully recovered by the end of the 12-month period beginning after  \nthe trustee meeting in which the deficiency is first projected.  \n3. No changes are permitted that would violate any contractual agreement between the  \nFund and any third party vendor.  \n4. If the Fund consultants cannot agree on a recommended plan of benefit redesign  \nand/or employee co-premium contributions, and the Trustees cannot agree to a  \ncorrective action plan, by virtue of deadlock motions, then the trustees must act to  \nadopt the recommended corrective action plan that has the least adverse impact on  \nplan participants, however, one set of Trustees may exercise the Fund’s dispute  \nresolution procedure on an expedited basis to determine if other corrective actions  \nmust be taken.  \n5. The minimum reserve target defined above is solely meant to be a “floor”. It is not  \nalso a “ceiling”. That is, no Trustee action is required or expected in the event that  \nreserve levels are above the minimum reserve target.  \n6. Deleted.  \nThe Long Term Funding Policy provisions of the Health and Welfare Article of the parties’  \ncollective bargaining agreements are suspended for the period of the date of ratification of  \nthis Agreement (May 5, 2012) through and including November 14, 2015.  \nSection 63. Extended Benefits. An employee who has been eligible for benefits for six  \n(6) months or more immediately prior to becoming physically disabled and thereby unable to  \nwork, shall continue to be eligible for benefits during his continuing period of disability, up to a  \nmaximum of six (6) months.  \nSection 64. Courtesy Clerk Coverage. Courtesy Clerks who are qualified for coverage  \nunder any other Plan as a dependent are not entitled to benefits under the Health Benefit Trust;  \nexcept that under the coordination of benefits provision as established by the Trustees, where a  \nCourtesy Clerk is covered as a dependent under any other \"Plan,\" shall be considered the primary  \ncarrier and this Health Benefit Trust shall be considered as secondary carrier.  \nSection 65. Retiree's Benefits. The Employer will contribute eighteen dollars and thirty-  \nfour cents ($18.34) per month per eligible active bargaining unit employee, covered under this  \nAgreement, in the Health Plan to subsidize the self pay costs of providing Health and Welfare  \nbenefits to eligible retirees under the Rocky Mountain UFCW Unions and Employers Health  \nBenefit Plan (the ‘“‘Retiree’s Health Plan.”’).  \nEffective for employees who retire on or after October 1, 1996, the eligibility requirements for  \nparticipation in Retiree’s Health Plan shall be:  \n29  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nEmployees retiring on or after October 1, 1996, must have a combined total of 15 years of service  \nand have attained age 50, or be totally disabled, at the time of his termination of employment.  \n"], ["ARTICLE 27  \nSICK LEAVE  \n", "Section 66. All employees covered by this Agreement (Courtesy Clerks coverage set forth  \nbelow) who normally work one hundred four (104) hours a month or more and who have been  \ncontinuously employed by their Employer for a period of one (1) year shall be credited with the  \nequivalent of six (6) days' sick leave with pay.  \nEmployees hired on or after May 1, 2005 who have completed three (3) consecutive years  \nof employment shall commence accumulating sick leave credit of up to two (2) hours for each  \nmonth that such employee works at least one hundred twelve (112) hours in a four week month  \nor one hundred forty (140) hours in a five week month. Such credit shall be determined by  \ndividing the actual hours worked for such month by one hundred sixty (160) hours (in a four  \nweek month) or two hundred (200) hours in a five week month times two (2). Unused sick leave  \nshall not exceed a maximum accumulation of sixty (60) hours.  \nCourtesy Clerks who normally work or are scheduled forty (40) hours per week shall be  \neligible for sick leave benefits.  \nUnused sick leave shall be cumulative, and after the first year of continuous employment,  \nsaid employees shall accumulate unused sick leave at the rate of one-half (’2) day per month for  \neach month of continuous employment in which they work one hundred four (104) hours, but not to  \nexceed a maximum accumulation equivalent to sixty (60) full days.  \nA doctor’s certificate or other authoritative verification of illness may be required by the  \nEmployer. Said sick leave is to commence on the second (2nd) workday’s absence, employees  \nhired on or after May 1, 2005, said sick leave is to commence on the third (3™) full scheduled  \nworkday’s absence for sickness or non-occupational injury, and on the first (1st) workday’s  \nabsence if the employee is hospitalized or has accumulated an excess of two-hundred forty (240)  \nhours sick leave and shall be paid at the rate of one hundred percent (100%) of a day’s pay for  \neach workday’s absence thereafter until such sick benefit allowance is used up.  \nFor the purpose of full-time employees, one hundred percent (100%) of a day's pay shall  \nmean eight (8) hours' pay at the employee's regular classification rate for those days which the  \nemployee would have worked had the disability not occurred, calculated at straight-tme. The  \nwaiting period herein provided, before one hundred percent (100%) of a day's pay commences,  \nshall apply for each illness or non-occupational injury in case the sick benefits allowance has not  \nbeen used up in previous illnesses or non-occupational injuries.  \n30  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nSick leave shall be paid to part-time employees who normally work one hundred four (104)  \nhours a month or more on the basis set forth on a pro rata of total hours worked during the year  \npreceding the anniversary date as a ratio to two thousand eighty (2080) hours.  \nSick leave benefits are not convertible to cash.  \nAny unused sick leave which an eligible employee has accumulated under prior contract  \nsick leave plans shall be credited to him for use hereunder provided the total accumulation under  \nsaid prior contract sick leave plans, and the plan herein provided shall at no time exceed the limit  \nprovided in the third paragraph of this Section 61.  \nSection 67. Section 61 of this Article is subject to the following conditions: All qualifying  \nperiods of employment and/or requirements as to hours of employment per month relate to  \nemployment in the employ of one particular Employer and employment by more than one of the  \nEmployers whose signatures appear on the Agreement cannot be added together to determine if an  \nemployee qualifies or meets the requirements.  \n"], ["ARTICLE 28  \nBULLETIN BOARD  \n", "Section 68. The Employer will provide bulletin board space for the posting of official union  \nnotices.  \n"], ["ARTICLE 29  \nPENSION  \n", "Section 69. Employer Contributions. Effective January 1, 2010 (December hours) for all  \nemployees covered by this Agreement, the Employer shall pay eighty-two cents ($0.82) per hour for  \nall hours worked at straight time (including hours worked on Sunday, vacation and holiday hours  \npaid) into the Rocky Mountain UFCW Unions and Employers Pension Plan, which shall be jointly  \nadministered by the Union and the Employer by an equal number of trustees as provided in an  \nagreement establishing such Pension Fund. Though no contributions are required on Courtesy  \nClerks, except as set forth below, they shall be granted past service credits if promoted from the  \nCourtesy Clerk classification.  \nIn the event the New Hire Benefit goes into effect as provided therein, then effective with hours  \nworked after the adoption of such Benefit, the Employer shall pay an additional seven cents ($0.07)  \nper hour for all hours worked at straight time (including hours worked on Sunday, vacation and  \nholiday hours paid) to fund the benefit.  \n31  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nNew Hire Benefit  \nIf the Trustees adopt the Alternate Schedule described herein, and such Schedule becomes fully  \neffective, the Trustees are authorized to amend the Plan (if they believe it is appropriate to do so) in  \norder to provide the following Benefit for those participants whose employers have adopted the  \nAlternate Schedule herein. Newly hired employees hired on or after March 6, 2005 shall be eligible  \nto receive an accrual rate per month for each year of credited service earned by such employees,  \ncommencing on January 1, 2010 (i.e. for service on or after January 1, 2010) subject to the  \nfollowing terms, conditions and limitations:  \ne Funding through an employer supplemental contribution of seven cents ($0.07) per hour;  \ne Normal retirement age of 65;  \ne The accrual rate shall be ten dollars ($10) per month for each year of credited service earned  \nbetween January 1, 2010 and December 31, 2012;  \ne The accrual rate shall be fifteen dollars ($15) per month for each year of credited service  \nearned on or after January 1, 2013;  \ne Any adjustable benefits otherwise provided by the Plan, including but not limited to Rule of  \n80 Pension, are inapplicable to this “new hire” benefit, and  \nAgreement by the Plan’s co-actuaries that the “new hire” benefit can be funded by the seven  \ncents ($0.07) per hour employer contribution, otherwise the benefit shall be in the amount,  \nup to $10 or $15 per month per year of credited service as specified above, the co-actuaries  \nagree can be provided by said funding.  \nSection 70. Courtesy Clerk Contributions. Pension contributions will be made on behalf of all  \nCourtesy Clerks with ten (10) years or more of continuous service with the Employer. Pension  \ncontributions shall be made as set forth above. All hours worked as a Courtesy Clerk prior to the  \ntime contributions are required will count towards pension eligibility and credits.  \nSection 71. Long-Term Funding Policy.  \n1. The trustees shall, no later than April 1, 2005, adopt the following Long Term Funding Policy.  \nSuch Long Term Funding Policy shall be applicable for plan year 2005 and subsequent plan  \nyears. Effective with the January 2005 contribution payment, the Employer will increase the  \nhourly contribution by $0.15 per hour from $.85 to $1.00 for employees hired on or before April  \n30, 2005. Effective with the first contribution payment after ratification, the Employer will  \nincrease the hourly contribution from $1.00 to $1.20 for employees in the bargaining unit on or  \nbefore April 30, 2005.  \nThis $0.15 per hour increase in contribution is a “supplemental” contribution dedicated solely to  \nimproving the funding of the pension plan, will not be used to increase benefits and will be  \ndiscontinued at the times set forth in paragraph 2.  \n2. This supplemental contribution shall continue to be made until the earlier of such time the  \nPlan reaches a financial state whereby either: (i) the funding ratio of the Plan (actuarial value of  \n32  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nassets over actuarial liability) is at least 100%; or any contribution of the employers would not be  \ndeductible for federal income tax purposes in the year in which it is required to be made.  \nHowever, unless changes are needed to support contribution deductibility, no changes shall be  \nmade when the Plan has withdrawal liability.  \nEffective January 1, 2010 (December hours) the supplemental contribution provided above in  \nsubsections 1 and 2 shall no longer apply and shall be replaced by any supplemental contribution  \nthat may be provided in the Pension Protection Act Section of this Agreement.  \n3. If as of any valuation date commencing with the 01/01/06 valuation, a funding deficiency is  \nprojected to occur in less than 5 years, the Trustees will reduce benefits such that a projected  \nfunding deficiency will not occur within any of the 8 years following the valuation date. The  \nparties agree to apply for section 412(e) relief if available before the benefit reductions are  \nenacted. It is understood that application for section 412(e) requires the parties to reduce benefits  \nas a condition of the application. Such section 412(e) application, if approved, must cure the  \nfunding deficiency as prescribed above.  \nIf the section 412(e) application is not approved, or not acted on, within 18 months of the  \nvaluation date (for example 01/01/06 valuation), then the Trustees will immediately enact benefit  \nreductions to cure the funding deficiency as prescribed above.  \n4. In no event will benefit reductions be delayed to or beyond a time that would expose the  \nemployers to liability beyond the supplemental contribution including but not limited to liability  \nfor the payment of excise taxes or additional contributions. Any deadlocked issue over the  \nenactment of benefit reductions and/or the application of this policy shall be submitted to  \nexpedited arbitration ahead of any other matter pending arbitration. Such expedited arbitration  \nshall occur within 60 days of the request for arbitration and the arbitrator shall render his  \ndecision within 60 days following the close of the hearing in the matter.  \n5. The parties authorize and direct the Trustees of the Plan to develop Maintenance of Equity  \nPolicy for employers that do not adopt this agreement upon renewal of the collective bargaining  \nagreement (or for new agreements).  \n6. If the Plan experiences a minimum funding deficiency, any excise tax that is levied against the  \nemployers will be allocated amongst such employers in a way that first makes all employers not  \ncontributing the full amount of the supplemental contribution responsible for fully paying any  \naccumulated missed supplemental contributions with interest. Thereafter, the balance of any  \nexcise tax remaining will be allocated to all employers in proportion to their non-supplemental  \ncontribution rate. Finally, for any employer not adopting this agreement, future benefits will be  \nbased on the assumption that $. 15 of the current rate being contributed are deemed to be  \nsupplemental.  \n33  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n7. The parties recognize there is a possibility of merger of the Denver Area Meatcutters Pension  \nFund with the Rocky Mountain UFCW Union and Employers Pension Plan and give full  \nauthority to effectuate such merger to the Board of Trustees of the two pension plans without  \nfurther approval of the parties of this Agreement.  \nSection 72. Said Pension Fund shall be used to provide benefit pensions for eligible  \nemployees of the Employer as provided in a Pension Plan, the terms and provisions of which are  \nto be agreed upon by the parties hereto; said Pension Plan shall, among other things, provide that  \nall benefits under the Plan and costs, charges and expenses of administering the Plan and all  \ntaxes levied or assessed upon or in respect of said Plan or Trust or any income there from shall be  \npaid out of the Pension Fund.  \nSection 73. Said Pension Plan and Trust Agreement establishing the Pension Fund have  \nbeen submitted to the United States Treasury Department and the United States Department of  \nLabor for the approval and rulings satisfactory to the Employer, that said Plan is qualified under  \nLR.C. Section 401, et seq. and that no part of such payments shall be included in the regular rate  \nof pay of any employee.  \nSection 74. If, for any reason, the United States Treasury Department and the United  \nStates Department of Labor withholds approval and rulings satisfactory to the Employer, the  \nparties to this Agreement hereto agree to negotiate other fringe benefits or wage increases in the  \namount equal to the cents per hour provided for in this Article for all hours worked at straight-  \ntime in lieu of payments into the Pension Fund.  \nSection 75. The Employer shall be represented by its employees, or some other  \nrepresentative on the Board of Trustees administering such Pension Plan. A copy of the Trust  \nAgreement and any amendments thereto shall be made a part hereto as if herein at length set  \nforth, when adopted.  \n(a) The Employer will direct is trustee to expedite the adoption of new prohibitive  \nemployment rules which restrict employment while drawing pension.  \n(b) Pension Protection Act (“PPA”). The bargaining parties agree and understand  \nthe Employer may be obligated to make pension contributions in addition to the base  \ncontribution rate specified in the Employer Contributions Section. The amount of any such  \nsupplemental contribution shall be determined as follows:  \n(1) Alternate Schedule Contribution Rate: In the event the Trustees of the Plan adopt  \nthe Rehabilitation Plan Alternate Schedule attached hereto as Alternate Schedule, the  \nEmployer shall pay the contribution rate required in Alternate Schedule (modified only as  \nprovided herein) of one dollar and thirty-seven cents ($1.37) per hour effective January 1,  \n2010 (on December hours) which includes the rate of eight-two cents ($0.82) per hour  \ndescribed in the Employer Contribution section above and a supplemental contribution of  \n34  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n(ii)  \n(iii)  \nfifty-five cents ($0.55) per hour. In the event the New Hire Benefit goes into effect as  \nprovided herein, then effective with hours worked after the adoption of such Benefit, the  \nEmployer shall pay a total of contribution rate of one dollar and forty-four cents ($1.44)  \nper hour which reflects the sum of the contribution rate required in the Employer  \nContribution section, the supplemental contribution rate of this section and the new hire  \nbenefit contribution rate provided herein.  \nDefault Schedule Contribution Rate: In the event the Trustees of the Plan do not adopt  \nthe Rehabilitation Plan Alternate Schedule, but instead adopt a legally valid “Default  \nSchedule” within the meaning of the PPA, the Employer shall pay the contribution rate  \nrequired under the Default Schedule effective January 1, 2010 (on December hours);  \nprovided that in no event shall such contribution rate be payable prior to the effective date  \nof all of the benefit adjustments required under the Default Schedule. For example, if the  \nDefault Schedule benefit adjustments do not become effective until the start of the  \nRehabilitation Period under the PPA, the Employer shall not be required to pay the  \nDefault Schedule contribution rates until that time.  \nIf any required Default Schedule contribution rate exceeds the rate provided for under  \nsubsection (i) above, then each annual increase in the top pay rate provided for in this  \ncontract shall be permanently reduced by fifteen cents ($0.15) per hour, and ten cents  \n($0.10) per hour in the case of Courtesy Clerks, effective with the next scheduled pay rate  \nincrease following the implementation of the Default Schedule contribution rate. The  \npermanent reductions provided for herein shall continue year after year. It is understood  \nthat each annual top rate increase will be reduced until either sufficient reductions have  \noccurred so as to equal the amount of the increase to the supplemental contribution rate of  \nsubsection (i) caused by the implementation of the Default Schedule or until the date on  \nwhich the Employer implements contribution rates which are reduced to, or below, the  \ncontribution rates under subsection (i) above and in accordance with subsection (vil)  \nbelow, whichever occurs first, but in no event shall any such wage reductions made be  \nrestored.  \nLong Term Funding Policy Contribution Rates: In the event the Alternate Schedule  \nin subsection (i) above and the Default Schedule in subsection (ii) above are not  \napplicable during the term of this Agreement, the Long Term Funding Policy is  \nimplemented, the Employer shall not be obligated to pay a supplemental contribution  \nunder any other provision of this Agreement, but shall continue to pay the base  \ncontribution specified in the Employer Contribution Section plus a supplemental  \ncontribution under this subsection (iii) that shall not exceed fifty-five cents ($0.55) per  \nhour. This supplemental contribution shall be a contribution amount which has the same  \nproportionate value relative to the value of the benefit adjustments under the Long Term  \nFunding Policy as the value of the supplemental contribution of fifty-five cents ($0.55)  \nper hour under subsection (i) has to the value of the benefit adjustments under the  \nAlternate Schedule. This approach shall be accomplished by utilizing the following  \n35  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n(iv)  \n(v)  \n(vi)  \n(vu)  \nformula: a) the present value of benefit adjustments under the Long Term Funding Policy,  \ndivided by b) the present value of benefit adjustments under the Alternate Schedule,  \nmultiplied by c) the supplemental contribution of fifty-five cents ($0.55) per hour under  \nsubsection (i). These calculations shall be made by the employer consultants and shall be  \nfinal and binding on all parties.  \nFor example: If $5M is the present value of benefit adjustments under the Long Term  \nFunding Policy and if $10M is the present value of benefit adjustments under the  \nAlternate Schedule and fifty-five cents ($0.55) per hour is the supplemental contribution  \nunder subsection (i), then the supplemental contribution under this subsection (iii) is  \n$0.55 times $5M divided by $10M, or twenty seven and one-half cents ($0.275) per hour.  \nIt is understood and agreed that the Employer may reduce the amount of any of the above  \nsupplemental contributions due the Trust (but not below zero) by the amount of any  \nsurcharge, deficiency or excise tax required to be paid by the Employer any time after  \nentering Critical Status. The supplemental contribution provided for herein shall be  \ndedicated solely to improving the funding of the Plan, and shall not be used to increase or  \nimprove benefits, and will be reduced or discontinued upon determination by the Plan’s  \nTrustees, based on projections provided by the Plan’s actuaries, that such supplemental  \ncontribution are no longer needed to support the level of benefits provided for under the  \nPlan in accordance with the provisions of subsection (vii) below.  \nAs a result of the Plan’s having been certified as being in Critical Status for the Plan Year  \nbeginning January 1, 2009, the Trustees are authorized to adopt the Rehabilitation Plan  \nAlternate Schedule attached as Alternate Schedule hereto (if they believe it is appropriate  \nto do so). If the Alternate Schedule is adopted by the Trustees, it is hereby deemed  \napproved by the bargaining parties and automatically incorporated into this Agreement.  \nIn no event shall any contribution increases be required during the term of this Agreement  \nas a result of any annual updates or other changes to the Rehabilitation Plan Alternate  \nSchedule or, if applicable, to any Default Schedule.  \nIn the event the Trustees determine, based on projections provided by the actuaries for the  \nPlan, that, at any time during the term of this Agreement, an Alternate Schedule or  \nDefault Schedule with lesser contribution rates and/or benefit reductions would be  \nsufficient to reasonably enable the Plan to emerge from Critical Status by the end of the  \nRehabilitation Period, the Trustees may amend the Alternate Schedule or Default  \nSchedule in a manner that, to the extent possible, would restore reduced benefits and  \nwould reduce the Employer’s supplemental contribution in an equal manner and amount,  \nbased on actuarial equivalence, provided that such modifications to the Alternate  \nSchedule or Default Schedule would still allow the Plan to emerge from Critical Status by  \nthe end of the Rehabilitation Period, taking into account to the extent legally permitted  \nany relief available under IRC Section 431(d). In the event the Trustees amend the  \n36  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n(viii)  \nAlternate Schedule or Default Schedule as provided in this subsection (vii), then the  \nparties agree to adjust the supplemental contribution rates provided above to reflect the  \nlower rates in the amended Alternate Schedule or Default Schedule. Notwithstanding the  \nforegoing, if, prior to the effective date of any benefit cuts specified in the Alternate  \nSchedule or the Default Schedule, the Trustees determine that (a) such benefit cuts are no  \nlonger required to avoid Critical Status or to have a valid Rehabilitation Plan, and (b)  \nsupplemental contributions could be reduced or eliminated, then the Employer shall be  \nfurther entitled to recoup the value of any supplemental contribution paid prior to the  \neffective date of the benefit reductions set forth in the Alternate Schedule or Default  \nSchedule. This provision shall apply regardless of the reason for the Trustees’  \ndetermination, including a change in the law (e.g. a further extension of the Plan’s green  \nstatus) and/or improved investment returns. The value of the contributions shall be  \nrecouped via a suspension of contributions in an amount equal to the amount of the  \nsupplemental contribution paid.  \nThe Board of Trustees is authorized to take all reasonable measures to cooperate and  \nassist in achieving the objectives set forth in this section.  \n37  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nALTERNATE SCHEDULE  \nRocky Mountain UFCW Unions and Employers Pension Fund  \nSchedule of Contributions and Benefits  \n      \n   \n        \n   \n        \nREHABILITATION PLAN — 2009 PLAN YEAR ALTERNATE SCHEDULE  \n    \nContribution and Benefit Adjustments  \n© Total contribution rate of one dollar and thirty seven cents ($1.37) per hour on  \nJanuary 1, 2010 (December hours). All contributions are deemed to be inclusive of  \nany surcharges, deficiency, and/or excise tax any time after entering Critical Status.  \ne In the event the Board of Trustees adopts a New Hire benefit, the total contribution  \nrate will increase to one dollar and forty four cents ($1.44) per hour effective  \nJanuary 1, 2010 or with the adoption of such benefit, whichever occurs later.  \n      \n         \n     \n     \n     \n     \n     \n     \n        \n     \n        \n     \n        \n      \n© Elimination of 100% of the value of all adjustable benefits on all accrued benefits  \nand future benefit accruals to the maximum permitted by law, except as noted  \nbelow. Adjustable benefits to be eliminated include the following:  \n— Rule of 85 Pension;  \n— Subsidized Early Retirement Reduction Factors;  \n— Age 60 Supplement;  \n__ Post-Retirement Death Benefits in Excess of QJSA (including $1,000 Lump  \nSum Death Benefit);  \n— Pre-retirement Death Benefits in Excess of QPSA;  \n— Payment options other than Single Life Annuity and QJSA; and  \n— All other adjustable benefits within the meaning of Code section  \n432(e)(8)(A)(iv) (other than Disability Pension and modified Rule of 80  \nPension as described below).  \ne The following adjustable benefits shall be retained:  \n— Disability Pension; and  \n— Rule of 80 Pension, except that this benefit will be modified to require that a  \nParticipant must have attained age 55 at his Termination Date in order to be  \neligible  \ne Reduction of future benefit accruals to $30 per month of credited service for  \ncredited service on or after January 1, 2010.  \nBenefit reductions effective January 1, 2010  \n   \n38  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n    \nRehabilitation Period  \nJanuary 1, 2010 through December 31, 2022.  \nPlan to Emerge from the Red Zone and Annual Benchmarks to Assess Progress Toward  \nEmergence  \nThe Plan’s actuaries certify that the Contribution and Benefit Adjustments shown above  \nare sufficient for the Plan to emerge from the Red Zone at the end of the Rehabilitation  \nPeriod based on the funded status of the Plan as of January 1, 2009 before the addition of  \nany New Hire benefits. In the event that the New Hire benefits are implemented, the Plan’s  \nactuaries certify that with the additional contributions specifically designated to fund the  \nNew Hire benefits, the plan is still reasonably expected to emerge from Critical Status after  \nsuch benefit increases, as shown in the annual benchmarks including the New Hire  \nbenefits. These schedules will be updated as needed throughout the Rehabilitation Period.  \nProgress toward emergence from the Red Zone will be measured by the Plan’s Funding  \nStandard Account Credit (Deficiency) Balance being greater than (less than) the amounts in  \nthe following projections. These projections have been made in accordance with the  \nprovisions of the Pension Protection Act of 2006 including:  \n     \n        \n        \n   \n       \n      \n     \n     \n     \n     \n     \n     \n     \n     \n     \n       \n     \n     \n© Contribution rates effective for hours worked in December 2009 payable in January  \n2010 in accordance with the Collective Bargaining Agreement.  \ne An assumption of the same number of contributable hours as reported for the  \nactuarial valuation as of 1/1/2008. The reasonableness of this assumption has been  \nverified by the Trustees.  \n© No market related investment gains or losses from 9/30/2009 forward and no other  \nactuarial gains or losses from 1/1/2009 forward.  \n39  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nALTERNATE SCHEDULE  \nRocky Mountain UFCW Unions & Employers Pension Plan  \nAnnual Benchmarks for Emergence from the Red Zone  \nFunding Standard Account  \nCredit (Deficiency) Balance  \nWith New Hire Benefits  \n   \n    \n      \n    \n    \n        \n   \n    \nFunding Standard Account  \nCredit (Deficiency) Balance  \n   \n   \n      \n      \n   \n12/31/2010  \n$ 17,473,000  \n   \n$17,892,000  \n12/31/2011 $ 28,829,000 $29,593,000  \n12/31/2012 $ 33,676,000 $34,719,000  \n12/31/2013 $ 31,190,000 $32,445,000  \n12/31/2014 $ 28,483,000 $29,885,000  \n12/31/2015 $ 22,601,000 $24,087,000  \n12/31/2016 $ 14,669,000 $16,175,000  \n12/31/2017 $ 5,118,000 $ 6,577,000  \n12/31/2018 $ (489,000) $ 859,000  \n12/31/2019 $ (3,922,000) $ (2,754,000)  \n12/31/2020 $ (4,621,000) $ (3,703,000)  \n12/31/2021 $ (2,243,000) $ (1,644,000)  \n12/31/2022 $ 239,000 $ 447,000  \n12/31/2023 $ 1,158,000 $ 903,000  \n12/31/2024 $ 16,098,000 $15,307,000  \n12/31/2025 $ 15,836,000 $14,819,000  \n12/31/2026  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n     \n_ $21,237,000  \n40  \n     \n$19,946,000  \n     \n"], ["ARTICLE 30  \nSAVING CLAUSE  \n", "Section 76. If, during the term of this Agreement, or during any renewal or extension of the  \nsame, any Federal or State Law is enacted, or any rule or regulation is issued under any Federal or  \nState Law, which would make compliance by the Union, the Employer, employees, or any of them,  \nwith the terms, provisions or conditions of this Agreement a violation of any of said laws, rules or  \nregulations, then such terms, provisions or conditions shall become inoperative and of no effect  \nfrom the effective date of any such law, regulation or rule. The remainder of this Agreement not in  \nconflict with any of said laws, rules or regulations shall continue in full force and effect.  \nIn the event any such terms, provisions or conditions become inoperative and of no effect,  \neither party to this Agreement may open the same for bargaining only as to substitute provisions, if  \nany, for those provisions made inoperative upon a thirty (30) day written notice to the other party.  \nIt is specifically understood that the no-strike and no-lockout provision set forth elsewhere  \nin this Agreement shall remain in effect throughout the term of this Agreement.  \n"], ["ARTICLE 31  \nLEAVES OF ABSENCE  \n", "Section 77. Leaves of absence without pay for reasonable periods shall be granted by the  \nEmployer to employees who have completed three (3) months of service for reasons of bona fide  \nillness or disability. Pregnancy shall be treated as a bona fide illness or disability.  \nLeaves of absence without pay for reasonable period not to exceed thirty (30) days may be  \ngranted by the Employer to employees who have completed one (1) year of service for other reasons  \nmutually agreed to between the Employer and the employee.  \nThe employee must be qualified to resume his regular duties upon return to work from an  \napproved leave of absence. A doctor's certificate verifying that the employee is able to resume his  \nnormal duties may be required. The employee shall be returned to the job previously held, or to a  \njob comparable with regard to rate of pay no later than on the second weekly schedule made up  \nafter the Employer and the Union have received notice in writing of the employee's availability.  \nWhen requested at least one week in advance in writing by the Chief Executive Officer of  \nthe Union, the Employer will grant a leave of absence without pay for a period not to exceed thirty  \n(30) days for one employee per Employer at one time who has accepted a position as a Business  \nAgent or Organizer with the Local Union.  \nAll leaves of absence must be requested in writing to the Store Manager and shall state (1)  \nthe reason, (2) date leave is to begin, and (3) expected date of return to work. Leaves of absence  \nshall be granted in writing, and a copy shall be given to the employee.  \nAl  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nSection 78. Leave of Absence for Care of Newborn or Adopted Child. For employees with  \none (1) year of continuous service in the bargaining unit, a Leave of Absence for either parent shall  \nbe granted without pay for a period of up to twelve (12) months for the purpose of Newborn or  \nadopted Child Care. The employee shall be guaranteed reinstatement in accordance with their  \nseniority. An employee who wishes to change his or her date of return to work shall notify the  \nStore Director two (2) weeks in advance and shall be returned to work as set forth above. The  \nLeave of Absence for either parent must end no later than twelve (12) months from the date of birth  \nor the date of adoption. The Employer may require verification of the parent relationship to the  \nnewborn or to the adopted child.  \n"], ["ARTICLE 32  \nNO FREE WORK  \n", "Section 79. It is intended that there shall be no \"free\" or \"time-off-the-clock\"” work practices  \nunder this Agreement. Any employee found by the Employer or the Union to be engaging in such  \nunauthorized practice shall be subject to discipline.  \n"], ["ARTICLE 33  \nAPPRENTICE ADVANCE  \n", "Section 80. When an apprentice employee is due to be advanced on the basis of actual  \nhours of work experience as set forth in this Agreement, and the Employer believes that such  \nemployee has not acquired sufficient knowledge, skill, experience and ability to justify such  \nincreases the Employer may, with written prior consent of the Union, jointly request an apprentice  \nevaluation committee, as set forth in the next paragraph, to review the employee and make a  \ndetermination as to whether a period of up to two hundred sixty (260) hours' additional training is  \nwarranted at the existing classification rate then in effect for such employee to give the employee an  \nopportunity to improve his performance. At the end of such two hundred sixty (260) hour period,  \nthe employee must either be advanced to the next higher wage classification or be terminated, if  \nsuch termination is justified under the terms of the Agreement.  \nUpon request, as set forth in the previous paragraph, an apprentice evaluation committee  \nmay be established by the parties to the Agreement as follows: two (2) members appointed by  \nMountain States Employers Council, Inc., and two (2) members appointed by United Food and  \nCommercial Workers Union, Local No. 7. The apprentice evaluation committee will meet with and  \nreview any apprentice employee who, in the opinion of the Employer, does not have the capabilities  \nto warrant a classification increase. The committee shall determine whether additional training is  \nwarranted for the employee's classification requirements.  \n42  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \n"], ["ARTICLE 34  \nTECHNOLOGICAL CHANGE  \n", "Section 81. The parties recognize that automated equipment and technology is now  \navailable for the retail food industry. The Employer recognizes that there is a desire to protect and  \npreserve work opportunities. At the same time, the Union recognizes that the Employer has a nght  \nto avail itself of modern technology. With this common objective, the parties agree as follows:  \nIn the event the Employer introduces major technological changes which, for the purpose of  \nthis Article, are defined as price marking and electronic scanners and which would have a direct  \nmaterial impact affecting bargaining unit work, thirty (30) days' advance notice of such change will  \nbe given to the Union.  \nIn addition, the Employer agrees:  \n1. Any retraining necessary will be furnished by the Employer at no expense to the  \nemployees.  \n2. Where retraining is not applicable, the Employer will make every effort to effect a  \ntransfer to another store or other employment.  \n3. In the event an employee is not retrained or transferred and is permanently displaced  \nas a direct result of major technological changes as defined above, the employee will  \nbe eligible for severance pay in accordance with the following provisions:  \na. All employees, excluding courtesy clerks, with two (2) or more years of  \ncontinuous service will be eligible for one (1) week's severance pay for each  \nyear of continuous service. Maximum severance pay of ten (10) weeks' pay  \nto be paid on a lump sum basis. Weekly severance pay shall be determined  \nby the average number of hours worked for the four (4) weeks preceding  \ndisplacement, not to exceed forty (40) hours' straight-time pay.  \nb. An employee shall be disqualified for severance pay in the event the  \nemployee:  \nl. Refuses retraining.  \n2. Refuses a transfer or other employment within a radius of forty (40)  \nmiles.  \n3. Voluntarily terminates employment.  \n"], ["ARTICLE 35  \nSTORE CLOSING  \n", "Section 82. In the event the Employer closes or sells a store and employees are terminated  \nas a result thereof, pay equal to one week's pay for each year of continuous service commencing  \n43  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nwith the third (3rd) year of continuous service for employees, up to, but not to exceed eight (8)  \nweeks’ pay at their regular rate. However, those employees, who have an incomplete year of  \ncontinuous service as an employee, will receive pro-rata severance pay for that year as follows:  \n0 - 3 months equals twenty-five (25) percent of a week's pay  \n3 - 6 months equals fifty (50) percent of a week's pay  \n6 - 9 months equals seventy-five (75) percent of a week's pay  \nOver 9 months equals one (1) week's pay  \nSeverance pay shall be computed based on the average hours worked per week for the fifty-  \ntwo (52) weeks preceding a voluntary layoff or termination.  \nThe Employer shall continue contributions to the Pension and Health and Welfare Trust  \nFund for three (3) full months following termination on an hourly basis in direct relationship to the  \nseverance pay received for those employees who receive severance pay, except those employees  \nwho secure employment with a contributing Employer in the Pension and Health and Welfare Trust  \nFund.  \nAll monies due employees including severance pay shall be paid in a lump sum upon  \ntermination.  \nAn employee who is terminated and who is eligible for severance pay, and accepts  \nseverance pay, forfeits his seniority and has no recall rights. However, an employee may elect to  \naccept a voluntary layoff not to exceed ninety (90) days. At the end of the ninety (90) day period if  \nhe has not been recalled, he will be paid severance pay and forfeit his seniority. Any extensions of  \nthis ninety (90) day period must be agreed in writing and signed by the employee, a representative  \nof the Union, and the Employer. In no case will such extension exceed a total of six (6) months  \nfrom the date the employee accepted the layoff.  \nIf an employee is offered a transfer or other employment with the Employer within forty  \n(40) miles of the store in which he was last working and he refuses to accept the transfer or other  \nemployment with the Employer he forfeits his rights to severance pay and Pension and Health and  \nWelfare contributions.  \nIf a store is sold and the successor Employer offers employment to an employee who is  \notherwise eligible for severance pay under the terms of this Article and the new job is comparable,  \nthen no provisions of this Article shall apply.  \nThe Emplayer agrees to give to the employees and the Union four (4) weeks’ notice in  \nadvance of a store closing or sale. When such notice is given, an employee shall remain with the  \nEmployer, until the store closes or forfeit his rights under this Article unless mutually agreed to by  \nthe employee, Employer and Union.  \n44  \nGrand Junction Retail Clerks Contract  \nTerm: 05/06/12 to 11/14/15  \nNo benefits shall accrue under the terms of this Article unless the Employer makes a  \nbusiness decision to close or sell a store. If a store closing is caused by fire, flood, storm, land  \ncondemnation, or remodeling then this Article shall not apply  \n"], ["ARTICLE 36  \nNO STRIKE/LOCKOUT  \n", "Section 83. During the life of this Agreement, there shall be no lockout, strike,  \npicketing, boycotting, stoppage of work, anti-Company publicity, corporate campaign activity, or  \nother economic action of whatsoever nature against the Company.  \nIt is understood that it shall be a violation of this Agreement for the Union or its agents to  \nrequire its members to observe picket lines set up by any labor organization at the premises of the  \nCompany.  \nIt also is recognized that various monies from Local 7 are paid to UFCW International  \nUnion funds. The Local does not control such funds. Consequently, the UFCW International  \nUnion’s use of those funds for corporate campaign purposes will not be a violation of this  \nAgreement.  \n"]]