[["", "  \n(, 207 ee.  \nAGREEMENT  \nBETWEEN  \nASF — KEYSTONE, INC  \nGRANITE CITY PLANT  \nAND  \nUNITED STEELWORKERS OF AMERICA  \nLOCAL UNION NO. 1063  \nOCTOBER 1, 2004 —  \nQa, 266  \n131  \nFb pgs  \n1.  \nREPORT OFF PROCEDURE  \nAll absences must be reported to the guard office before the start of  \nyour shift at (618) 452-2111.  \n2.  \n3.  \n4.  \namo ep  \nYou should give the guard the following information:  \nName  \n. Department  \n. Clock Card Number  \n. Reason for absence  \n. Date you expect to return  \nObtain a call-in number from. the guard.  \ni, Bn  \na a we TE a? “  \nIf you are going'to be, absent five (5) of more consecutive scheduled  \ndays for any reason other t than ilinéss or injury.you must cal! the Human  \nResources Department by the end of tHe third. day,  \na  \noe 3 vor wz  \nIn any event you must report off.at least once every five consecutive  \nscheduled “ays ee any: ‘Period of; absence.  \n  \n*  \n=  \nAme 4 *.  \nrs > = + cate ay ke  \n\"4 fy  \n°  \n, ae  \n+  \n   \n  \na+  \n.  \n4  \n7  \n   \n   \n> >  \n*  \n  \n’  \nt .  \nfill +, os  \n- .  \n. 5 . .  \neye Me ,  \n  \neee tee  \n. * oa . . .  \n,  \n«  \n'  \n+  \noe  \nae on +  \n. 7 £  \n*  \na 1° ew ee  \n' . ar a 4 ae  \none . eas 7  \n  \n‘  \nbm we 8 tee we a we  \n. . a Je rh ate eo Ff 4+  \n. ' 1  \n' tart te m4 +  \nsore of ‘ , fad eee’  \n. - ete wee eee et  \n4  \n|  \nta ae Be fe ee  \nss Le ary  \n-* « 8 .  \n. »' tbe,  \n. atdas  \neu hee hae  \na? .  \nase  \n. =,  \nese  \n‘ a4  \nsg ts <r ’  \nas wie ‘ yk oof rs  \neat “ee flea,  \ntee + ave  \neae . “ eae?  \n. i © HW  \n   \n  \n+  \n=.  \nbas  \n   \n+.  \n.  \n   \n  \n   \n.  \n  \n‘  \n  \nteal  \nae  \n   \n   \n   \n.  \net  \n»  \n‘  \nt  \n« « %  \nau  \n*  \ngd  \nae  \n- =  \nane ane  \n-  \n.  \n  \n.  \n  \n+  \n  \n  \n°  \n.  \nroe  \n   \n   \n   \nArticle No. Page No.  \n26 50  \n51  \nAppendix I- Hourly Wage Rate for Non Incentive Work........... SZ  \nAppendix Il-Hourly Wage Rate for Incentive Work 53  \nTS. Bulletin 43  \n16 Discharge 40  \nFQ) 43  \n15) «Grievances, Adjustment Of 35  \nDORON 35  \nBetween the Union and The Company 35  \nPRUNES 36  \n37  \nMedical 35  \nSeat: | 37  \nSABO 37  \nkh 38  \na ere 39  \nInterruption or Interference with 39  \n4 General, Wa WS... ners 9  \n25 Group [msurance Plan 50  \n1) ON AY S sess 19  \nHisliday CaletiGar, 76  \n5 Hourly Wage Rate Establishment and HH  \nours Of WGK 17  \nWork Day and Work. WeOR 17  \nSchedule of Working 17  \n20 Jury or Witness Duty and Funeral Leave 43  \n22 Local Working 44  \n2 —«— 7  \nMemoranda of Understanding 53  \nNo. | Hot Worcs: 53  \nNo. 2 Premium Overtime Day 54  \nNo. 3 Inspectors & Sample Casting 54  \nNo. 4 Occupational Request Procedures 54  \nNo. 5 Blacksmith/Tool Treater 56  \nBlacksmith/Tool ts 56  \n| — a Y 56  \nPhase [f ~ Intermediate 56  \nPhase U1] — Advarced 57  \nAccelerated 58  \n  \nNo.6 Brick Repairs — Electric Furnace............. 58  \nSaturday and Sunday 58  \n.Scheduled/Emergency Teardown during Work Week ........59  \nNo. 7 . Daily Overtime cece 60  \nNo. 8 Chipper Vacancies.......... 60  \nNo. 9 Scheduling Agreement 6|  \n_ Regular Assignments During-The Work Day.... :6l  \nOvertime Within a. Work Day 62  \nWhen a Full Department is not Scheduled 62  \nAnd Limited Number of Occupations Are’  \nRequired on any Day of the-Week (M-P)  \nWhen A Full Department is Not Scheduled and ................ 62  \nOnly a Limited Number of Occupants are  \nRequired On-The 6th or 7th Day. - -  \nNo. 10 Special Training Jobs 63  \nNo. || Welder Vacancies......... ssa nesta nar ra 64  \nNo. 12 Job Description and Classification Manual .............. 65  \nNo. 13 Special Department Scheduling/Overtime Premium 66  \nNo. 14 Special Conditions ii! 66  \nNo. 15 Alcohol &.Drug Policy ...:5:...... 66  \nNo. 16. Entry.Into The General Maintenance Occupation’. 10  \nNo. 17 Definition For Leadperson...2:.i:4.. BS 10  \nNd: 18 USWA-PAC #  \n. No. 19 Small Parts 72  \nASF Small Parts 72  \nTransfer to or from ASF Small Parts - a ae  \nASF Small Parts Wage RAC am 74  \n“ho, . Ad Hoc.Incentive Team 4s L 74  \nue New Hire Wage Rates ~ ‘Large Part Operation’ 74  \nUtilization Of Leadperson 34 sae can 75  \nSafety Dividend bo  \nNo. 20. Study Team — Swing vs. Fixed Shifts. 75  \n11. Overtime Premium 20  \nHours 21  \n‘ 20  \nOffsets.& Pyramiding gaged 22  \n25 Pension Plan 50  \nre 6  \n21 Prior Agreements............. kent 44  \n6 Production Standards............. 1a  \nTL 6  \nWr *  \n   \n-3 Recognition and Union Security 8  \nCollective Bargaining Umit 8  \nUnion SECUTILY 8  \nbet, Check-Off 8  \nQ Reporting and Minimum Pay 18  \n17 Safety & Health 4]  \nAB Seniority 25  \n_-  _ Basis of eM a 25  \not, of Continuous: Service 26  \nApplication of Seniority, 26  \nCalc of Continuous Service/Term of Seniority Rights 28  \not Probationary Employees 29  \nAbsence Due to Occupational Disease OF Injuries 30  \nTransfers re 30  \nLeave Of 31  \nMillitary 31  \n=; , Supervisory/Technical. Employees/Union  \n“a. AndCommitteemen = wt, \"oh  \nDiscontinuance of a Department. sates 33  \n=~ Seniority Service sansa  \ncr: . Supervisory Trainees:.:...:.:... ee ee st 33  \n-, Partial Disability ve 33  \n23 Allowance 46  \nCONIIONS tt 46  \nor Bligibility ........ Ba duo 46  \n., Seale of ALOWANCE 47  \n_ Calculation and Payment of Allowance AT  \n_Non-Duplication of a 47  \nReduction.for Retiree Health &: Pension. Benefits 48  \n_¢.. _. Supplemental Unemployment Benefit Deduction... AD  \nJ: Shift Premium................. 15  \nrk, Premium... 15  \nac... Shifts Defined .............. 15  \nApplication Chatt........ 16  \n+ Application sens 16  \n24 SUB Plan, Replacement Of With 49  \n14 Union Committeemen pe Slee 34  \n12 Vacations Ze  \nEligibility and Allowance... ae  \n;_, Attaining Additional Service........... sei  \n«.. ..Payment of Allowance........ nuevo gai 23  \nVacation 23  \nVacations for those Returning from Military 24  \n   \nPREAMBLE  \nThis. Agreement, dated October |, 2004, is entered t  \nAMERICAN STEEL FOUNDRIES (ASF), Granite City  \nin Granite City, [linois, hereinafter referred to as the “Co  \nthe UNITED STEELWORKERS OF AMERICA (AFL-CI  \nof its Local Union No. 1063, hereinafter referred to as the  \n"], ["ARTICLE 1 - PURPOSE  \n", "(a) The purpose of the Company and the Union in ente  \nLabor Agreement is to promote harmony and efficiency ir  \nthe Company; to set forth their agreement on rates of pay,  \nof employment, or other conditions of employment, to pr  \npeaceful adjustment of differences which may arise; an  \nuninterrupted operations in the plant.  \n(b) It is the continuing policy of the Company and the U  \nprovisions of this Agreement shall be applied to all emplo  \nregard to race, color, religious creed, national origin, phys:  \ndisability or sex. The representatives of the Union and t  \nin all steps of the grievance procedure and in all dealings  \nparties shall comply with this provision.  \n(c) [tis the continuing policy of the Company and the  \nemployees shall be provided a work place free from sexua  \nFor purposes of this provision (sexual harassment) includ  \nlimited to unwelcome sexual advances or propositions  \ndemands for sexual favors and all other verbal or physic  \nan offensive sexual character, including offensive sexu  \noffensive sexual comments and innuendos, unsolicited an  \noffensive sexual overtures or touching, displaying carto  \nor other objects of a sexual nature in the workplace, wh  \nhostile, intimidating or offensive work environment. T  \nand Union confirm that all claims of sexual harassment sh  \nseriously, investigated thoroughly while maintaining the h  \nof confidentiality, and complaints may be brought to the  \neither the Company or the Union in an atmosphere free ¢  \nSexual harassment complaints are subject to resofution  \ngrievance procedure set forth in Article 15 of this Agreen  \ninitiated at Stage 2 of the grievance procedure, and shall  \nin the grievance procedure on a confidential basis and ina  \nfree of retaliation.  \nz  \n4  \n  \n(d) A joint Committee on Civil Rights shall be established at the plant.  \n‘ The Union representation on the Committee shall be no more than three  \n‘- members of the Union, which’ may-include the President and Chairman  \nthe Adjustment Committee. .The Union members shall be certified  \nto the Plant Manager by the Union and the Company members shall be  \ncertified to the Union.  \n= = 4 :  \n  \n(e) The Company and Union members of the joint Committee shall  \nat mutually agreeable times but no less than once each quarter. The  \njoint Committee shall review matters involving Civil Rights and advise  \nwith the Company and the Union concerning them, but shall have no  \nover the filing or processing of grievances. This provision  \n‘Shall not affect any existing right to file a gnevance nor does it enlarge  \nthe time limits for filing and processing grievances.  \nGf) The Company and Union jointly commit to the establishment of  \nEmployee-Invoivement Teams to deal :with workplace, issues. Teams  \n:' will consist of both Union and Company representatives. Teams will:  \n“be responsible for making “recommendations, making decisions or  \n\" sesolving issues in accordance with Team Charters and by utilizing Team’  \n-\"Deinciples and Guidelines. Teams shall not have authority to discuss or  \nresolve grievances, and other than recommend changes to the parties,  \nteams have no authority.to alter or amend the.contract. The Company  \n  \nand’ Union shall jointly provide.training to, Team members.in decision  \ntechniques and problem'tesolution” 3)  \naie 2! Mya y 4 Boe 4 ar ’ 1 Lo ik %  \nA i  \nit ne +h = i” ‘ os de ts  \naA ; on A aS  \n4) =,  \n' Pode i= * --  \n(a) Subject to the provisions of this Agreement, the management of  \n. the.plant and:the direction of the working forces, including the right to  \nplan, direct, and control. plant operations; to'hire and instruct; to attain  \n- maximum operating efficiency; to introduce new, improved  \n.-production - methods or facilities; to. demote; transfer, lay  \noff, discipline, and to-suspend or discharge for :proper.cause,  \nexclusively in the Company... «% ww at FY  \n-¢ noe \"5:  \n‘ ae Ee ve  \n4,0 4\" eo oe, ft Ba PS oat, “  \n{b)The rights herein set forth will not be exercised for the purpose of  \n. interfering with the right of employees to become members of the Union .  \nty or against employees because of membership in-or activity on behalf of  \ntie Union. coo iia  \n"], ["ARTICLE 3 - RECOGNITION AND UNION SECURITY  \nSection 1, Collective Bargaining Representative. The Company  \n", "recognizes that the Union as the sole and exclusive bargaining  \nrepresentative, during the life of this Agreement, for all of the employees  \nat the Granite City Plant, located in Granite City, Illinois, of the Company  \nand as defined in Section 2 of this Article, in the matter of wages, rates  \nof pay, hours of employment or other conditions of employment.  \nSection 2, Collective Bargaining Unit. The Term “employee” as used  \nin this Agreement applies to all employees in the Granite City Plant,  \nlocated in Granite City, Illinois, except and excluding the following  \ngroups:  \n(a) All supervisory, technical, clerical, and plant protection  \nemployees.  \n(b) All employees in the following occupations:  \nPattem Checkers  \nPattern Makers and Apprentices  \nPattern Changers  \nPatternmaker Helper  \nMachinists, Apprentices and Machinist Helpers  \nElectricians, Apprentices and Electrician Helpers  \nSection 3. Union Security.  \n(a) Each employee covered by this Agreement shall, as a condition  \nof employment, be or become a member of the Union not Jater than  \nthe 31st calendar day following the date of this Agreement or not later  \nthan the 31st calendar day following the beginning of his employment,  \nwhichever is later, Each such employee shall, as a condition of  \ncontinued employment, remain a member of the Union in good standing  \nto the extent of paying membership dues as certified by the International  \nSecretary/Treasurer of the Union.  \n(b)} The foregoing provisions shal! be effective in accordance and  \nconsistent with applicable provisions of federal and state law.  \nSection 4. Check-Off.  \n(a) During the term of this Agreement, the Company will continue to  \ncheck off Union initiation fees, monthly Union membership dues and  \nassessments as designated by the Intemational Secretary/Treasurer of  \nthe Union and as authorized by individually signed voluntary check-off  \nauthorization cards furnished by and submitted to the Company.  \n(6) Deductions on the basis of authorization cards submitted to  \nthe Company shall commence with dues for the month in which the  \nCompany receives such authorization card. Dues for a given month  \nsha}] be deducted from the first pay in the succeeding month  \nor months.  \n(c) If a member of the Union, after having earned wages for 40 hours  \nor more in a calendar month, is laid off or terminated, the Company  \nat the time of paying wages to such employee, shal] deduct dues for  \nthe preceding and the current calendar month and remit them to the  \nInternational Secretary/Treasurer of the Union.  \n(d) The Union shall indemnify and save the Company harmless against  \nany and all forms of liability that shall arise out of or by reason of action  \ntaken or not taken by the Company in reliance upon written information  \nfurnished the Company by the Union for the purpose of complying with  \nany of the provisions of this Section.  \n(¢) The Company will furnish the Union, once each month, a list of  \nthe names of employees from whom they did not deduct dues and the  \nreason therefore.  \n(f) The foregoing provisions shall be effective in accordance and  \nconsistent with applicable provisions of federal law,  \n"], ["ARTICLE 4 - GENERAL WAGES  \n", "Section 1.  \nIt is the intent of the Union, its agents and its members to assist the  \nCompany to obtain maximum productivity and efficiency from cach  \nemployee during the term of this Agreement. The Company, the Union  \nand the Unions= members subscribe to the principle of a fair days work,  \ncompetently and safely performed for a fair days pay in order to secure  \nand maintain full and efficient productivity on the part of all.  \nSection Z.  \n(a) Effective dates for the wage changes are set forth in the applicable  \nAppendices. Occupational hourly wage rates for non-incentive work  \nare set forth in Appendix 1. Incentive base rates and the applicable  \n9  \nhourly incentive adders for incentive work are set forth in Appendix I.  \n(b) The present occupational hourly wage rates of certain Trade and  \nCraft occupations which on March 31, 1990 were on a rate higher than  \nthe rate established for their job class shall be changed by the cents per  \nhour change for their evaluated job class on the specified effective dates.  \nThe “B” and “C™ rates for such Trade and Craft occupations shal} be  \nchanged by the cents per hour change for the job classes respectively  \ntwo and four job classes below the evaluated job class of the occupation  \non such specified effective dates.  \nSection 3.  \n(a) A copy of the new schedules of hourly wage rates to become  \neffective pursuant to Section 2 of this Article shall be furnished the  \nUnion.  \n(b} The hourly wage rates shown on such schedules, and all hourly  \nwage rates thereafter established or changed under Article 5, shall  \nremain in effect for the remaining period of this Agreement after the  \nrespective effective dates specified in Appendices I and II, except as  \nchanges are permissible and accomplished under Article 5.  \nSection 4.  \n(a) The Local Plant Joint Apprenticeship Committee shal] consist of  \ntwo members, plus, if required, a Journeyman of the Trade and Craft under  \ndiscussion, appointed by the Union and two members, plus. if required,  \na Supervisor of the Trade and Craft under discussion, appointed by the  \nCompany. Such local plant committee shal] develop and maintain their  \nparticular programs under and pursuant to the framework and guidelines  \nestablished by the Overall Joint Apprenticeship Committee. Thereafter,  \nsuch local plant committee shall study and make recommendations with  \nregard to the administration of the Apprenticeship Programs.  \n(b) The following occupations are considered Trade and Craft  \noccupations. Additives provided under prior collective bargaining  \nagreements to the occupational hourly wage rate of these occupations  \nwill not result in changes to the Job Evaluation pointing:  \nlL. Mason  \n2. Blacksmith/Tool Treater  \n3. Pipefitter  \n10  \n   \n(c) Apprentices who have been indentured in an 8000-hour  \napprenticeship program shall be paida progressively increasing schedule  \nof wages as follows:  \nHours  % of Journeyman’s  \nWorked Occupational Hourly Rate  \nFirst 1000 72.0%  \nSecond 1000 75.5%  \nThird 1000 79.0%  \nFourth 1000 82.5%  \nFifth 1000 86.0%  \nSixth 1000 89.5%  \nSeventh 1000 93.0%  \nEighth 1000 96.5%  \nApprentices who have been indentured in a 6000-hour apprenticeship  \nprogram shall be paid a progressively increasing schedule of wages as  \nfollows:  \nHours % of Journeyman’s  \nWorked Occupational Hourly Rate  \nFirst 1000 712%  \nSecond 1000 77%  \nThird 1000 82%  \nFourth 1000 87%  \nFifth 1000 92%  \nSixth 1000 97%  \nProvided, however, that an indentured apprentice shall receive no less  \nthan the Occupational Hourly Rate of Laborer (Job Class 1-2).  \nThe apprentice must have demonstrated satisfactory progress in  \nacquiring the necessary skill in his work processes and his related  \ntraining must be up to date in order to qualify for each 1000-hour  \nincrease in rate. Upon satisfactory completion of the specified number  \nof work hours and the related training requirements, the apprentice shall  \nbe paid the Journeyman'’s rate of the occupation to which he has been  \nindentured.  \n"], ["ARTICLE 5 - HOURLY WAGE RATE ESTABLISHMENT  \nAND ADJUSTMENT  \n", "(a) The job description and classification for each job in effect as of the  \ndate of this Agreement shall continue in effect unless (1) the Company  \ni  \nchanges the job content (requirements of the job as to the training,  \nskill, responsibility, effort, and working conditions) to the extent of  \none full job class or more; (2) the job is terminated or not occupied  \nduring a period of one year; or (3) the description and classification are  \nchanged in accordance with mutual agreement of officially designated  \nrepresentatives of the Company and the Union.  \n(>) When and if from time to time the Company, at its discretion,  \nestablishes a new job or changes the job content (requirements of the  \njob as to training, skill, responsibility, effort, and working conditions)  \nof an existing job, a new job description and classification for the new  \nor changed job shall be established in accordance with the following  \nprocedure:  \n(1) The Company will develop a description and classification of the  \njob in accordance with provisions of the American Steel Foundries Job  \nDescription and Classification Manual as revised February 24, 1965,  \nhereinafter referred to as the revised Manual.  \n(2) The proposed description and classification will be submitted to  \nthe Union for approval, and the occupational hourly wage rate for the  \njob class to which the job is thus assigned shall apply.  \n(3) If the Company and the Union are unable to agree upon the  \ndescription and classification, the Company shall install the proposed  \nclassification, and the occupational hourly wage rate for the job class to  \nwhich the job is thus assigned shall apply. The employee or employees  \naffected or the Union may at any time within 30 days file a grievance in  \nStage 2 of the grievance procedure, alleging that the job is improperly  \nclassified under the job description and classification provisions of the  \nrevised Manual, Such grievance shali be processed under the grievance  \nand arbitration procedures of this Agreement and settled in accordance  \nwith the job description and classification provisions of the revised  \nManual, If the grievance is submitted to the arbitration procedure,  \nthe decision shall be effective as of the date when the new job was  \nestablished or the change or changes installed but in no event earlier  \nthan 30 days prior to the date on which the grievance was filed.  \n(4) In the event Management does not develop a new job description  \nand classification, the employee or employees affected or the Union  \nmay, if filed promptly, process a grievance under the grievance and  \narbitration procedures of this Agreement requesting that a job description  \nand classification be developed and installed in accordance with the  \nprovisions of the revised Manual.  \n12  \n(c) The Company shail not establish more than three rates, “A”, “B\",  \nand “C” (not including Helpers), in any occupation. it is understood that  \nthe “C” classification will be for leamers only.  \n(d) This Article has no application to incentive rates.  \n(e) The parties hereto shall each designate representatives to a joint  \ncommittee to review hourly wage rate and adjustment problems with a  \nview to achieving maximum understanding.  \n"], ["ARTICLE 6 - PRODUCTION STANDARDS  \n", "{a) The Company shall be responsible for the establishment of  \nproduction standards for incentive work and shall use recognized time-  \nstudy principles and methods. Production standards shall:  \n(1) Be established for a specific set of conditions.  \n(2) Reflect the production requirements as related to a fair day's  \npay and enable the skilled employee to earn approximately 25%  \nabove the incentive base rate for his occupation.  \n(3) Remain unchanged except when there is a change in product  \ndesign, method, process, equipment, material used, manufacturing  \nquality, or to correct clerical or mathematical errors in the computation  \nof the standard.  \n(4) Be replaced by new standards which shall reflect only the  \nchange of conditions as stated in (3) above.  \n(b) Single or accumulated changes in production standards amounting  \nto less than five per cent (5%), except for clerical or mathematical errors,  \nshall not be used as a basis for changing production standards but shal!  \nbe accumulated for anticipated future adjustments.  \n(c) Individual delays of one-tenth (1/10) hour or more, due to lack of  \nservice, mechanical breakdowns, machine changes, or pattern changes,  \nwill be accumulated by the Company on a daily basis and paid for to  \nthe nearest one-tenth (1/10) hour increment of time at the occupational  \nhourly rate for the occupation. If individual delays are likely to last  \nlonger than fifteen (15) minutes, the employee may be assigned to  \nother work in the occupation at the rate indicated above or to another  \nat the above rate or the rate of such occupation, whichever is  \nigher.  \n13  \n(d} When an employee working on incentive work is assigned to  \nanother occupation, the earnings and allowances for the time on incentive  \nwork shall first be credited and then the earnings on the assigned work  \nfor the remainder of the time worked shall be added.  \n(e) When an employee working on incentive work is assigned during  \npart of a work day to non-incentive work when he otherwise would have  \ncontinued on incentive work in his occupation, he shall be paid for such  \ntime at 125% of the incentive base rate to which sum wil] be added the  \napplicable hourly incentive adder. In all other cases he may be assigned  \nto other work in his occupation and paid the applicable occupational  \nhourly rate.  \n(f) Employees working on incentive work shall be guaranteed the  \noccupational hourly rate of their respective occupations in the event of  \nfailure to meet standard performance.  \n(g) Loca) plant conditions agreed to by the Management and the  \nLocal Union relative to standards and not in conflict with this Article  \nshail not be affected by this Article unless changed by mutual agreement  \nby these parties.  \n(h) If any employee feels that any production standard is not in  \nkeeping with the principles of this Article, a grievance may be filed in  \nStage | of the grievance procedure.  \n(i) The Company does not guarantee to provide any employee with  \nincentive work.  \n(j) No new incentive plan involving new or additional occupations  \nwill be instituted, and no existing incentive plan will be terminated  \nbefore discussion and agreement with the Union. This shal! not be  \nconstrued to prevent the Company from adjusting a production standard  \nunder (a) (3) and (a) (4) of this Article.  \n(k) The parties hereto shall each designate representatives to a joint  \ncommittee to review incentive problems, with a view to achieving  \nmaximum understanding. In addition, the parties hereto shall endeavor  \nto implement the proposals generated by the joint labor-management  \nReward and Recognition Team with respect to utilization of a  \nGainsharing Plan or Plans as a replacement for, or as a supplement to,  \nincentive plans in the plant. It is understood that the elements of an  \nacceptable Gainsharing Plan include (1) provision of an opportunity  \nfor all production and maintenance employees and plant direct line  \nsupervisors to share with the Company in the savings made through  \n14  \nproduction and quality gains and ‘(2) trust and confidence and a  \nwillingness to emphasize teamwork and communication.  \n"], ["ARTICLE 7 - SHIFT PREMIUM  \n", "Section 1. Premium. The company will pay a premium of $.30 per  \nhour worked on the second shift and $.45 per hour worked on the third  \nSection 2. Shifts Defined.  \n{a) The shift shall be classified as “Regular” or “Irreguiar’’ based  \n. upon the scheduled starting time of the shift. If an employee reports late  \nthis shall not change the classification of the shift.  \n(b) “Regular” Shifts shall be identified as follows:  \n(1) First shift includes all shifts starting between 5:00 a.m. and  \n8:00 a.m., inclusive.  \n(2) Second shift includes all shifts starting between 2:00 p.m. and  \n4:00 p.m, inclusive.  \n(3) Third shift includes al! shifts starting between [0:00 p.m. and  \n12 midnight, inclusive.  \n(c) Hours worked immediately after the scheduled quitting time of  \nthese “Regular” 8-hour shifts of work shal] be paid at the shift premium  \napplying to the succeeding shift, except that additional continuous hours  \nworked on the third shift shall be paid at third shift premium.  \n(d) “Irregular” Shifts of work are those resulting from starting times  \nother than those described above. These shifts shall be paid a shift  \npremium in accordance with the following:  \n15  \n   \n_ + - «= ~  \nChart Showing Application  \n* of Shift Premium {Article 7)  \n   \n(1) For hours worked between 7:00 a.m. and 3:00 p.m., no shift  \npremium.  \n(2) For hours worked between 3:00 p.m. and 11:00 p.m., second shift  \npremium,  \nFor hours worked between [1:00 p.m. and 7:00 am., third shift  \npremium.  \nSection 3. Application.  \nShift premium shall not be included in the calculation of incentive  \nearnings, but shall be computed separately. When hours of work are  \npaid for at overtime premium, the shift premium for the same hours shall  \nbe paid at the applicable overtime premium rate.  \n16  \n   \n"], ["ARTICLE 8 - HOURS OF WORK  \nSection 1. Work Day and Work Week.  \n", "For the purpose of this Article:  \n(a) The term “work day” means the period of 24 consecutive hours  \nbeginning with the time the employee starts work on such day;  \n(b) The term “work week” means the period of 168 consecutive hours  \nbeginning with the time the employee starts work on the first day of his  \nwork week;  \n(c) The term “scheduled work day” means the period of the work day  \nduring which an employee is scheduled to work, the balance of the work  \nday representing non-scheduled time; and  \n(d) The term “scheduled work week” means the total scheduled work  \ndays for the work week,  \nSection 2. Schedule of Working Hours.  \n(a) The regular schedule of work shall be eight hours in a work day and  \n40 hours in a work week. The daily hours of work shall be consecutive  \nexcept for Junch and rest periods now prevailing in the plant.  \n{b) The regular scheduled work week shall consist of five consecutive  \nscheduled work days. Except for emergencies or other proper cause the  \nCompany will avoid scheduling production operations on Saturdays or  \nSundays,  \n(c) The Company will post scheduled weekend overtime by 12:00 noon  \neach Thursday with the understanding that unforeseen circumstances  \nrender these schedules subject to change.  \n(d) If schedules more agreeable to the parties than those developed  \nunder the preceding paragraph can be agreed upon locally, the provisions  \nof said paragraph shall not apply.  \n(e) If overtime days are necessary after the weekly schedule has  \nbeen prepared, the employee shall be given as much advance notice as  \npracticable.  \n(f) If, due to emergencies or other proper cause, it is necessary to  \n17  \ndisrupt an employee’s schedule by having him report early or work  \nextra hours within the established work day or work week, he shall not  \nthereby be prevented from working the balance of his regular scheduled  \nshift that day or his weekly schedule of days for the purpose of avoiding  \novertime premium.  \nSection 3. Nothing in this Article shall be construed as a guarantee by  \nthe Company of hours of work per day or per week.  \n"], ["ARTICLE 9 - REPORTING AND MINIMUM PAY  \n", "(a) An employee who is scheduled to work and is not notified to the  \ncontrary a reasonable time before his starting time and upon reporting at  \nthe scheduled time finds no work available on the occupation for which  \nhe reported shal! be paid an allowance of four hours at the occupational  \nhourly cate of such occupation, provided he follows the established  \nprocedure for clocking in and clocking out and shal] not be prevented  \nfrom so doing.  \n(b) An employee who is scheduled to work and begins work  \nand is provided with less than four hours of work at his reporting  \noccupation, shall be paid for the hours worked plus an allowance equal  \nto the unutilized portion of the four-hour minimum multiplied by the  \noccupational hourly wage rate of the job for which he reported.  \n(c) In either case (a) or (b) the Company may offer the employee  \nother work. If he accepts he shal} be paid the occupational hourly rate  \nof the occupation for which he was scheduled or notified to report, or the  \noccupational hourly rate or the incentive base rate plus the applicable  \nhourly incentive adder, whichever applies. of the occupation to which  \nhe is assigned, whichever is higher.  \n(d) The payments provided shall be at straight time or overtime rates,  \nand include shift premium, depending upon which applies in accordance  \nwith this Agreement.  \n(e) When strikes, stoppages in connection with labor disputes, acts  \nof God, acts of Government, or other causes beyond the control of the  \nCompany interfere with work being provided, the provisions of this  \nArticle shall not apply. Such other causes beyond the control of the  \nCompany shall be subject to the grievance procedure.  \n18  \n   \n"], ["ARTICLE 10 - HOLIDAYS  \n", "Section 1.  \n(a) The following days shall be considered holidays:  \nNew Year’s Day  \nFloating Holiday  \nGood Friday  \nMemorial Day  \nIndependence Day  \nLabor Day  \nThanksgiving Day  \nDay after Thanksgiving  \nDay before Christmas  \nChristmas Day  \nDay before New Year’s  \n(b) The day to be deemed the holiday is the day that is celebrated by  \nthe majority of the community in which the plant is located. Where there  \nis a conflict between the State and Federal Government as to designated  \nholidays the Federal Government designation shali prevail.  \n(c) Presidents Day will be considered a personal floating holiday.  \nSuch day is to be used in the same manner as a day of vacation as  \nexplained in Article 12, Section 5, (b).  \nSection 2.  \n(a) An eligible employee (other than a “probationary employee”, Sec.  \n5 Article 13), who does not work on any one of these holidays shall be  \npaid for eight hours at the applicable straight time occupational hourly  \nrate excluding shift premium. This includes these holidays when they  \nfall on Saturday.”  \nWhen an employee works on a holiday they will not receive holiday  \npay for hours worked. They will receive instead two and one-half times  \ntheir applicable pay rate for all hours worked on the holiday. If the  \nemployee works less than eight (8) hours on the holiday they will be  \npaid holiday pay (straight time hourly rate) for the difference between  \neight (8) hours and the hours actually worked.  \n(b) An eligible employee, for the purposes of this Article, is one who  \nmeets the conditions:  \n19  \n(1) He must be actively employed and not in a state of lay-off or  \nabsence due to work stoppage, military service, or leave of absence.  \nIf absent due to occupational illness or injury, or non-occupational  \ndisability and paid benefits under the A&S plan, the employee shall  \nbe eligible for holiday pay, not exceeding two years.  \n_ If absent due to injury and receiving worker’s compensation  \nTemporary Total Disability benefits, the employee will receive the  \nworkman's compensation benefit in lieu of holiday pay.  \n(2) He must work his last scheduled day before the holiday and  \nhis next scheduled day after the holiday unless absent because of  \ndeath in his immediate family (as defined in Article 20, Paragraph  \n(¢)).  \nNotwithstanding the provisions of (1) and (2) above, an employee  \nwho in the work week in which the holiday falls works his last scheduled  \nday before the holiday and is then laid off prior to the holiday will be  \nsligible tor holiday pay providing the other requirements of this Section  \nare met  \n(c} He shall not be paid for these holidays if the holiday falls on a day  \nwhen the employee is scheduled to work and does not report for work,  \nunless he did not report for work because of death in his immediate  \nfamily as defined in paragraph (b)(2) of this Section.  \n(d) If the employce is entitled to holiday pay in accordance with the  \nabove, and the holiday falls during the employee’s vacation, he will be  \npaid the holiday pay in addition to his vacation allowance, but shall not  \nbe entitled to time off because of the holiday.  \n(e) If because of intermittent operations the holiday falls in a non-  \noperating week or a short work week, this shall not be used to deprive the  \nemployee of holiday pay if he meets the requirements of this Article.  \n"], ["ARTICLE - OVERTIME PREMIUM  \nSection 1, Premium.  \n", "(a) Overtime at rate and one-half shall be paid for:  \n(1) All hours worked in excess of eight hours in a work day as  \ndefined in Article 8;  \n(2) All hours worked on Saturday;  \n20  \n(b) Double time shall be paid for al] hours worked on Sunday.  \n(c) Two and one-half times the regular rate shall be paid for all hours  \nworked on the holidays designated in this Agreement.  \n(d) Saturdays, Sundays, and each designated holiday and all work  \ndays shal! be considered as a twenty-four (24) hour period beginning at  \nthe employee's regularly scheduled shift start time.  \n(ce) For purposes of computing overtime earnings, the rate to be used  \nshall be the employee’s occupational hourly rate or incentive base rate  \nplus the applicable hourly incentive adder, whichever applies for the  \noccupation on which he works during the overtime period, times the  \napplicable overtime rate specified in (a), (b) and (c) of this Section.  \n(f) Employees who did not receive advanced notice of overtime  \nwork and who are required to work in excess of two (2) hours overtime  \nafter working their scheduled work day will receive payment for tunch  \nfor said day of overtime worked. Lunch payments will be paid in the  \nemployee's paycheck and identified in a separate field on the paycheck _  \nstub.  \n-——- —F  \n~  \nSection 2. Hours Credited.  \nFor the purpose of determining when overtime at time and one-half  \nshall be paid for hours worked in excess of eight hours in a work day,  \nthe following shall be credited as hours worked:  \n(a) All straight time hours actually worked, and all hours worked  \non Saturday, Sunday and holidays;  \n(b) All hours in attendance at meetings with plant management  \nwithin the individual's regularly scheduled work day, provided  \nsuch meetings have been agreed upon with plant management;  \n(c) All hours spent on Union business during the individual's  \nregularly scheduled work day;  \n21  \n(d) Hours absent from work within the regular eight-hour shift due  \nto occupational injury or occupational sickness, including time  \nspent in reporting to dispensary for treatment or to outside doctor  \nor hospital when facilities are not tocated at the plant;  \n(e) Hours absent from work within the regular eight-hour shift  \nbecause of jury service or witness duty, provided the employee  \nshows the Company the summons for jury service or subpoena for  \nwitness duty.  \nSection 3. Offsets and Pyramiding.  \nOvertime premium for the causes stated in Section 1 of this Article shall  \nnot be pyramided for any hours worked. If more than eight hours are  \nworked on Saturday or on Sunday, only the premium rate provided for  \nsuch days shall be paid for such excess hours. ff a holiday occurs on a  \nSaturday, only two and one-half times the regular rate shall be paid for  \nhours worked on such holiday.  \n"], ["ARTICLE 12 - VACATIONS  \nSection 1. Vacation Eligibility and Allowance.  \n", "(a) All employees with continuous plant service as shown in the  \nfollowing table as of the December 31 immediately proceeding the  \nvacation year (the vacation year shall begin on January ! each year)  \nShall receive the following vacation and vacation allowance in the  \nvacation year:  \nof  \nEmployees  \nTotal  \nMinimum  \nYears of Continuous Calendar Vacation  \nPlant Service as of Year Pay  \nthe December 3] Preceding Guarantee  \nImmediately No. of the as Provided  \nPreceding Weeks Vacation in Paragraph  \nVacaction Year (¢) below  \n1 but less than 3 l 2% 32 hour  \n3 but less than 10 Z 4% 64 hours  \n10 but less than 17 3 6% 96 hours  \n17 but less than 25 4 8% 128 hours  \n25 or over 5 10% 160 hours  \n(b) Continuous service for the purposes of this Article 12 shall be  \ncalculated in the same manner as the calculation of continuous service  \nset forth in Article 13 of this Agreement except that there shall be no  \naccumulation of service in excess of the first two years of any continuous  \nperiod of absence on account of layoff or physical disability (except, in  \nthe case of compensable disability as provided in Section 4(b)5 of said  \nArticle 13) in the calculation of service for vacation eligibility.  \n(c) The Minimum Vacation Pay Guarantee referred to in paragraph  \n(a) above shall be applicable only to employees who have received  \nearnings in at least thirteen (13) pay periods in the preceding calendar  \nyear and shal! be computed at the occupational hourly wage rate for the  \nlast occupation held by the employee in the prior calendar year times  \nthe applicable number of hours set forth in paragraph (a) above. Either  \nthe percent of employee's total earings or Minimum Vacation Pay  \nGuarantee, whichever is higher, shall be paid to the employee.  \n(d) Any period of absence of an employee due to occupational illness  \nor injury shall be included in determining the number of pay periods the  \nemployee worked during such year.  \nSection 2. Attaining Additional Service.  \nEmployees who become eligible for their first week of vacation or  \nfor an additional week of vacation during the vacation year pursuant to  \nthe schedule in Section | shall be eligible for vacation pay and time off  \naccordingly subject to the terms of this Article. Employees becoming  \neligible for their first week of vacation during their vacation year will be  \neligible for five (5) days off and pay based on their earnings in the prior  \nvacation year.  \nSection 3. Payment of Vacation Allowance.  \n(a) The vacation allowance be payable at the beginning of the  \nemployee’s vacation period.  \n(b) An employee who is terminated after becoming eligible for a  \nvacation under Sections 1, 2. or 3, shall not thereby lose any vacation  \nallowance which he has eamed.  \nSection 4, Vacation Period.  \n(a) Employees with two weeks or less of vacation eligibility at the  \nbeginning of the vacation year may not schedule vacation time off prior  \n23  \nto the vacation shutdown period or cancellation thereof. Employees  \nwith more than two weeks vacation eligibility must schedule their  \nvacation time off no later than March | of the vacation year. Scheduling  \nwill be accomplished by posting of a Seniority Roster of all employees  \nwith more than two (2) weeks of vacation in seniority order along with a  \nlisting of vacation weeks available for the entire calendar year. The list  \nwill be posted each year by December 1. Employees wishing a week in  \nJanuary or February must schedule by December 31. All other weeks  \noff must be scheduled by March 1, Employees will choose their week(s)  \nin seniority order. Employees eligible to choose to use vacation on a  \nday at a time basis rather than a full week but must declare this prior to  \nMarch 1. Should a full week of scheduled vacation be cancelled by an  \nemployee during the vacation year, the week will be made available to  \nother eligible employees on a first come first served basis. Employees  \nbecoming eligible for their first week of vacation after the vacation  \nshuidown period may schedule the week for any week remaining  \navailable on the department roster or on a day at a time basis at their  \noption. If the plant is shutdown for vacation purposes, such shutdown  \nshall occur during June, July or August and a notice of such shutdown  \nperiod shail be given at least thirty (30) days in advance and no later  \nthan July 15.  \nVacation allotments will be determined by department and by  \noccupation.  \n(b) Employees with three (3) or more weeks of vacation are  \npermitted to take a maximum of five (5) days vacation in one (1) day  \nincrements, provided they make their request five (5) days in advance.  \nVacation request will be on a first come, first served basis. B&E and  \nTEC employees are not affected by restrictions and will be allowed to  \nschedule their vacations according to the departmental practice. The  \nCompany retains the sole right to grant vacations based on it’s ability to  \nget the work done in the most efficient and least costly manner, however  \nthe Company will not cancel an employees previously scheduled full  \nweek of vacation later than fourteen (14) days prior to the scheduled  \nvacation.  \nSection 5. Vacations for Those Returning From Military Service,  \n(a) Any employee who makes application for and is reinstated in  \naccordance with the provisions of Article 13-Seniority, Section 9 to the  \nemploy of the Company during the term of this Agreement, shal! be  \ngiven a vacation and be paid a vacation allowance for the year in which  \nhe retums, provided he works in the plant 45 days after he  \n24  \n   \n(b) If his earnings during the year preceding his return were such  \nthat he did not earn, on the percentage basis a full vacation as provided  \nin Sections 1, 2, and 3, whichever applies, he will be paid a vacation  \nallowance as follows, based on his seniority service credit as of the date  \nof his reinstatement.  \nFor the vacation covering the year in which the employee returms and  \npayable in the vacation year:  \n1 year but less than 3 years 40 hours  \n3 years but less than 10 years 80 hours  \n10 years but less than 7 years 120 hours  \n17 years but less than 25 years. 160 hours  \n25 years or over 200 hours  \n‘The vacation allowance shall be based on the straight time hourly rate  \nof the occupation in which he is employed at the time of his vacation.  \n(c) Those who return to work prior to the vacation shutdown period  \nof the plant shall be paid their vacation allowance at the time of such  \nvacation shutdown, or at the time of their termination, if this occurs prior  \nto the vacation period; those who retum to work after such vacation  \nshutdown period shall be paid their vacation allowance and may be  \ngiven equivalent time off at any time during such calendar year.  \n(d) If his earnings during the year in which he returns are such that  \nhe does not earn a full vacation for the year, as provided in  \nSection 1, he will be paid the vacation allowance provided in paragraph  \n(b) above, based on his seniority service credit on the anniversary date  \nof his reinstatement.  \n(e) Those employees who become cligible for the next bracket  \nvacation as shown in Section 1, after the anniversary date of their  \nreinstatement, shall be paid for the additional hours at the time of such  \ncompletion.  \n(f) In no event shali an employee be entitled to both a vacation  \nallowance on his earnings and, also, the allowance provided in (b) and  \n(d) above.  \n"], ["ARTICLE 13 - SENIORITY  \nSection 1. Basis of Seniority.  \n", "25  \n(a) It is agreed that in all cases of promotion (except to supervisory.  \ntechnical or clerical jobs), demotion, transfer and increases or decreases  \nof forces seniority based on the following shal] govern.  \nLength of continuous service and ability to perform the work.  \n(b) Temporary work assignments, except as otherwise provided by  \nagreement, for any cause other than absenteeism may be made  \nby the Company to suit operating requirements not to exceed one day;  \nprovided, however, that consideration shail be given to the employee  \nwith the greatest seniority and he shal! be so assigned if practicable. For  \nany such assignments beyond this period, seniority shall] govern.  \nSection 2. Continuous Service.  \n(a) It is understood and agreed that wherever the word “seniority” is  \nused in this Section, it refers to length of service and ability to perform  \nthe work.  \n{b) For the purpose of this Article, continuous service shal] be  \ndesignated as continuous service within the plant.  \n(c) The term “continuous service” shall mean an employce's total  \nelapsed time from date of employment to date of termination and shall  \nbe calculated in accordance with Section 4 of this Article and shall  \ninclude adjusted continuous service for employees who were employed  \non June I, 199! and who had been credited with prior service as of that  \ndate.  \n(d) When an employee accepts an occupation which comes under the  \njurisdiction of another recognized bargaining unit, all seniority service  \ncredit which the individual has accumulated is permanently forfeited.  \nSection 3. Application of Seniority.  \n(a) It is understood and agreed that wherever the word “seniority” is  \nused in this Section, it refers to length of service and ability to perform  \nthe work.  \n(b) In the application of seniority within the department in cases of  \npromotion, demotions, layoffs, transfer and recall to employment in a  \ndepartment, seniority shall govern.  \n(c) Permanent vacancies (openings resulting from a quit, retirement  \nor expansion of the work force) shall be filled on the basis of plant  \n26  \nSeniority within the department. An employee is allowed one successful  \nbid to a job in the same or a lower pay class each three month period.  \nThere is no limit to the number of successful bids an employee may  \nhave to higher paying jobs or from non-incentive to an incentive job.  \nA successful bidder wil] be given a reasonable training period not to  \nexceed 5 work days.  \n(d) An employee may request transfer as a Laborer to any other  \ndepartment by signing the Transfer Request Book in the Personnel  \nDepartment. Transfers will be made on the basis of plant seniority and  \nwill be limited to one per three month period. A transferred employee  \nwill be given a reasonable training period not to exceed 5 work days.  \nEmployees who successfully qualify upon transfer will be given  \nSeniority within the new department equal to their total plant seniority  \nand their seniority in their old department will be canceled.  \n{c) Notwithstanding ( c) and (d) above, employees who fail to qualify  \nor who disqualify themselves two times within a three month period will  \nbe returned to their old department and job with no loss of department  \nseniority. Such employees will be permitted a third bid within the three  \nmonth period and will be prevented from disqualifying themselves for a  \nperiod of six months.  \n(f) In cases of decreases in force or lay-offs, demotions will be in  \nreverse order departmental seniority from the higher to the lower jobs.  \nEmployees whose jobs are being eliminated may bump to any job they  \nhave pete as a permanent assignment or to any job in the lower four  \npay classes within their department. An employee whose departmental  \nseniority is insufficient to retain him in his department may bump into  \nany job in the plant which he has previously held or to any job in the  \nlower four pay classes to which his seniority entitles him, An employee  \nwho elects to bump into another department must exercise his right  \nimmediately upon being notified that his seniority will not hold in his  \nregular department, An employee, who bumps into another department  \nin accordance with the above, will continue to accrue seniority in his  \nprior department and shall be considered to be in the new department on  \nthe basis of a temporary transfer. A temporarily transferred employee  \nwill be ranked behind all permanent employees in the department for the  \npurposes of promotion and overtime assignments (except in cases of “if  \nthe job works-the man works”),  \nIf no employee desires a particular promotion or overtime assignment  \nthe least senior qualified permanent department employee must accept  \nthe assignment.  \n27  \n(g) Recalls from lay-off or temporary transfer will be made in order  \nof departmental seniority from the lower to the higher jobs. Any  \nvacancies remaining after all employees with departmental seniority are  \nrecalled will be offered to employees who have requested transfer to that  \ndepartment before new employees are hired.  \n(h)Temporary work assignments resulting from absence of any  \ncause, of 30 days or less may be made by management to suit operating  \nrequirements; provided, however, that consideration shall be given to  \nthe employee with the greatest seniority, and he/she shall be so assigned  \nif practicable.  \n(i) Temporary vacancies of over 30 consecutive work days resulting  \nfrom any cause shall be filled on the basis of plant seniority within  \nthe department from among qualified employees who have signed the  \n“Occupational Request Register” within the department. If no employee  \nhas requested temporary assignment to the vacancy, it shall be filled in  \naccordance with paragraph (g) above.  \nSection 4. Calculation of Continuous Service and Termination of  \nSeniority Rights.  \n(a) Continuous service shall be calculated from date of first  \nemployment or reemployment following a break in continuous service  \nin accordance with the following provisions; provided, however, that the  \neffective date of employment prior to the date of this Agreement shall  \nbe the date of first employment or reemployment after any event which  \nconstituted a break in service under the practices in effect at the time the  \nbreak occurred.  \n(b) There shall be no deduction for any time lost which does not  \nconstitute a break in continuous service, except as specified in 5,  \nbelow.  \nThe seniority service credit of an employee shall be canceled upon  \ntermination of his employment by the Company due to any one of the  \nfollowing causes:  \n1. Resignation or quit.  \n2. Being absent for five consecutive scheduled days without  \nnotice.  \n3, Being absent for five consecutive scheduled days without  \n28  \nsatisfactory reason for being absent.  \n4, Discharge for proper cause.  \n5, An employee is absent due to layoff or physical disability for  \nmore than two years except that, subject to the provisions of Section  \n6 of this Article, he shall continue to accumulate continuous service  \nduring such absence for two years and for an additional period  \nequal to (1) three years, or (2) the excess, if any, of his tength  \nof continuous service at the commencement of such absence over  \ntwo years, whichever is less. Any accumulation in excess of two  \nyears during such absence shall be counted, however, only for the  \npurposes of this Article 13 and shall not be counted for any other  \npurpose under this or any other agreement between the Company  \nand the International Union or local union. In order to avoid a  \nbreak in service after an absence of two years, the employee must  \ngive the Company annual written notice that he intends to retum  \nto employment when called, if the Company at least 30 days prior  \nthereto has mailed him a notice at his last address on the Company  \nrecords that he must file such notice.  \n6. In the event of permanent shutdown of plant, department,  \nor substantial portion thereof, an employee with ten (10) years  \ncontinuous service on or before 10/1/07 will continue as an  \nemployee of the Company for the duration of this collective  \nbargaining agreement.  \n7. Failure to return to work from layoff within one week after  \ncertified mail notice by the Company to the last known  \naddress, except as otherwise may be provided by agreement  \nbetween the Union and the Company.  \n(c) An employee transferred to another recognized bargaining unit in  \nthe plant shail lose all seniority service credit accumulated under this  \nAgreement.  \nSection 5. Probationary Employees.  \n(a) New employees and those hired after loss of seniority, having  \nless than 90 actual days of work in a period of employment with the  \nCompany are probationary employees and entitled to no seniority rights.  \nIf such employee is continued in employment after such 90 days of  \nwork, his seniority service shall date from the beginning of such period  \nof employment.  \n29  \n(b) A probationary employee may be terminated at any time at the  \ndiscretion of the Company, and such termination shall not be subject to  \nthe Grievance and Discharge procedures. The Union may file grievances  \non their own behalf as regards rates of pay or working conditions in  \nconnection with probationary employees. There shall be no obligation  \non the part of the Company to reemploy a probationary employee who  \nis discharged, laid off, or who resigns during such 90 day period.  \nSection 6. Absence Due to Occupational Disease or Occupational  \nInjuries.  \nIn the event any employee of the Company shall be incapacitated for  \nwork due to occupational disease or injury, the Company will retum  \nhim to work when he is physically fit to resume work, provided such  \nemployee would, under conditions then prevailing, be so employed by  \nthe Company. Further, the parties agree that restricted duty personne!  \nas defined by the Company can be assigned anywhere there is work that  \nkeeps within their restrictions. Upon returning to work the employee  \nwill be given credit for the time lost for the purpose of seniority.  \nSection 7. Transfers.  \n(a) Employees who desire to transfer to another department will be  \nprovided with an application form on which they will indicate their  \nqualifications. The original copy of this form shall be filed with the  \nPersonnel Manager, and the duplicate retained by the employee.  \n(b} Employees are not permitted to have on file an application for more  \nthan two separate departments at one time. When a vacancy occurs and  \nemployees are not available in the department, the vacancy will be filled  \nfrom the list of applicants provided any are qualified. First consideration  \nwill be given to the applicant with the greatest plant seniority and the  \nability to perform the work. The applicant will be afforded a reasonable  \ntrial period. A transferring employee may be held on his or her job until  \na qualified replacement is available, but in any event no longer than 60  \nworking days provided that if the person being trained to replace the  \ntransferring employee quits, transfers, is disqualified, etc. prior to the  \ntransferring employee being transferred, the period of time held on job  \nmay be extended an additional 30 working days. This requirement does  \nnot supersede periods longer than 60 days specified in this Agreement.  \nThis language becomes applicable effective November |, 2005.  \n(c) Employees hired into the Chipper classification after October J,  \n30  \n1995 will be required to remain on the Chipper job for a period of not  \nless than 6 months before being permitted to move to another position.  \n(d) Employees who are employed under the provisions of Article 23,  \nSection 8 at another plant of the Company shall be credited with their  \naccrued continuous service at the plant from which they were transferred  \nfor purposes of the Pension Comprehensive Medical Program, SUB Plan  \nand for Vacations. Continuous service for all other purposes shall begin  \nas of the effective date of the transfer to the new plant. The provisions  \nof Article 13, Section 5, Probationary Employees, shall not apply to  \nthese employees.  \nSection 8, Leave of Absence.  \n(a) Upon request of the International Union, a leave of absence not to  \nexceed a period of two years shall be granted to at least one member of  \nthe focal Union for the purpose of working for the Union. Such leave  \nShall not constitute a break in the employee's continuous service and the  \ntime will be credited.  \n{(b) A leave of absence may be granted by the Company to any  \nemployee for a period not in excess of one year. All requests for a  \nleave of absence shall be made in writing on a form to be provided  \nby the Company. The Company shall promptly notify the focal Union  \nin writing on a copy of the form of the granting of all such leaves of  \nabsence or the failure to grant a leave of absence.  \n(c) The Company shall provide leaves of absence to eligible employees  \nin accordance with The Family and Medical Leave Act of 1993. Family  \nMedical Leave Act time shail run concurrently with other forms of paid  \nleave time excluding vacation and such time does not extend the 12  \nweek Family Medica] Leave Act period.  \n(d) If an employce accepts employment with another company  \nduring a leave of absence granted or provided pursuant to this Section 8  \nwithout written permission from the Company, their employment with  \nthe Company shail be terminated as having quit without notice as of the  \ndate of such  \nSection 9. Military Service.  \n(a) The Company will comply with the provisions of the laws related  \nto the reemployment of Veterans of the Armed Services of the United  \nStates.  \n31.  \n(b) An employee with one or more years of continuous service who  \nis required to attend an encampment of the Reserve of the Armed  \nForces or the National Guard shall be paid for a period not to exceed  \ntwo weeks in any calendar year, the difference between the amount  \npaid by the Government (not including travel, subsistence and quarters  \naltowance) and the amount calculated by the Company in accordance  \nwith the following formula. Such pay shall be based on the number  \nof days such employee would have worked had he not been attending  \nsuch encampment during such two weeks (plus any holiday in such two  \nweeks which he would not have worked), but not more than six such  \ndays of work in each week) and the pay for each such day shall be eight  \n(8) times his straight time average hourly earings (including applicable  \nincentive earnings but excluding shift differential and Sunday and  \novertime premiums) during the last payroll period worked prior to the  \nencampment. If the period of such encampment exceeds two weeks in  \nany calendar year, the period on which such pay shali be based shall be  \nthe first two weeks he would have worked during such period.  \nSection 10. Supervisory and Technical Employees, Union Officers  \nand Union Committeemen.  \n(a) The Union recognizes the importance of the Company having  \navailable a supervisory and technica! staff, and the Company recognizes  \nthe importance of the Union having available certain local Union officers  \nand committeemen familiar with plant conditions.  \n(b) The Company agrees to limit the length of time an employee can  \nremain in a Temporary Foreman(s) position to a maximum of 6 months  \nduring any contract year except in cases of extenuating circumstances.  \n(c) A supervisory or technical employce will be credited with service  \nin such position up to a maximum of one (1) year seniority service credit  \nduring any continuous periods on a supervisory or technical position, this  \nservice being credited to the department from which he was promoted.  \nApplication of this paragraph applies to any promotion to a supervisory  \nor technical position of a- bargaining unit employee occurring after  \nOctober |, 1999; promotions prior to October |, 1999 will be governed  \nby the previous agreement.  \n(d) When the Company decides that the work force in any department  \nis to be reduced, the local Union President, Grievance Committee  \nChairman, Committeemen, shal!, if the reduction in force continues to  \nthe point at which they would otherwise be laid off, be retained at work  \n32  \nand for such hours per week as may be scheduled in the department in  \nwhich he is employed, provided he can perform the work of the job to  \nwhich he must be demoted. The intent of this provision is to retain in  \nactive employment these officers and committeemen for the purpose of  \ncontinuity in the administration of the labor agreement in the interest of  \nemployees so long as a work force is at work; provided that no officer  \nor committeeman shal] be retained in employment unless work which  \nhe can perform is available to him in the department in which he is  \nworking.  \nSection 11. Discontinuance or Establishment of a Department.  \nIn the event of the permanent discontinuance of a department, or  \nthe establishment of a new department, the Company and the Union  \nshall work out a satisfactory solution to the problem, itrespective of the  \ndepartmental seniority application now existing in the Plant.  \nSection 12. Seniority Service Records.  \nAn individual seniority service record for each employee shall be  \nmaintained showing his length of service computed in accordance with  \nSection 2 of this Article. The Company agrees to furnish the Union  \nwithin 30 days after December 31 of each year, a list showing as of such  \ndate the seniority service of all employees covered by this Agreement,  \nand upon request will furnish one additional listing per year.  \nSection 13. Supervisory Trainees.  \nThe company, at its discretion, may assign Supervisory Trainees on  \nany occupation during any period of time when another employee is on  \nthe job. In the application of the above, it is understood that no senior  \nemployee shall be displaced or suffer the loss of any of his rights under  \nthis Agreement.  \nSection 14, Permanent Partial Disability.  \nNotwithstanding Sections 2 and 3 of this Article to the contrary, an  \nemployee (other than “probationary”, Art. 13, Sect. 5), not eligible for  \nan immediate unreduced pension, who is permanently partially disabled  \nbecause of a non-occupational or occupational illness or injury and  \ncan no longer perform, with reasonable accommodation the essential  \nfunctions of his permanently assigned job will be permitted to exercise  \nhis seniority to bump the least senior employee in the plant permanently  \nassigned to a job he has the ability to perforin, with or without reasonable  \n33  \naccommodation, in accordance with the following:  \n(a) To qualify, the employee must present medical certification  \nattesting to the permanence and limitations of the disability that is  \nacceptable to both the Company and the Union.  \n(b) A joint meeting between Company and Union representatives and  \nthe disabled employee will be held to determine what job, if any, is  \navailable to him in accordance with his seniority and limitations.  \n(c) An employee may exercise his right to bump under this provision  \nonly once for the same disability, except in the case where the disabled  \nemployee is bumped by another disabled employee. In that case,  \nthe employee being bumped may again bump under this provision.  \nThereafter Sections 2 and 3 of this Article govern. Declining to bump  \nunder this provision will be considered the same as having bumped.  \n(d) An employee bumped under this provision will in turn bump in  \naccordance with Sections 2 and 3 of this Article, except as set out in (c)  \nabove.  \n(e) It is understood that the provisions of this Section shall comply  \nwith any changes in applicable Federal or State Law.  \n"], ["ARTICLE 14 - UNION COMMITTEEMEN  \n", "(a} The number of Union committeemen and the departments they  \nare to represent shall be agreed upon locally by the Union and the  \nCompany based on the size of the plant and the number of employees  \nbut not to exceed 15 committeemen. The Union shall designate the  \ncommitteemen, in writing, to the Company,  \n(b) The Union may appoint stewards, designated in writing, to  \nthe Company, to handie disputes which arise in the department or  \ndepartments they represent. The number of stewards shall be agreed  \nupon locally by the Union and the Company but not to exceed one  \nsteward to 25 employees.  \n(c) The committeemen and stewards, with the permission of their  \nimmediate foreman, will be afforded time off, without pay, to transact  \nUnion business. Such permission shall not be unreasonably withheld.  \n(d) Committeemen and stewards when not engaged in Union  \n34  \na  \nbusiness will be governed by the same working conditions as ail other  \nemployees.  \n(e) The local Union President, at his option, will be recognized  \nas an ex-officio member of ali Union committees in meetings with  \nmanagement.  \n(f) In the event that it is necessary for any duly authorized Officer,  \nCommitteeman or International Representative currently representing  \nthe Granite City employees, to come into the plant during hours other  \nthan the normal shift hours, the Company will not unreasonably deny  \nthe request for access to the plant for said Officer, Committeeman, or  \nInternational Representative of the Union so long as the request is made  \nof the Personnel Manager far enough in advance so that appropriate  \narrangements can be made for the visit.  \n"], ["ARTICLE 15 - ADJUSTMENT OF GRIEVANCES  \nSection 1. Definition of Grievances.  \n", "A grievance is hereby defined to be any dispute or controversy  \nbetween the parties to this Agreement, or between the Company and  \nany employee covered by this Agreement, with respect to matters  \narising out of circumstances and conditions occurring subsequent to the  \ndate of this Agreement which is not settled by discussion between the  \nemployee (who may be accompanied by his Union Representative) and  \nhis immediate supervisor.  \nSection 2. Grievances between the Union and the Company.  \nAny dispute or controversy between the Union and the Company  \ninvolving the interpretation or application of any of the terms or  \nprovisions of this Agreement shal! be adjusted in accordance with the  \ngrievance procedure set forth in this Article. Initial consideration of such  \ngrievances shall be heard in Stage 1 in of the grievance procedure.  \nSection 3. Medical Program Grievances.  \n(a) If any difference shall arise between the Company and any  \nas to the benefits payable to him pursuant to the Group Medical  \nProgram because his claim was denied in whole or in part, or between  \nthe Company and the Union as to the interpretation or application of,  \nand such difference is not resolved by discussion, it shall. if presented in  \nwriting, become a Medical Program grievance.  \n35  \n   \n(6) Medical Program grievance must, in order to be considered, be  \npresented in writing within 30 days after the action giving rise to such  \ndifference. Notwithstanding the first sentence, a grievance relating to  \nthe Group Medical Program must be presented within thirty (30) days  \nafter the earliest date on which the grievant knew or reasonably should  \nhave known of the action on which it is based. Medical Program  \nGrievances shall first be heard in stage 2 of the grievance procedure. At  \neach stage of the grievance procedure, with respect to Medical Program  \ngrievance, the Company shal] prepare minutes of the meeting which  \nshall include statements of the parties positions and documentation, the  \nCompany representative shall sign the minutes and give a copy to the  \nlocal representative within 10 days after the discussion is held. The local  \nrepresentative shall sign the minutes as agreed to or if the representative  \nof the local Union shall disagree with the accuracy of the minutes as  \nprepared by the Company, shall set forth and sign his reasons for such  \ndisagreement. If the grievance is not settled at Stage two, the time limits  \nto advance the grievance to the Stage three shall be 10 days after receipt  \nof the minutes and to Stage four shall be 20 days after receipt of the  \nminutes.  \nSection 4. Grievance Rules.  \n(a) In any stage of the grievance procedure outlined herein, either  \nparty may produce persons who, being familiar with the facts involved,  \nmay aid in a solution of the grievance. However, these persons so  \nproduced will! be heard solely as witnesses; and the discussion and final  \ndetermination of the issues of the grievance shall rest upon the person or  \npersons delegated to handle the grievance in its then current stage.  \n(b) Suitable identifying and numbering systems for grievances shall  \n. be adopted by mutual agreement.  \n(c) Awards or settlements of grievances shall in no case be made  \nretroactive more than three weeks prior to the date on which the grievance  \nwas first presented in its initial stage of the grievance procedure, except  \nas provided in Articles 5 and 16.  \nMonetary portions of the grievance award shal! be paid to the  \nemployee within twenty-one (21) calendar days from the decision  \nrendered by the Company or the Arbitrator.  \n(d) [tis the purpose of this Section to provide a procedure for prompt,  \nequitable adjustment of alleged grievances. Failure to file alleged  \ngrievances promptly on the occurrence thereof shall be deemed to be  \ninconsistent with the purpose and intent of this Agreement.  \n36  \nSection 5. Grievance Procedure.  \nGrievances shall be adjusted in accordance with the following procedure:  \nGrievances shall be reduced to writing by the employee or his Union  \nRepresentative on forms provided by the Company. The forms will  \nbe dated and must be signed by the employee or employees affected  \nand the Union Representative. Copies of the form shall be delivered  \nto the Superintendent of the department. Delivery of the forms to the  \nSuperintendent will constitute notice of the grievance in Stage 1.  \nStage 1.  \n(a) Initial consideration of a grievance, except as otherwise specifically  \nprovided in Articles S and 16 shall be between the Superintendent  \nor his representative and the Committeeman of the department in  \nwhich the grievance originated, The aggrieved employee, his Union  \nRepresentative and his immediate supervisor shall have the right to be  \npresent and be heard.  \n(6) The Superintendent or his representative will enter his disposition  \nof the grievance in the space provided for such purpose on the grievance  \nform and will date and sign the copies.  \n(c) The Committeeman will sign as to his agreement or disagreement  \nto the Superintendent’s disposition.  \n(d) Any grievance not acted upon in this stage within five work days  \nfollowing the date of notification to the Superintendent shall, unless  \nthe time for disposition be extended by mutual consent of the parties  \ninvolved in this stage, automatically become a Stage 2 grievance.  \n(¢) If the Committeeman is in disagreement with the Superintendent's  \ndisposition, the Company shall, within five work days following  \nconclusion of proceedings in Stage 1, notify the Chairman of the Union  \nAdjustment Committee in writing of the date and time the grievance will  \nbe heard in Stage 2. If the Union Adjustment Committee is not notified  \nwithin five work days the grievance shall automatically become a Stage  \n3 grievance.  \nStage 2.  \n(a) An Adjustment Committee consisting of up to three representatives  \nof the Union and up to three representative of the Company shall be  \n37  \nappointed to hear and decide the disposition of the grievance in this  \nstage.  \n(b) It shall be the duty of this Adjustment Committee to fully  \ninvestigate the gnevance and if necessary to hear as witnesses individuals  \nwhose knowledge of the facts of the case will be beneficial to the final  \ndisposition. However, final discussion concerning the disposition  \nthereof will be held solely by the Adjustment Committee,  \n(c) Information concerming the agreement or disagreement in this  \nstage shall be inserted on the grievance form and shall be dated and  \nsigned by each of the members of the Adjustment Committee.  \n(d) Any grievance not settled in this stage within five (5) work days  \nfollowing date of written notice of readiness to proceed by the Company  \nshall, unless the time for disposition be extended by mutual consent of  \nsuch representatives involved in this stage, automatically become a  \nStage 3 grievance.  \n(e) If a grievance is not satisfactorily settled in Stage 2, the Company  \nshall, within five work days following conclusion of the proceedings in  \nStage 2, notify the District Office of the Union in writing of the date and  \ntime the grievance will be heard in Stage 3. If the Union is not notified  \nwithin five work days the grievance shall automatically become a Stage  \n4 grievance.  \nStage 3,  \n(a) This stage shall be between the District Director of the Union (or  \na Staff Representative designated by him) and the Plant Manager (or his  \ndesignated representative). In the case of a Medical Program Grievance  \nthis stage shall be between the District Director of the Union (or a Staff  \nRepresentative designated by him) and the Director Human Resources  \n(or his designated representative). Final discussion conceming the  \ndisposition thereof will be held solely by the representatives designated  \nabove.  \n(b) Information concerning the agreement or disagreement in this  \nstage shall be inserted on each copy of the grievance form and shall be  \nSigned and dated by both parties.  \n(c) Any grievance not settled in this stage within five (5) work days  \nfoliowing date of written notice of readiness to proceed by the Company  \n38  \nshall, unless the time for disposition be extended by mutual consent of  \nsuch representatives involved in this stage, automatically become a  \nStage 4 grievance.  \nStage 4.  \n(a) Grievances not settled in Stage 3 shall be submitted to arbitration.  \nThe parties shall, within 30 days following the final Stage 3 meeting,  \nappoint by mutual agreement an impartial arbitrator to hear and  \ndetermine the grievance.  \n(b) In case the parties are unable within such 30 day period to agree  \nupon an arbitrator, the Federal Mediation and Conciliation Service shall  \nbe requested to submit five names of possible arbitrators.  \n(c) Within five days after receipt of the panel of arbitrators, the parties  \nshall meet to select the arbitrator. The parties shal}, by concurrent written  \nbaliot, each strike two names from the panel. If this leaves three names  \non the panel, the parties shall, by concurrent written baliot, each strike  \none additional name from the panel. When only two names remain,  \nthe parties shall, by concurrent written baliot, each strike one additional  \nname from the panel. If the last ballot eliminates both remaining names,  \nthe parties shall choose between these two by lot. The expense and  \nsalary incident to the services of the arbitrator shall be shared equally by  \nthe Union and the Company.  \n(d) In the case of grievances arising out of this Agreement, the  \narbitrator shall have jurisdiction and authority only to interpret, apply,  \nor determine compliance with the provisions set forth in this Agreement,  \nand shall not have jurisdiction or authority to add to, detract from, or  \nalter the provisions of this Agreement.  \n(¢) The decision of the arbitrator shall be final and binding upon the  \nparties.  \nSection 6. Interruption or Interference with Production.  \nContinuous and uninterrupted operation of the Company’s plant and  \norderly collective bargaining relations between the Company and the  \nUnion are the essential considerations of this Agreement and, therefore,  \nit is agreed as follows:  \n(a) There will be no lockouts and the settlement of al! grievances will  \nbe made in accordance with this Agreement.  \n39  \n(6) The Union and its members will not during the term of this  \nAgreement cause or take part in any strike, sympathy strike, sit-down,  \nstay-in, slow-down or other curtailment or restriction of production and  \nthe grievance procedure as herein provided shall be complied with.  \n(c) If this procedure is not followed and as a result this Section of  \nthe Agreement is violated on the part of the employee, the Company  \nwill furnish the District Director of the Union with a list of the names,  \nclock card numbers and addresses of considered by it to be  \ninvolved. The Company shall have the right to discipline or suspend  \nand later discharge in accordance with Article 16 of this Agreement  \nany and all persons taking part in this violation who refuse to resume  \nnormal work after an appeal has been made by the District Director of  \nthe Union, or his representative.  \n(d) All employees not taking part in the violations, and who are  \nprevented from working because of the violations, will be paid their  \noccupational hourly wage rate until dismissed from their jobs by an  \nappropriate Company representative.  \n(¢) If this Section of the Agreement is violated on the part of the  \nCompany it will be subject to the grievance procedure of this Article  \nstarting in Stage 2.  \n"], ["ARTICLE 16 - DISCHARGE CASES  \n", "(a) In the of its functions and rights as set forth in Article  \n2, the Company agrees that an employee (other than a “probationary  \nemployee”, Article 13, Section 5) shall not be peremptorily discharged,  \nbut in all instances which the Company concludes may justify discharge,  \nhe shall first be suspended.  \n(b) The Company agrees to notify the local Union President and the  \nChairman of the Grievance Committee of a pre-suspension hearing so  \nthat they may be in attendance,  \nIn the event that the local Union President or the of the  \nGrievance Committee is not available one of the local Union Officials  \nlisted below will be notified in the following order on the basis of  \navailability in the plant.  \nVice President  \nActing Chairman of the Grievance Committee  \n40  \nIn the event that none of the four designated Union Officials are  \navailable in the plant, this memorandum does not preclude the Company  \nfrom holding a pre-suspension hearing and subsequently suspending an  \nemployee for discharge.  \n(c) The employee will be given, in writing, at the time of suspension,  \nthe reason for the suspension and information concerning his further  \nrights in this regard under this Agreement. The Chairman of the  \n‘~Grievance Committee and the local Union President shall] also receive  \ncopies of the suspension and reason thereof by the end of the following  \nwork day, Such suspension shall be for not more than five work days.  \n(d) If the employee believes he has been unjustly suspended, he may,  \nwithin five work days, file a grievance which shall first be handled in  \nStage 2 of the grievance procedure.  \n(e) If the suspension is held to have been unwarranted, the employee  \nshail be returned to employment and receive full compensation for the  \n| time lost.  \n(f) If the suspension is held to have been warranted, the employee  \nmay, depending upon the seriousness of the offense or misconduct, (1)  \nbe returned to work without pay for the time Jost, or (2) be discharged  \nfrom the employ of the Company, effective on the date of suspension.  \n"], ["ARTICLE 17 - SAFETY AND HEALTH  \n", "(a) The Company shall] continue to make reasonable provisions for the  \nsafety and health of its employees during their hours of work. Proper  \nheating and ventilating systems will be installed where needed.  \n(b) Protective devices, wearing apparel and other equipment necessary  \nto properly protect employees from injury shall be provided by the  \nCompany where needed in accordance with practices now prevailing in  \nthe plant. Failure to return such Company property or make acceptable  \naccounting shall result in a charge against the employee not to exceed  \ncost  \n(c) If an unsafe condition exists, changed from the normal hazards  \ninherent in the operation, so that the employee is in danger of injury,  \nthe employee shall notify his foreman of such unsafe condition and  \n: the facts related thereto. If existence of such alleged unsafe condition  \nShall be disputed, the President of the Loca! Union at the Plant or his  \ndesignee and the Manager of the Plant or his designee shal! immediately  \n41  \ninvestigate such alleged unsafe condition and determine whether it  \nexists. If they shall not agree and if the President of the Local Union or  \nhis designee is of the opinion that such alleged unsafe condition exists,  \nthe employee shall have the right to present a grievance at Stage 2, Such  \ngrievance shall be promptly heard and decision reached no later than the  \nnext regular working day following the Stage 2 hearing.  \nEach party shall promptly notify the other party in writing of the  \nparty’s designated representative, and any changes therein on each of  \nthe shifts for purposes of this Paragraph.  \n(d) The plant shall have a Plant Safety Committee appointed by the  \nCompany. On the Plant Safety Committee the Company agrees to  \nappoint three members of the Union certified in writing to the Company  \nby the Union. The President of the local Union is an ex officio member  \nof this Committee.  \n(e) The Safety Committee shall hold meetings at times determined  \nby the Company. Time consumed on Committee work by Committee  \nmembers designated by the Union shall be considered hours worked and  \npaid for by the Company. The functions of the Safety Committee shall  \nbe to advise plant management concerning safety and health matters,  \nbut not to handle grievances. In the discharge of its function, the Safety  \nCommittee shall consider and suggest changes in existing practices and  \nrules relating to safety and health and recommend new practices and  \nrules.  \n(f) If because of the installation of new equipment or changed  \nproduction practices the now prevailing safety practice is considered to  \nbe inadequate, it will be brought to the attention of the Safety Committee  \nby the members certified by the Union. If no satisfactory practice is  \nestablished within a reasonable period of time, a grievance may be filed  \nin State 2 of the grievance procedure. .  \n(g) The Company will fumish the Plant Safety Committee and  \nthe Union's Workers’ Compensation Representative with monthly  \nsummaries of lost time accidents at the plant.  \n(h) The Company will recognize the Union’s Workers= Compensation  \nrepresentative for the purpose of working out problems relating to  \nWorkers= Compensation.  \n(i) It is intended that nothing contained in the foregoing functions of  \nthe Plant Safety Committee shall result in liability of the International  \n42  \nUnion, Local Union, Union Safety Committee and its officers,  \nemployees and agents for any work-connected injuries, disabilities or  \ndiseases which may he incurred by employees.  \n"], ["ARTICLE 18 - BULLETIN BOARDS  \n", "Bulletin Boards in the plant will be made available for the  \nannouncement of elections provided for in the Constitution of the  \nUnited Steelworkers of America; and for the posting of notices of the  \nUnion relating to meetings, dues, entertainment, health, and safety. The  \nUnion will not post items beyond those indicated.  \n"], ["ARTICLE 19 - FOREMEN  \n", "(a) It is the function of the foremen to direct the workers. They shall  \nnot do the work of employees covered by this Agreement.  \n(b}) Foremen must train and instroct workers, and work performed in  \nso doing shall not be in violation of this Agreement.  \n(c) The policy of the Company shali be to operate and maintain its  \nplant facilities with an adequate work force,  \n(d) In cases of accident, absenteeism of workers, for whom  \nreplacements are not available, or other emergencies for eight hours or  \nless, foremen shall have the right to perform work, if necessary.  \n"], ["ARTICLE 20 - JURY OR WITNESS DUTY AND FUNERAL  \nLEAVE  \n", "(a) An employee (other than “probationary employee”) who is calfed  \nand serves on jury duty or who is subpoenaed and reports as a witness  \nshall be paid for the days actually on jury duty or the days actually  \nserved as a witness on which he otherwise would have worked the  \ndifference between the amount of pay, if any, received therefore and  \nhis regular earnings. Regular earnings shal] be eight times his straight  \ntime occupational hourly rate. Such payment shall be made only if the  \nemployee {1} gives the Company advance notice of such jury duty call  \nor subpoena as a witness, and (2) presents proper evidence of jury duty  \nperformed or service as a witness and amount paid, if any, for such  \nservice,  \n(b) An employee (other than “probationary employee\") who is called  \nto appear before a Jury Commission and who responds to such call  \n43  \nshall be paid for the hecessary time involved which occurred during  \nhis regular hours of work at his Occupational hourly wage rate upon  \nfurnishing satisfactory proof of such appearance.  \n(c) When death occurs to an employee’s legal spouse, mother, father,  \nmother-in-law, father-in-law, son, daughter, brother, sister, grandparents,  \nor grandchildren (including stepfather, stepmother, stepchildren,  \nstepbrother or stepsister when they have lived with the employee in an  \nimmediate family relationship), an employee, (other than probationary  \nemployee) upon request, will be excused and paid for up to three (3)  \nconsecutive scheduled work days which include the day of the funeral  \nprovided the employee was scheduled to work on such days and provided  \nit is established that the employee attended the funeral. Payment shal]  \nbe eight times his straight time occupational hourly rate, An employee  \nwill not receive funeral pay when it duplicates pay received for time  \nnot worked for any other reason. Time thus paid will not be counted  \nas hours worked for purposes of determining overtime or premium pay  \nliability.  \n"], ["ARTICLE 21 - PRIOR AGREEMENTS  \n", "(2) This Agreement supersedes the Agreement dated October 1,  \n1995.  \n(b) Unsettled grievances filed or arising from circumstances prior to  \nthe signing of this Agreement shall be processed under the gnevance  \nprocedure of this Agreement but shall be settled under the terms of the  \nAgreement dated October 1, 1995.  \n"], ["ARTICLE 22 - LOCAL WORKING CONDITIONS  \n", "(a) The term “local working conditions” as used herein means specific  \nPractices or customs which reflect detailed application of the subject  \nmatter within the scope of wages, hours of work, or other conditions  \nof employment and includes local agreements, written or oral, on such  \nmatters. It is recognized that it is impracticable to set forth in this  \nAgreement all of these working conditions or to state specifically in this  \nAgreement which of these matters should be changed or eliminated. The  \nfollowing provisions provide general principles and procedures which  \nexplain the status of these matters and furnish hecessary guideposts for  \nthe parties hereto and an impartial arbitrator.  \n(b) The provisions of this Article are not intended to prevent the  \nCompany from continuing to make Progress. Any arbitration arising  \n44  \nhereunder shall be handled on a case by case basis on principles of  \nreasonableness and equity.  \n{c) It is recognized that an employee does not have the right to have  \na local working condition established, in any given situation where such  \ncondition has not existed, during the term of this Agreement or to have  \nan existing local working condition changed or eliminated, except to the  \nextent necessary to require the application of a specific provision of this  \nAgreement.  \n(d) In no case shall local working conditions be effective to deprive  \nany employee of rights under this Agreement. Should any employee  \nbelieve that a local working condition is depriving him of the benefits  \nof this Agreement, he shall have recourse to the grievance procedure  \nand arbitration, if necessary, to require that the local working condition  \nbe changed or eliminated to provide the benefits established by this  \nAgreement.  \n(e) Should there be any loca] working conditions in effect which  \nprovide benefits that are in excess of or in addition to the benefits  \nestablished by this Agreement they shall remain in effect for the term  \nof this Agreernent, except as they are changed or eliminated by mutual  \nagreement or in accordance with paragraph (f) below.  \n(f) The Company shall have the right to change or eliminate any local  \nworking condition if, as the result of action taken by management under  \nArticle 2-Management, the basis for the existence of the local working  \ncondition is changed or eliminated, thereby making it unnecessary to  \ncontinue such local working condition; provided, however, that when  \nsuch a change or elimination is made by the Company any affected  \nemployee shall have recourse to the grievance procedure and arbitration,  \nif necessary, to have the Company justify its action.  \n(g) No local working condition shali hereafter be established or agreed  \nto which changes or modifies any of the provisions of this Agreement.  \nIn the event such a local working condition is established or agreed ta, it  \nshall not be enforceable to the extent that it is inconsistent with or goes  \nbeyond the provisions of the Agreement, except as it is approved by the  \nChief Negotiator of the Union and the Director Human Resources of the  \nCompany.  \n(h) The Company will provide copies of written local agreements to  \nthe Union Officers, Committeemen and Stewards. The company will  \n‘45  \nalso post notices concerning local seniority agreements on a separate  \nbulletin board.  \n"], ["ARTICLE 23 - SEVERANCE ALLOWANCE  \nSection 1. Conditions of Allowance.  \n", "(a) When in the sole judgment of the Company it decides to close  \npermanently the plant, or discontinue permanently a department or a  \nsubstantial portion thereof and terminate the employment of individuals  \nthereof, an employee who is not offered other employment at the  \nplant either pursuant to the provisions of Article 13-Seniority of this  \nAgreement or otherwise and whose employment is terminated shall be  \nentitled to a severance allowance subject to the following provisions.  \n(b) Before the Company shall finally decide to close permanently the  \nplant or discontinue permanently a department of the plant it shall give  \nthe Union advance written notification of its intention. Such notification  \nshall be given at least 30 days prior to the Proposed closure date, and the  \nCompany will thereafter meet with appropriate Union representatives  \nin order to provide them with an opportunity to discuss the Company's  \nproposed course of action. Upon conclusion of such meetings, the  \nCompany shall advise the Union of its final decision. The final  \nclosure decision shall be the exclusive function of the Company. This  \nnotification provision shall not be interpreted to offset the Company’s  \nright to lay off or in any other way reduce or increase the working force  \nin accordance with its presently existing rights as set forth in Article 2  \n_ of this Agreement.  \nSection 2. Eligibility.  \nTo be eligible an employee:  \n(a) Must be actively employed and not in a state of lay-off (,) except  \nas provided in Section 6; absence due to work stoppage (;) military  \nservice or leave of absence (;) and shall have three or more years of  \ncontinuous service as computed in accordance with Article 13-Seniority  \nof this Agreement.  \n(b) Shall not be entitled under Article 13-Seniority to a job in another  \npart of the plant whether he accepts or rejects the transfer.  \nSection 3, Scale of Allowance.  \nAn eligible employee shall receive severance allowance based on the  \nfollowing weeks for his corresponding continuous plant service:  \nWeeks of  \nSeverance  \nContinuous Plant Service  \n3 years but less than 5 years 4  \n5 years but less than 7 years 6  \n7 years but less than 10 years 7  \n10 years or over 8  \nSection 4. Calculation and Payment of Allowance.  \nA week's severance allowance shall be calculated at 40 hours multiplied  \nby the employee’s straight-time hourly earnings and shall be paid in a  \nlump sum at the time of termination. The term “straight-time hourly  \nearings” means the employee's earings, exclusive of Saturday, Sunday  \nand overtime premiums and suggestion awards, for all hours worked by  \nhim during the first three of the last six months, or equivalent payroll  \nriods, in which he shall have worked next preceding his severance  \ndivided by such hours worked.  \nSection 5. Non-Duplication of Allowance.  \nSeverance allowance shall not be duplicated for the same severance,  \nwhether the other obligation arises by reason of contract, law or  \notherwise. In the case of an individual entitled or becoming entitled to  \nany discharge, liquidation, severance or dismissal allowance or payment  \nof similar kind by reason of any law of the United Stated of America or  \nany of the states, districts or territories thereof subject to its jurisdiction,  \nthe total amount of such payments shall be deducted from the severance  \nallowance to which the individua! may be entitled under this Article,  \nor any payment made by the Company under this Article may be  \noffset against such payments. Statutory unemployment compensation  \npayments shall be excluded from the non-duplication provision of this  \nparagraph.  \nSection 6. Supplemental Unemployment Benefit Deduction.  \nNotwithstanding any other provision of this Agreement an employee  \nwho is on layoff and receiving Supplemental Unemployment Benefits  \nfrom the Company on the date of the conditions specified in Section  \n47  \n{ of this Article, whose employment is terminated because of such  \nconditions and who is otherwise cligible for severance pay under the  \nprovisions of this Article shail be entitled to a severance allowance  \nin accordance with the provisions of Sections 3 and 4 hereof fess any  \nSupplemental Unemployment Benefits received during his layoff period  \nwhich was existing on the date of the permanent closing of the plant or  \nthe permanent discontinuance of the department or substantial portion  \nthereof.  \nSection 7,  \nThe continuous service of an employee entitled to severance  \nallowance under the provisions of this Article shall be canceled upon  \npayment of the severance allowance.  \nSection 8.  \nAn employee who meets the conditions and eligibility requirements of  \nSections | and 2 of this Article may accept the severance allowance  \nprovided, or may apply within 30 days of his last day worked for  \nemployment at another plant of the Company (in cases of a plant  \nShutdown) or may apply within 30 days of his last day worked for  \nemployment in a continuing department or at another plant of the  \nCompany (in cases of the shutdown of a department or substantial  \nportion thereof). If such application for other employment is made, the  \nemployee will be placed in laid-off status for a Period not to exceed two  \nyears from date of the employee’s last day worked. During the period  \nan employee is in such laid-off status the Company may, at its option,  \noffer him other work in accordance with his application. The employee  \nshall have the option of refusing such offer without jeopardizing his  \nlaid-off status, Upon termination of his laid-off Status, such employee  \nshall be paid the severance allowance to which he is entitled subject to  \nthe provisions of Sections 5 and 6 of this Article.  \nSection 9. Reductions for Retiree Health and Pension Benefits.  \nNotwithstanding any other provision of this Agreement, in the case of  \nan employee who is eligible for and receives a pension under the terms  \nand conditions of the pension Agreement, the amount of the severance  \nallowance determined under Section 3 shall be reduced by the sum of (a)  \nand (b) below:  \n(a) The value of any retiree health benefits provided to the employee  \nunder the group health plan maintained by the Company; provided that  \n48  \n   \nat the time the severance allowance first becomes otherwise payable to  \nthe employee:  \n(1) the employee is eligible for an immediate (i.e., not a deferred)  \npension from the Pension Agreement; and  \n(2} as of the date of the event that gives rise to the payment of  \nthe severance allowance, the retiree heaith benefits comply with  \nthe minimum standards prescribed under Section 4(1}(2)(D) of the  \nAge Discrimination in Employment Act (ADEA).  \nFor the purposes of this subparagraph (a), the value of such retiree  \nhealth benefits shal] be determined in accordance with ADEA Sections  \n4(1)(2)(D) and 4(1)(2)(E). In addition, where an employee is eligible  \nfor an immediate pension, but that pension is subject to an actuarial  \nreduction in the pension benefits.  \n(>) The value of any supplemental pension benefits made available  \nunder Sections 3.4 and 3.5 of the Pension Agreement to the employee,  \nbut only if the employee is then eligible to receive an immediate pension  \nbenefit which is not reduced because of its commencement prior to the  \nemployee's attainment of age 65,  \nNo reductions under this Section 6 shal! be applied with respect to an  \nemployee who is eligible for and receives a pension under the terms and  \nconditions of Sections 2.8 and 3.10(c} of the Pension Agreement.  \n"], ["ARTICLE 24 - REPLACEMENT OF SUB PLAN WITH 401K  \n", "Effective 10/01/04 the SUB Plan will be terminated. The funds currently  \nin the trust and reserved by the Company shall be distributed equitably  \nto employees. The trust fund will be terminated upon distribution of  \nthe funds.  \nThe Company will implement 401(K) contributions for employees.  \nEmployees will be eligible to receive contributions to the the  \nfirst full pay period after the pay period in which they completed one  \nyear of service. Upon eligibility the Company will contribute 10 cents  \nper hour worked to the employees’ individual account. Contributions  \nfor eligible employees shall commence effective with the first full pay  \nperiod after January 1, 2005.  \nIf an with two or more years of service who is available for  \nwork (not on leave, workers compensation, absent, disciplinary leave,  \n49  \netc.) does not receive the opportunity for 32 hours of pay in a work  \nweek when any hours are worked by the employee, the Company will  \npay the difference between the hours the employee was paid or had the  \nopportunity to be paid and 32 hours, The pay rate per hour will be  \nat the applicable straight time occupational hourly rate excluding shift  \npremium.  \nThis provision does not require the Company to schedule employees  \nto work. In the event no work for an employee is scheduled  \nfor a week(s) and/or no hours are worked during a week(s) the 32 hours  \nprovision does not apply.  \nNote: Inability to work due to acts of god, work stoppages or slow  \ndowns or events beyond the Company’s control will not trigger the 32  \nhour requirement.  \n"], ["ARTICLE 25 - PENSION PLAN, GROUP INSURANCE AND  \nMEDICAL PROGRAM  \n", "The Agreement between the parties with respect to Pensions shall be  \nas Set forth in the Agreement with respect thereto effective October [,  \n2004.  \nThe Agreement between the parties with respect to Insurance and the  \nMedical Program effective October [, 2004 shall be as set forth in the  \nSummary Plan Descriptions as Revised January 1, 2005 with respect  \nthereto  \nand shall remain in effect for the duration of this Labor Agreement.  \nAll employees hired after October 1, 2004 will be eligible for benefits  \neffective the Ist day of the month following the month they complete  \nninety (90) days worked.  \n"]]