[["", "MASA [8  \nK™ qqy7  \n    \n   \n      \n    \n    \n   \nAgreement  \nBetween  \nPARAGON ty  \nEMS Xing  \nPARAGON SYSTEMS, INC.  \nand the  \nUNITED SECURITY & POLICE OFFICERS of  \nAMERICA  \nem  \n   \nAnd its Local 210  \nrepresenting the  \nPROTECTIVE SECURITY OFFICERS  \nat  \nEPA Headquarters  \n8/31/2014 — 9/30/2017  \n   \nTable of Contents  \nPREAMBLE TO AGREEMENT. 3  \n"], ["", "ARTICLE 1, PARTIES AND TERMS 3  \nARTICLE 2, PURPOSE OF THE 4  \nARTICLE 3, UNION SECURITY AND DUES 4  \nARTICLE 4, UNION RIGHTS 5  \nARTICLE 5, MANAGEMENT RIGHTS 6  \nARTICLE 6, NONDISCRIMINATION 8  \nARTICLE 7, HOURS OF WORK. 8  \nARTICLE 8, STRIKES AND LOCKOUTS 9  \nARTICLE 9, HOLIDAYS 10  \nARTICLE 10, LEAVES OF 11  \nARTICLE 11, VACATION. 14  \nARTICLE 12, DISCIPLINE AND DISCHARGE 15  \nARTICLE 13, GRIEVANCE, MEDIATION AND ARBITRATIONG..................... 16  \nARTICLE 14, WAGES 20  \nARTICLE 15, HEALTH AND WELFARE BENEFITS 2)  \nARTICLE 16, GENERAL PROVISIONS 21  \nARTICLE 17, 22  \n"], ["ARTICLE 18, SCOPE OF AGREEMENT. 24  \n", "Page 2 of 26  \n)  \nPREAMBLE TO AGREEMENT  \nThis Agreement is entered into upon ratification and full execution by all parties, by and  \nbetween Paragon Systems, Inc. (“Company” or “Employer”), and the United Security and  \nPolice Officers of America and its Local 210 (“Union’’).  \nShould there be any conflict between the Paragon Policies and Procedures and the  \nCollective Bargaining Agreement, the Collective Bargaining Agreement will control.  \nShould there be any conflict between the Contract between Paragon and the Government,  \nand the Collective Bargaining Agreement, the Contract between Paragon and the  \nGovernment will control.  \n"], ["ARTICLE 1]  \nPARTIES AND TERMS  \n", "Section 1.1 This agreement shall become effective upon ratification and full  \nexecution, and shall continue in full force and effect through and until Midnight September  \n30, 2017, and from year to year thereafter unless modified or terminated by either party in  \naccordance with Article 18.  \nSection 1.2 The Company recognizes the United Security and Police Officers of  \nAmerica and its Local 210, as sole and exclusive bargaining representative for the purpose  \nof collective bargaining with respect to rates of pay, wages, hours of employment and other  \nconditions of employment, for the employees of the Company as described in Section 1.2  \nof this Article and in accordance with the National Labor Relations Act, as amended.  \nSection 1.2. For the purpose of this Agreement, the term “Employee” shall  \ninclude all armed and unarmed security officers employed by Paragon Systems performing  \nguard duties as defined by Section 9(b)(3) of the National Labor Relations Act, assigned  \nto Federal facilities at EPA Headquarters under the Company’s contract HSHQEC-13-D-  \n00005 with the Federal Protective Service, excluding office clerical employees, managerial  \npersonnel, supervisors as defined by the National Labor Relations Act, and all other  \npersonnel. It is expressly agreed and understood between the parties that neither  \nprobationary employees as defined in this agreement, nor persons enrolled or participating  \nin pre-hire training programs offered by the Company, shall be considered employees  \nunder this Section.  \nSection 1.3 Probationary Employees. All employees newly hired, or rehired  \nafter termination of their seniority, shall be classified as probationary employees for a  \nperiod of ninety (90) days from the date of hire or rehire. During their probationary period,  \nthe employment relationship between the Company and the probationary employee shall  \nbe at will and the probationary employee may be subject to discipline or discharge at the  \ndiscretion of the Company without regard to the provisions of Article 12 of this Agreement.  \nPage 3 of 26  \n"], ["ARTICLE 2  \nPURPOSE OF THE AGREEMENT  \n", "It is the intent and purpose of the Company and the Union that this Agreement shall  \npromote and improve industrial and economic relations between the Company and its  \nemployees, and to set forth provisions with respect to rates of pay, wages, hours of work  \nand other conditions of employment covering employees of the Company, and to provide  \na peaceful method of adjusting grievances that may arise in the course of employment  \nbetween the Employer and the employees with respect to wages, hours, and other  \nconditions of employment and to provide for an orderly collective bargaining relationship  \nbetween the Company and the Union.  \n"], ["ARTICLE 3  \nUNION SECURITY & DUES DEDUCTIONS  \n", "Section 3.1 An employee who is not a member of the Union at the time this Agreement  \nbecomes effective shall become a member of the Union within ten (10) days after the thirtieth (30\")  \nday following the effective date of this Agreement or within ten (10) days after the thirtieth (30\")  \nday following employment, whichever is later, as a condition of continued employment, and shall  \nremain a member of the Union, to the extent of paying an initiation fee and the membership dues  \nuniformly required as a condition of acquiring or retaining membership in the Union, for the  \nduration of this Agreement.  \nEmployees meet the requirement of being members of the Union, within the meaning of this  \nArticle, by tendering the periodic dues and initiation fees uniformly required as a condition of  \nacquiring or retaining membership in the Union or, in the alternative, by tendering to the Union  \nfinancial core fees and dues, as defined by the U.S. Supreme Court in NLRB v. General Motors  \nCorporation, 373 U.S. 734 (1963) and Beck v. Communications Workers of America, 487 U.S. 735  \n(1988).  \nIn the event the Union requests the discharge of an officer for failure to comply with the provisions  \nof this Article, it shall serve written notice on the Employer requesting that the employee be  \ndischarged effective no sooner than two (2) weeks of the date of that notice. The notice shall also  \ncontain the reasons for discharge. In the event the Union subsequently determines that the  \nemployee has remedied the default prior to the discharge date, the Union will notify the Employer  \nand the officer, and the Employer will not be required to discharge that officer.  \nAnything herein to the contrary notwithstanding, and officer shall not be required to pay money to  \nthe Union, or to become a member of, or continue membership in, the Union as a condition of  \nemployment, if employed in any state, in any location other than an enclave wherein exclusive  \nfederal jurisdiction applies, which prohibits or otherwise makes unlawful payment to a labor  \norganization or membership in a labor organization as a condition of employment.  \nPage 4 of 26  \nSection 3.2 The Employer agrees to deduct initiation fees and Union dues or service fees for  \nproportionate share payments from the wages of officers who voluntanly authorize the Employer  \nto do so on a properly executed check-off authorization card provided by the Union. Deductions  \nshall be taken from each bi-weekly paycheck in equal amounts not to exceed the total monthly dues  \namount specified by the Union. Funds deducted, along with a summary sheet including the names,  \naddresses, social security number, the amount of dues deducted from each, shall be remitted to the  \nSecretary/Treasurer of the Union within fifteen (15) days after the first regular payday of the month.  \nThe Employer will also provide a monthly summary sheet describing gross amounts remitted and  \na schedule, by person and Social Security number, indicating amounts withheld.  \nThe Union agrees it will promptly furnish to the Employer a written schedule of the Union dues,  \ninitiation fees, and proportionate share payments. The Union also agrees to promptly notify the  \nEmployer in writing of any changes to these amounts. Union authorization cards must be submitted  \nprior to the fifteenth (15\") of the month proceeding the date that deductions are to be made.  \nThe Union agrees to indemnify the Employer against any loss or claim, which may arise as a result  \nof the Employer’s compliance with the Union membership or check off Articles. In addition, the  \nUnion agrees to return to the Employer any erroneous or improper overpayment made to It.  \n"], ["ARTICLE 4  \nUNION RIGHTS  \n", "Section 4.1 Stewards.  \nA. Recognition. The Company recognizes the right of the Union to designate shop  \nstewards. The Company agrees to recognize two (2) Stewards per shift. Within ten (10)  \ncalendar days of the execution of this Agreement, the Union shall furnish to the Company,  \nin writing, the names of each of the Union's designated stewards. Changes to these  \nassignments shall be provided by the Union to the Company, in wniting, within two (2)  \ncalendar days of such change becoming effective.  \nB. Steward Authority. The authority of Stewards shall be limited to, and shall not  \nexceed, the following duties and activities: (I) representation of employees in disciplinary  \ninterviews consistent with Section 12.6 of this Agreement and as permitted under the  \nNational Labor Relations Act; (2) the investigation and presentation of grievances in  \naccordance with this Agreement; (3) the transmission of such information and messages to  \nand from the Union, which shall originate with and are authorized by the Union's Officers,  \nprovided such messages have been reduced to writing; and (4) the nght to bring a grievance  \nto the Company's attention at the time of the occurrence in accordance with the terms of  \nthis Agreement. Such duties shall be conducted during non-working time and may not  \ninterfere with the operations of the Company. Such activities may be conducted during  \nworking time, in exceptional cases, where agreed upon by the Company, but neither the  \nSteward nor the employee shall depart from their normal job assignment without the clear  \nwritten consent of the Company’s Project Manager.  \nPage 5 of 26  \nStewards or other employees, who conduct Union business on working time, in  \nviolation of this provision, shall be subject to discipline for dereliction of duty under Article  \n12 of this Agreement; provided that it is expressly agreed and understood between the  \nParties that the Company may schedule disciplinary interviews consistent with Section  \n12.6 of this Agreement during working time.  \nSection 4.2. Union Activities. Neither Union officials nor employees shall,  \nduring the working time of any employees participating, solicit membership, recetve  \napplications, hold meetings of any kind for the transaction of Union business, or conduct  \nany Union activity other than the handling of grievances to the extent such work time  \nactivity is specifically allowed by the Company.  \nSection 4.3. Government Cooperation. The Union acknowledges and agrees that  \nthe terms and conditions of this Agreement, and employees’ employment with the  \nCompany, are subject to certain priorities, rules, procedures and restrictions of the United  \nStates Government. The Union agrees to cooperate with the Company in all matters  \nrequired by the Government and to comply with all such Government priorities, rules,  \nprocedures and restrictions. The Union further agrees that any actions taken by the  \nCompany pursuant to a request from DHS or other agency of the United States Government  \nshall not constitute a breach of this Agreement. Any action that DHS or other agency of  \nthe United States requests the Company to take immediately, may be taken without prior  \nnotice to or discussion with the Union. However, whenever such action affects a term or  \ncondition or employment, the Company agrees to notify and discuss with the Union the  \neffects of that action.  \n"], ["ARTICLE 5  \nMANAGEMENT RIGHTS  \n", "Section 5.1 The Union recognizes that any and all mghts concerned with the  \nmanagement of the business and the direction of work force are exclusively those of the  \nCompany. The Company retains all of its normal, inherent common law rights to manage  \nthe business, whether or not exercised, as such nghts existed prior to the time any union  \nbecame the bargaining representative of the employees covered by this Agreement, except  \nas limited by, and consistent with the rights of the Union and its represented employees as  \nset forth in this Agreement or as established by law, statutes, and government regulations.  \nThe of management shall include the right to: hire, assign, schedule, lay off, recall,  \npromote, demote, transfer, suspend, discharge, or otherwise discipline employees for just  \ncause; determine, establish, and implement terms and conditions of employment (prior to  \ndiscussion with the Union); determine, establish, or continue reasonable policies, practices,  \nand procedures for the conduct of the business and, from time to time, to change or abolish  \nsuch policies, practices, or procedures in order to prevent any redundancy or duplication  \nof work or for any other reason provided such rights and policies are not in conflict with  \nany provision of this Agreement and do not abridge the nights and benefits of employees  \nas conferred by this Agreement or otherwise; determine and select the uniform and  \nequipment to be used in the Company's operations and, from time to time, to change or to  \ndiscontinue the use of any uniform or equipment and to select new uniforms or equipment  \nPage 6 of 26  \nfor its operations, including equipment for new operations; determine the number of hours  \nper day or week that operations shall be carried on; establish day and night shifts, set the  \nhours of work and the number of employees for such shifts, and from time to time, to  \nchange the shifts and the hours of employees thereof; determine the fact of lack of work;  \nmake and enforce safety rules and rules governing the conduct of employees within the  \nwork site and for the maintenance of discipline; and take any other measures which are  \nreasonable and necessary for the orderly, efficient, and profitable operation of its business.  \nSection 5.2. The Company shall have the right at any time to establish, administrate  \nor alter the practices or customs of break periods (prior to discussion with the Union), and  \ntelephone calls by employees and to limit or restrict such practices or customs as the  \nCompany may determine necessary.  \nSection 5.3. The Company shall have the nght to require of any employee at any  \ntime a physical examination by a physician of its choosing to determine said employee's  \nphysical and mental ability to perform their job assignment efficiently and safely. The  \nCompany shall have the right to evaluate the ability of the employee to perform their job  \nassignment efficiently and safely. The Company may promote, demote, lay off, transfer,  \nor discharge said employee as a result of such evaluation. This Section shall be interpreted  \nin accordance with applicable federal and state law.  \nSection 5.4. The Company shall have the right to evaluate the work performance  \nof the employees by this Agreement, and shall have the right to transfer, or discharge  \nemployees for inefficiency, incompetence, or inability to perform the work assigned to  \nthem.  \nSection 5.5. The Company shall have the right to establish, administer, or change  \na drug and alcohol abuse prevention program in accordance with federal and state  \nregulations. The Company shail have the nght to test employees for drugs or alcohol upon  \nreasonable suspicion, and to discipline employees based on the results of such tests.  \nSection 5.6 Nowaiver. The Company's failure to exercise any right, prerogative,  \nor function hereby reserved to it, or the Company's exercise of any such right, prerogative,  \nor function in a particular way, shall not be considered a waiver of the Company’s nght to  \nexercise such right, prerogative, or function or preclude it from exercising the same in some  \nother way not in conflict with the express provisions ofthis Agreement.  \nSection 5.7 The above nghts of management are not inclusive of all manners or  \nrights which belong to management. Any other nights, powers or authority the Company  \nhad prior to signing this Agreement are retained by the Company, except those which  \nviolate express provisions of this Agreement.  \nPage 7 of 26  \n"], ["ARTICLE 6  \nNONDISCRIMINATION  \n", "Section 6.1 The parties hereto agree that there will be no discrimination against  \nany employee or applicant for employment because of race, color, religion, sex, national  \norigin, or membership or non-membership in any labor organization, as provided by law.  \nThe Company shall give due consideration to qualified Vietnam era veterans and to  \ndisabled individuals as provided by law. The Company agrees that it shall comply with all  \nfederal and state (where applicable) employment discrimination laws, which are  \nincorporated herein in their entirety, and will not discriminate against any employee with  \nregard to race, color, religion, age, sex, national origin, or disability in violation of such  \nlaws.  \nSection 6.2 It is expressly agreed and understood that the dispute resolution  \nprocedures set forth in Article 12 of this agreement shall be the sole and exclusive forum  \nfor resolving all claims, demands or actions arising under state or federal law arising from  \nthe employment relationship between the Company and you to the fullest extent permitted  \nby such laws. Such laws shall include, but not be limited to, the Age Discrimination in  \nEmployment Act (29 U.S.C. § 621 et seq .), Title VIl of the Civ 1] Rights Act of 1964 (42  \nU.S.O. §2000e et seq.), the Rehabilitation (29 U.S.C. § 793 et seq.), the Civil Rights Act  \nof 1966 and 1971 (42 U.S.C. § 1981 & 1983), Executive Order 11246 the Americans with  \nDisabilities Act (42 U.S.C §12101 et seq.), .the Civil Rights Act of 1991 (Pub. L 102-66),  \nthe Family and Medical Leave Act of 1993 (29 U.S.G. § 2601 et seq.), the Equal Pay Act  \n(29 U.S.C. § 201 et seq.), and Disabled & Viet Nam Veterans Act (38 U.S.C. §4212),  \napplicable state employment and wage and hour laws, the Fair Labor Standards Act, and  \nany other state or federal law relating to employment discrimination or termination, statute  \nor common law.  \n"], ["ARTICLE 7  \nHOURS OF WORK  \n", "Section 7.1 Purpose of this Article. The sole purpose of this Article is to provide  \na basis for the computation of straight time, overtime and fringe benefits, and nothing  \ncontained in this Article or this Agreement shall be construed as a guarantee or  \ncommitment by the Company to any employee of a minimum or maximum number of  \nhours of work per day, per week or per year. It is expressly agreed and understood by the  \nParties that such scheduling and personnel needs shall be the sole prerogative of the  \nCompany.  \nSection 7.2 | Workweek. The Company's workweek shall consist of seven (7)  \ndays, beginning on Friday at 12:00 a.m. and ending the following Thursday at 11:59 p.m.  \nSection 7.3 Workday. A workday shall be defined as from 0000 hours until 2359  \nhours.  \nPage 8 of 26  \nSection 7.4 Overtime Work. Employees may be required to work reasonable  \novertime assignments at the discretion of the Company. An employee not excused by the  \nCompany from performing assigned overtime, and who refuses to work overtime, will be  \nsubject to appropriate discipline. In accordance with Article 14 of this Agreement,  \nopportunity to work overtime shall be provided consistent with the Company's needs and  \ncircumstances and must be authorized in advance by the Company.  \nSection 7.5 Overtime Work. For purposes of this Agreement, full-time  \nemployment is defined as 36 working hours during a work week. Hours worked in excess  \nof 40 hours during a work week will be paid at overtime.  \nSection 7.6. Every effort will be made to provide each employee with a paid ten  \n(10) minute break for every four (4) hours of continuous work. While on break, employees  \nare required to stay on-call and respond to emergency situations as they arise. Emergency  \n“10-44” breaks will be provided when necessary if manpower is available.  \nSection 7.7. Officers will sign-in at their scheduled start time and sign-out when  \nthey are properly relieved. If an officer is instructed to document an erroneous arrival or  \ndeparture time then that officer must immediately contact Management without fear of  \nreprisal.  \nSection 7.8. The Company shall have the exclusive right to establish new shifts in  \naddition to the shifts in effect at the time this Agreement was executed. Any change of  \nshift hours will be discussed with the Union prior to implementation; however the  \nCompany will have final authority in establishing shifts.  \nSection 7.9. Posts and hours are contingent upon the contractual agreement between the  \nCompany and the Government. Any changes of shift hours will be discussed with the  \nUnion prior to implementation; however, the Company will have final authority in  \nestablishing shifts.  \n"], ["ARTICLE 8  \nSTRIKES AND LOCKOUTS  \n", "Section 8.1 The Union and all employees agree that during the life of this  \nAgreement, there will be no secondary boycotts, strikes, work stoppages, slow downs,  \npicketing or other interruption of work. Any employee who engages 1n any of the above  \nactivities may be subject to immediate discharge or other disciplinary action.  \nSection 8.2. The Company agrees there will be no lockout of employees during  \nthe life of this Agreement.  \nPage 9 of 26  \n"], ["ARTICLE 9  \nHOLIDAYS  \n", "Section 9.1 Eligibility. All employees will receive paid leave for the following  \nten (10) holidays (or holiday pay in lieu thereof, if required to work the holiday):  \nChristmas Day  \nNew Year's Day  \nMartin Luther King, Jr. Birthday  \nPresident's Day  \nIndependence Day  \nMemorial Day  \nLabor Day  \nColumbus Day  \nVeterans' Day  \nThanksgiving Day  \nEmployees must work the day before and the day after a holiday to receive the  \nholiday benefit, provided the day before and the day after a holiday is not the employee's  \nregularly scheduled day off, or the employee was on a pre-approved vacation day or pre-  \napproved paid personal day.  \nAn employee who is requested and agrees to work on any of the above named  \nholidays, but fails to report to work for such holiday shall not receive holiday pay, and shall  \nbe subject to discipline up to and including discharge.  \nIt is expressly agreed and understood that employees shall not be entitled to holiday  \npay when on leave, including leave taken under state workers' compensation laws.  \nSection 9.2 Rate of Pay. An eligible full -time employee who is not required to  \nwork a holiday shall be paid eight (8) hours pay at his or her straight tume rate of pay. An  \neligible full-time employee assigned to work on a holiday will receive their straight- time  \nwage for all hours worked plus the eight (8) hours holiday pay specified above.  \nAn eligible part-time employee who is not required to work on a holiday shall be  \npaid a proration of the full-time holiday benefit based upon his or her average weekly hours  \nfor the previous two (2) weeks' work. An eligible part-time Employee, assigned to work  \non a holiday, will receive his or her straight-time wage for all hours worked plus a proration  \nof the full-time holiday benefit up to eight (8) hours based upon their average weekly hours  \nfor the previous two (2) weeks work. Holiday pay that is prorated under this Article shall  \nbe rounded up or down to the nearest whole hour.  \nHours which an employee does not work but for which he or she is compensated  \nunder this Article shall not be considered hours worked for the purposes of computing  \novertime nor shall fringe benefits accrue during such leave.  \nPage 10 of 26  \nSection 9.3. The above designated holidays will be paid as follows:  \na. All employees covered by this Agreement will receive holiday pay only  \non the day the holiday is observed by the client. (E.g., if the holiday falls  \non a weekend and 1s observed the following Monday, employees will  \nreceive holiday pay only for the Monday on which the holiday was  \nobserved, not the weekend day upon which it falls.)  \nb. Any work performed on a holiday will be paid at the employee's regular  \nrate of pay in addition to the holiday pay.  \nSection 9.4 In addition to the Holidays listed in Section 9.1, employees shall be  \ngranted any Holiday that is designated by the U.S. Government as a holiday, or a day upon  \nwhich federal employees are not required to report to work under Presidential Proclamation  \nand will be paid as provided, in this Article, provided the Company receives approval for  \nreimbursement for the Holiday from the Government.  \nSection 9.5 Time paid for but not worked as a Holiday shall not be considered  \nas time worked for the purpose of computing weekly overtime.  \n"], ["ARTICLE 10  \nLEAVES OF ABSENCE  \n", "Section 10.1 Court Leave - An employee who has completed his or her  \nprobationary period and who 1s required to report for jury duty, shall be entitled to leave  \nwith pay from regularly scheduled hours of work for the time spent in such service up to a  \nmaximum of five (5) work days; provided, however, for the employee to be eligible for  \ncompensation, the employee must have notified the Company within forty-eight (48) hours  \nof receiving the jury duty questionnaire or notice that he or she 1s subject to a jury duty  \ncall. For each hour of such leave taken, the employee will be compensated by the Company  \nIn an amount equal to his/her straight time rate of pay, less the amount received by the  \nemployee from the court or government agency.  \nSection 10.2 Military Leave. The Company will comply with the provisions of  \nthe Uniformed Services Employment and Reemployment Rights Act of 1994, 38 U.S.C.  \n§4301 et seq. (\"USERRA\"). Leave taken under USERRA shall be unpaid; provided that,  \nan employee may elect to use any accrued vacation in lieu of unpaid military leave.  \nSection 10.3 Bereavement Leave. An employee shall be entitled to leave with pay  \nfor a maximum of twenty-four (24) scheduled work hours lost in the event of the death of  \nthe employee's parent, sibling, child, step-parent, step-child, stepsibling, spouse, mother in  \nlaw, father in law or grandparent. Leave under this section shall be conditioned upon the  \nemployee submitting to the Company, if the Company so requests, proof of the death of  \nthe deceased and the employee's relationship to the deceased. In the event travel to the  \nfuneral or memorial service for the death of one of the above exceeds 400 miles one-way,  \nPage 11 of 26  \nthe employee shall be entitled to two (2) additional days of unpaid leave, to be taken  \nconsecutively with the paid bereavement leave.  \nSection 10.4 Union Leaves of Absence. The Company will permit an authorized  \nrepresentative of the Union an unpaid leave of absence to attend meetings, training and/or  \nconventions for the Union, provided a written request 1s received by the Program Manager  \nat least three (3) weeks prior to the beginning of such leave, and providing that this leave  \ndoes not negatively impact Company operations. In no event will more than three (3)  \nUnion representatives be permitted leave under this provision. The maximum total period  \nof such leave shall be fourteen (14) days total in any calendar year.  \nSection 10.5 Family and Medical Leave.  \nA. Leave Entitlement. An employee who has been employed by the Company for  \n12 months and who completed 1250 hours of work during the 12 month period immediately  \npreceding the commencement of such leave, will be entitled to leave under the Family and  \nMedical Leave Act (\"Act\") in accordance with its provisions.  \nB. Year for Purposes of Determining Leave Entitlement. For purposes of  \ndetermining an employee's Leave entitlement under the Act, the 52-week period  \nimmediately preceding the commencement of leave under the Act shall be the applicable  \nmeasuring period.  \nSection 10.6. Sick & Personal Leave with Pay.  \nA. Effective October 1, 2014, all non-probationary, full ttme employees employed  \nas of that date will accrue and be allotted two (2) sick days and four (4) personal days paid  \nleave annually.  \nB. Effective October 1, 2015, all non-probationary, full time employees employed  \nas of that date will accrue and be allotted two (2) sick days and four (4) personal days paid  \nleave annually.  \nC. Effective October 1, 2016, all non-probationary, full time employees employed  \nas of that date will accrue and be allotted two (2) sick days and four (4) personal days paid  \nleave annually.  \nD. Eligible part-time employees shall be entitled to pro-rated personal and sick  \nleave at their straight-time rate based on the number of hours worked in the previous year,  \ndivided by 1872. For example, part-time employees who have been continuously employed  \nfor one (1) year and who worked a total of 936 hours the prior year would be eligible to  \nreceive !6 hours paid personal leave and be allotted ! sick day.  \nE. Employees taking personal days are required to arrange personal leave with  \ntheir supervisor prior to taking the time off. Employees taking sick leave must comply  \nwith nominal call-off procedures as set forth in Sections 8.7 and 12.2 if the time off was  \nnot authorized in advance. Employees failing to obtain prior authorization for personal  \nPage 12 of 26  \n   \ndays, or failing to comply with Sections 8.8 and 12.2 shall be subject to discipline, up to  \nand including discharge, as set forth in those Sections, respectively.  \nF. Employees may not take personal/sick leave under this Section in increments  \nof less than one day (8 hours). Employees shall be compensated for personal/sick at the  \nstraight time rate of pay at the time the personal/sick leave is accrued.  \nG. Personal/sick leave shall not be deemed hours of work for the purposes of  \ncomputing overtime or other premium pay under this Agreement, nor shall fringe benefits  \naccrue during such leave.  \nH. To be eligible for sick leave under this Section, the Employee must be absent  \nfrom work for a verifiable illness for a period of three (3) days. Sick leave shall accrue and  \nbecome reimbursable by the Company upon the employee's fourth (4th) day of absence.  \nAbsences for the first three (3) days of employment are not reimbursable as sick leave.  \nUpon returning to work, the employee shall be required to provide verification from a  \nphysician licensed by the District of Columbia or a neighboring State or Commonwealth  \nof the employee's illness and authorization for absence from work. Failure to provide the  \nrequired physician's verification shall be grounds for discipline up to and including  \ntermination and such leave shall not be reimbursed.  \nI. An employee who is unable to perform the functions of his or her position  \nbecause of illness or injury, or for other medical reasons (including dental and medical  \nexaminations) may request to use accrued but unused vacation leave or, alternatively, may  \nrequest unpaid leave subject to approval by the Company at its discretion.  \nJ. All unused personal leave shall be paid at the end of the Government contract  \nanniversary year. All accrued and unused sick/personal accrued pnor to October 1, 2014,  \nshall be paid out to the employees in the next regular payday after October |, 2014. Sick  \nleave accrued under this Agreement commencing October 1, 2014, is not paid out.  \nSection 10.7 Notice of Absence. An employee who will be absent due to illness  \nor injury or for other medical reasons (including dental and medical examinations) must  \nprovide the Company notice of his/her anticipated absence as required in Section 12.2,  \nregardless of the length of the anticipated absence and .regardless of whether the employee  \nseeks vacation pay for the absence. Failure to do so will result in discipline up to and  \nincluding discharge in accordance with Article 12.  \nSection 10.8. Rate of Pay. Except as otherwise provided in this Article, for any  \npaid leave taken under this Article 10, an employee shall be compensated at the straight-  \ntime rate of pay at the time the leave is accrued. Except as otherwise specifically provided  \nin this Article, hours of leave, whether paid or unpaid, shall not be deemed hours of actual  \nwork for the purposes of computing overtime.  \nSection 10.9 Except as otherwise herein provided, it is agreed by the parties that  \nthere shall not be any loss of seniority while employees are on such leaves of absence as  \nPage 13 of 26  \n   \nprovided for in this Article; however, employees shall not accrue vacation or sick leave or  \nreceive holiday pay during any leave of absence that extends beyond thirty (30)  \nconsecutive days.  \nSection 10.10 No employee will engage in employment with another employer  \nwhile on a leave of absence as provided for herein.  \n"], ["ARTICLE 11  \nVACATION  \n", "Section 11.1 Eligibility. All employees will eam vacation time up to the  \nmaximum amounts set forth below.  \n¢ Upon completion of one (1) year of service: 80 hours  \n* Upon completion of five (5) years of service: 120 hours  \n¢ Upon completion of ten (10) years of service: 160 hours  \n¢ Upon completion of fifteen (15) years of service: 200 hours  \nEmployees shall be eligible for earned vacation upon the completion of one (I) year  \nof continuous employment (not to include pre-assignment training) and each subsequent  \nanniversary to the date of hire with the Company or predecessor to the Contract between  \nthe Company and the Government. Vacation shall not vest and employees shall not be  \nentitled to vacation under the above schedule unti! the employee has completed each twelve  \n(12) months of employment. If an employee separates from employment for any reason  \nwith less than one year and one day of employment with the Company or its predecessor  \nshall not be entitled to any vacation pay.  \nSection 11.2 Accrual. Vacation time for all employees is earned based on the  \nemployee’s hours worked. The amount earned 1s calculated by the number of hours worked  \nin the previous year, divided by 1872, and then multiplied by the maximum vacation hours  \nfor that employee’s years of service. No employee may earn more than the maximum for  \nthat employee’s years of service.  \nsection 11.3 Rate of Pay. Employees shall be compensated for vacation at the  \nstraight-time rate of pay in effect at the time the vacation was accrued.  \nSection 11.4 Vacation Scheduling. Vacation leave shall be taken at such times  \nmutually convenient to the employee and to the Company; provided, however, the.  \nCompany shall retain the final right to approve, deny, schedule and cancel all vacations.  \nEmployees may not take vacation in increments of less than eight (8) hours. A vacation  \nrequest shall be made at least thirty (30) days in advance of the date the requested vacation  \nis to begin and shall be submitted on a form to be provided by the Company. The Company  \nmay approve vacation requests on shorter notice within its discretion.  \nNo more than five (5) percent of the workforce may be on vacation at any time.  \nConflicts in vacation scheduling shall be resolved by the Company at its discretion.  \nPage 14 of 26  \nSection 11.5 An employee may cash out up to one half of the vested and unused  \nvacation balance on the books at any time during the year.  \nSection 11.6 Continuous Employment Employees who are placed on inactive status for  \nany reason (including but not limited to unpaid leave, expired or lapsed credentials,  \nsuspension, or worker’s compensation, but not including regular vacation) for thirty (30)  \ndays or more during any year of service (i.e., the 52-week period beginning on the  \nemployee’s anniversary date) shall not be entitled to any vacation benefits under this  \nsection for that year of service.  \n"], ["ARTICLE 12  \nDISCIPLINE AND DISCHARGE  \n", "Section 12.1 Just Cause. No employee shall be discharged or disciplined without  \njust cause, and discharge and discipline matters shall be subject to the grievance and  \narbitration procedures contained in this Agreement. However, an arbitrator shall not have  \nthe authority to reduce a discharge or otherwise modify the discipline imposed by the  \nCompany for a proven violation of any of the following:  \nA. Violation of Rules and Regulations of Government Public Building and  \nGrounds, 41 CFR Section 101-20.3.  \nB. Neglect of Duty (including sleeping while on duty or action which causes  \nthe assessment of a penalty against the Company by the United States Government or  \nDHS), insubordination (including, without limitation, deliberate failure to carry out  \nassigned tasks), and conducting personal affairs during official time. The term “personal  \naffairs” as used in this paragraph does not include the making of telephone or other  \ninquiries concerning the status of children or family members or the provisions of their  \ncare provided that such activities have been approved by the Employee’s supervisor. Long  \ndistance telephone calls shall not be made at Government or Company expense.  \nC. Falsification or unlawful concealment, removal, mutilation or destruction  \nof any official documents or records, and/or concealment of material facts by willful  \nomissions from official documents or records.  \nD. Fighting on Government property or while on duty. Participating in  \ndisruptive or disorderly conduct which interferes with the normal and efficient operations  \nof the Government or Company.  \nE. Theft, vandalism, or criminal acts.  \nF. Drinking or drunkenness on the job; use or possession on the job or being  \nimpaired by unlawful drugs/stimulants or alcoholic beverages on the job, or violation of  \nthe Company’s Alcohol and Drug Abuse Policy.  \nG. Improper use of official authority or credentials.  \nH. Unauthorized use of communications equipment or Government property.  \nI. Misuse of weapon(s), violation of the Company weapons policy, or  \npossession of private firearm or other private weapon on the job.  \nPage 15 of 26  \nJ. Violation of Government security procedures or regulations, including,  \nwithout limitation, those set forth in the Security Guard Information Manual.  \nK. Violation of state or federal laws regarding the possession or use of a  \nfirearm.  \nL. Unauthorized post abandonment.  \nM. Failure to cooperate with Government officials, local law enforcement  \nauthorities, or the Company during an official investigation.  \nN. Falsification of time records.  \nO. Deliberate or negligent conduct causing monetary damages, penalties or  \ninvoice deductions to the Company.  \nP. Sexual, racial or verbal harassment in violation of Company policy.  \nQ. Any violation for which the Company receives a 2820 from the  \nGovernment.  \nIt is expressly agreed and understood that the Company shall have the right to  \nestablish from time to time other reasonable rules of conduct and the night to discipline, up  \nto and including the right to terminate, for violating same. The employer shall have the  \nright to determine the level of discipline.  \nSection 12.2 Absenteeism. Employees are required to report and be ready for work  \nat their required times. It shall constitute an offense for an employee to be absent from  \nwork or late reporting to work without prior authorization.  \nEmployees shall provide as much advance notice as possible of an absence or  \ntardiness. In no case shall such notice be given less than six (6) hours in advance. Failure  \nto provide at least six (6) hours’ notice to the Command Center or the Supervisor in advance  \nwill result in skipping of a step in the progression of discipline described below. A  \ncomplete failure to provide notice, to respond to calls, or to appear — a “no call, no show”  \n— shall be cause for discipline up to and including termination.  \nEach unauthorized absence or late reporting for work will result in the following  \ndisciplinary progression, unless the Company determines, in its sole discretion, that  \nmitigating circumstances rendered the event beyond the employee’s control.  \nWith respect to the first absence or late reporting within any consecutive 12 month  \nperiod, counseling shall be given.  \nWith respect to the second absence or late reporting within any consecutive 12  \nmonth period, a verbal reprimand will be given.  \nWith respect to the third absence or late reporting within any consecutive 12 month  \nperiod, a written reprimand will be given.  \nWith respect to the fourth absence or late reporting within any consecutive 12  \nmonth period, a one-day suspension will be given.  \nWith respect to the fifth absence or late reporting within any consecutive 12 month  \nperiod, a three-day suspension will be given.  \nWith respect to a sixth absence or late reporting within any consecutive |2-month  \nperiod, the employee will be terminated.  \nPage 16 of 26  \nIt is expressly agreed and understood between the parties that this is a “strict  \nliability” absentee policy.  \nAll disciplinary records shall be removed and expunged from the employee’s  \nfile after one (1) year, except those showing (a) harassment; (b) threats or violence;  \n(c) insubordination; or (d) a pattern of misconduct.  \nSection 12.3 TO BE INSERTED  \nSection 12.4 Standards of Conduct. It is acknowledged and recognized that the  \nCompany is in the business of providing security services to the United States Government,  \nand that the provision of these services is highly sensitive. It is therefore essential and  \nexpected by the Company and Union that all employees shall act in a highly professional,  \ncourteous manner and shall be held responsible for their duties, functions and job  \nrequirements. Deviation from or failure to meet this standard shall constitute just cause  \nand result in disciplinary action up to and including termination. It is expressly agreed and  \nunderstood that the issuance of a 2820 by the Government shall constitute prima facie  \nevidence of failure to meet this standard and shall constitute just cause for discipline.  \nArticle 13. Grievance, Mediation and Arbitration Procedure  \n   \nSection 13.1 ~ Grievances. A grievance shall mean a disagreement or dispute raised by  \nthe Union or an employee which arises during the term of this Agreement concerning the  \napplication, meaning or interpretation of an express provision of this Agreement or the  \nemployment relationship between the Company and employee, including but not limited  \nto claims of unlawful employment discrimination as set forth in Article 6 of this  \nAgreement.  \nOnly grievances which involve an alleged violation by the Company of this provision in  \nthis Agreement and which are processed in the manner and within the time limits herein  \nprovided shall be subject to arbitration, no grievance shall be arbitrable with respect to:  \n(a) Any matter involving the administration, interpretation, or application of any  \ninsurance plans;  \n(b) A decision of the Company to discipline, discharge or otherwise not retain or hire an  \nemployee on the U.S. Government’s or any of its Officials’ determinations that an  \nemployee is unacceptable to the Government to perform service on the contract  \nirrespective of the reason or reasons the U.S. Government or any of its Officials find an  \nemployee unacceptable to perform services. Evidence of the Government’s  \ndetermination shall be given to the employee and the Union upon termination from the  \nCompany.  \nPage 17 of 26  \nExcept as otherwise expressly stated in this Agreement, the procedures set forth in this  \nArticle shall be the sole and exclusive remedy for any grievance asserted by the Union or  \nany employee. Grievances involving the discharge or suspension of an employee will  \nbegin at Step 3. A grievance shall be received in the following manner.  \nStep 1 — Notice to Supervisor. The employee and/or his or her Union representative  \nshall present the grievance or dispute in writing to the employee’s direct supervisor  \nwithin ten (10) calendar days of its occurrence or when the employee knew, or by  \nreasonable diligence should have known, of the 1ts occurrence. The supervisor shall  \nrespond in writing to the grievance within ten (10) calendar days of his/her receipt of the  \ngrievance to the Union.  \nStep 2 — Notice to Program Manager. If the grievance is not settled at Step 1 or if the  \nsupervisor does not respond within ten (10) calendar days of the Step | notice, the  \nemployee and/or his or her Union representative shall, within ten (10) calendar days of  \nthe date the supervisor responded or the date which the supervisor should have  \nresponded, whichever is sooner, submit the grievance in writing to the Company’s  \nProject Manager or his/her designee. The Company’s Project Manager shall respond to  \nthe grievance within ten (10) calendar days of receipt of the grievance.  \nStep 3 — Notice to Director of Labor Relations. Ifthe grievance is not settled at Step 2 or  \nif the Program Manager does not respond within ten (10) calendar days, the Union shall,  \nwithin ten (10) calendar days, present the grievance in writing to the Company’s Director  \nof Labor Relations or his/her designee. The Company’s Director of Labor Relations or  \nhis/her designee. The Company’s Director of Labor Relations or his/her designee shall  \nrespond in writing to the grievance within ten (10) calendar days.  \nA. Presentation. All grievances shall set forth the facts giving rise to the  \ngrievance, the provisions of the Agreement, 1f any alleged to have been violated, the  \nnames of the aggrieved employees and the remedy sought. All grievances shall be signed  \nand dated by the employee or Union representative. All written answers submitted by the  \nCompany shall be signed and dated by the appropriate Company representative, and shall  \nbe presented to the Union.  \nB. Provisions of the Essence. The time limitations set forth in this Article are deemed of  \nthe essence of this Agreement. No grievance shall be accepted by the Company unless it  \nis submitted within the time limitations and written presentation provisions set forth in  \nsection 13.1. If the grievance is not timely and properly submitted at Step 1, it shall be  \ndeemed waived. If the grievance is not trmely and properly submitted at Step 2 or 3, it  \nshall be deemed finally settled in accordance with the Company’s Step 1 or 2 responses,  \nif any, respectively, and the parties shall be bound thereby without recourse to section  \n13.3  \nPage 18 of 26  \nC. Representation. An employee shall be permitted to have a Union Representative at  \neach step of the grievance procedure.  \nThe Union and the Company may mutually agree to waive the time limits set forth in this  \nArticle.  \nSection 13.2 — Voluntary Grievance Mediation. If, after receiving receipt of the  \nCompany’s Director of Labor Relations response, the gnevance is not settled at Step 3,  \nupon the mutual agreement of the Company and the Union, the parties may submit the  \ngrievance to Federal Mediation and Conciliation Service for resolution through non-  \nbinding mediation. Submission of the grievance to mediation shall not toll or otherwise  \neffect the time and procedures for submission of the grievance to arbitration pursuant to  \nsection 13.3.  \nSection 13.3 — Arbitration. If after receiving receipt of the Director of Labor Relations  \nresponse, the grievance is not settled at Step 3, the Union may, within ten (10) calendar  \ndays after receipt of the Director of Labor Relations to Step 3, proceed to binding  \narbitration. Notice that arbitration is desired must be received by the Company ten (10)  \ncalendar days after the Union receives the Company’s Step 3 answer. Such notice shall  \nidentify the provisions of the Agreement allegedly violated and shall set forth such facts  \nand circumstances as well and will provide the Company with reasonable notice of the  \nnature of the grievance. If the parties are unable to agree on an arbitrator within ten (10)  \ncalendar days of the of service of the arbitration notice, they shall choose an arbitrator  \nfrom a panel(s) provided by the Federal Mediation and Conciliation Service.  \nExcept as otherwise expressly provided herein, the American Arbitration Association’s  \nRules for the Resolution of Employment Disputes shall control the resolution of any and  \nall disputes submitted to arbitration under this Agreement. The Arbitrator shall conduct a  \nhearing on the grievance. The decision or order of an Arbitrator shall be fina! and  \nbinding and shall be in writing. Any back pay award shall be reduced by any sums  \nreceived as unemployment compensation or from other interim employment.  \nIt is expressly agreed and understood by the parties that the failure of the Arbitrator to  \nissue the award within ninety (90) calendar days shall render any award null and void. It  \nis further agreed that as a condition for selecting an arbitrator, all prospective arbitrators  \nshall be informed in writing, prior to retention of the arbitrator, that the arbitrator’s award  \nmust be rendered in writing within ninety (90) calendar days of the close of the hearing or  \nreceipt of the briefs. If an award is rendered null and void because of the failure of an  \narbitrator to render a timely decision either party may re-submit the dispute to arbitration  \nbefore another arbitrator within ten (10) calendar days of the expiration of the of the sixty  \ncalendar days period.  \nPage 19 of 26  \n   \nThe Arbitrator shall have no authority to alter, amend or add to this Agreement. None of  \nthe time limits or presentation requirements contained in this Article may be waived or  \nextended except by mutual agreement in writing. All fees and expenses of the arbitrator  \nshall be borne equally by the Parties, except where one of the Parties to the Agreement  \nrequests a postponement of a previously scheduled arbitration hearing which results in a  \npostponement charge. The postponing Party shall pay such charge unless the  \npostponement results in a settlement of the grievance, in which case the postponement  \ncharge shall be borne equally by the Parties. A postponement charge resulting from a  \njoint postponement request shall be borne equally by the Parties. Each Party will bear its  \nown legal expenses and costs incident to witnesses.  \n"], ["ARTICLE 14  \nWAGES  \n", "Section 14.1 Straight Time Rate of Pay. The Company agrees to pay employees  \nfor all hours worked on the contract at the straight time rate of pay set forth below:  \nFrom execution of this Agreement until midnight on September 30, 2014:  \nGuard II PSO: $26.75  \nConsole Operator: $27.25  \nEffective October 1, 2014:  \nGuard II PSO: $28.45  \nConsole Operator: $28.93  \n   \nEffective October 1, 2015:  \nGuard II PSO: TBD  \nConsole Operator: TBD  \n   \nThe Employer and the Union shall meet in subsequent years to negotiate wages and  \nbenefits re-openers.  \nSection 14.2 Overtime. Overtime pay is calculated at one and one-half (1.5)  \ntimes the employee’s straight rate for all hours of work in excess of forty (40) hours of  \nactual work in any single work week. There will not be any pyramiding of hours worked.  \nOnly hours actually worked will be recognized in determining overtime eligibility.  \nSection 14.3 Training Time. The Company agrees to pay employees who are  \nrequired to participate in mandated Company or government training, firearms  \nPage 20 of 26  \n   \nqualification and testing, CPR/First Aid certification, and retraining to the extent required  \nby any contract between the Government and the Company at the straight time rate of pay  \nset forth tn Section 14.1 effective at the time of testing/training. The Company agrees to  \npay employees who are required to undergo health and fitness examinations up to four (4)  \nhours at the straight time rate of pay; any time for health and fitness examinations over four  \n(4) hours shall be paid at the FLSA minimum wage rate or the State or Local minimum  \nwage rate, whichever is higher. In the event that an employee is required to repeat a  \ntraining course/qualification, the Company shall pay for the employee’s work time while  \ntaking such remedial courses, remedial training, and additional weapons range time at the  \nFLSA minimum wage rate or the State minimum wage rate, whichever ts higher.  \nSection 14.4 All Other Time. Except for training and testing discussed in Section  \n14.3, the Company agrees to pay employees the State or FLSA minimum wage rate  \n(whichever is higher) for all hours worked (as that term is defined under the FLSA) that  \nare not considered work on the contract, and thus are not paid at Service Contract Act rates.  \n"], ["ARTICLE 15  \nHEALTH AND WELFARE BENEFITS  \n", "Section 15.1 The Employer will make the following health and welfare  \ncontributions to a bona fide health and/or retirement plan on all hours worked on post, up  \nto forty (40) hours per week and up to a total of 2080 hours per contract year, for all  \nEmployees covered by this Agreement as described in this Article.  \nCurrent Effective Effective  \nOctober 1, 2014 October 1, 2015  \n   \nTBD  \nSection 15.2 Pension. From execution of this Agreement through September  \n30, 2014, the Company agrees to make a $1.00 pension contribution to a bona fide  \nretirement plan on all hours worked on post, up to forty (40) hours per week and up to a  \nmaximum total of 2080 hours per contract year. Effective October 1, 2014, the pension  \nshall be discontinued.  \n"], ["ARTICLE 16  \nGENERAL PROVISIONS  \n", "Section 16.1 Non-bargaining unit employees, including supervisory employees,  \nshall not perform bargaining unit work except in the case of emergencies or for training  \nemployees.  \nSection 16.2 Pay days shall be bi-weekly, every other Thursday. The Company  \nreserves the nght to change pay periods or paydays for legitimate business reasons,  \nprovided the Union and employees are given at least three (3) weeks notice of the change.  \nPage 21 of 26  \n   \nSection 16.3 The Company will provide at no cost to the employee, replacement  \nuniforms and equipment as needed when they are worn out and cannot be repaired, except  \nfor neglect. Neglect will be determined at the sole discretion of the Company. Uniforms  \nreplaced due to neglect will be the financial responsibility of the employee. Uniforms wiil  \nbe kept clean and serviceable by the employee. The Company reserves the right to inspect  \nuniforms and/or equipment at any time to ensure that the employee is properly maintaining  \ntheir uniforms and/or equipment.  \nSection 16.4 The Employer will allow the Union up to 30 minutes (unpaid) during  \nnew hire training to discuss the Union and Officer representation. Union officials  \nparticipating in such meeting will not be paid. There will be no derogatory comments  \nabout the Employer or individuals during these meetings.  \nSection 16.5 Call in Pay. When a non-probationary employee is called in or  \nscheduled to work by management outside of his/her regular scheduled working hours,  \nhe/she will be guaranteed a minimum of four (4) hours of pay or pay for time actually  \nworked, whichever amount Is greater, at his/her base straight time, hourly rate. Hours paid  \nbut not actually worked under this provision shall not be construed as time worked or paid  \nfor the purposes of computing overtime hours worked to compute overtime pay.  \nSection 16.6 Labor Management Meetings. The parties agree to hold Labor-  \nManagement meetings on a quarterly basis. It 1s agreed that grievances, charges, lawsuits,  \netc. will not be discussed during these meetings.  \nSection 16.7 Walk Time. Employees required to walk to a post after drawing  \ntheir assigned weapon, and walk back from post to turn in their assigned weapon, will be  \npaid for the amount of time reasonably required for that walk. It is understood that the  \namount of time needed varies by post. The Company has conducted a walk study for each  \npost in order to determine a reasonable walk time, and has determined that no post requires  \nmore than five (5) minutes under ordinary circumstances. The Company will pay five (5)  \nminutes of walk time, each way, for each post. In the event the post locations or armory  \nlocation changes during the course of this Agreement, the parties will meet to negotiate the  \namount of walk time needed.  \n"], ["ARTICLE 17  \nSENIORITY  \n", "Section 17.1 Government Seniority is the total length of time spent by an employee  \nin any Capacity in the continuous service of the present (successor) contractor for the time  \nspent in performing on the Government contract itself, and where applicable, the total  \nlength of time spent in any capacity as an employee in the continuous service of any  \npredecessor contractor(s) who carried out similar contract functions on the Contract.  \nGovernment Seniority shall be used in determining the applicable fringe benefits earned  \nby employees under provisions of the Service Contract Act and this agreement.  \nPage 22 of 26  \n   \n   \nSuch seniority shall be computed from the first day assigned to post on the contract of the  \nemployee’s most current employment in a classification in said bargaining unit.  \nSection 17.2 _An employee must have successfully completed three (3) months or  \n90 calendar days from date of hire with the Employer in order to have any seniority  \nstanding. Until an employee acquires seniority standing, he shall be regarded as on  \nprobation and he may be disciplined or his services may be terminated at the sole discretion  \nof the Employer without any recourses by said probationary employee, with the exception  \nof wages and condition of employment, to the grievance procedure set forth in this  \nAgreement. The Union does not represent probationary employees in matters related to  \ntheir layoffs or discharges. The Employer, in exercising its nghts in this Section, will not  \nviolate Article 8 of this Agreement. At the end of such probationary period, the employee  \nshall acquire seniority from the first day assigned to post on the contract, as mentioned in  \nSection 18.1 above.  \nSection Where two employees have the same seniority date, the employee  \nwhose last four (4) digits of his social security number are highest will be regarded as the  \nsenior employee of record for the seniority provision of this Agreement.  \nSection 17.4 Seniority shall govern lay-off and recall, classification and post/shift  \nopenings if they can meet qualifications and requalification. Lay-offs shall be made in the  \nfollowing order, based on the employee’s service:  \n1. Part-time employees  \n2. Full-time employees  \nRecall shall be in the reverse order of layoffs. WLay-offs shall be in inverse order of  \nseniority.  \nsection 17.5 An employee shall lose all seniority nghts for any of the following:  \nA. Quits.  \nB. Discharged for just cause.  \nC. Fails to work following recall! after a lay-off within two business (2) days after being  \nnotified by telegram or registered mail, use of which shall be considered to be notification,  \nsent to his last known address.  \nD. Laid off, off sick, off injured, or has an illness or injury compensable under Workmen’s  \nCompensation, for a continuous period of one (1) year or more.  \nE. Fails to meet a qualification or requalification requirement in accordance with the  \nGovernment contract.  \nSection 17.6 The Employer agrees to furnish the Local Union with an up-to-date  \nseniority list every two (2) months. Seniority lists shall be provided by the Company at  \nUnion’s request, to include full-time and part-time employees.  \nPage 23 of 26  \n   \n   \nSection 17.7, An employee who transfers out of the bargaining unit to a supervisory  \nposition will not continue to accumulate seniority while transferred out of the bargaining  \nunit. If the employee returns to the bargaining unit within a ninety (90) day period, the  \nemployee shall not lose his seniority rights in the bargaining unit, which he held at the time  \nof transfer out of the bargaining unit. If the employee remains outside of the bargaining  \nunit over ninety (90) days, his Union seniority will be terminated in the bargaining unit.  \nHowever, said employees total seniority for wage and benefits level entitlement shall  \nremain unimpaired and unaffected.  \nSection 17.8 Shift Bidding. “Shifts” within the meaning of this section include an  \nemployee’s regularly scheduled hours and days of work. When a shift opening becomes  \navailable, the Company will award the shift based on seniority and job qualification. Job  \nqualifications include ail training and certification requirements for that location, together  \nwith any necessary clearance requirements. From among the qualified bidders, the  \nCompany shall award the shift based on seniority. In the event the Company’s operational  \nneeds require the Company to award a shift temporarily to a less senior employee, the  \nCompany will notify the Union of the circumstances and negotiate with the Union over the  \neffects of such deviation.  \nAn employee who ts awarded a shift opening for which he or she bid must accept  \nit. After being awarded a shift opening, an employee may not bid for another shift opening  \nfor a period of six (6) months. An employee who is unable to perform the position to which  \nhe or she bid to the satisfaction of the Company within ninety (90) work days, as  \ndocumented by specific performance issues, after being awarded the job may be transferred  \nto another permanent position if available.  \nSection 17.9 Super Seniority. All members of the Executive Board of USPOA  \nLocal 210 and Shop Stewards shall have super seniority over the bargaining unit members.  \nIn the event of a seniority-based dispute involving two or more members of the  \naforementioned group, the employee’s individual seniority will prevail.  \n"]]