[["", "SEVEN COUNTIES  \nCONSTRUCTION AGREEMENT  \nbetween  \nTHE ASSOCIATED GENERAL  \nand |  \nINTERNATIONAL UNION OF NORTH AMERICA,  \nLOCAL 231  \nand  \nGREAT PLAINS LABORERS' DISTRICT COUNCIL  \nCOVERING  \nHIGHWAY, HEAVY and UTILITY CONSTRUCTION  \nin the  \nILLINOIS COUNTIES of ADAMS, BROWN, HANCOCK, MASON,  \nMcDONOUGH, PIKE and SCHULYER  \n@  \nEFFECTIVE: May 1, 2013  \nEXPIRATION: April 30, 2016  \nADAMS, BROWN, HANCOCK, MASON, MCDONOUGH,PIKE& SCHUYLER  \nAGREEMENT  \nPURPOSE  \n"], ["", "ARTICLE 1 —  \nARTICLE 2 -  \nARTICLE 3 —  \nARTICLE 4 —  \nARTICLE 5 -  \nARTICLE 6 —  \nARTICLE 7 —  \nARTICLE 8 —  \nARTICLE 9 —  \nARTICLE 10 -  \nARTICLE 11 —  \nARTICLE 12 —  \nARTICLE 13 —-  \nARTICLE 14 ~  \nARTICLE 15 —  \nARTICLE 16 —  \nARTICLE 17 —  \nARTICLE 18 —  \nARTICLE 19 —  \nARTICLE 20 —-  \nARTICLE 21 —  \nARTICLE 22 —  \nARTICLE 23 -  \nARTICLE 24 —  \nARTICLE 25 —  \nSCHEDULE A  \nINDEX  \nHIGHWAY/HEAVY and UTILITY CONSTRUCTION  \nAGREEMENT  \nin the Illinois Counties of:  \nMay 1, 2013 through April 30, 2016  \nRECOGNITION  \nScope Of AGreeMeNnt  \nManagement Rights  \nUnion  \nReferral Procedure  \nWages, Work Day, Work Week, Overtime, Shift Work  \nANC HOlidayS omens  \nWage Rates, Contributions and Deductions ...............  \nReporting and SHOW-Up Time  \nPayment Of Wages  \nPre-Job Conference  \nGY MAN  \n  \nSUDCONTrACTING  \nLaborers’ JUuriSCiction  \nDispute PrOC@CUre  \nGeneral Working Conditions  \nAlcohol and Non-Prescription Drug  \nBusiness Manager and Steward  \nLimitation on Liability  \nBONING  \nSavings and Separability  \nCompleteness of Agreement  \nNo Strike/No LOCKOUt  \nSAFELY  \nAGREEMENT  \nThis Agreement, entered into by and between the Associated General Contractors of  \nIIlinois, herein called the \"Association\", and the Great Plains Laborers District Council  \nand Laborers International Union of North America, Local No. 231, hereinafter called the  \n\"Union\".  \nPURPOSE  \nIn entering into this Agreement, it is the mutual desire and primary intent of the parties  \nhereto to provide orderly collective bargaining relations and prompt and equitable  \ndisposition of grievances, to maintain fair wages, hours and other conditions of  \nemployment, to prevent strikes and lockouts, and to respect the legitimate rights and  \ninterests of management and labor, the construction industry and the general public.  \nThe masculine gender has been used in this Agreement to facilitate ease of writing and  \nediting and therefore the masculine gender shall include the feminine gender.  \nWhenever any words are used in this Agreement in the masculine gender, they shall be  \nconstrued as though they were also used in the feminine or neuter gender in all  \nsituations where they would so apply. Wherever any words are used in this Agreement  \nin the singular form, they shall be construed as though they were also used in the plural  \nform and wherever any words are used in the plural form, they shall be construed as  \nthough they were also used in the singular form in all situations where they would so  \napply.  \n"], ["ARTICLE 1  \nRECOGNITION  \n", "The Union recognizes the Association as the agent for collective bargaining for all  \nEmployers performing work covered hereunder who have so authorized the  \nAssociation.  \nThe Association recognizes the Union as the exclusive agent for purposes of collective  \nbargaining with respect to wages, hours, and other terms and conditions of employment  \nfor all Laborer employees performing work which is within the jurisdiction of the Union  \nand is covered by this Agreement, excluding the supervisory forces, clerical employees,  \ntechnical employees, timekeepers, superintendents, master mechanics, or general  \nforemen in charge of all classes of labor.  \n"], ["ARTICLE 2  \nSCOPE of AGREEMENT  \n", "Section 1. Geographic Scope. This Agreement's jurisdiction covers the area in the  \nIllinois counties of Adams, Brown, Hancock, Mason, McDonough, Pike and Schuyler.  \n   \nSection 2. Type of Construction Covered. This Agreement covers all highway, heavy  \nand utility construction five (5) feet from the building as described below.  \nConstruction of private and public improvements such as roads, subways, tunnels,  \nsewers, lift stations, disposal plants, alleys, streets, bridges, culverts, grade separations,  \nsubdivisions, airports, canals, levees, pavement, water mains, purification plants,  \npipelines, distribution and service lines, locks, docks, dams, telephone ducts, golf  \ncourses, and demolition work incidental to heavy or highway contract.  \n"], ["ARTICLE 3  \nMANAGEMENT RIGHTS  \n", "The Employer retains the right to manage its operations and direct the work forces: to |  \nbe the judge of the number of employees required on any work; to assign employees as  \nin the Employer's judgment the operations may require. |  \nThe Employer may discharge or layoff employees as the employer sees fit, provided no  \nemployee is discharged or discriminated against because of the Union activities.  \nIt is understood and agreed when working in the jurisdiction of Local No. 231 in the  \ncounties of Adams, Brown, Hancock, Mason, McDonough, Pike and Schuyler, signatory  \ncontractors shall have the right to direct Laborers to perform work as assigned.  \nLaborers shall perform all work assigned to them by their employer. |  \n"], ["ARTICLE 4  \nUNION SECURITY  \n", "All present employees who are or become members of the Union shall remain members  \n-as a condition of their employment. All present employees who are not members of the  \nUnion, and all employees who are hired hereafter, shall become and remain members  \nof the Union as a condition of such employment, after seven (7) days following the  \nbeginning of their employment or the effective date of this contract, whichever is the  \nlater, as authorized in Section 8(a)(3) of the Labor Management Relations Act of 1947,  \nas amended, and section 705 of the Labor Management Reporting and Disclosure Act  \nof 1959. Upon written notice from the Union notifying the Employer of the failure of any  \nemployees covered by this contract to complete or maintain their membership because  \nof non-payment of dues and fees, the Employer shall, within twenty-four (24) hours of  \nsuch notice, discharge said employee; provided further that no Employer or the Union  \nshall discriminate against any employee to who membership was not available on the  \nsame terms and conditions generally applicable to other members of the Union, or if the  \nmembership was denied the employee for reasons other than the failure of the  \nemployee to tender the periodic dues and the initiation fees uniformly required as a  \ncondition of acquiring membership.  \n"], ["ARTICLE 5  \nREFERRAL PROCEDURE |  \n", "Section 1. An Employer shall request referral of employees from the Union for each of  \nits projects, and shall not circumvent the Union by hiring directly and without affording  \nthe Union the opportunity to make referral of applicants for employment. When the  \nEmployer requires employees, the Employer shall notify the Union, and shall allow forty-  \neight (48) hours for referral of prospective employees. After the expiration of forty-eight  \n(48) hours, if the requested referral is not met, the Employer may proceed to fill  \nvacancies. The Union shall maintain a list of persons eligible for employment and shall  \nnot discriminate in making referrals against any individual because of his race, sex,  \ncolor or creed or his membership or non-membership in the Union. The Employer, in  \nrequesting referrals, shall notify the Union of the nature of the work to be performed and  \nthe classification and qualifications of employees desired to enable the Union to make  \nproper referral of applicants. The right to hire shall be vested in the Employer and shall  \nbe separate and distinct agents, nor the Referral Office undertakes or assumes any  \nobligation to locate or search for any applicant whose name appears on the registration.  \nor referral lists, if such applicant is not available at the Union Office when referrals are  \nmade.  \nNotwithstanding any other provisions of this Article, the Employer may call directly any  \nemployee who had worked for the Employer at any time in the past 12 months prior to  \nrecall in the territorial jurisdiction of Local #231 , provided, however, that the Employer  \nshall immediately notify the Union of the names of the men it calls directly.  \nRegistration and referral of applicants shall be by groups as set out below.  \nGroup A - All journeymen who have been employed by a contractor signatory to a  \ncollective bargaining agreement within the Construction Industry for nine hundred (900)  \nhours as a construction laborer in the geographical area embraced by the Referral  \nOffice where the work is to be performed within the last two (2) years.  \nGroup A-1 - All apprentices will be on the A-1 list. Apprentice Applications will be taken  \nat the Local Union Halls on the first Tuesday of each month from 10:00 a.m. to 12:00  \np.m.  \nThe term of apprenticeship shall be approximately three (3) years and 3000/6000  \nhours of on the job diversified work and training, excluding time spent in related  \ninstruction. When credit is granted, the remaining term of apprenticeship shall be  \nreduced. The term may also be reduced by the Committee for individual  \napprentice's demonstration of exceptional skill and technical knowledge  \ncompetencies in any module or major component of the work process.  \nThe schedule that follows provides for three (3) equal periods of 200/1000 hours  \nof work and training each.  \n(a) First year 75% of the journeyworker rate and full fringe benefits  \nSecond year of the journeyworker rate and full fringe benefits  \nThird year 95% of the journeyworker rate and full fringe benefits  \nEmployers will be notified of the correct percentage of the journeyworker rate for  \neach apprentice by the Fund Administrator.  \nRatio and Supervisor.  \nOne (1) journeyworker to one (1) apprentice on a two (2) worker job;  \nOne (1) apprentice to two (2) journeyworkers on a three (3) worker job;  \nTwo (2) apprentices to four (4) journeyworkers on a six (6) worker job;  \nThree (3) apprentices to nine (9) journeyworkers on a twelve (12) worker  \njob;  \nFour (4) apprentices to twenty-five (25) journeyworkers;  \nFive (5) apprentices to thirty-five (85) journeyworkers;  \nSix (6) apprentices to fifty-five (55) journeyworkers,  \nAnd one (1) apprentice to twenty (20) journeyworkers thereafter.  \nApprentices shall work under the supervision of competent and qualified  \njourneyman laborer on the job. Instruction in safety and safe work practices will  \nbe a part of job instruction in addition to that included in related instruction and in  \nspecial off-job courses. |  \n(b) The Employer agrees that by signing this Agreement he becomes bound by  \nand a party to the Agreement and Declaration of Trust creating and establishing  \nthe Illinois Laborers' & Contractors’ Joint Apprenticeship and Training Trust Fund,  \nand all amendments thereto whenever adopted, in the same manner and with the  \nsame effect as if the Employer had executed such Agreement and Declaration of  \nTrust. The Employer hereby designates as his representative such Trustees as  \nmaybe, from time to time, appointed to serve as Employer Trustees herein.  \nGroup B - All journeymen who have been employed by a contractor signatory to a .  \ncollective bargaining agreement within the Construction Industry for four hundred fifty  \n(450) hours as a journeyman construction laborer in the geographical area embraced by  \nthe Referral Office where the work is to be performed within the last two (2) years.  \nGroup C - All journeymen who have been employed by a contractor signatory to a  \ncollective bargaining agreement within the Construction Industry. for two hundred (200)  \nhours as a journeyman construction laborer during the past two (2) years in the  \ngeographical area embraced by the Referral Office where the work is to be performed.  \nGroup D - Ail journeymen not qualifying for Groups A, B, or C. In order for a  \njourneyman to move from the \"D\" list to the \"C\" list the journeyman must have been  \nemployed by a contractor signatory to a collective bargaining agreement within the  \nConstruction Industry for nine hundred (900) hours as a journeyman construction  \nlaborer during the past two (2) years in the geographical area embraced by the Referral  \nOffice where the work is to be performed.  \nGroup E - All applicants not qualifying for Groups A, B, C or D and who have submitted  \nan application for apprenticeship. Group E applicants must complete construction  \nrelated training and will have no rights under the recall section of this Article. All  \napplicants in Group E will sign a statement agreeing to these terms.  \nAll referrals, based on hours worked, within the A, B, C, D classification, shall move a  \nmaximum of one group per calendar year effective January 1 of the preceding year. The  \nreferral must continue to have worked the minimum hours in their classification, A, B, C  \nor D, or he will be moved to the appropriate list January 1 of the preceding year. Hours  \nworked will include training hours and injury hours as actual hours worked. Referrals  \nwho are off due to illness for a minimum of two (2) weeks with a doctor's statement will  \nremain on the current out-of-work list.  \nAil journeymen registering for active employment shail set forth their name, address,  \ntelephone number and state any skills the applicant possesses and the jobs the  \napplicant is able to perform including any relevant licenses or certifications. Blank  \napplicant referral forms will be available at the Union's referral office. The Local Union  \nwill complete an out-of-work list consisting of the journeymen and apprentices who have  \nregistered their availability for referral.  \nIf a registrant, referred for employment in regular order, refuses or is unavailable for  \nthree (3) consecutive referrals, his name shall be placed at the bottom of the list unless  \nthe applicant has given the Local Union notice in writing of unavailability for a period not  \nto exceed thirty (30) days.  \nThe Employer may request employees possessing special skills and abilities, in which  \ncase the Union shall refer the first applicant on the list who possesses such special  \nskills and abilities. When a laborer cannot qualify for the specific work needed, he shall  \nbe paid for the time worked only. The Employer shall confirm such request in writing to  \nthe Union, within forty-eight (48) hours following an oral request. In the event that the  \nreferral facilities maintained by the Union are unable to fulfill the request of an Employer  \nfor qualified employees within forty-eight (48) hours, the Employer may employ  \napplicants directly, subject to the Union's Security Clause, in Article 4. In such event, the  \nEmployer shall notify the Union Office of the names of the persons employed and the  \ndates of the hirings; such notice shall be given within twenty-four (24) hours of the  \nhiring.  \nThe Employer agrees that the Union will not be held responsible for the acts, beyond  \ntheir control, tortuous or otherwise, or failure to act, and caused by those applicants it  \nrefers.  \nThe provisions relative to referral of applicants, set forth above, will be posted by the  \nUnion in its Union Hall and will be posted by the Employer at each project where notices  \nto employees and applicants for employment are normally posted.  \nIf the Employer does not conform to this referral clause, the Union, upon twenty-four  \n(24) hours notice, has the right to strike that contractor.  \nReferral of members in Local 231 's jurisdiction will be by telephone. All members will be  \nrequired to have an active phone number (2 phone numbers maximum) listed with the  \nLocal Union office in order to be referred to work. Referral to projects will be between  \nthe hours of6:00 a.m. and 9:00 a.m. and 2:00 p.m. and 5:00 p.m. or as contractors  \nrequest. Emergency referrals made outside the designated dispatch hours would also  \nbe made in order, however, applicants who are unavailable or refuse such referrals will  \nnot be penalized.  \nUpon registration, applicants will designate themselves as available for referral within  \ncertain regions. Once an applicant has thus classified him or herself, all penalties  \nregarding refusals and unavailables, for any job in those. regions, will apply. The Union  \nwill be operating with multiple, regional referral lists.  \nIn the event that the Union, trying to fill an Employer's request, has exhausted all  \npossible applicants for referral from that region's list and still requires more workers, the  \noffice may move on to the next, closest list. However, applicants who refuse such  \nreferrals or are unavailable under these circumstances will not be penalized.  \nAll members are required to sign the out of work list according to the county in which  \nthey seek employment. The name of the registrant so dispatched shall be stricken from  \nthe list if the job to which the registrant is dispatched lasts long enough for the  \ndispatched registrant to receive three (3) days' pay at straight time if employed.  \nThe short term referral provisions herein are inapplicable and the applicant will be  \nremoved from the out of work list if the applicant takes any action within the first three  \n(3) days of employment designed to manipulate this provision of the Job Rules, such as  \nvoluntarily quitting or requesting to be laid off or discharged from a job to which he or  \nshe is referred.  \nIndemnification: The Union shall and hereby does agree to defend, indemnify and hold  \nharmless the Employer from any and all liability on account of the alleged unlawful or,  \ndiscriminatory operation of the referral office and/or the alleged unlawful or  \ndiscriminatory administration of the referral process as contained in this Article. The  \nUnion further shall defend, indemnify and hold harmless the Employer from any and all  \nclaims and demands, suits, actions, administrative proceedings, recoveries, judgments,  \ncosts and expenses or other liabilities in any manner arising out of or in connection with  \nany alleged unlawful or discriminatory referral office operation or administration as  \nspecified herein.  \nSection 2. It is understood and agreed that any employee covered by an Employer  \nunder the terms of this Agreement may continue in the employment of that Employer at  \nany location or on any project within the jurisdiction of the referring Local Union without  \ngoing through the hiring procedure again so long as his employment is continuous,  \nwhether or not such continuing employment results in displacement of another  \nemployee.  \nSection 3. It is understood and agreed by and between the parties hereto that upon  \nsixty (60) days written notice sent by registered mail, given by one of the parties to the  \nother party prior to any yearly anniversary date of this Agreement for changes in the  \nReferral Procedure as contained in this Article, the parties agree to meet, discuss and  \nnegotiate changes. ,  \nSection 4. The Referral Procedure listed above is applicable only in Local  \njurisdiction in the seven (7) counties covered by this agreement.  \nSection 5. This shall in no way be construed to invalidate or modify in any manner any  \nother part or section of this Agreement. It is further agreed that the liability of the  \nemployer who accepts, adopts or signs this Agreement, or a facsimile thereof, shall be  \nseveral and not joint.  \n"], ["ARTICLE 6  \nWAGES, WORK DAY, WORK WEEK, OVERTIME,  \nSHIFT WORK and HOLIDAYS  \n", "Section 1. Work Day / Work Week. The regular work week will start on Monday and  \nconclude on Friday. The normal work hours are between 7:00 a.m. and 3:30 p.m. Start  \ntime for the work day may be changed by the Employer to begin anytime between 6:00  \na.m. and 9:00 a.m. by mutual agreement of the Union and the Employer.  \nSection 2. Overtime. All time worked prior to an established starting time or after eight  \n(8) hours in one day, Monday through Friday and all hours worked over forty (40) hours  \nin one week shall be paid for at the overtime rate of time and one-half (1%). A full half-  \nhour (4) lunch period shall be given near the midpoint of the shift. Any employee who is  \nrequired to work more than five (5) hours without their lunch period, and who has not  \nhad their lunch, shall receive a half (%) hour pay at the appropriate overtime rate.  \nSection 3. Shift Work. The Employer may schedule second (2™) and third shifts  \n- when necessary from Sunday, midnight to Friday midnight. Employees working second  \n(2\") shift shall receive eight (8) hours pay for seven and one-half (7%) hours of actual  \nwork plus a twenty-five cents ($.25) per hour premium. Employees working third  \nshift shall receive eight (8) hours pay for seven (7) hours of actual work plus a fifty cents  \n($.50) per hour premium. When working shifts, the Employer will notify the Union and  \nsuch shift shall not be less than a minimum of three (3) days.  \nSpecial Shift. With prior notification by the Employer to the Business Manager, if a  \nspecial shift is required by an owner and/or if the Employer needs to perform work  \nwhich cannot be performed during regular working hours, employees may work a  \nspecial shift and receive $1.50 per hour over base rate for eight (8) hours work plus  \nthirty (30) minutes unpaid lunch after the fourth (4'\") hour. No employee may work on a  \nspecial shift if he has performed bargaining unit work that day during the regular  \nworking hours. The Employer's request for this special shift must include the starting  \ndate, the approximate number of employees involved and the estimated conclusion  \ndate. Other terms and conditions may be agreed to between the Business Manager and  \nthe Employer. |  \nSection 4. All work done on Sunday, and Holidays shall be paid for at the double time  \nrate. Holidays recognized by the terms of this Agreement shall be:  \nNew Year's Day Thanksgiving Day  \nMemorial Day | Day after Thanksgiving Day  \nFourth of July Christmas Day  \nLabor Day  \nNo work shall be done on Labor Day except to save life or property. Veteran's Day shall  \nbe celebrated the day after Thanksgiving. Furthermore, if a holiday falls on a Sunday, it  \nshall be celebrated on the following Monday. If a holiday f falls on a day other than a  \nSunday, it shall be celebrated on that date.  \nSection 5. Private Commercial or Non-Prevailing Work up to $250,000, Where not  \nprohibited by law, all work performed under this classification shall be paid at 70% of the  \njourney wage scale plus full contribution to the fringe benefit funds listed in Schedule A.  \nLaborers will perform Laborers' work. Article 8, Reporting and Show-up Time and  \nArticle 11, Foreman, shall not apply to work performed under this classification.  \n"], ["ARTICLE 7  \nWAGE RATES, CONTRIBUTIONS and DEDUCTIONS  \n", "Section 1. Pension Fund. Beginning with the effective date of this Agreement the  \nEmployer agrees to make payments to and be bound by the Agreement and Declaration  \nof Trust establishing Laborers’ Local 231 Pension Fund including any amendments,  \nhereto or hereafter duly adopted by the Trustees thereof. The Employer shall pay to the  \nPension Fund, for each straight time hour or portion thereof performed by an employee  \nworking in covered employment, the sum per hour as denoted in Schedule A.  \nSection 2. Welfare Fund. Beginning with the effective date of this Agreement the  \nEmployer agrees to make payments to and be bound by the Agreement and Declaration  \nof Trust establishing Laborers' Local 231 Health & Welfare Fund including any  \namendments hereto or hereafter duly adopted by the Trustees thereof. The Employer  \nshall pay to the Health & Welfare Fund, for each straight time hour or portion thereof  \nperformed by an employee working in covered employment, the sum per hour as  \ndenoted in Schedule A.  \nSection 3. Annuity Fund. The Employer also agrees to make payments to and be  \nbound by the Agreement and Declaration of Trust establishing Laborers' Local 231  \nAnnuity Trust Fund, including any amendments duly adopted by the Trustees thereof.  \nThe Employer shall pay to the Annuity Fund, for each straight time hour or portion  \nthereof performed by an employee working in covered employment, the sum per hour  \nas denoted in Schedule A.  \nSection 4, Health & Safety. The Employer also agrees to make payments to and be  \nbound by the Agreement and Declaration of Trust establishing Laborers' Health and  \nSafety Fund of North America (LHSFNA), including any amendments duly adopted by  \nthe Trustees thereof.  \nThe Employer and the Union recognize that they have a mutual concern regarding the  \nhealth and safety of workers. These concerns are best addressed through a labor-  \nmanagement cooperative approach. To assure a safer and healthier situation for  \nworkers, the Employer and the Union agree to participate in the labor-management  \ncooperation trust fund known as Laborers' Health and Safety Fund of America  \n(LHSFNA). The Employer agrees to pay to the Laborers' Health and Safety Fund of  \nNorth America contributions at the rate listed in Schedule A for each hour or portion of  \nany hour worked for which each employee covered by this Agreement is entitled to  \nreceive pay.  \nSection 5. LECET. The Employer also agrees to make payments to and be bound by  \nthe Agreement and Declaration of Trust establishing Laborers'-Employers Cooperation  \nand Education Trust Fund (LECET), including any amendments duly adopted by the  \nTrustees thereof.  \nThe Employer and the Union also recognize that they have a mutual concern regarding  \nthe proper employment education of workers. These concerns are best addressed by  \nparticipation within the trust fund known as the Laborers-Employers Cooperation and  \nEducation Trust (LECET). The Employer agrees to pay to the Laborers'-Employers  \nCooperation and Education Trust (LECET) contributions at the rate denoted in Schedule  \nA for each hour or portion of an hour worked for which each employee covered by this  \nAgreement is entitled to receive pay.  \nSection 6. Training. The Employer shall contribute to and be bound by the Agreement  \nand Declaration of Trust establishing the Illinois Laborers' and Contractors Joint  \nApprenticeship & Training Program as has heretofore been amended or may hereafter  \nbe amended in the amount listed in Schedule A for each hour worked by employees of  \nthe Employer within covered employment.  \nsection 7. The Parties have mutually agreed that all contributions and deductions shall  \nbe paid for all hours worked at the straight time rate of pay in the counties covered by  \n9  \n   \n   \nthe Agreement and that all trust documents shall be amended to reflect this agreement.  \nPayments of all fringe benefit monies shall be made by the Employer no later than the  \n15\" day of the month following the month in which hours of covered employment were  \nworked.  \nsection 8. Check-Off. The Employer shall, upon receipt of a proper assignment  \nexecuted by an employee deduct the amounts shown on the check-off authorization  \ncard (and are listed in Schedule A), from the wages of such employee and forward such  \nmonies to Laborers' Local 231.  \nThe following items fall within the designation of check-off:  \nA.  \nWorking Dues. The membership working dues of Laborers' Local 231  \nwhich shall be listed in Schedule A.  \nVoluntary contribution to Laborers' Local 231 Laborers' Political Leaque.  \nThe amount per hour for each hour worked under the geographical  \njurisdiction of Laborers' Local 231 Laborers' Political League is an entity  \nseparate and apart from Laborers' International Union of North America  \nLocal 231 and if the Employer fails to make the required deduction and  \nremittance, the Employer shall be liable for all reasonable costs incurred  \nby Laborers’ Local 231 Laborers' Political League for collecting payment  \ndue thereon together with any reasonable attorneys fees and liquidated  \ndamages in an amount not less than 20% of the contribution due and any  \naction to recover said amounts may be brought in the name of Laborers’  \nLocal 231 Laborers' Political League.  \nReal Estate Maintenance Fund. The amount listed in Schedule A per hour  \nfor each hour worked under the geographical jurisdiction of the  \nInternational Union of North America Local 231 to be used as a permanent  \nfund for the maintenance of real estate owned by the Local Union.  \nVoluntary contribution to Laborers' Local #231 Laborers' Political League  \n(Federal). The Employer agrees to deduct the amount listed in Schedule A  \nfor each hour worked from the wages of those employees who have  \nvoluntarily authorized such contributions on the forms provided for that  \npurpose by the Union and to transmit those funds on the monthly  \ncontribution report form.  \nILLC. The Employer agrees to pay to the Illinois Laborers' Legislative  \nCommittee contributions at the rate per hour listed in Schedule A for each  \nhour or portion of an hour worked by an employee covered by this  \nAgreement.  \nOrganizing Fund. Upon receipt of a proper assignment executed by an  \nemployee, the Employer agrees to deduct from the wages of each such  \n10  \nemployee the amount listed in Schedule A for the Midwest Region  \nOrganizing Committee and forward all payments pursuant to this Article on  \nthe form provided by the Union.  \nG. Laborers' Local 231 Retiree Council. The amount per hour listed in  \nSchedule A for each hour worked under the geographical jurisdiction of  \nLaborers' Local Union of North America Local 231 to be used as a  \npermanent fund for the Laborers' Local 231 Retiree Council.  \nsection 9. A failure by the Employer to make the required payments at the time  \nspecified shall be deemed a gross breach of this Agreement by the Employer and the  \nUnion shall be free to take any appropriate action including the withholding of services  \nby Employees and the publication by traditional means of the nature and cause of the  \ndispute to other parties.  \nSection 10. All Employers bound by this Agreement shall, for each month in which an  \nemployee performed work in covered employment, submit to the Funds a report  \ndetailing the hours of covered employment worked by employees on a form to be  \nprovided by the Union, and will make all payments to Laborers' Local 231 Clearing  \nAccount, P.O Box 374, Pekin, Illinois; 61554, or to such other account(s) or address(es)  \nas the respective Funds from time to time shall designate in writing to the Employer.  \n"], ["ARTICLE 8  \nREPORTING and SHOW-UP TIME  \n", "section 1. An employee referred to an Employer under the provision of Article 5,  \nSection 1 of this Agreement shall receive no less than eight (8) hours pay on the first  \nday of employment except in case of inclement weather or equipment breakdown.  \nSection 2. When employees employed on a job finish their day's work, and return to  \nwork on the following day, they shall be allowed two (2) hours show-up time, unless  \nthey have been notified the day before that there would be no work or notified at least  \none (1) hour before starting time that no work is available that day.  \nSection 3. The employee must stay on the job for the time paid for show-uptime unless  \nreleased by Supervisor.  \nSection 4. If the employee starts to work and works more than two (2) hours, and the  \njob is shutdown for reasons other than inclement weather or equipment breakdown, the  \nemployee will receive not less than four (4) hours' pay. If the employee starts to work  \nand works more than four (4) hours, and the job is shutdown for reasons other than  \ninclement weather or equipment breakdown, the employee will receive pay for actual  \nhours worked. The employee shall remain on the job unless released by the Employer's  \nSupervision.  \n11  \n   \n   \n"], ["ARTICLE 9  \nPAYMENT of WAGES  \n", "The Contractor shall pay the employees once every week on the regular weekly payday  \nestablished by the Contractor. The employee shall be paid immediately on payday or be  \npaid the current wage rate for such time the employee is required to wait. The pay shall  \nbe in cash or payroll check and the Contractor shall not hold back more than five (5)  \ndays to make up the payrolls. |  \nIf an employee is discharged or laid off, the employee shall be paid immediately or paid  \nthe current wage rate for such time the employee required to wait for their pay, unless  \ndifferent arrangements have been made with the Business Manager of the Union. If a  \ncheck is refused because of insufficient funds, then the employees will be paid in cash.  \nWhen payday falls on a holiday, the employees shall be paid on the day before such  \nholiday, prior to quitting time.  \nIf there is no work on payday, the paychecks shall be given to the employees by 12:00  \nnoon. a  \nBy mutual agreement between the Business Manager and Employer, if an employee is  \ndischarged or permanently laid off and the Employer does not have facilities at the job  \nsite to prepare payroll checks, the Employer shall mail the employee's paycheck on the  \nnext business day to the address provided to the Employer. Checks must be mailed and  \npostmarked within twenty-four (24) hours, excluding Holidays and weekends. In the  \nevent an employee is not paid within the time specified herein, waiting time at the  \nstraight time rate shall be charged until payment is made. Waiting time shall not exceed  \neight (8) hours in any one twenty-four (24) period.  \n"], ["ARTICLE 10  \nPRE-JOB CONFERENCE  \n", "If the Union or the Employer request a Pre-Job Conference prior to commencement of  \nwork, it shall be held. At the Pre-Job Conference the Employer shall advise the Union of  \nits requirements as to the workmen required in the respective classifications, the  \nprobable starting date, duration of the job and the working schedule.  \nShould any Employer refuse to participate in a Pre-Job Conference, said Employer will  \nautomatically forfeit his right to the grievance and arbitration procedure as outlined in  \nthis Agreement, and the Union shall have the right to strike and picket. It is agreed that  \na Contractor working within the jurisdiction of Local Union party of this agreement, shall  \nnotify the Business Manager before starting to work.  \n12  \n   \n"], ["ARTICLE 11  \nKEY MAN  \n", "At the pre-job conference upon request of the Employer the Union may allow the use of  \none key man on a jobsite who needs not be a member of Local 231. The Employer  \nmust demonstrate that the job to be done calls for the use of special skills, experience  \nor training which qualify the key man for work on the job. The first laborer on the job and  \nthe last laborer on the job shall be from Local 231. In the event that the Union allows the  \nuse of a key man the Employer shall be responsible for securing an employee  \nauthorization card allowing the check-off of ail dues, training funds, annuity fund, [AF  \ncontribution and pension and health and welfare benefits for payment to Local 231  \nClearing Account. In the event that the employee does not sign the authorization or  \ncheck-off card the Employer shall be responsible for direct payment of all such amounts  \non a weekly basis.  \nIn the event the Employer fails to comply with this article the Union reserves the right to  \nstrike to obtain compliance.  \n"], ["ARTICLE 12  \nFOREMAN  \n", "Laborer foremen shall be working foremen, who shall be a member of the Laborers'  \nLocal 231 and shall receive one dollar ($1.00) per hour more than the highest paid  \nlaborer under their supervision. One (1) labor Foreman shall be designated for every six  \n(6) laborers.  \n"], ["ARTICLE 13  \nSUBCONTRACTING  \n", "The Employer agrees to recognize the territorial and occupational jurisdiction of the  \nUnion to the extent that it shall not use on the job-site for the performance of any work  \nthat jurisdiction, which has been historically and continuously performed by  \nemployees within the unit covered by this Agreement, any Employer, company or  \nconcern that does not observe the wages, fringe benefits, hours and economic  \nconditions of employment as enjoyed by the employees covered by this Agreement.  \n"], ["ARTICLE 14.  \nLABORERS' JURISDICTION  \n", "The Laborers' jurisdiction includes, but is not limited to the following:  \nWrecking of any structure; mates and deckhands; concrete saw operators; concrete  \nburners; asphalt saw operators; chain saw operators; form tampers; sandblasting;  \n13  \n   \nSignal persons; watch persons; flare persons; gravel box persons; chip spreaders:  \ntending. all type heaters; and mechanical buggies, operating saws when used for  \nclearing; setting, lining and leveling of all forms, wood or iron; the laying assembling of  \ntemporary water lines; unloading and installation of well points on a dewatering system  \nand dismantling of same; transporting, set-up and dismantling of all pumps up to four  \nand one-half (4’%) inches in diameter, electric or gas power; tending to Carpenters:  \nlaying of steel mesh and setting of center steel and expansion joints; blocking up and  \nstriking off of concrete and all mechanical strike-off; all work of drill running and blasting,  \nincluding cement hoppers; skip persons; aggregate scales, signal persons and flaggers  \non all construction work defined herein; manning and servicing of all vibrators; laying,  \njointing and pointing of all sewer tile; handling, distributing, laying and making of all  \njoints on water mains; handling and firing on tar kettles, applications of plastic sealants  \nwhen applied by hand methods; wrecking, stripping, removing or dismantling of forms  \nused for concrete construction; actual laying of telephone ducts, priming and wrapping  \nof pipe and handling of skid's on pipelines; stringline persons and setting of  \nbatterboards on sewers; handling, unloading and laying of plastic and relining of all  \npipes. All Laborers' work associated with geothermal work. The loading, unloading,  \nerection and dismaniling of all-temporary fencing.  \nThe curing and covering of concrete by any mode or methods, excluding self-propelled  \nmachines; the unloading, handling, placing, tying and cutting of continuing reinforcing in  \nconcrete pavement; swampers on heavy equipment and the unloading and loading of  \nservice trucks.  \nThe work of rod persons, stake drivers, chain persons and filling of test blocks if done  \nby employees directly employed by the contractor signatory to this Agreement will be  \nthe work of the Laborers. This does not apply to employees of any outside firm,  \nconsulting engineer, surveyor, or governmental body doing work on the site such as  \nsurveyor layout crews, engineers, inspectors, or technicians unless such outside firm is  \nsignatory to this Agreement.  \nUnderpinning, lagging, bracing, propping and shoring, raising and moving of all  \nstructures; raising of structure by manual or hydraulic jacks or other methods. All work  \non house moving, shoring and underpinning of structures; loading, signaling, right-of-  \nway clearing along the route of movement. Resetting of structure in new location to  \ninclude all site clearing, excavation for foundation and concrete work. Clean-up and  \nback filling, landscaping old and new sites.  \nWrecking. The wrecking or dismantling of building and all structures. Breaking away  \nroof materials, beams of all kinds, with use of cutting or other wrecking tools as  \nnecessary. Burning or otherwise cutting all steel structural beams. Breaking away,  \ncleaning and removal of all masonry and wood or metal fixtures for salvage or scrap. All  \nhooking on and unhooking and signaling when materials for salvage of scrap are  \nremoved by crane or derrick. All loading and unloading of materials carried away from  \nthe site of wrecking. All cleanup, removal of debris, burning, back filling and landscaping  \nof the site of wrecked structure.  \n14  \n   \nThe loading, unloading and placing of all cribbing and crane mats.  \nThe second man on the back of the screed on an asphalt paver will be a Laborer.  \nAsbestos abatement and hazardous waste removal work,  \nThere will be a minimum of one Laborer Carpenter Helper for each three (3)  \n- Carpenters.  \nTemporary and permanent field fence.  \nClear and grub, layout, dig holes, mix, place, puddle, smooth and float concrete footing  \nfor permanent chain-link fence.  \nLoad, unload, stockpile, handle and distribution of chain-link fence.  \nMetal Guardrail: Layout, clear and grub, mark, sight, plumb, dress and set all posts and  \nrestraint plates.  \nLoad, unload, stockpile, handle and distribution on guardrail line all materials, tools and  \nequipment.  \nCable guardrail on wood posts.  \nTreated wood post construction with plank, cable, metal plate or any other type beam,  \nrail or fabric. Guide posts and guard posts (all types) permanent and/or temporary,  \nincluding right-of-way markers and section markers.  \nAll jackhammer persons, gunnite nozzle persons, bricklayer tenders, air spades, asphalt  \nrakers, blade grade operators, form setters, mechanical form tampers, powder persons,  \nrubbing of concrete, cement handlers, dumping dry cement from dump and batch  \ntrucks, sewer tile and pipe layers, shoring and bracing in sewers and tunnels, puddlers,  \nhopper persons, power tool operators, spotters on dump persons or on levees, fills,  \ngrades, priming and wrapping of gas lines, and handling of creosote lumber and the  \nhandling of lime.  \n"], ["ARTICLE 15  \nDISPUTE PROCEDURE  \n", "Any dispute, except jurisdictional, which may arise between the parties hereto, or any  \nparticular Employer or the Local Union Covered by this Agreement, which cannot  \npromptly and satisfactorily be resolved by agreement, shall be resolved in the following  \nmanner:  \n15  \n   \n1. A Committee consisting of an equal number of members appointed by  \nAGC of Illinois and the Great Plains Laborers’ District Council shall meet  \nand hear and consider the matter and, in good faith and to the best of their  \nability, attempt to reach a majority decision on the merits of the dispute. If  \na majority decision is reached on the issue then such decision shall be  \nfinal and binding.  \n2. In the event that the Committee fails to reach a majority decision within a  \nbrief and reasonable period of time, the AGC of Illinois and the Great  \nPlains District Council shall mutually select an impartial umpire,  \nwho shall conduct a hearing and shall issue an award, which shall be  \ndispositive of the dispute and shall be final and binding.  \n3. The parties to the dispute shall equally share the fee and expenses of the  \nimpartial umpire. |  \nJurisdictional disputes shall be resolved exclusively in accordance with Section 10(k) of  \nthe National Labor Relations Act, as amended.  \n"], ["ARTICLE 16  \nGENERAL WORKING CONDITIONS  \n", "Section 1. On stationary jobs employing four (4) or more Laborers and lasting over one  \nhundred and twenty (120) working days and commencing during the months of  \nNovember, December, January or February, the Employer shall furnish a warm place to  \neach lunch and to change clothes during that period.  \nsection 2. Ice water and paper cups will be on the job within one (1) hour from staring  \ntime.  \nSection 3. It is understood and agreed that it will not be a violation of the Agreement  \nfor members of the second part to refuse to work in water, sloppy concrete, mud or  \nwhere water drips on them, unless proper rubber wearing apparel is provided by the  \ncontractor.  \nsection 4. Any employee injured on a job who is unable to return to the job by written  \norder of the doctor that day, shall receive a full day's pay. If the employee returns to the  \njob that day, the employee shall be paid full time for the time lost during regular hours. If  \nthe employee's occupational injury permits the employee to continue to work, but  \nrequires the employee to have subsequent visits or necessary medical treatment during  \ntheir scheduled work hours, the employee will be paid for the time lost from the  \nemployee's scheduled work in making such visits.  \n16  \n"], ["ARTICLE 17  \nALCOHOL and NON-PRESCRIPTION DRUGS  \n", "Section 1. Possession, sale or use of alcohol or non-prescription drugs on the  \nEmployer's property, site of construction or during the working hours regardless of the  \nlocation shall be grounds for termination. Any Employee who reports to work under the  \ninfluence of alcohol or nonprescription drugs shall be subject to termination. \"Non-  \nprescription drugs\" shall be defined as drugs, which cannot be legally dispensed without  \na prescription and are not covered by a current valid prescription endorsed by a  \nqualified physician for use by named Employee in question. Employees working under  \nthis Agreement shall be subject to all necessary diagnostic medical testing for purpose  \nof verifying compliance with this provision, when required by the Employer at the  \nexpense of the Employer.  \nSection 2. Provision for Employee drug or alcohol testing will be outlined in Employer  \npolicy and procedure or as required in documentation by Project Owners. Drug and  \nalcohol testing shall consist of, but not limited to, pre-employment, random and  \nreasonable cause. Reasonable cause shall include for example, but is not limited to,  \nvisible impairment, possession, reports of on duty use, prior detection and rehabilitation,  \nor involvement in an accident, injury or unsafe act Employees refusing to consent to  \nsuch testing shall be deemed to have voluntarily quit. |  \nSection 3. Personnel utilized for testing will be certified as qualified to collect samples  \nand adequately trained in collection procedures. The laboratory selected to conduct the  \nanalysis shall be certified by the Department of Health and Human Services and/or  \nSubstance Abuse and Mental Health Services, hereinafter, SAMHSA, formerly known  \nas NIDA) approved.  \nsection 4. All drug and/or alcohol testing shall follow the procedures outlined by  \nSAMHSA and shall be in compliance with all State and Federal laws regarding  \nalcohol/drug testing. |  \nsection 5. All drug screening tests shall be capable of identifying marijuana, cocaine,  \nopiates, (morphine & codeine), phencyclidine (PCP), and amphetamines  \n(amphetamines, methamphetamines) or other drugs that may be specified by current  \nSubstance Abuse and Mental Health Services Administration guidelines.  \nSection 6. Employees taking prescription medication, which according to their  \nphysician has physical or mental side effects, which could cause impairment on the job  \nsite, should report the medication to site supervision. Employees who report use of  \nlawful medication as described above shall not be disciplined for use of same.  \nsection 7, Any employee with test results of negative shall by compensated for all  \nhours lost. If an Employee has a confirmed positive test, he will be: (a) suspended  \nwithout pay up to 30 days, as determined by established company policy, (b) mandatory  \nenrollment in a certified rehabilitation program, at employee's own expense, and  \n17  \n   \nsuccessful completion, (c) and agree to periodic random drug testing for up to two (2)  \nyears after successful completion of rehabilitation program. A second positive test or  \nrefusal to participate in a certified rehabilitation program after the first positive test shall  \nresult in termination of employment.  \nsection 8. Concentrations of a drug at or above the following levels shall be  \nconsidered a positive test result when using the initial immunoassay drug-screening  \ntest:  \nAnalytes and Their Cutoffs  \nEffective Date: October 1, 2010  \nReference: Federal Register, November 25, 2008 (73 FR 71858), Section 3.4  \nconcentration analyte concentration  \nmetabolites  \nCocaine metabolites | 150 ng/mL 100 ng/mL  \n       \nInitial test analyte  \n         \n        \n   \nOpiate metabolites 2000 ng/mL  \nCodeine/Morphine Morphine 2000 ng/mL  \n6-Acetylmorphine 10 ng/mL  \nPhencyclidine 25 ng/mL  \nAmphetamines ° 500 ng/mL Amphetamines 250 ng/mL  \nAMP/MAMP * Methamphetamine ° | 250 ng/mL  \nMDMA 500 ng/mL MDMA 250 ng/mL  \n: MDA 250 ng/mL  \n_ | MDEA ® 250 ng/mL  \n! Deita-9-tetrahydrocannainol-9carboxylic acid (THCA).  \n* Morphine is the target analyte for codeine/morphine testing.  \n* Either a single initial test kit or multiple initial test kits may be used provided the single test kit detects  \neach target analyte independently at the specified cutoff.  \n4 Methamphetamine is the target analyte for amphetamine/methamphetamine testing.  \n° To be reported as positive for methamphetamine, a specimen must also contain amphetamine at a  \nconcentration equal to or greater than 100 mg/mL.  \n° Methylenedioxymethamphetamine (MDMA).  \n” Methylenedioxyamphetamine (MDA).  \n® Methylenedioxyethylamphetamine (MDEA).  \n     \n        \n   \n        \n      \n       \nAlcohol test level at or above .04 shall be considered a positive test for safety-sensitive  \nequipment.  \nsection 9. Termination under this provision, including the circumstances surrounding  \nthe conduct of the drug or alcohol test, shall be fully subject to the grievance and  \narbitration provisions of this contract.  \n18  \n"], ["ARTICLE 18  \nBUSINESS MANAGER AND STEWARD  \n", "section 1. Business Manager. It is agreed that the Business Manager or his  \ndesignated representative will have the unrestricted right to visit all jobs where the  \nBusiness Manager's members are employed, but will in no way interfere with the  \nprogress of the work.  \nsection 2. Steward. The Business Manager may appoint a steward on all projects or  \nportions of projects whose duty it will be to see that this contract is adhered to and that  \nall work coming under jurisdiction of the Union is performed by employees covered by  \nthis Agreement.  \nsection 3. The steward is to perform all duties assigned to him by the Business  \nManager. The steward is to work the same as any other employee on the job.  \nSection 4. It shall be the duty of the steward to report to the Union any accident to any  \nof the employees which may occur on the job where employed. It shall be the duty of  \nthe steward to personally see that the injured employees are taken care of and their  \nfamily notified without loss of time or pay to the steward so engaged.  \nsection 5. The steward shall not be transferred from one project to another without  \ngetting consent from the Business Manager. .  \nsection 6. The Employer shall recognize the right of the Union to select a steward from  \namong its employees to perform the duties assigned to the steward by the Union. These  \nduties will include the promotion of harmony, respect, and cooperation on the jobsite.  \nSection 7. The steward shall not be discharged because the steward is performing  \nduties as a steward, nor shall the steward be discriminated against because of the  \nsteward's affiliation with the Union or because of activities on behalf of the Union.  \nSection 8. The steward shall work when there is any work to be performed by the  \nLaborers. The steward shall be the last man on the job, if qualified. No steward shall be  \ndischarged without the Employer conferring with the Business Manager of the Local  \nUnion involved, and a mutual understanding arrived at. The steward shall be allowed  \nwhatever time is necessary to police the job when necessary.  \nSection 9. When an employer sees fit to discharge an employee or employees or have  \na reduction in the work force, the Employer is to notify the steward.  \nSection 10. When a job is temporarily shut down to weather, material shortages or  \nsimilar cause and employees are laid off, the steward shall be the first employee  \nrecalled to work when the work resumes if qualified to do the work.  \n19  \n"], ["ARTICLE 19  \nLIMITATION ON LIABILITY  \n", "Section 1. It is understood and agreed that the Association is acting only as agent for  \nthose contractors who have authorized it to negotiate and execute this Agreement and  \nin no event shall the Association be bound as principal or be held liable in any manner  \nfor any breach of this contract by any Employers. It is further agreed and understood  \nthat the liabilities of the Employers who are bound by this contract shall be several and  \nnot joint.  \nsection 2. It is understood and agreed that the District Council is acting only as agent  \nfor those Local Unions who have authorized it to negotiate and execute this Agreement  \nand in no event shall the District Council be bound as principal or be held liable in any  \nmanner for any breach of this contract by and Local Union. It is further agreed and  \nunderstood that the liabilities of the Local Unions who are bound by this contract 'shall  \nbe several and not joint.  \n"], ["ARTICLE 20  \nBONDING  \n", "For cause, unless waived by mutual agreement between the Employer and the Union,  \nany Employer who has not maintained a business office within the jurisdictional area  \ncovered by this Agreement for at least one (1) full year immediately preceding the  \nexecution of this Agreement shall obtain and maintain during the term of this  \nAgreement, a surety bond in an amount to be determined by the Business Manager to  \nguarantee to its employees working under this Agreement the payment of wages and  \nfringe benefits, including Pension Fund and Welfare and Training Fund Payments.  \nIn the event of failure, default or refusal of the Employers to meet their obligations to  \ntheir employees or the Pension Fund, Welfare Fund and Training Fund when due, the  \nUnion aggrieved employees or the Trustees of the Pension Fund, Welfare Fund and  \nTraining Fund, after written notice to the Employer and Bonding Company, may file  \nclaim to obtain payment, costs and reasonable attorneys' fees therefrom of the  \napplicable surety bond.  \nFailure of an Employer to obtain and maintain an effective surety bond as required  \nherein or failure and default by an Employer of payment of obligations covered by this  \nAgreement in the excess of the amount of the surety bond may; at the option of the  \nUnion, be declared by the Union a gross breach of this Agreement in consequent of  \nwhich the Union shall have the right to resort to economic and other sanctions against  \nthe said Employer; bond. to remain in full force and effect for a period of ninety (90)  \ndays after job completion.  \n20  \n   \n"], ["ARTICLE 21  \nSAVINGS and SEPARABILITY  \n", "It is the intent of both parties to this Agreement to comply fully with all State and Federal  \nlaws. If it is found by competent authority that any section of this Agreement is in conflict  \nwith any State or Federal laws, then such section shall be void and both parties agree to  \nimmediately meet and re-negotiate such sections to conform to the law. All other  \nSections and Articles of this Agreement shall remain in full force and effect.  \n"], ["ARTICLE 22  \nCOMPLETENESS of AGREEMENT  \n", "The parties agree that the total results of their bargaining are embodied in the  \nAgreement and neither party is required to render any performance not set forth in the  \nwording of this Agreement. This Agreement may be amended only by written agreement  \nsigned by both parties. Except as otherwise specifically provided herein, all the rights of  \nthe Contractors, the employees and the Union are retained.  \n"], ["ARTICLE 23  \nNO STRIKE/NO LOCKOUT  \n", "The Union agrees there will be no strikes or work stoppages or slowdowns of any kind  \nfor any reason for the duration of this Agreement. The Employer agrees there will be no  \nlockouts of any kind for any reasons for the duration of this Agreement.  \n"], ["ARTICLE 24  \nSAFETY  \n", "Section 1. It is recognized there are important roles to be performed by the employees,  \nunion officials and management in the prevention of accidents and ensuring a safe and  \nhealthy working environment. The worksite should be maintained in a clean and orderly  \nState, so as to encourage efficient and safe operations.  \nsection 2. ‘It is important to succeed in this cooperative effort because it is also  \nrecognized that failure can mean emotional and financial hardship to the employee and  \na threat to the security of his family.  \nsection 3. It is because of these mutual benefits that the employees, union officials  \nand management pledge to do all that is possible to maintain a safe, hazard-free  \nworking ‘environment for all on the job, including initial and continuous training, regular  \ninspections, establishment of emergency procedures and the commitment and  \ncooperation of the parties to this Agreement.  \n21  \n   \nsection 4.  \n(A) The Laborers shall use its training facility to insure that all Laborers shall  \nbe required to successfully complete the 10-Hour OSHA (Occupational  \nSafety and Health Administration) Construction Safety Course. Thereafter,  \neach Laborer shall be required to successfully complete the 10-Hour  \nOSHA Construction Safety and Health Course every two (2) years to  \nmaintain their safety awareness and competence. Employers may request  \nreferral of Laborers who have completed the 10-Hour OSHA Course and  \nrefuse Laborers who have not completed the course without penalty.  \n(B) Furthermore, to increase the safety awareness on all job sites, all  \nLaborers shall be required to successfully complete the four (4) hours  \nLaborers' Flagger Certification Program arid thereafter maintain their  \ncertification by repeating the Flagger Certification every three (3) years.  \nAfter May 1, 2006, Employers may refuse Laborers who have not obtained  \nthe certification.  \nSection 5. Personal Cell Phones and Other Communication Devices: Because they  \ncreate distractions and disrupt regular work routines, the use of personal  \ncommunication devices such as cellular phones and audible pagers is prohibited during  \nwork hours and in work areas, unless the company has provided such devices to the  \nemployee for business use only. Any employee carrying a non-company issued pager  \nwith an audible alarm must ensure the alarm is turned off during work hours and in work  \nareas. Employees must not make, return or receive calls on personally owned portable  \nphones during work hours. Employees will have access to communication devices for  \nemergencies. Limited and TEMPORARY exceptions to this policy permitting the use of  \npersonally owned communication devices for ongoing personal emergency situations  \n(such as imminent birth of a child) can be made only with the prior and continued  \napproval of the employee's supervisor.  \nSection 6. All Laborers shall be responsible for wearing appropriate safety gear such  \nas boots, ear, eye and head protection. The Employer and all Employees agree to abide  \nby all Federal, State, Local and Company safety' policies.  \nSection 7. Failure on the part of an employee to comply with safety rules established  \nby the Employer may be grounds for dismissal.  \n22  \n   \n"]]