[["", "       \n    \n   \n€ ©  \nCO NS  \n“MERC IN. Ww  \nCOLLECTIVE BARGAINING AGREEMENT  \nBy and between  \nACME MARKETS, INC  \nAnd  \nUNITED FOOD and COMMERCIAL WORKERS,  \nLOCAL 1776  \nEffective: February 6, 2005  \nExpires: February 2, 2008  \nTO: Local 1776 Acme Markets, Inc. Members  \nDear Member:  \nThis is a copy of your Collective Bargaining Agreement.  \nThis document establishes the rules and regulations that  \ngovern your workplace and details the pay and benefits to  \nwhich you are entitled. Read it carefully.  \nYour contract is a living document only when each  \nmember knows it, lives by it and enforces it. Make sure you  \nknow your contract.  \n[f you have any questions about your contract and how  \nit is interpreted, be sure to contact your Shop Steward or  \nyour Union Representative.  \nWith a contract we have the unity and the strength to  \nforge ahead and meet the challenges of the future.  \nTogether we can make it work,  \nSincerely and Fraternally,  \nWEND . YOUNG, IV  \nPresidefht  \nTable of Contents  \nPage  \nFS |  \nBereavement Leave: Wil. Pay sa 9  \nDuration OF 39  \nExhibit 1 - Addendum 4]  \n2 ~ 42  \nExhibit 3 - Miscellaneous Agreements a  \nExhibit 4 - Benefits At A Glance® 46  \nExhibit 5 - Benefits At A Glance* 49  \nExhibit 6 Pension 50  \nP 51  \nGrievance And Arbitration Procedure 10  \nATI one un 31  \n| oan” 29  \n23  \nHours And Overtime 17  \nHousing Trust PUnd 38  \nJOD 37  \nLanguage Simplification 38  \nLeave Of Absence With Pay 9  \nLeave Of Absence Without Pay 8  \nManag emicnt R10 NS 3  \nMiscellaneous Working Conditions 27  \nNo Strikes, NO 3]  \nBG Gs © 3  \nPROVISIONS 35  \nPersonmel Transactions 3  \ninc |  \nAOC ene eae  \nRight Of Discharge And Appeal 11  \n+  \n37  \nBUC ie on 36  \nDU ay 22  \n4  \nSHOP... 3  \nUnion Stewards, Enforcement Of Standards 29  \n24  \nAGREEMENT  \nTHIS AGREEMENT made and entered into this 8th day of December 2005, by  \nand between ACME MARKETS, INC. (hereinafter referred to as “Employer’),  \nand UNITED FOOD AND COMMERCIAL WORKERS UNION NO. 1776,  \nPHILADELPHIA DIVISION AND ALLENTOWN/READING DIVISION  \n(hereinafter referred to as “UNION”), affiliated with the United Food and  \nCommercial Workers International Union affiliated with the AFL-CIO.  \n"], ["ARTICLE 1  \nPURPOSE  \n", "1.1 The employer and the Union have reached agreement with each other in  \nregard to wages, hours, and other conditions of employment which are set forth,  \nwith particularity, in this Collective Bargaining Agreement.  \n1.2 There shall be no discrimination against any Employee because of race,  \ncolor, creed, age, sex, sexual preference or union membership or activities.  \nWhenever a word is used in the masculine gender, it is intended to and does  \ninclude both men and women equally.  \n"], ["ARTICLE 2  \nRECOGNITION AND JURISDICTION  \n", "2.1 The Employer recognizes Union as the exclusive representative of all  \nemployees, except meat, delicatessen, seafood employees, store director and  \nsupervisors, in all retail food stores served by Warehouses in the Employer’s  \nPhiladelphia Region in accordance with past practice. (Documents clarifying  \nintent of parties attached hereto as Exhibit 1 Addendum).  \n2.2 a. All work and services connected with or incidental to the handling or  \nselling of merchandise offered for sale in the Employer’s establishment with the  \nexception of beverage, bread vendors, rack jobbers, and other vendors as clarified  \nin Exhibit 2, shall be performed by employees referred to above. However, in the  \nevent of a crisis resulting in a reduction of hours or layoff the Union may revoke  \nsaid relief in the affected store(s) in order to protect the hours and jobs of union  \nmembers. This provision shall be waived during the initial six (6) months of a  \nmajor remodel or a new store opening.  \nb. The following terms will be effective 01/01/2006 through 02/02/2008. All  \nwork and services connected with or incidental to the handling or selling of mer-  \nchandise offered for sale in the Employer’s store’s shall be performed by the  \nemployees referred to above, except that the Employer may use any direct store  \ndelivery assistance available to the trade. Upon a written request by the Union,  \nthe Company will provide the Union with the total monthly hours and total  \nmonthly sales for a store for the preceding three months. If the proportion of  \nhours compared to sales has been significantly reduced in the preceding 3  \nmonths, then restrictions on vendor utilization, for that store, shall revert back to  \nthe restrictions in place under the parties’ contract dated 01/23/2000 through  \n02/05/2005.  \nThis section 2.2b will expire on 02/02/2008. Effective 02/03/2008 all of the  \nterms contained in 2.2 above that were in effect prior to 01/01/2006 will revert  \nback into effect. The parties may extend the terms of 2.2b above by written mutu-  \nal agreement.  \nThe parties agree to incorporate the settlement between UFCW Local 1360 and  \nAcme dated 06/10/2004, relevant to resets into this Agreement.  \n2.3 The parties agree to merge the Allentown/Reading bargaining unit with the  \nPhiladelphia bargaining unit to create one Collective Bargaining Agreement as  \ndescribed in Exhibit 7 of this Agreement.  \n2.4 In the event there is, during the term of this Agreement, a merger, transfer  \nof members, assignment of representation responsibilities or other similar consol-  \nidation between Local 1776 and another Local, or part of another Local, of the  \nUnited Food and Commercial Workers, involving the employees of Acme work-  \ning within the geographic jurisdiction of Local 1776 as set forth in Article 2.1, the  \nCompany agrees to recognize the right of Local 1776 to represent said employ-  \nces. The parties to this Agreement will establish a Special Committee to resolve  \nany and all seniority and/or contractual questions which may arise as a result of  \nsuch merger or consolidation. Unless otherwise agreed to by the parties shall be  \nto continue, in effect, the wages, benefits, and all other conditions of employment  \nthat exist for Acme employees currently employed under another collective bar-  \ngaining agreement. This section is limited to UFCW Locals 1776, 56, 1360, 1358  \nand 27 and their successor locals.  \n2.5 In furtherance of this Agreement the parties have agreed to continue with  \npast practice concerning the relief granted in the Allentown - Reading Division.  \nbo  \n"], ["ARTICLE 3  \nMANAGEMENT RIGHTS  \n", "3.1 All rights and powers not expressly restricted or limited by the terms and  \nconditions of this Agreement shall remain in and be exercised at the sole discre-  \ntion of the Employer.  \n"], ["ARTICLE 4  \nUNION SHOP  \n", "4.1 It shall be a condition of employment that all employees covered by this  \nAgreement shall become and remain members in good standing in the Union.  \nNew employees shall become members of the Union on the thirty-first (3 1st) day  \nfollowing their date of employment. (AIl to be enforced and applied in accor-  \ndance with the provisions of Section 8(A)3 of the National Labor Relations Act  \nas amended). At time of hire all necessary Union forms will be completed and  \nforwarded to the Union on a monthly basis.  \n4.2 Employer agrees to discharge any employee for nonpayment of dues and/or  \ninitiation fees, upon seven (7) days written notice from the Union to do so.  \n"], ["ARTICLE 5  \nPAYROLL DEDUCTIONS - CHECKOFFS  \n", "5.1 The employer shall checkoff uniform initiation fees, regular union dues, and  \ndelinquent dues, upon presentation to it of a lawful checkoff authorization. The  \nUnion shall certify to the Employer the amount to be deducted. Said deductions  \nshall be on a weekly basis and remitted to the Union in accordance with 5.4 below.  \n5.2 The Employer agrees to deduct authorized Credit Union payments from the  \nwages of employees upon receipt of proper written authorization. All such deduc-  \ntions and remittances to the Credit Union shall be in accordance with 5.4 below.  \n5.3 It is further recognized that the Union has a Political Action Committee and  \nis entitled to voluntary contributions by its members. Upon receipt of a proper  \nwritten authorization from an employee, the Employer agrees to deduct weekly  \npayments in the amount of twenty-five cents ($.25) or more from the wages of  \nsaid employee in accordance with 5.4 below.  \n5.4 The Employer agrees to transfer all payroll deductions electronically at the  \ntime payroll is issued, including union dues, P.A.C. and Credit Union deductions.  \n5.5. Union agrees to indemnify and save the Employer harmless against any  \nand all claims, demands, suit or liability that might arise out of or by reason of  \naction taken or not taken in respect to all deductions made pursuant to the provi-  \nsions of this Agreement.  \n"], ["ARTICLE 6  \nUNION ACTIVITIES  \n", "6.1 There shall be no discrimination against any employees because of Union  \nmembership or activities. It is agreed Union duties and activities will not be car-  \nried on during hours of work. During hours when store is closed, proper securi-  \nty measures shall be taken in each store. This shall not prevent Union officials  \nfrom entering stores to satisfy themselves that this Agreement is being observed.  \n6.2 Complaints and grievances will be discussed with officials of the Employer,  \nhowever, they will not be discussed with store employees during hours of work,  \nexcept where there is an alleged violation of the Agreement.  \n6.3 Bulletin boards in the Employer’s stores may be used by the Union provided any  \nnotices posted are first approved by the Employer’s Human Resources Department,  \nexcept for Union meeting notices which only contain time, place and date of meeting.  \n"], ["ARTICLE 7  \nSENIORITY  \n", "7.1 Seniority lists shall be established twice (2x) each year and submitted to the  \nUnion separately. For purposes of this Agreement there shall be two separate and  \ndistinct seniority areas: Philadelphia Division and Allentown/Reading Division.  \n7.2 Seniority shall be calculated by continuous service from the last date of  \nemployment within the bargaining unit, within the Philadelphia and/or  \nAllentown/Reading division. Employees who are involuntarily laid off and sub-  \nsequently rehired shall retain their former seniority regardless of any change in  \ntheir place of employment as follows:  \nA. | Year and less than 2 Years of continuous service:  \nOne Year from layoff date  \nB. 2 Years and up to 10 Years of continuous service:  \nNumber of years equal to number of years of service.  \nC. 10 or more Years Service of continuous service:  \nAll former seniority.  \n7.3 Employees being recalled shall report for work no later than seventy two  \n(72) hours after receiving notice. Any employee who refuses a notice of recall  \nshall no longer retain their former seniority or right to recall.  \n7.4 A. Employees with six (6) months of continuous service absent on account  \nof Ill health shall retain their seniority for a period of eighteen (18) months from  \nthe date of absence.  \nB. Employees absent due to a work related accident shall retain full seniori-  \nty upon a duly authorized release from Worker’s Compensation, a personal physi-  \ncian and Company physician.  \n7.5 In accordance with the current Veterans Reemployment Rights Act employ-  \nees returning from military service shall have their wages and classification deter-  \nmined provided they apply for work within the required period.  \n7.6 When an employee is upgraded they will carry their seniority for purposes  \nof wage rates, also, they will not suffer a reduction in their rate of pay.  \n"], ["ARTICLE 8  \nPERSONNEL TRANSACTIONS  \n", "8.1 Promotions:  \nA. All promotions shall be based on the employee’s qualifications, availability,  \ndocumented work record and seniority. A ninety (90) day probationary period  \nwill apply in case of all promotions.  \nB. An annual Promotional Survey will be conducted in each store, for each divi-  \nsion, where employees will indicate their desire for advancement. Senior employ-  \nees will be given notice of any job openings. For purposes of filling full time jobs  \nonly, part time employees will receive one (1) year full time seniority credit for  \neach two (2) years of part time service. The offering of full time day jobs will be  \nalternated between full time night crew and part time employees.  \nCa  \n1) The Promotional Survey will be for the following:  \nCustomer Service Attendant to Part Time Clerk  \nPart Time Clerk to Full Time Night Crew  \nPart Time Clerk to Full Time Day Work  \nPart Time Clerk to Part Time Scan  \nFull Time Night Crew to Full Time Day Work  \nFull Time Day to Full Time Night Crew  \nFull Time Clerk to Rated Classification  \nRated Classification to Rated Classification  \n2) The completed Promotional Survey will be reviewed by the Union, District  \nManager and Director of Human Resources. If during the term of this Agreement  \nthere is a reorganization of the Allentown Area a meeting will be held to discuss  \npromotions by Local Union.  \n3) The Union will receive notification of the employees considered, the select-  \ned employee and the reason for said selection. While such selection is in process  \nthe Employer may temporarily assign an employee to the position.  \n4) The senior qualified employee(s) in the District determined by the  \nPromotional Survey review shall be given the opportunity to receive training for  \nthe higher rated position. For the purpose of training the employee may be trans-  \nferred, and/or have schedule changes.  \n5) Upon completion of this training, the employee will be given the opportuni-  \nty to temporarily substitute in the job within the store when there is a need to  \nreplace the regular person assigned to that position.  \n6) Employer may temporarily assign an employee to the open position while  \nthe selection is in process.  \n7) Any employee who refuses training will remain in their current position until  \nanother survey is completed  \n8) When no employee has expressed a desire to fill the position(s) the  \nEmployer may fill the position from any source.  \nC. Full Time seniority shall commence the date the employee became full time.  \nUpon such upgrading employees will receive full credit in determining their  \nproper wage and vacation benefits.  \nD. Promotion from the bagger classification shall be by seniority and availabil-  \nity within each store. These employees must be given the opportunity for promo-  \ntion before new employees are hired, unless such applicant possesses previous  \nIndustry experience. Upon promotion, employees shall go to the next higher rate  \non the Clerk progression, then continue on that progression.  \n8.2 Demotions: Demotions from a higher rated classification shall be worked  \nout in conjunction with the Union.  \n8.3 Lavoffs:  \nA. In case of layoff, due to lack of work, of a full time or part time employee,  \nthe Employer shall first recognize seniority within the job classification.  \nB. The employee with the least seniority in the store shall have the right to dis-  \nplace the least senior employee within (a) the District Manager’s territory within  \nthe Union’s divisional jurisdiction; (b) the adjoining District Manager’s territory  \nwithin the Union’s divisional jurisdiction; (c) within the Union’s divisional juris-  \ndiction.  \nC. When an employee has exercised their rights in accordance with the above  \nparagraphs, said employee shall have the right to return to that area if a similar  \nposition becomes available within a period of twelve (12) months.  \nD. The Employer shall give one (1) week’s notice of an intended layoff of full  \ntime employees, and seventy-two (72) hours notice of a permanent layoff of part  \ntime employees to the Union and the employee.  \nE. In the case of temporary layoff caused by strikes, acts of God, power failure  \nor other reasons beyond the control of the Employer, advance notice need not be  \ngiven in regards to daily or weekly work schedules.  \nF. In the event of a reduction from full time to part time, due to lack of work,  \nthe least senior full time employee within the job classification shall be the first  \nto be reduced. Such employees shall receive all available straight time hours up  \nto the maximum part time hours within the store.  \nG. The Employer shall combine existing part time assignments within each  \nstore so as to provide the maximum part time employment per individual within  \nthe definition of part time employment and seniority of the employee (provided  \nthe part time employee is regularly and continuously available to work such  \nhours); and further to create as many forty (40) hour positions as possible.  \n8.4 Transfers:  \nA. All transfers provided for herein shall be within the employee’s job classifi-  \ncation with the least senior qualified employee being transferred when necessary.  \nB. Permanent transfers shall be by seniority in conjunction with ability, practi-  \ncability, transportation and travel time, where possible transfers will be within the  \nDistrict Manager’s territory.  \nC. Temporary transfers will be based on the needs of the business. Employees  \nwill be reimbursed the difference in cost of transportation if there is an increase  \nin their normal cost of carfare.  \nD. In stores where the labor cost is prohibitive and profitability is in jeopardy,  \nCompany and Union agree to meet to implement an employee mix designed to  \nimprove the operation of the store.  \n8.5 Rehiring:  \nA. Employees on layoff shall be the first to be rehired, within their classifica-  \ntion, in the event of a job opening, in accordance with Article 8 - Seniority.  \nB. The Employer will notify the Union monthly of all new hires, promotions,  \ndemotions, layoffs, and permanent transfers occurring among the members of the  \nUnion during the previous weeks.  \n8.6 Return After Or Accident: Where an employee has been absent from  \nwork due to illness or accident for one (1) week or more, employee shall be  \nrequired to give Employer not less than forty-eight hours (48) notice, excluding  \nSunday, of his intention to return to work. Such employee shall have the right to  \ndisplace a junior employee, either full or part time, regardless of the posted  \nschedule, without notice.  \n"], ["ARTICLE 9  \nLEAVE OF ABSENCE WITHOUT PAY  \n", "9.1 Employees who are appointed or elected to a Union position shall be grant-  \ned a leave of absence upon proper written notice from the Union. At the end of  \nsuch service with the Union, if physically qualified, they shall be returned with-  \nout loss of seniority, and at their former wage rate, plus any increase or less any  \nreduction that may have become effective during such absence.  \n8  \n9.2 Employees appointed to a management position may, at the discretion of  \nthe Employer, be returned to the bargaining unit following a meeting with the  \nUnion to determine their seniority and classification.  \n9.3 Any employee may be given a leave of absence not to exceed one (1) year  \nfor any reason acceptable to the Employer. This decision shall not be withheld  \narbitrarily or capriciously.  \n"], ["ARTICLE 10  \nLEAVE OF ABSENCE WITH PAY  \n", "10.1 Jury Duty. All employees actually summoned and serving on juries will  \nbe granted time off, when needed, and will receive the difference between their  \nstraight time basic weekly pay and the amount received while on jury duty except  \non their normally scheduled day off. They will be expected to work when the jury  \nis not in session, but under no circumstances shall the application of this clause  \nresult in a change in the basic weekly pay or normal weekly schedule. Night crew  \nemployees shall be excused from their daily or nightly schedule without loss of  \nearnings.  \n10.2 Union Orientation Leave. Following the completion of sixty (60) days  \nof employment the Employer will schedule employees two (2) hours off with pay  \nto attend an Orientation Program. The employee will receive an explanation of  \nthe terms and conditions of their employment, fringe benefits, and union policy.  \nA. Proof of attendance from the Union must be presented to the Store Director.  \nB. Union agrees to indemnify and hold harmless the Employer from any claims  \narising out of injury to or by the employee while driving to or from the above session.  \n"], ["ARTICLE 11  \nBEREAVEMENT LEAVE WITH PAY  \n", "11.1 In the case of a death of an employee’s spouse or child they shall be grant-  \ned four (4) days off. In the event of a death of the employee’s parent, brother, sis-  \nter, mother-in-law, father-in-law, grandparent or grandchild, they shall be granted  \nthree (3) days off. The time off shall be within the scheduled workweek, not  \ncounting Sunday or their regular day off. The application of this clause shall not  \nresult in a change in the employee’s basic weekly pay.  \n"], ["ARTICLE 12  \nGRIEVANCE AND ARBITRATION PROCEDURE  \n", "12.1 The parties agree with the following principles, concepts, and expressions  \nof intent:  \nA. To solve all disputes which may arise concerning the interpretation and  \napplication of the Agreement in as expeditious a fashion as possible.  \nB. To create an atmosphere of problem solving designed to contribute to the  \nsuccess of the Company and the well being of the Union’s members and the pro-  \ntection of their contractual rights.  \nC. No changes in the actual procedural steps of this Article may be made with-  \nout the approval of the Executive Board of Local 1776.  \n12.2 All Grievances or disputes arising during the term of this Agreement con-  \ncerning the interpretation or application of the provisions of this Agreement shall  \nbe handled in the manner set forth below.  \nA. STEP ONE: All such grievances or disputes must be brought to the atten-  \ntion of the other party within two weeks after the occurrence.  \nB. STEP TWO: Should the matter remain unresolved either party may file its  \ngrievance in writing with the other party. (A party is defined as the Employer or  \nUnion, not an individual employee).  \n12.3 All unresolved grievances must be filed for Arbitration or withdrawn after  \n180 days.  \n12.4 If any such grievance cannot be resolved, upon (5) days written notice the  \nmatter may be submitted to an Impartial Arbitrator or to the American Arbitration  \nAssociation, who shall handle the matter in accordance with its rules. The  \nArbitrator shall render a decision within thirty (30) days of the close of the hear-  \ning, unless extended by mutual consent of the parties.  \n12.5 The Arbitrator shall not have the authority to amend, modify, or in any  \nmanner change this Agreement. The cost of the Arbitrator shall be shared by the  \nparties. The decision of the Arbitrator shall be final and binding on the parties  \nand the employee(s) involved.  \n12.6 The right of the Employer or the Union to seek legal recourse against  \n10  \naction in breach of Article 26 without submission to the grievance and arbitration  \nprocedures of this Article is expressly recognized by the parties.  \n12.7 As determined by Company and Union Representatives certain grievances  \nraised to the level of arbitration may be processed through an alternative method.  \nParties will select an Arbitrator from an established list. The case will be present-  \ned by employees of the parties.  \n12.8 In the alternative, either party in the event of an alleged or asserted breach  \nof Article 26 may institute expedited arbitration by telegram to American  \nArbitration Association and the other party, and an Arbitrator shall be designated  \nwithin twenty-four (24) hours. The hearing shall be held promptly, but not later  \nthan twenty-four (24) hours of the notice. The Arbitrator shall issue an award  \nthree (3) hours after the hearing, it shall be in writing, with or without an opin-  \nion, either party may request a written opinion. The Arbitrator may award injunc-  \ntive or other relief. Enforcement of such an Award by a Court of Law is not pre-  \ncluded by election of this alternative procedure.  \n12.9 The question of damages shall be exclusively for the Arbitrator and not for  \na Court of Law, except as it may be part of an Award enforced by a Court.  \n12.10 This Article is the exclusive method of determining employee grievances  \nor disputes concerning the interpretation or application of the provisions of this  \nAgreement. No employee or former employee shall have any right under this  \nAgreement of any claim, proceeding, action or otherwise on the basis or by rea-  \nson of any claims that the Union or any Union officer or representative has acted  \nor failed to act relative to presentation, prosecution, or settlement of any griev-  \nance or other matter as to which the Union or any Union officer or representative  \nhas authority or discretion to act or not to act under the terms of this Agreement.  \n"], ["ARTICLE 13  \nRIGHT OF DISCHARGE AND APPEAL  \n", "13.1 The employer shall have the right to discharge any employee for good and  \nsufficient cause. Any employee working for a competitor while on vacation or  \ntime off shall be considered terminated.  \n13.2 Any employee with more than sixty (60) days of continuous service shall  \nhave the right to appeal a discharge to the Union, who must make an appeal in  \nwriting within two (2) weeks of the discharge. Failure to do so will result in the  \nmatter being considered closed.  \n11  \n13.3 Upon such appeal, the Employer and the Union shall jointly investigate  \nthe reasons and justification of the discharge. If the parties cannot reach an agree-  \nment then the matter shall be handled in accordance with Article13.  \n13.4 In the event that the discharge is found not to be justified the employee may  \nbe reinstated with or without back pay and restoration of privileges and seniority.  \n"], ["ARTICLE 14  \nWAGES  \n", "14.1 Wages:  \nAcross-the-Board Increases:  \nThe following across-the-board increases (ATB) shall be effective on the dates  \nindicated for those employees and department heads at or above the top of their  \nrespective wage progression. Employees who reach the appropriate top rate dur-  \ning the term of the Agreement shall become eligible for any remaining across-the-  \nboard increases. All progression rates including start rates and top rates will be  \nincreased by the ATB on the same dates.  \nATB ATB  \nEffective Effective  \n2/04/05 02/05/06  \nDepartment Heads  \nFull-time, Part-time Clerks &  \nGeneral Maintenance Clerks $ .45/hr. $ .35/hr.  \nNon-checker qualified  \nClerks and CSA's $ .25/hr. $ .20/hr.  \n14.2 DEPARTMENT HEADS  \n   \nEffective Effective  \n12/04/05 02/05/06  \nAssistant $19.428 $19.778  \nProduce $19.428 $19.778  \nHead Cashier $18.477 $18.827  \nDairy $18.40 $18.75  \n12  \nATB  \nEffective  \n02/04/07  \n$ .30/hr.  \n$ .15/hr.  \nEffective  \n02/04/07  \n$20.078  \n$20.078  \n$19.127  \n$19.05  \n   \nEffective  \n12/04/05  \nAssistant $17.03  \nProduce $17.03  \nHead Cashier $16.13  \nDairy $16.00  \n14.3 Clerks Wage Progressions  \nEffective  \n02/05/06  \n$17.38  \n$17.38  \n$16.48  \n$16.35  \nEffective  \n02/04/07  \n$17.68  \n$17.68  \n$16.78  \n$16.65  \nA. Full and Part Time Clerks [Philadelphia Division Only] hired prior to  \n1/24/93 and currently in progression:  \nModify wage progression as follows:  \nEffective  \n12/04/05  \nAfter 48 Months  \nAfter 54 Months  \nAfter 60 Months $14.95  \nEffective  \n02/05/06  \n$15.30  \nEffective  \n02/04/07  \n$15.60  \nB. The following wage progression scale shall apply to all full time and part  \ntime clerks [Philadelphia and Allentown/Reading Division] in progression  \nbetween 01/24/93 and (1/23/00:  \nEffective  \n12/04/05  \nStart $ 6.70  \nAfter 60 days $ 6.95  \nAfter 6 months $ 7.20  \nAfter 12 months $ 7.45  \nAfter 18 months $7.70  \nAfter 24 months $ 8.20  \nCHECKER QUALIFIED  \nAfter 30 months $ 8.95  \nAfter 36 months $ 9.95  \nEffective  \n02/05/06  \n$7.05  \n$7.30  \n$7.55  \n$7.80  \n$8.05  \n$8.55  \n$9.30  \n$10.30  \nEffective  \n02/04/07  \n$7.35  \n$7.60  \n$7.85  \n$8.10  \n$8.35  \n$8.85  \n$9.60  \n$10.60  \n13  \nAfter 42 months $10.95 $11.30 $11.60  \nAfter 48 months $13.45 $13.80 $14.10  \n1) All clerks are entitled to progress to the 48 month rate. Those clerks who  \nwaive their right and/or fail to checker qualify will not progress past the 24 month  \nrate. It is the Employer’s responsibility to offer checker training and an opportu-  \nnity to qualify prior to an above $7.25 per hour before January 26, 1997 will not  \nhave their rate reduced or frozen as a result of this agreement. In accordance with  \npast practice, employees who fail to checker qualify will be given additional  \nopportunities on a reasonable basis.  \n2) Employees who are checker qualified after 24 months of seniority will  \nadvance to the progression rate that represents their length of service.  \nC. The following wage progression scale shall apply to all full time and  \npart time clerks [Philadelphia and Allentown/Reading Division] hired on or  \nafter  \nThe minimum uniform rate of pay for full and part time clerks hired on or after  \n12/4/05 will be $6.95 per hour. (02/5/06 will be $7.30 per hour) (2/4/07 will be  \n$7.60 per hour). Each employee hired on or after 01/23/00 shall receive an  \nincrease of $.25 per hour after sixty (60) days of service and on each six (6)  \nmonth anniversary of employment through forty-two (42) months of employ-  \nment. Upon reaching forty-eight (48) months of employment, the employee shall  \nmove to the appropriate top wage rate set forth below:  \nEffective Effective Effective  \n12/04/05 02/05/06 02/04/07  \nFull-time and  \nPart-time Clerks $11.60 $11.80 $12.00  \nEmployees at $11.40 per hour on or before 12/4/05 will receive $.45 across the  \nboard increase.  \nD. The Employer may give new hires credit for prior supermarket industry  \nexperience consistent with Article 20. If the Employer finds it necessary to  \nincrease the new hire-starting rate, the Parties agree to meet and discuss imple-  \nmentation of the new hire-starting rate. In the event the Employer raises the uni-  \nform start rate in a store, employees in the same classification in that store who are  \nbelow the new uniform starting rate shall be increased to the new hire rate plus $  \n.25 per hour, and then shall continue to progress $.25 per hour as described above,  \n14  \nuntil reaching the top rate or forty-eight (48) months of service, whichever shall  \noccur first.  \nE. Employees reaching the top of progression will be eligible for any remain-  \ning across the board increases in 14.1  \n14.4 General Maintenance Clerks  \nThe wage progression for General Maintenance Clerks are as follows:  \nEffective Effective Effective  \n01/23/00 03/04/01 03/03/02  \nStart $7.45 $7.80 $8.10  \n2 months $7.70 $8.05 $8.35  \n6 months $8.20 $8.55 $8.85  \n12 months $8.95 $9.30 $9.60  \n18 months $9.45 $9.80 $10.10  \n24 months $9.70 $10.05 $10.35  \n30 months $9.95 $10.30 $10.60  \n36 months $12.70 $13.05 $13.35  \nGeneral Maintenance Clerks at or above top progression rates will receive the  \nAcross the board wage increases shown above.  \nDuties of this classification will include general cleaning, floor care, house-  \nkeeping and maintenance throughout the store and its premises.  \n14.5 Customer Service Attendant.  \nA. The following wage progression scale shall apply to all Customer  \nService Attendants [Philadelphia and Allentown/Reading Division] hired on  \nor after 01/23/00:  \nThe minimum uniform rate of pay for CSA’s hired on or after 12/04/05 will be  \n$5.75 per hour (02/05/06 will be $5.95 per hour) (02/04/07 will be $6.10 per  \nhour). Each employee hired on or after 01/23/00 shall receive an increase of $.15  \nper hour after sixty (60) days of service and on each six (6) month anniversary of  \nemployment. In the event the Employer raises the uniform start rate in a store,  \nemployees in the same classification in that store who are below the new hire  \nstarting rate shall be increased to the new hire rate plus $ .15 per hour and con-  \ntinue to progress every six (6) months as described above.  \n=—  \noT]  \nDuties of this classification shall include: cleaning, bagging, filling bag bins,  \ncarrying out orders, returning shop backs, picking up carts, parcel pickup, bottle  \nreturns and general store cleaning, excluding waxing and buffing of store floors.  \nD. VIOLATIONS PROVISIONS  \n1) First violation within a store; the Union will have the right to issue a written  \nwarning.  \n2) Second violation within the same store; Union will have the right to grieve  \nfor back pay.  \n3) Third violation within the same store; the Union will have the right to elim-  \ninate the Customer Service Attendants position and all Customer Service  \nAttendants in that particular store will be promoted to regular part time clerk.  \n14.6 DEPARTMENT MANAGERS  \nA. The Employer agrees to the establishment of the following uniform classifications:  \nAssistant Manager  \nProduce Manager  \nHead Dairy Clerk  \nHead Cashier (front-end)  \n1) In stores with a volume of $60,000.00 there shall be one (1) rated classification.  \n2) In stores with a volume of $60,000.00 to 100,000.00 there shall be two (2)  \nrated classifications.  \n3) In stores with a volume of 100,000.00 and over there shall be four (4) rated  \nclassifications.  \n4) Store volume to be determined on basis of six (6) consecutive months.  \n5) When reduction of store volume permits certain classifications in stores to  \nbe eliminated, the affected employees shall be removed only by attrition.  \nB. The following Department Managers are to receive an additional sixty  \n($.60) cents hourly premium: Customer Service Representative and Frozen Food  \nManager in stores with an average weekly volume of $275,000 or more, General  \nMerchandise Manager, in store with an average weekly volume of $35,000 in  \n16  \ngeneral merchandise sales. Bakery Manager in stores with an oven and proofer  \nwill receive a seventy-five cent ($.75) hourly premium.  \nC. Scan Coordinator: The scan coordinator will receive a sixty ($.60) cents per  \nhour premium. Those currently assigned as scan coordinators prior to 01/26/97  \nwill remain in this position and current Full Time/Part Time status. Newly creat-  \ned scan coordinators will be selected by the same bid procedures as all other  \ndepartment heads. The parties agree that any store greater than 40,000 square feet  \nwill utilize a Full Time scan position.  \nD. Pharmacy Technician: Acme will have the right to select based on skill,  \nexperience, training and needs of the business. No bumping from outside classi-  \nfication except for purposes of layoff. Classification will carry a .30¢ per hour  \npremium. Those currently assigned to the Pharmacy will be red circled unless the  \nparties mutually agree to a transfer.  \nE. When any department manager or an employee in a higher rated job is absent  \nfrom work for vacations, illness and temporary absences of three (3) days or more,  \nthey shall be replaced by another full time employee who shall be paid in accor-  \ndance with the rates noted in this Article from the first day of replacement.  \n14.7 DEPARTMENT HEAD REWARD SYSTEM  \nA. During the second full payroll week in December of each year the follow-  \ning Department Head Reward Payments will be issued. Where more than one  \nemployee has been appointed to these classifications during the year, except  \nemployees filling in for vacations or short-term illness, pro rata payments will be  \nmade to each eligible employee.  \nAVERAGE ANNUAL  \nB. POSITION WEEKLY VOLUME PAYMENT  \nAssistant Manager $400,000 $1,000.00  \nProduce Manager $40,000 (in produce sales) $1,000.00  \nHead Cashier $400,000 $250.00  \nHead Dairy Clerk $400,000 $250.00  \n"], ["ARTICLE 15  \nHOURS AND OVERTIME  \n", "15.1 Employees will be given opportunity to advise their Store Director of their  \npreference for early/late, morning, afternoon or evening hour schedule. On a regular  \n17  \nand continuous basis the Store Director shall attempt to accommodate these requests  \nbased on employee seniority and subject to business requirements.  \n15.2 The basic straight time work for full time employees shall consist of forty (40)  \nhours to be worked in five (5) eight (8) hour days, Monday through Saturday, (except  \nPhiladelphia Division employees hired after January 23, 1993, whose work week  \nshall be Sunday through Saturday). By mutual agreement and/or for purposes of cre-  \nating a full time job, employees may be scheduled three (3) eight (8) hour days, one  \n(1) six (6) and one (1) ten (10) hour day.  \n15.3 Work between 5:00 a.m. (4:00 a.m. by mutual agreement) and 6:00 p.m.  \nshall be at the straight time rate of pay, except as provided below.  \n15.4 Employer may schedule full time employees to work straight time night(s)  \nwithin the forty hour (40) work week as follows:  \nA. PHILADELPHIA DIVISION  \nHIRED/PROMOTED NUMBER OF NIGHTS  \nBefore 9/9/73 One (1) to 10:00 p.m. to 1:00 am by mutual  \nagreement, includes employees reduced to  \npart time before September 9, 1973 and later  \nrestored to full time.  \nBetween 9/9/73 and 3/29/87 Two (2) to 12:00 Midnight,  \n1:00 by mutual agreement.  \nAfter 3/29/87 Three (3) to 1:00 a.m. except when the needs  \nof the business may require up to five (5)  \nnights which will be rotated and scheduled  \nby inverse seniority.  \nB. ALLENTOWN/READING DIVISION  \nHIRED/PROMOTED NUMBER OF NIGHTS  \nBefore 9/9/73 One (1) to 10:00 p.m. to 1:00 am by mutual  \nagreement, includes employees reduced to  \npart time before September 9, 1973 and later  \nrestored to full time.  \nBetween 9/9/73 and 11/2/86 Two (2) to 12:00 Midnight,  \n1:00 by mutual agreement.  \nAfter 11/2/86 Any number of nights to 1:00 a.m.  \n18  \n15.5 The straight time work week for part time employees shall be Monday  \nthrough Saturday, (except those Philadelphia Division Employees hired after  \nJanuary 23, 1993 whose work week shall be Sunday through Saturday), 5:00  \na.m., (4:00 a.m. by mutual agreement) to 12:00 Midnight (1:00 a.m. by mutual  \nagreement), except Sunday to 2:00 a.m., up to a maximum of thirty five (35)  \nhours per week.  \n15.6 Time and one half (11/2) shall be paid to part time employees for hours in  \nexcess of thirty-five (35) hours and for work in excess of eight (8) hours in one  \n(1) day, and for work in excess of five (5) days in any work week.  \n15.7 Employees may be scheduled to work up to thirty (30) minutes after store  \nclosing within the straight time limit for full and part time employees.  \n15.8 Employees regularly and continuously assigned to night crew shall  \nreceive a premium for actual hours worked as follows:  \nA. PHILADELPHIA DIVISION:  \n|. Employees assigned to night crew before January 23, 1993:  \na) Up to three (3) years, ten percent (10%) of basic straight time hourly rate of pay.  \nb) Three (3) to six (6) years, eleven percent (11%) of basic straight time hourly  \nrate of pay.  \nc) Six (6) or more years, twelve percent (12%), of basic straight time hourly  \nrate of pay.  \n2. Employees regularly assigned to night crew on or after January 23, 1993:  \nA premium of ten percent (10%) of basic straight time hourly rate of pay.  \n3. The maximum amount payable under the night crew premium calculation  \nwill be one dollar and seventy cents ($1.70) per hour.  \nB. ALLENTOWN DIVISION  \n1. Employees assigned to night crew before November 2, 1986:  \na) Up to three (3) years, ten percent (10%) of basic straight time hourly rate of pay.  \n19  \nb) Three (3) to six (6) years, eleven percent (11%) of basic straight time hourly  \nrate of pay.  \nc) Six (6) or more years, twelve percent (12%), of basic straight time hourly  \nrate of pay.  \n2. Employees assigned to night crew after November 2, 1986:  \na) Fifty cents ($.50) per hour or ten percent (10%) of their basic straight time  \npayroll rate, whichever is the lesser for actual hours worked on night crew.  \nC. READING DIVISION  \na.) Fifty cents ($.50) per hour or ten percent (10%) of their basic straight time  \npayroll rate, whichever is the lesser for actual hours worked on night crew.  \n15.9 The employee in charge and responsible for the work of the Night Crew  \nshall receive an additional premium of [Philadelphia Division - Twenty dollars  \n($20.00) and Allentown/Reading Division - Fifteen dollars ($15.00) per week].  \nEmployee filling in for this position for more than one (1) scheduled night in a  \nweek shall receive one-fifth (1/Sth) of the rate per night.  \n15.10 Part-time employees may be assigned on a night crew shift of at least  \neight (8) hours per night up to four (4) nights at the straight time rate plus the  \napplicable night premium.  \n15.11Part-time employees may work any combination of day, evening, or night  \nhours in the same work week provided there are no split shifts.  \n15.12 Full time employees assigned to the night crew (prior to July 29, 1984,  \nfor Philadelphia Division and prior to November 2, 1986 for Allentown/Reading  \nDivision) shall receive two (2) consecutive work nights off, one (1) of which shall  \nbe Sunday (10:00 p.m. Saturday to 9:00 a.m. Sunday).  \n15.13 Consistent with the above, to meet the needs of the business, part time  \nemployees may be scheduled by inverse seniority to the night crew shift. They  \nwill not lose day hours as a result of accepting or not accepting night crew work.  \n15.14 Night crew shift may not start before 10:00 p.m. and finish no later than  \n9:00 a.m. Full time night crew clerks may be scheduled to work five (5) eight (8)  \nhour nights, three (3) nights, two (2) days or three (3) days and two (2) nights on  \na regular basis. Also by mutual agreement they may work four (4) ten (10) hour  \n20  \nnights and they may start work on Sunday at 10:00 p.m. at the straight time rate.  \n15.15 There shall be no pyramiding of overtime or premium pay. Hours worked  \nat premium pay on Sunday and holidays shall not be included in the computation  \nof weekly overtime.  \n15.16 All meals periods may not be less than thirty (30) minutes nor more than  \none (1) hour. When required on a regular basis and upon the request of the  \nemployee, the meal period will be one (1) hour.  \n15.17 There shall be no split shifts worked by any employee.  \n15.18 Employees working more than six (6) hours in a work day shall receive  \ntwo (2) daily rest periods of fifteen (15) minutes each, without loss of pay, one to  \nbe in the first half and one to the second half of the work day, as near as possible  \nto the middle of the shift. Employees working six (6) hours or less shall receive  \none (1) fifteen (15) minute rest period as near as possible to the middle of the shift.  \n15.19 Part time employees shall receive a guarantee of four (4) hours per day,  \nwhen scheduled, and a minimum of twenty (20) hours per week, provided the  \nemployee is available on a regular and continuous basis. The weekly minimum  \nis not applicable to probationary employees, students, and employees holding  \nanother job.  \n15.20 A daily working schedule for each employee shall be prepared in ink and  \nposted in a conspicuous place by Friday noon of the week preceding the week for  \nwhich the schedule is effective.  \n15.21 Upon agreement with the Store Director and employee, exceptions to the  \nprovisions of this Article may be made, which shall be reduced to writing and  \napproved by the Union.  \n15.22 Representatives of Acme Markets, Inc. and Local Union No. 1776, agree  \nto meet and review and work out schedule changes between locations for the pur-  \npose of maximizing senior part time employee hours.  \n15.23 The above procedure will also apply in an effort to prevent major lay-  \noffs or reduction in full time employees to part time due to store closing.  \n15.24 REASONABLE HOURS PROVISIONS  \nA. The Union and the Company recognize the need for employees to be available  \na reasonable number of hours. On a quarterly basis the Company will produce a  \nlist of employees who work less than an average of 20 hours per week (including  \nSundays, holidays, vacations, etc.)  \nB. The Union and the Company will use its best efforts to encourage those  \nemployees to make themselves available for an average of 20 hours per week  \nor more, consistent with current contract provisions.  \nC. The Company agrees it will make an effort to hire only employees who will  \nbe available an average of 20 hours or more per week.  \nD. The parties agree to establish a task force to attempt to reduce benefit costs  \nfrom 5.15 percent of sales to 4.10 percent of sales.  \n"], ["ARTICLE 16  \nSUNDAY WORK  \n", "16.1 For work performed on Sunday the following premiums shall apply:  \nA. Philadelphia Division:  \n1.) All full time employees and other employees, except CSA’s hired before  \nJanuary 24, 1993: Time and one half (11/2) their straight time hourly rate.  \n2.) All other employees hired on or after January 24, 1993 will be eligible for  \npremium noted -below:  \nStart $1.00 per hour  \nAfter 12 months $2.00 per hour  \nAfter 24 months $3.00 per hour  \nAfter 36 months $4.00 per hour  \nB. Allentown/Reading Division  \nbh  \nne  \n1.) All full ttme employees and other employees hired before November 2, 1986:  \nTime and one half (11/2) their straight time hourly rate.  \n2.) Employees hired after November 2, 1986:  \nTwo dollar ($2.00) per hour premium.  \n3.) Employees hired after January 23, 1993 will receive:  \nStart $1.00  \nAfter 36 Months $2.00  \n16.2 Sunday work shall be rotated by classification, among those who are qual-  \nified to perform the work as determined by the Employer.  \n16.3 All employees scheduled for Sunday work will be scheduled for a mini-  \nmum of four (4) hours.  \n"], ["ARTICLE 17  \nHOLIDAYS  \n", "17.1 Work performed on the legal holidays shall be compensated at one and one-  \nhalf time (11/2x) the straight time hourly rate, in addition to the straight time holi-  \nday pay.  \n17.2 Upon the completion of thirty (30) days service with the Employer, full time  \nemployees shall be eligible for eight (8) hours pay. Upon the completion of sixty  \n(60) days, but less than one (1) year of continuous service part time employees shall  \nbe paid four (4) hours holiday pay provided the holiday falls on a day they would  \nnormally be scheduled. Part time employees with one (1) or more years of service  \nregardless of whether or not they are scheduled to work shall receive four (4) hours  \nholiday pay. All employees must work the scheduled day before and after the hol-  \niday, Sunday excepted. Part time employees must work one (1) day during the hol-  \niday week. Schedules will not be changed to avoid holiday pay.  \n17.3 The following holidays or the day observed as such shall be celebrated:  \nNew Year’s Day Labor Day  \nMemorial Day Thanksgiving Day  \nFourth of July Christmas Day  \n17.4 When requested, employees may schedule a personal holiday to celebrate  \nDr. Martin Luther King’s birthday. Employer shall receive two (2) weeks notice,  \nthe day off shall be granted on a seniority basis within the store. Based on the  \nneeds of the business, temporary transfers will be arranged to meet scheduling  \nneeds of the stores.  \n17.5 Upon the completion of three (3) months service with the Employer, all  \nZo  \nregular full time employees shall be entitled to three (3) personal holidays of eight  \n(8) hours. One holiday shall be taken in each four month period, selection will be  \nby mutual agreement and restricted to the first four working days of the week,  \nA. Part time clerks hired before [Philadelphia Division - J uly 29, 1984:  \nAllentown/Reading Division - November 2, 1986] shall be entitled to three (3)  \npersonal holidays (four (4) hours each ) each calendar year, which may be taken  \nin accordance with the same conditions as noted for full time employees.  \nB. Part time clerks hired after [Philadelphia Division - July 29, 1984:  \nAllentown/Reading Division - November 2, 1986] shall upon the completion of  \n[one (1) year of service - Philadelphia Division: three (3) months of service -  \nAllentown/Reading Division] receive one (1) personal holiday of four (4) hours  \neach calendar year, scheduling will be under terms noted above.  \n17.6 All time worked in excess of thirty-two (32) hours for full time (twenty-  \nfour (24) hours for employees who have Sunday in their work week -  \nPhiladelphia Division), and thirty one (31) hours for part time employees shall be  \ncompensated at the rate of time and one-half (11/2) the straight time hourly pay.  \n17.7 In a week which includes any of these holidays, the work week for full  \ntime employees shall be thirty two (32) hours of work in four (4) days, however  \nby mutual agreement employees may work forty (40) hours at straight time, plus  \nholiday pay. By mutual agreement a part time employee may work thirty-five  \n(35) hours at straight time, plus holiday pay.  \n17.8 Holiday work will be offered by seniority with the least senior qualified  \nemployee being required to work.  \n17.9 The Employer may open the stores on Christmas Day for business. In the  \nevent the employer is open on Christmas, under no circumstances will any  \nemployee be required or compelled to work. The stores will be staffed by volun-  \nteers only. Those employees who do volunteer to work on Christmas will be paid  \nfor all hours worked on Christmas Day at double time (2x).  \n"], ["ARTICLE 18  \nVACATIONS  \n", "18.1 The Employer will grant a paid vacation, as set forth below and subject to  \nthe conditions under Section B of this Article to eligible employees.  \nSECTION A - TYPES OF VACATION GRANTS:  \n   \nLENGTH OF CONTINUOUS  \nON THE JOB SERVICE  \n1.) More than three (3)  \nmonths but less than  \none (1) year on May 1  \nof the calendar year.  \nto May 1.  \n2.) One (1) year or more  \nbut less than three (3)  \nyears on May 1 of the  \ncalendar year.  \n3.) Three (3) Years or more  \nbut less than eight (8) years  \non the Saturday nearest  \nSeptember 30th of the calendar  \nyear.  \n4.) Eight (8) years or more  \nbut less than fourteen (14)  \nyears on the Saturday  \nnearest September 30th  \nof the calendar year.  \n5.) Fourteen (14) years or  \nmore but less than twenty  \n(20) years on the Saturday  \nnearest September 30th  \nof the calendar year.  \n6.) Twenty (20) years  \nor more on the Saturday  \nnearest September  \n30th of the calendar  \nyear.  \nREGULAR FULL  \nTIME EMPLOYEE  \n1/12th of a week’s  \nbasic straight time  \nwage for each full  \nmonth’s service prior  \nOne (1) Week  \nTwo (2) Weeks  \nThree (3) Weeks  \nFour (4) Weeks  \nFive (5) Weeks  \nREGULAR PART  \nTIME EMPLOYEE  \nNONE  \nThe number  \nof weekly hours  \nnormally worked.  \nTwice the number  \nof weekly hours  \nnormally worked.  \nThrice the number  \nof weekly hours  \nnormally worked.  \nQuadruple the  \nnumber of weekly  \nhours normally  \nworked.  \nFive times the  \nnumber of weekly  \nhours normally  \nworked.  \ni)  \nCa  \nSECTION B - CONDITIONS  \n1.) For vacation purposes only, a regular full time employee is defined as one  \nwho is regularly and continuously scheduled to work at least forty (40) hours a  \nweek; a part time employee is one who works less than forty (40) hours per week.  \n2.) The “vacation period” shall be defined as being May | through the Saturday  \nnearest to September 30th, except that the third, fourth and fifth weeks vacation  \nwill be scheduled as business operations permit.  \n3.) Employees who are eligible for three (3) or more weeks of vacation may  \nschedule one (1) week of vacation in days with the mutual consent of the Store  \nDirector. These days may not be scheduled the day before or the day after a  \nscheduled holiday or vacation.  \n4.) Unused vacation grant may not be carried over to the next year.  \n5.) All vacation pay shall be calculated on the employee’s straight time hourly  \nrate, which shall include a fixed night differential.  \n6.) Eligible employees who have changed from a part time to a regular full time  \nbasis or vice-versa, will be entitled to a vacation grant consisting of the weekly  \ncredits earned for part time service and monthly credits for full time work during  \nthe vacation year.  \n7.) Vacation selections will be granted on a seniority basis, where possible.  \nVacation schedules must be arranged so as not to interfere with the efficient con-  \nduct of the business.  \n8.) Based on the needs of business vacation grants up to and including two (2)  \nweeks will be in consecutive days within the vacation period.  \n9.) Employees whose vacations includes a paid holiday may be granted one (1)  \nday’s pay or an additional day of vacation, which would be scheduled immedi-  \nately before or after the vacation.  \n10.) Eligible employees absent from work due to on the job (Worker’s  \nCompensation) injury sustained during the year will be entitled to their vacation  \ngrant for that particular vacation year.  \n11.) Eligible employees absent from work due to non-occupational accident  \nand sickness, for a cumulative period not to exceed six (6) months (6/12ths) with-  \n26  \nin the vacation year will be entitled to their vacation grant for that particular vaca-  \ntion year.  \n12.) In the event of absence in excess of six (6) months, employees will be enti-  \ntled to six twelfths (6/12ths) of the annual vacation grant, plus one twelfth  \n(1/12th) for each full month actively on the job during the vacation year.  \n13.) Employee entering the U.S. Armed Forces will be paid their earned pro  \nrata vacation grant through the last day of the month of active employment.  \na.) Employee veterans who re-entered the Employer’s service within the vaca-  \ntion period will be paid the full amount of their vacation grant as of the date of  \ntheir scheduled vacation.  \nb.) Employee veterans returning after the final day of vacation period will  \nbecome eligible for the payment of the full amount of their vacation grant in the  \nnext vacation period.  \nc.) Employee on the job service interrupted by induction in the U.S. Armed  \nForces will be considered as continuous in determining length of continuous on  \nthe job service.  \n"], ["ARTICLE 19  \nMISCELLANEOUS WORKING CONDITIONS  \n", "19.1 The Employer will furnish all uniforms required to be worn in the store.  \nEmployees shall launder drip-dry uniforms.  \n19.2 The Company agrees that changes to the dress code will be reviewed with  \nthe Union and subject to negotiations.  \n19.3 No employee handling cash shall be held responsible for any shortage  \n(being cash or cash equivalent) unless:  \nA. The employee is given their own register till.  \nB. The employee is given the opportunity to count their own cash and to initial  \nthe checker accountability readings at the beginning and close of the work day, to  \ncount all pickups and receive a receipt, and review their final balance report (if  \nrequested).  \nC. Only one employee shall be permitted to ring up on the cash drawer for  \nwhich the clerk is responsible.  \nD. The employee has failed to secure the register when it is not in use.  \n19.4. All privileges not covered shall continue as before and shall not be elim-  \ninated by virtue of the signing of this Agreement.  \n19.5. Time clocks and time recording devices will be provided in all stores.  \nA. The employer and the Union agree that all employees must punch their time  \ncard and that a proven violation of established time clock rules, including work-  \ning before punching in or after punching out, may subject such an employee to  \ndisciplinary action up to and including discharge.  \nB. Furthermore, all time during which an employee is suffered or permitted to  \nwork or is required to be on duty or on the Employer’s premises or at a given  \nwork place shall be considered hours worked, and recorded on the time cards.  \n19.6 If a physical examination or health permit is required by the Employer or  \nLocal Government, the cost of the examination or permit shall be borne by the  \nEmployer.  \n19.7 No employee shall be required to take a polygraph test (lie detector) or any  \nother similar examination.  \n19.8 A. Should the Employer intend to substitute scanning checkout systems  \nfor existing equipment in any store, the Employer agrees to notify the Union in  \nadvance and to provide the Union with a list of all employees regularly assigned  \nto the store on the effective date of the utilization of said system.  \nB. Said employees shall not be removed from the Employer’s payroll as a result  \nof the installation of such a system. Employees may continue to be transferred,  \nassigned to other work, or laid off in accordance with the seniority provisions of  \nthis Agreement provided the layoff is for reasons other than the installation of  \nsuch a system.  \n19.9 During the term of this Agreement special addendums may be added to  \naddress non-profitable and experimental stores.  \n19.10 Coffee Bar Staffing: In order to implement and develop new full service  \nCoffee Bars, non-checker qualified clerks may be assigned to the coffee bar and  \n28  \nwill not be subject to bumping by checker qualified clerks for the purpose of  \nmaximizing hours or preferred schedules provided they are assigned to work  \nexclusively in that department.  \nBy mutual agreement the parties may extend the terms above to other newly  \ncreated service departments.  \n"], ["ARTICLE 20  \nHIRING EMPLOYEES  \n", "20.1 Employer may hire employees from any source. Employees with individ-  \nual recall rights shall have first preference. Union has right to refer applicants,  \nwho shall not be rejected by the employer for arbitrary or capricious reasons.  \n20.2 The first sixty (60) days of employment shall be considered a probationary peri-  \nod. Employer may discipline or terminate any employee for any reason whatsoever  \nwithin the first sixty (60) days of employment and there shall be no right of appeal.  \n20.3 The parties agree that there may be circumstances where applicants with  \nsimilar prior experience in the area supermarket industry may need to be hired in  \nclassifications and/or wage/fringe benefits levels other than available new hires.  \nThe Employer and the Union will agree on any intent to implement this section, and  \nsuch agreement will be reduced to writing and maintained in the Employee’s file.  \n20.4 In the event marketplace conditions, competition, and/or state or federal  \nminimum wage provisions should change during the term of this Agreement, the  \nparties may agree to a modification in the wage rates. Such changes or modifi-  \ncations will be in writing and approved by the Executive Board of the Union.  \n20.5 All employees hired after ratification of this Agreement shall be given credit  \nfor previous similar supermarket retail food store experience acquired within four (4)  \nyears of the time in which application for employment is made, provided this expe-  \nrience is declared at the time of application for employment is made. However, the  \nbasic rate of pay as determined by the application of this clause shall not exceed the  \nmaximum rate of pay, which was paid in acquiring the previous experience.  \nArticle 21  \nUnion Stewards, Enforcement of Standards  \n21.1 The Union will use its best efforts to secure as stewards a high caliber of  \n29  \nemployee, who shall be required to conform to the standards and qualifications  \nrequired by the Union and the Employer. Union Stewards shall be the last to be laid  \noff within their full or part time classification if reasonably able to perform the work.  \n21.2 The Union shall furnish the Employer with a complete list of the stewards,  \nwhich list shall be supplemented from time to time as necessary.  \n21.3 The Union shall do everything within its power to enforce the rules and  \nregulations of the Employer and through advice, instructions and example to  \nmaintain the highest standard of work.  \n21.4 The Union shall furnish to the Employer at least one (1) official Union  \nEmblem for each of the Employer’s stores covered by the Agreement, to be dis-  \nplayed in the customer area of the premises. Such official emblems shall remain  \nthe property of and shall be surrendered to the Union on demand.  \n21.5 The stewards or other individual employees covered hereby shall not be  \nconsidered agents of the Union for the purpose of calling strikes or slowdowns.  \n21.6 No transfers will be made without the consent of the Union, which shall  \nnot be withheld for arbitrary or capricious reasons.  \n21.7 Full time shop stewards shall be entitled to thirty-two (32) hours of leave  \nand part time shop stewards to sixteen (16) hours of leave in each calendar year  \nwith pay for Shop Steward Training and Education. The Union will give the  \nEmployer two (2) weeks advance notice. The Shop Steward must upon returning  \nfrom the leave present the Store Director with written evidence from the Union  \nthat the Steward has used the leave for the purpose for which it was intended.  \n21.8 Any person designated as a steward by the Union shall receive any and all  \nrights, benefits, duties and privileges of such position and the Union agrees not  \nto designate more than one (1) person per store unless such store is regularly open  \ntwelve (12) or more hours per day where the limit will be two (2) persons, one of  \nwhich shall be part time (or alternate).  \n21.9 In addition to the other benefits for stewards, e.g. 32 hours yearly paid  \ntraining for full time and 16 hours for part time, they shall have in order to ensure  \ncontinuous enforcement of this Agreement, super-seniority for layoffs, vacation  \nschedules and shifts, provided in the latter instance, it shall be applied only where  \nmutually agreeable to Employer, based upon the qualifications and availability of  \nsuch steward.  \n30)  \n"], ["ARTICLE 22  \nHEALTH AND WELFARE  \n", "22.1 During the term of this Agreement the Employer agrees to contribute to  \nthe United Food and Commercial Workers Local 1776 and Participating  \nEmployers Health and Welfare Fund. A summary of Plans J, I, II, II, and IV is  \nlocated in Exhibit 4.  \n22.2 Effective May 1, 2005 the rates of contributions shall be for Part Time  \nemployees hired prior to January 23, 2000 and all Customer Service Attendants  \nand Full Time employees:  \nA. Philadelphia Division  \nPlan Eligibility  \nPart Time  \nPlan I 6 Months through 2 Years  \nPlan I After 2 Years Service  \nFull Time  \nPlan II 6 Months through 4 Years  \nof Full Time Service  \nPlan [V After 4 Years Full Time Service  \nCustomer Service Attendants  \nPlan J After 6 Months Service  \nB. Allentown/Reading Division  \nPlan Eligibility  \nPart Time  \nPlan I 6 Months through 2 Years  \nPlan I After 2 Years Service  \nFull Time  \nPlan UI 6 Months through 4 Years  \nof Full Time Service  \nPlan [V After 4 Years Full Time Service  \nCustomer Service Attendants  \nPlan J After 6 Months Service  \nRate of Contribution  \n$176.32  \n$818.02  \n$1150.91  \n$1201.88  \n83.15  \nRate of Contribution  \n$176.32  \n$676.91  \n$1150.91  \n$942.77  \n$83.15  \nCSA’s promoted to the Clerk classification shall receive credit for the Clerk  \ncontribution based on their original hire date.  \nC. (1) Effective 1/1/06 modify Employer contribution rates as follows:  \nAfter 6 months  \nAfter 18 months  \nAfter 30 months  \nAfter 42 months  \nAfter 48 months  \nFor Employees hired  \nAfter 1/23/00 thru 12/3/05  \n$135.29  \n$270.57  \n$473.49  \n$595.25  \n$642.60  \nEmployee Payments  \nAfter 6 months  \nAfter 18 months  \nAfter 30 months  \nAfter 42 months  \nAfter 48 months  \nSingle  \n0.00  \n0.00  \n5.00  \n5.00  \nnone  \n£  \n8  \n5  \nipa  \n$2  \n$1  \nFor Employees  \nhired after 12/3/05  \n$117.25  \n$234.49  \n$410.35  \n$515.88  \n$556.92  \nFamily  \n$150.00  \n$120.00  \n$80.00  \n$50.00  \nnone  \n(2) Maintenance of Benefits increase shall be applied only to the Employer  \ncontributions each May Ist.  \n(3) The Employer agrees to weekly payroll deduction of premium co-payments  \nfor part time employees hired on or after 01/23/00.  \n(4) All Employees hired on or after 01/23/00 will receive Plan II at forty-eight  \n(48) months, and there will be no requirement as of forty-eight (48) months for  \nemployee premium co-payments. (Exhibit 4).  \n(5) Benefits for employees hired after 01/23/00 will be provided as described  \nin the attached memo from AON dated 10/14/99.  \n(6) Benefit schedules will remain the same unless the parties mutually agree to  \nmodify plans and/or eligibility.  \nD. The terms of the Agreement of the parties identified as UFCW Local 1776  \nand Contributing Employers Health and Welfare Fund and Acme Markets execut-  \ned on February 8, 2002 is incorporated as if fully set forth herein, including but  \n32  \nnot limited to, the annual 10% cap on MOB rates effective on May Ist of each  \nyear. In accordance with the 2/8/02 M.O.B. agreement the employer will increase  \ncontributions by up to ten (10%) each May first of this agreement. The supple-  \nmental reserve contribution provision of the 2/8/02 agreement will be waived for  \nthe term of this Collective Bargaining Agreement.  \nE. Effective 10/1/05 the current Personal Choice plans provided in Plans I], II  \nand IV will be changed to “Personal Choice C1-F1-01\". A summary of this plan  \nis contained in Exhibit 5 of this Agreement.  \nF. During negotiation for this Successor Agreement the parties have discussed  \ncost containment initiatives including but not limited to the following:  \n1. Prescription plan formulary  \nSpouse and dependent coverage for part time employees hired after a  \ncertain date being considered supplemental by making the Duel Income  \nOption mandatory if other benefit coverage ia available.  \nExpanding the Choice Plan  \nEstablishing Health Care spending or reimbursement accounts  \nThe parties agree to continue discussions relevant to establishing and  \ntransitioning to a defined contribution retiree health & welfare plan  \n(DCR plan) for certain current and future full time employees.  \nlA Ww  \nIf mutually agreed to by the bargaining parties these and other cost containment  \nissues may be implemented in order to ensure the integrity of the plan on behalf  \nof the Members.  \nG. Health and Welfare Fund Eligibility - the following provisions will become  \neffective 1/1/06:  \nIn order to be eligible for benefits, full time employees must work or be paid  \nfor and average of 120 hours per month in any rolling two month period. Part  \ntime employees must work or be paid for an average of 56 hours per month in any  \nrolling two month period. The parties agree to the terms of the memo in adden-  \ndum I of this agreement regarding administration of this section.  \n22.3 The parties agree to revise the current maintenance of benefits (“MOB”)  \nmemorandum of agreement to provide that Acme shall increase contributions to  \nthe Fund to maintain the current level of benefits and to maintain a minimum fund  \nreserve which shall be at least four months of operating expenses for the Fund.  \nSuch contribution increases shall be determined by the Fund actuary. Furthermore  \nthis will include the terms of the Independence Blue Cross and Pennsylvania Blue  \n33  \nShield (IBS-PSB) contract approved by the fund trustees on October 30, 1995 in  \nrespect to the medical portion of the maintenance of benefits costs.  \n22.4 Beginning with the M.O.B. increase if 05/01/01, any unused M.O.B.  \nincrease percentage may be rolled forward on a cumulative basis and used in  \nfuture years in addition to the maximum M.O.B. for that particular year provided  \nthe M.O.B. increase in any given year does not exceed twelve (12%) percent.  \n22.5 Contributions for part time employees upgraded to full time will be  \nrequired the first of the month following upgrading. For newly hired full time  \nemployees contributions will be required the first of the month following comple-  \ntion of six (6) months of service. Contributions for part time employees and bag-  \ngers will be required the first of the month following completion of six (6) months  \nof continuous service. Employees will be eligible for contributions if they have  \nactual hours worked during the previous month. Hours worked shall include time  \npaid for reasons such as vacation, personal holiday, funeral and jury leave.  \n22.6 The Plan shall conform to the legal requirements of the law, both State and  \nFederal. It shall include coverage under New Jersey Temporary Disability Law.  \n22.7 The Health and Welfare Fund and Plan shall be governed by a Board of  \nTrustees consisting of equal numbers from the employers and the Unions.  \n22.8 An eligible full time employee who is reduced to part time status shall  \ncontinue to receive Health and Welfare Benefits for a period of six (6) months fol-  \nlowing his reduction in status.  \n22.9 In the event any benefits provided by the contribution required under the terms  \nof this Article are at any time in the future provided in full or in part, individually or  \ncollectively, by any other source as a result of Federal or other legislation, the contri-  \nbution applicable to the benefit provided by such legislation shall be applied, com-  \nmencing with the effective date of such legislation in the following manner:  \nA. First: In the case of Employers who do not also participate in the United  \nFood and Commercial Workers Union and Participating Food Industry Employers  \nTri State Pension Fund, contributions applicable to the benefit replaced by legis-  \nlation shall be applied to offset any operating deficit in the Welfare Fund or, if no  \ndeficit then exists, to increase the reserves of the Welfare Fund.  \nB. Second: In the case of Employers who participate in the United Food and  \nCommercial Workers Union and Participating Food Industry Employers Tri State  \nPension Fund, contributions applicable to the benefits replaced by legislation  \nshall be applied to offset any operating deficit in the Welfare Fund and if any of  \n34  \nsuch amounts so released are not required to offset the operating deficit of the  \nWelfare Fund, the remainder shall be added to then current Pension contribution  \nrate to accelerate the payments of Past Service Costs.  \n22.10 It is agreed that all questions involving Health and Welfare not specifi-  \ncally set forth herein shall be determined by the provisions of the Agreement and  \nDeclaration of Trust governing the Plan.  \n22.11 It is understood that the parties agreeing to the provisions of this Article -  \nHealth and Welfare - have waived any option with regard to HMO consideration,  \n22.12 The parties have agreed to the Flexible Benefits Plan and the 40 1(k)  \nSavings and Retirement Plan as provided in the attached Amendment to the  \nCollective Bargaining Agreement.  \n"], ["ARTICLE 23  \nPENSION PROVISIONS  \n", "23.1 The Employer shall contribute to the United Food and Commercial Workers and  \nParticipating Food Industry Employers Tri State Pension Fund for eligible employees  \nin accordance with Appendix “E” of the Fund, as follows. Employees will be eligible  \nfor contributions if they have actual hours worked during the previous month, hours  \nworked shall include time paid for vacations, personal holiday, funeral and jury leave.  \nA. Full Time Employees. First of the month following completion of ninety  \n(90) Days of continuous full time service. There shall be no more than twelve  \nsuch monthly contributions during any twelve consecutive calendar months.  \n90 Days to 4 Years $ 125.00  \n4 Years to 10 Years $ 188.00  \nOver 10 Years $ 214.00  \nB. Part Time Employees. First of the month following completion of ninety (90)  \ndays of continuous service. For C.S.A’s/Baggers the first of the month following  \ncompletion of six (6) months of continuous service. There shall be no more than  \ntwelve such monthly contributions during any twelve consecutive calendar months.  \n90 Days (or 6 Months for CSA’s) to 4 Years $ 15.00  \n4 Years to 10 Years $ 47.00  \nOver 10 Years $ 59.00  \nA summary of the Pension Plan may be found in Exhibit 5.  \nC. Baggers promoted to the Clerk classification shall receive credit for the  \nClerk contribution based on their original hire date.  \n23.2 For purposes of this paragraph a full time employee is defined as an employ-  \nee who is regularly and continuously scheduled to work a forty (40) hour week.  \n23.3 It is further understood and agreed that the Pension Plan as amended shall  \nbe considered as Appendix I of the Agreement and Declaration of Trust.  \n23.4 The industry wide Pension Plan as adopted must have the continuing  \napproval of the Internal Revenue Service as an exempt plan.  \n23.5 It is agreed that all questions involving pensions not specifically set forth  \nherein shall be determined by the provisions of the Agreement and Declaration of  \nTrust governing Plan.  \n23.6 The parties agree to modify paragraph 1 of Exhibit 6 of the current  \nAgreement in accordance with the 12/18/03 resolution of the Pension trustees and  \nthe 6/17/04 Cheiron letter which are contained in attachments A and B, of this  \nagreement. These terms may be further modified by mutual agreement of the bar-  \ngaining parties.  \n"], ["ARTICLE 24  \nSTORE CLOSING  \n", "24.1 Employer shall give the Union twenty (20) days advance written notice  \nwhen it intends to close permanently or dispose of any store or group of stores,  \nexcept where a closed store will be replaced.  \n24.2 The parties agree to meet as soon as possible to negotiate the effect of the  \nstore(s) closing on employees.  \n24.3 If the Employer fails to give notice, all affected employees shall be paid  \ntheir regular weekly pay for the period between the notice and the twenty (20)  \ndays before the closing. Also appropriate monthly contributions will be made to  \nthe Health and Welfare and Pension Funds for the same period.  \n24.4 The Union agrees to maintain this information as confidential. It will only be  \nused for purposes of negotiations and any assistance given to the affected employees.  \n36  \n"], ["ARTICLE 25  \nNO STRIKES, NO LOCKOUTS  \n", "25.1 The parties agree that there shall be no authorized strikes, stoppages of  \nwork, slowdowns, lockout or any other interferences of whatever nature during  \nthe life of this Agreement.  \n25.2 Nothing herein contained, however, shall compel any employee to walk  \nthrough a picket line set up by Philadelphia Teamsters Locals Nos. 500, 169,  \nBakery, Confectionery and Tobacco Workers Locals No. 6 and United Food and  \nCommercial Workers Union Locals No. 56, 27(1349), 1358 and 1360; provided  \nsaid strike has received written approval of the International Unions affiliated  \nwith the Local Unions indicated above.  \n25.3 In the event of a threat of, preparation for, or the actuality of a unauthorized  \nwork stoppage, walk out or strike, the Union and all of its officials will take every  \nreasonable action to prevent and to stop such proceedings by any of its members.  \n"], ["ARTICLE 26  \nSEPARABILITY  \n", "26.1 Should any article,, part or paragraph of this Agreement be declared by a  \nFederal or State Court of competent and final jurisdiction in the premises to be  \nunlawful, invalid, ineffective or unenforceable, said Article, part or paragraph shall  \nnot affect the validity and enforceability of any other Article, part or paragraph  \nhereof, and the remainder of the Agreement shall continue in full force and effect.  \n"], ["ARTICLE 27  \nJOB SECURITY  \n", "27.1 Philadelphia Division employees with four (4) or more years of service  \nhired prior to March 3, 1997, calculated each year from their anniversary date of  \nemployment, shall not be laid off or reduced from full to part time for the dura-  \ntion of this Agreement provided that:  \nA. The employee is qualified and continuously available to perform the avail-  \nable work consistent with the provisions of Article 8 - Seniority.  \nB. This provision will not be valid in unusual situations beyond the employer’s  \na7  \ncontrol, such as fire, flood or a catastrophe affecting several of the employer’s facil-  \nities. Store closings for business reasons shall not be construed as a catastrophe.  \nC. Neither shall this provision apply in case of a strike against the Employer in  \nthe area covered by Article 25 of this Agreement. In case of a strike by one or  \nmore U.F.C.W. Local Unions in this jurisdiction this provision will not apply for  \nthe duration of the strike.  \nD. If the number of stores covered by this Agreement at the time of its ratifica-  \ntion is reduced by any means by more than 50% or more, this no lay-off provi-  \nsion shall have no force and effect. Any full-time employees reduced to part-time  \nshall be guaranteed the maximum part-time employment of 35 hours per week.  \n27.2 First right of offer language in event of a sale of Acme Markets consistent  \nwith discussion by the parties relating to notification and confidentiality.  \n27.3 Effective 1/1/2006 a minimum of 24% full-time employment shall be  \nmaintained and effective 1/1/2007, a minimum of 23% full-time employment  \nshall be maintained. The specified reductions in the minimum full-time percent-  \nage may only be achieved through attrition, and thus under no circumstances may  \nthey be achieved through any type of forced reduction or layoff of personnel.  \n"], ["ARTICLE 28  \nLANGUAGE SIMPLIFICATION  \n", "28.1 In accordance with the intent of the parties to reduce formalities, the lan-  \nguage of this Collective Bargaining Agreement has been simplified. This simpli-  \nfication, however, was undertaken for the purposes of making the Agreement  \nmore easily read and understandable, and was not intended to change the mean-  \ning of the language. Therefore, with the exception of that language which was  \nchanged as a result of newly negotiated terms, which shall be interpreted as stat-  \ned, where a dispute arises over otherwise simplified language, the language set  \nforth in the replaced agreement may be referred to for purposes of interpretation.  \n"], ["ARTICLE 29  \nHOUSING TRUST FUND  \n", "29.1 Effective February 1, 1997, the Employer agrees to contribute one dollar  \n($1.00) per Full time employee and fifty cents ($.50) per Part time employee per  \nmonth to the U.F.C.W. Local 1776 Housing Trust Fund.  \n38  \n"]]