[["", "9615  \n* AGREEMENT *  \nBY and BETWEEN  \nAdams  \nSuper Food Stores  \n       \nand  \n   \nUNITED FOOD and COMMERCIAL  \nWORKERS INTERNATIONAL UNION |  \nLOCAL 464A  \n245 PATERSON AVENUE « LITTLE FALLS, N.J. 07424  \nAFFILIATED WITH AFL-CIO  \n     \nEFFECTIVE: 12/20/98 EXPIRES: 4/19/03  \nINDEX  \nADAMS SUPER FOOD STORE  \n"], ["", "APPRENTICE MEAT CUTTERS' RATIO - ARTICLE 47. 24  \nBETTER CONDITIONS - ARTICLE 24. ..... cc. ccc eee eee 15  \n"], ["BOX MEN - PREMIUM PAY - ARTICLE 37. 19  \n", "BULLETIN BOARDS - ARTICLE 40. cece ee ee eee eee ee 20  \nCENTRAL CUTTING PLANT -~ ARTICLE 38............... bac 19  \n"], ["", "CREDIT UNION - ARTICLE 58. ccc 27  \nDEATH IN THE IMMEDIATE FAMILY - ARTICLE 33. 17  \nDELINQUENT CONTRIBUTIONS - ARTICLE 55. 26  \nDEPARTMENT HEADS - ARTICLE 35. 19  \nCREDIT UNION - ARTICLE 58. cece cece 27  \n"], ["", "DISCIPLINE, GRIEVANCE PROCEDURE AND ARBITRATION- ARTICLE 9. 4  \nDUES DEDUCTION - ARTICLE 5. cece ee eee a)  \n"], ["", "EDUCATIONAL BENEFIT FUND - ARTICLE 45. 23  \nEMPLOYMENT - ARTICLE 3. 1  \nENFORCEABILITY OF ANY PART OF AGREEMENT - ARTICLE 26....... 15  \nEVALUATION OF EMPLOYEES - ARTICLE 54. 26  \nEXPIRATION - ARTICLE 59. eee cece eee 28  \n"], ["", "GENERAL PROVISIONS - ARTICLE 34. 2. 18  \nGOVERNMENT ENACTMENT OF MAXIMUM HOURS - ARTICLE 11......... 6  \nGRANTING INFORMATION ON WAGES AND HOURS - ARTICLE 14....... 6  \nHOLIDAYS - ARTICLE 16. ccc eee eee cee 7  \nJURY DUTY - ARTICLE 32. cc eee eee cece 17  \n"], ["", "LAUNDRY, TOOLS AND EQUIPMENT - ARTICLE 25. 15  \nLEAVE OF ABSENCE - ARTICLE 46. ....... . 23  \n"], ["", "LEGAL SERVICE FUND - ARTICLE 44. 22  \nLEGISLATIVE CLAUSE - ARTICLE 49. ... cece cece 24  \n"], ["", "LIABILITY CLAUSE - ARTICLE 29. cece cece 16  \nLUNCH PERIOD - ARTICLE 18. ........ 12  \n"], ["", "MANAGEMENT - ARTICLE 48. 24  \nMILITARY LEAVE OF ABSENCE - ARTICLE 22. 14  \nMOBILE MEDICAL UNIT - ARTICLE 57. 27  \nNATIONAL GUARD SERVICE RESERVES - ARTICLE 23.  \nNO DISCRIMINATION - ARTICLE 27. tere ee 15  \nNO STRIKE - NO LOCKOUT - ARTICLE 50. ....... 24  \nPART-TIME EMPLOYEES - ARTICLE 52. 25  \nPARTNERSHIP AND SEPARATE AGREEMENTS - ARTICLE 12. .......... 6  \nPENSION FUND - ARTICLE 42. ..... cece eee teen 20  \n"], ["", "POLICY AND PROCEDURE CHANGES - ARTICLE 53. 26  \nPROBATIONARY PERIOD FOR NEW EMPLOYEES - ARTICLE 7. ........- 2  \nRECOGNITION - ARTICLE 1. ccc cc ct ee eee eee ee 1  \n"], ["", "REGULAR WORK WEEK AND MAXIMUM HOURS - ARTICLE 17........... 9  \nRELIEF DEPARTMENT HEADS - ARTICLE 39. 20  \nREPLACEMENT CLAUSE - ARTICLE ccc cece eee eee ees 25  \nREPRESENTATION - ARTICLE 2. cece ccc eee eee eee 1  \nREST PERIOD - ARTICLE 19. cece eee eee 12  \n"], ["", "RIGHT TO VISIT STORES - ARTICLE 6. eee ee eee 2  \nSAFETY - ARTICLE 36. .. cece eee eee eee 19  \nSCALE OF WAGES - ARTICLE 21. eee eee 14  \n"], ["SENIORITY AND LAYOFFS - ARTICLE 8. 2  \n", "SHOP STEWARDS - ARTICLE 41. ... cece eee 20  \nSICK LEAVE - ARTICLE 31. eee ec ccc eee eee eee 16  \n"], ["SUCCESSORS & ASSIGNS - ARTICLE 28. 16  \n", "TIME WORKED - ARTICLE 56. ec eee eee 26  \nTRANSFERS - ARTICLE 10. eee eee 5  \nUNION SHOP - ARTICLE 4. 2... cece cece eee eee 1  \nUNION SIGNS - ARTICLE 15. cece cc eee eee ee eee 6  \nUNION SUPPORT - ARTICLE 13. cece ccc eee eee 6  \nVACATIONS - ARTICLE 20. ccc cece eee cece eee 12  \n"], ["WELFARE SERVICE BENEFIT FUND - ARTICLE 43. 21  \nWORKERS' COMPENSATION AND UNEMPLOYMENT INSURANCE -  \n", "ARTICLE 306 sce cece ee swe wT eH EES 16  \n   \n   \nAGREEMENT  \nTHIS AGREEMENT made this 20th day of December, 1998, by and  \nbetween ADAMS SUPER FOOD STORE (hereinafter referred to as the  \n\"Employer\"), and the UNITED FOOD AND COMMERCIAL WORKERS  \nINTERNATIONAL UNION, LOCAL #464A, AFL-CIO (hereinafter referred  \nto as the \"Union\"), for and on behalf of its members now employed  \nand who may be hereafter employed by the Employer and who, in  \nthis Agreement, shall be designated as \"employees\".  \n"], ["RECOGNITION - ARTICLE 1.  \nThe Employer hereby recognizes the UNITED FOOD AND  \nCOMMERCIAL WORKERS UNION, LOCAL #464A, AFFILIATED WITH THE AFL-  \n", "CIO, as the exclusive representative of its meat, poultry, fish,  \nappetizer and delicatessen department employees, both full-time  \nand part-time, in the present and future stores of the Employer  \nlocated within the present and future jurisdictional area of the  \nsaid Local Union within the States of New Jersey and New York.  \n"], ["REPRESENTATION - ARTICLE 2.  \n", "It is further agreed that the accredited official of the  \nUnion will constitute the Union representative in all  \nnegotiations between the Employer and the Union.  \n"], ["EMPLOYMENT - ARTICLE 3.  \n", "The Employer, on requiring additional or new help will  \nsecure the same from the Employment Office of the Union  \nproviding, however, such individuals qualify. The Union agrees  \nthat its Employment Office will not discriminate against non-  \nunion applicants. All new employees will secure a work card from  \nthe Union Office or from a Union official prior to commencing  \nwork.  \n"], ["UNION SHOP - ARTICLE 4.  \n", "A. All employees covered by this Agreement shall, as a  \ncondition of employment become members of the Union on or after  \nthe thirtieth (30th) day following the beginning of such  \nemployment or the effective date of this Agreement, whichever is  \nthe later, and shall thereafter maintain their membership in the  \nUnion in good standing.  \nB. Any employee who is expelled or suspended from the  \nUnion because of non-payment of initiation fees and dues  \n(including such other obligations to the Union, failure to pay  \nwhich would make an employee subject to discharge under the  \n   \nLabor-Management Relations Act, 1947) shall be subject to  \ndismissal after notification in writing to the Employer by the  \nUnion provided, however, that the employee may have a reasonable  \ntime within which to make such payments of initiation fees or  \ndues, the failure of payment of which has caused the expulsion or  \nsuspension.  \n"], ["DEDUCTION - ARTICLE 5.  \n", "The Employer will deduct weekly from each employee dues and  \ninitiation fees that may be due the Union, provided the employee  \nhas authorized the deduction in writing. The deductions will  \nstart with the first (lst) week following thirty (30) days of  \nemployment and each succeeding week thereafter. Such deductions  \nwill be forwarded monthly to the Secretary-Treasurer, together  \nwith a list setting forth the name and social security number of  \neach employee and the amount of money remitted on his or her  \nbehalf.  \n"], ["RIGHT TO VISIT STORES - ARTICLE 6.  \n", "It is mutually agreed that the authorized representatives of  \nthe Union have the right to visit the Employer's stores at any  \ntime to check working conditions, examine payrolls and otherwise  \ninsure proper compliance with this contract. The authorized  \nrepresentatives of the Union will make a good faith effort to  \nnotify the Store Manager or his designee of his presence prior to  \nbeginning his visit to the store.  \n"], ["", "PROBATIONARY PERIOD FOR NEW EMPLOYEES - ARTICLE 7.  \n   \nThe trial period for new employees shall be the first (lst)  \nsixty (60) days of employment.  \n"], ["SENIORITY AND LAYOFFS - ARTICLE 8.  \n", "A. The Employer recognizes the principles of seniority and  \nshall be governed by these principles in the matters of layoffs  \nand recalls as provided in Paragraph E below.  \nB. Seniority is defined as the employee's continuous  \nlength of employment with the Employer. An employee's seniority  \nshall be considered broken in the event of any of the following:  \nThe employee quits or resigns.  \nThe employee is discharged for cause.  \nThe employee's rights to recall have expired.  \nThe employee fails to return to work in accordance  \nwith the terms of leave of absence without prior approval by the  \nEmployer.  \n  \nC. The Employer shall furnish the Union quarterly with a  \nseniority list containing the names, store identifications,  \nsocial security number, job classifications, dates of hire, dates  \nof birth and rates of pay of all its employees subject to this  \nAgreement. In addition, the Employer will supply bi-weekly the  \nnames, job titles, locations and pay of all new employees and all  \nterminations.  \nD. Full-time employees will not be laid off before part-  \ntime employees in the same classification within a mutually  \nagreed upon geographical area, provided such full-time employees  \nare available on a part-time basis for the hours required to be  \nworked within the classification. It is not the Employer's  \nintent to replace the full-time work force with a part-time work  \nforce, nor is it the intent of the Union to eliminate the part-  \ntime work force.  \nE. Employees shall be laid off within classification only  \nafter one (1) week's notice in writing to the Union and the  \nemployee; however, in the event that unusual circumstances beyond  \nthe control of the Employer, including but not limited to  \nemergencies or acts of God, consumer boycotts and leafletting,  \nreduce the need for employees on a_= short-term basis, the  \nforegoing notice provision shall be reduced from one (1) week to  \neight (8) hours. All laid off employees will retain rights of  \nrecall for one (1) year. No new employee shall be hired until  \nall laid off employees have been recalled. Notice of any recall  \nwill be by certified mail sent to the home of the employee with a  \ncopy to the Union. The employee must return to work within seven  \n(7) days of receipt of letter or forfeit all rights to recall.  \nAll recalls will be on a seniority basis. The provisions of this  \nsubsection E shall be applicable only after six (6) months of  \ncontinuous service with the Employer.  \nF. An employee absent because of illness (including  \nmaternity) or accident, including worker's compensation, shall  \nretain seniority rights for eighteen (18) months. The provisions  \nof this subsection F shall be applicable only after six (6)  \nmonths of continuous service with the Employer. Absences of  \nsixty (60) days or less shall not adversely affect wage  \nprogressions, personal holidays or sick leave entitlements. The  \nEmployer may require physical examinations by a Medical Doctor.  \nSuch examinations will be solely at the expense of the Employer.  \nG. Full-time employees with one (1) year or more of  \ncontinuous service who are laid off through no fault of their own  \nshall be given preference for part-time employment and guaranteed  \na minimum of sixteen (16) hours and a maximum of twenty-nine (29)  \nhours of work per week by classification at his or her full-time  \nhourly rate of pay.  \n   \nH. In a store where a full-time employee is laid off, no  \npart-time employee shall be hired in the store within the same  \nclassification where the layoff took place until such time as the  \nemployee last laid off shall be returned to full employment,  \nunless the employee's rights of recall has expired, or unless the  \nlast laid off full-time employee has declined such part-time  \nemployment as is made available by the Employer.  \ni. Employees of acquired stores who are hired and retained  \nafter the completion of their probationary period shall have  \nseniority for layoff purposes only among themselves in the  \nacquired stores, but not over other employees employed by the  \nEmployer prior to any such acquisition.  \nDISCIPLINE, GRIEVANCE PROCEDURE AND ARBITRATION  \nee td eS ee ES SS SS ee ee eee  \n"], ["ARTICLE. 9.  \n", "A. No employee shall be disciplined or discharged except  \nfor just cause including, but not limited to intoxication,  \ndishonesty, incompetency or inability to perform the job. An  \nemployee has the legal right to be represented by a Shop Steward  \nor Business Representative during any investigatory interview  \nwith the Employer which could lead to discipline. Use of  \ndiscipline records is limited to three (3) years prior to the  \ndate of the incident.  \nB. If the Union and the Employer cannot agree as to the  \njustification of the discipline and/or the discharge, the dispute  \nshall be submitted to arbitration.  \non The Employer shall submit written notice of an  \nemployee's discharge from employment to the Union by certified  \nmail within seven (7) days from the date of such discharge. If  \nthe Union decides to proceed to arbitration concerning an  \nemployee's discharge, it shall notify the Employer by certified  \nmail of its intention to proceed to arbitration within sixty (60)  \ndays of receipt of the Employer's notice of discharge.  \nD. Any disputes, differences or grievances arising out of  \nthe interpretation, application, breach or claim of breach of the  \nprovisions of this Agreement shall be settled solely and  \nexclusively in the following manner:  \ni. By conference with the duly authorized officials  \nof the Union and a representative of the Employer designated by  \nthe executive in charge of the Employer's unit.  \n2 In the event that such dispute, difference or  \ngrievance shall not have been satisfactorily adjusted between the  \nparties in the manner provided above, then such dispute,  \ndifference or grievance arising out of the interpretation,  \napplication, breach or claim of breach of the provisions of this  \nAgreement shall be submitted to arbitration at the request of  \neither party to the respective New York or New Jersey Board of  \nMediation.  \nE. The decision of the arbitrator designated by the  \nMediation Board shall be final and binding upon the parties. The  \nparties agree that the expenses of arbitration shall be borne  \nequally between them.  \nF. The arbitrator shall not have the power to arbitrate  \nprovisions of a new Agreement, or to arbitrate away in whole or  \nin part any provisions of this Agreement, nor shall he have the  \npower to add to, delete from or modify the provisions of this  \nAgreement.  \nG. Any employee who shall, at the discretion of the  \narbitrator be required to testify at or attend any hearings or  \narbitration, mediation or settlement of any question of  \nviolations of this Agreement shall not suffer any loss in wages  \nby reason thereof.  \nH. Any and all rights applicable to an employee shall be  \nasserted, discussed and adjusted solely and exclusively by the  \nduly authorized officials of the Union and not by an individual  \nmember acting on his or her own behalf.  \n"], ["TRANSFERS - ARTICLE 10.  \n", "A. The Employer shall consider seniority at store level by  \nclassification as well as sound business reasons in making  \ntransfers.  \nB. If an employee is temporarily or permanently  \ntransferred more than twenty-five (25) miles beyond the mileage  \nfrom his or her home store, he or she shall receive twenty ($.20)  \ncents per mile for each such additional mile traveled. The home  \nstore is defined as the store to which the employee was  \npermanently assigned as of January 15, 1987.  \nCs No travel pay shall be due in the event of a transfer  \ncaused by a store closing, a promotion or a lack of seniority to  \nretain a job at store level.  \nD. The Employer shall notify the Union and the employee in  \nwriting seven (7) days in advance of a permanent transfer.  \nE. Temporary transfers shall be limited to a maximum of  \ntwo (2) weeks.  \nF. The seniority of an employee shall not be affected by a  \n  \n   \nG. There will be no reduction in nor elimination of travel  \npay being paid at the beginning of this Agreement because of an  \ninterpretation of this Article.  \nH. Unreasonable or punitive transfers shall be subject to  \nthe grievance procedure.  \nI. No employee shall suffer a reduction in pay because of  \na transfer from one location to another.  \n"], ["GOVERNMENT ENACTMENT OF MAXIMUM HOURS - ARTICLE il.  \n", "Should any law be enacted by the United States Government or  \nState Government which will fix a maximum hours work week for  \nretail food markets at a point lower than that specified herein,  \nthen such work week shall become the maximum work week for the  \nemployees affected by this Agreement for the unexpired term of  \nthis Agreement.  \n"], ["PARTNERSHIP AND SEPARATE AGREEMENTS - ARTICLE 12.  \n", "The Employer agrees that it will not enter into individual  \ncontracts or partnerships with its employees during the term of  \nthis Agreement.  \n"], ["UNION SUPPORT - ARTICLE 13.  \n", "The Union agrees to do everything within its power to  \nenforce the rules and and, through advice,  \ninstruction and example, maintain the standard of work. The  \nUnion agrees to take the necessary disciplinary measures where  \njustified complaints are made by the Employer against an employee  \nor employees.  \n"], ["GRANTING INFORMATION ON WAGES AND HOURS - ARTICLE 14.  \n", "It is agreed between the Union and the Employer that the  \nEmployer will furnish to the Union detailed information as to  \nwages paid to any Union member.  \n"], ["UNION SIGNS - ARTICLE 15.  \n", "The Union agrees to furnish the Employer at least one (1)  \nUnion store card for each of the Employer's stores, to be hung  \nand displayed in the Meat Department and to be visible to all.  \nSuch cards remain the property of and shall be surrendered to the  \nUnion on demand.  \n"], ["HOLIDAYS - ARTICLE 16.  \n", "   \nA. The following holidays shall be observed, depending on  \neligibility as set forth in paragraphs C, D, and G below.  \nNew Year's Day Election Day (November)  \nMemorial Day Thanksgiving Day  \nIndependence Day Christmas Day  \nLabor Day Five (5) Personal Days  \nB. In addition, if Christmas or New Year's Eves fall on  \nthe full-time employees' regularly scheduled work day, one-half  \n(1/2) of the employees working shall be scheduled off Christmas  \nEve one (1) hour earlier with pay and the remaining half (1/2)  \nscheduled off New Year's Eve one (1) hour earlier with pay.  \nCc. Employees shall be eligible to receive the following  \nholidays after six (6) months of continuous service:  \nNew Year's Day Thanksgiving Day  \nMemorial Day Christmas Day  \nIndependence Day Two (2) Personal Days  \nLabor Day  \nD; Employees shall be eligible to receive the following  \nadditional holidays after thirty-six (36) months of continuous  \nservice:  \nElection Day  \nThree (3) additional personal days  \nE. Personal days shall be earned beginning with each  \ncontract year and may be taken by the employee upon giving ten  \n(10) days notice to the Store Manager. Personal days shall be  \nselected by employees with mutual agreement by the Store Manager.  \nPersonal days for employees hired after February 9, 1991, shall  \nbe earned and may be taken pursuant to the schedule set forth in  \nsection F.  \nF. Employees entitled to two (2) personal days during the  \nfirst thirty-six (36) months of employment shall be entitled to  \ntake one (1) personal day during each six (6) months of the  \ncontract year. Employees entitled to five (5) personal days  \nShall be entitled to use one (1) personal day per. calendar  \nquarter of each contract year except for the first (lst) year of  \nemployment when they will be eligible for one (1) personal day  \nafter six months. The fifth (5th) personal day shall be taken  \nduring the first (lst) half of the calendar year.  \nG. 1. Part-time employees with six (6) months or more of  \ncontinuous service shall receive the same paid holidays as full-  \ntime employees in Section C of this Article above, including two  \n(2) personal days. Employees hired on or before February 9, 1991  \nshall receive holiday pay on a pro-rata basis and shall be  \nguaranteed a minimum of four (4) hours as holiday pay. Employees  \nhired after February 9, 1991 shall receive four (4) hours as  \nholiday pay.  \nG. 2. Part-time employees shall be eligible to receive  \nthe additional holidays set forth in Section D of this Article  \nabove after thirty-six (36) months of continuous service.  \n #H, 1. In the event any employee is required to work any  \nof the above holidays, he or she shall receive time and one-half  \n(1-1/2) the straight time rate for all hours worked in addition  \nto holiday pay. Employees hired after February 9, 1991 must be  \neligible to receive holiday pay in order to be eligible to  \nreceive premium pay for work on the holiday. Any employee who  \nworks on a holiday shall be guaranteed a minimum of four (4)  \nhours of work.  \nH. 2. Part-time Prepared Food/Service Clerks (new to the  \nindustry) hired on or after January 5, 1999, working in all  \ndepartments except the meat department, shall receive a premium  \nof $1.50 per hour in addition to their hourly rate of pay for  \neach hour worked when eligible for the holiday during their first  \nthirty (30) months of service. Thereafter, they shall receive  \ntime and one-half (1-1/2) the straight-time hourly rate for all  \nhours worked on holidays. Employees working in the industry on  \nJanuary 5, 1999 who are employed by the Company shall receive  \ntime and one-half (1-1/2) the straight-time hourly rate for all  \nhours worked on a holiday when eligible for said holiday.  \nI. When a holiday falls on a Sunday, the following Monday  \nshall be observed as the holiday. Federal Government determined  \nMonday Holidays shall be observed on Monday.  \nJ. The basic work week for full-time employees in a  \nholiday week shall be thirty-two (32) hours for forty (40) hours'  \npay. Time and one-half (1-1/2) shall be paid for all time worked  \nafter thirty-two (32) hours. Employees may work a fifth (Sth)  \nday during a holiday week at their straight-time rate of pay by  \nmutual consent.  \nK. Work on holidays shall be rotated fairly amongst all  \nfull-time and part-time employees.  \nL. There shall be no rescheduling of employees in a  \nholiday week.  \nM. No employee shall be required to work on Easter Sunday  \nor December 25th.  \nN. Employees shall be required to work the scheduled day  \nbefore and the scheduled day after the holiday to be eligible for  \nholiday pay except when excused for good or just cause.  \n8  \n   \n"], ["REGULAR WORK WEEK AND MAXIMUM HOURS - ARTICLE 17.  \n", "   \nA. A week's work for all full-time employees shall consist  \nof forty (40) hours per week divided into eight (8) hours per day  \nover a period of five (5) days, Monday through Saturday. All  \nwork in excess of eight (8) hours in any one (1) day or forty  \n(40) hours in any one (1) week, but not both, shall be paid for  \nat one and one-half (1-1/2) the straight-time rate. Full-time  \nemployees are defined as those working thirty (30) hours per week  \nor more Monday through Saturday.  \nB. 1. There shall be no split shifts. There shall be a  \nfirst shift starting time between 6:00 A.M. and 9:00 A.M. for  \neach full-time employee, hired before January 15, 1984, including  \nSunday.  \nB. 2 i There shall be no split shifts. There shall be a  \nfirst shift starting time between 6:00 A.M. and 10:00 A.M. for  \neach full-time employee hired on or after January 15, 1984,  \nexcluding Sunday. The starting time on Sunday shall be between  \n6:00 A.M. and 11:00 A.M.  \nB. a. There shall be no split shifts. There shall be a  \nsecond shift starting time between 11:00 A.M. and 3:00 P.M. for  \neach full-time employee, including Sunday.  \nAssignment of the second shift shall be made in the  \nfollowing order:  \n1. New Hires,  \n2. Volunteers,  \n3. Night Crew,  \n4. Employees Hired After January 1, 1979 by  \nInverse Order of Seniority.  \n5. To Protect an Employee From Layoff.  \nCc. The starting times in Section B shall be uniform for  \nemployees hired or appointed prior to January 1, 1995, except  \nthat one day in each work week a full-time employee may be  \nscheduled to begin work at any time within the said starting time  \nat the employee's straight-time hourly rate. Any work performed  \nbefore the starting time will be paid at the rate of time and  \none-half (1-1/2). Full-time employees hired or appointed on or  \nafter January 1, 1995 who are assigned to work on the first shift  \nmay be scheduled to work two (2) days a week on the second shift.  \nAll full-time employees who are currently assigned or who may be  \nassigned in the future on the second shift may be scheduled to  \nwork three (3) days a week on the first shift on a seniority  \nbasis.  \n   \nD. If a full-time employee is called in to work on his or  \nher regularly scheduled day off, he or she shall be paid time and  \none-half (1-1/2) for all hours worked. However, in the event a  \npattern of absenteeism is established, an employee may be  \nrequired to work a minimum of forty (40) hours in such weeks in  \norder to receive the premium pay as above. Part-time employees  \ncalled in to work on their scheduled day off shall be guaranteed  \na minimum of four (4) hours of work at straight time.  \nE. The Employer guarantees to schedule its regular full-  \ntime employees forty (40) hours of work per week.  \nF. 1. Part-time employees hired before January 15, 1984  \nshall be scheduled a minimum of twenty (20) hours per week,  \nMonday through Saturday.  \nF. 2. Paragraph F.l. not withstanding, part-time  \nemployees hired before January 15, 1984 may be scheduled a  \nminimum of sixteen (16) hours and a maximum of twenty-nine (29)  \nhours in a four (4) consecutive week period provided, however,  \nthe total hours scheduled in the four (4) week period must equal  \nat least eighty (80) hours.  \nF. Bs Part-time employees hired on or after January 15,  \n1984 shall be scheduled a minimum of sixteen (16) hours per week,  \nMonday through Saturday.  \nF. 4. Part-time employees hired after February 9, 1991  \nshall be scheduled a minimum of twelve (12) hours of work per  \nweek, Monday through Saturday. Upon completion of eighteen  \nmonths of continuous service, the employee may request a review  \nof his scheduled hours and the Employer shall schedule four (4)  \nadditional hours per week, if the employee so desires increasing  \nthe minimum guarantee to sixteen (16) hours per week.  \nF. 5 . Any work performed in excess of eight (8) hours in  \nany one (1) day shall be paid at the rate of time and one-half  \n(1-1/2). Part-time employees are defined as those working  \nbetween twelve (12) and twenty-nine (29) hours per week, Monday  \nthrough Saturday. No employee shall be hired to work less than  \ntwelve (12) hours per week. Any part-time employee working six  \n(6) consecutive weeks of thirty (30) hours or more will become a  \nfull-time employee, except while relieving for vacation, extended  \nillness or any extenuating circumstances.  \nG. 1. Sunday shall not be part of the work week. In the  \nevent a store is open for business on Sunday, the work in the  \nMeat Department shall be rotated fairly using a ratio of one (1)  \nfull-time employee to two (2) part-time employees. All employees  \nworking on Sunday shall be guaranteed a minimum of four (4)  \nhours! work.  \n10  \n2. If there is work available in the Meat Department,  \nthe meat wrapper shall be included in the rotation either in the  \nMeat Department or the Deli Department for Sunday work.  \nH. Full-time employees hired before January 15, 1984 who  \nwork on Sunday shall be paid pursuant to the following schedule:  \n1. Full-time employees employed as Meat Department  \nHeads, Journeyman Butchers and full-time employees employed in  \nthe Fish and Poultry Departments at the top rate shall receive  \ntheir applicable hourly rate plus a $12.00 per hour premium.  \n2. Deli and Appy Department Heads shall receive their  \napplicable hourly rates plus a $10.00 per hour premium.  \n3. All other full-time employees at the top rate  \nshall receive their applicable hourly rate plus $9.00 per hour  \npremium.  \n4. Employees receiving the aforementioned Sunday  \npremium rates shall continue to receive such rate until the  \nSunday premium rate is equivalent to the employee's hourly rate  \nat time and one-half (1-1/2). Then, in such event, the employee  \nshall be paid time and one-half (1-1/2) for all hours worked on  \nSundays.  \nI. co All full-time employees hired after January 15,  \n(ea and all part-time employees shall receive one and one- half  \n(1-1/2) times their straight-time rate for work performed on  \nSunday.  \nI. 2. Part-time Prepared Food/Service Clerks (new to the  \nindustry) hired on or after January 5, 1999, working in all.  \ndepartments except the meat department, shall receive a premium  \nof $1.50 per hour in addition to their hourly rate of pay for  \neach hour worked on Sundays during the first thirty (30) months  \nof service. Thereafter, they shall receive time and one-half (1-  \n1/2) the straight-time hourly rate for all hours worked on  \nSundays. Employees working in the industry on January 5, 1999,  \nwho are employed by the Company, shall receive time and one-half  \n(1-1/2) the straight-time, hourly rate for all hours worked on  \nSundays.  \nJ. The Employer shall post work schedules in ink by Friday  \n6:00 P.M. of each week for the following week. Once posted, work  \nschedules will not be changed except for sound business reasons  \nsuch as, but not limited to, fire, flood and power failures.  \nK. Night shifts shall be scheduled from 12:01 A.M. to 8:30  \nA.M. (which shall include a one-half (1/2) hour lunch period)  \nfive (5) consecutive nights Monday through Saturday. At least  \ntwo (2) employees will be on duty at all times.  \n11  \nThe Night Shift premiums shall be:  \nNight Shift Head........... eee eee eee $25.00 per week  \nFull-Time Night Shift Employee......... $15.00 per week  \nPart-Time Night Shift Employee......... $ 3.00 per night  \nL. Any employee will be permitted to promptly examine his  \nor her own time card or payroll record upon request at store  \nlevel.  \nM. Overtime shall be fairly rotated among all full-time  \nemployees within classification.  \n"], ["LUNCH PERIOD - ARTICLE 18.  \n", "All full-time employees shall be guaranteed at least one-  \nhalf (1/2) hour for lunch, as close to the middle of their shift  \nas possible. If employees are required to work overtime, one-half  \n(1/2) hour for supper shall be granted which shall not be deemed  \nas hours worked providing the overtime shall be of at least two  \n(2) hours duration.  \n"], ["REST PERIOD - ARTICLE 19.  \n", "A. All full-time employees shall be granted a fifteen (15)  \nminute rest period twice a day, once in the first half of the  \nshift and once in the second half of the shift, which rest period  \nshall be deemed as time worked. No full-time employee shall be  \n_ required to punch a time card in and out or to sign a time sheet  \nin and out for any rest period.  \nB. All part-time employees shall receive a fifteen (15)  \nminute rest period for every four (4) hours of work. Part-time  \nemployees may be required to punch in and punch out for rest  \nperiods.  \n"], ["VACATIONS - ARTICLE 20.  \n", "A. All full-time employees hired before January 15, 1984  \nshall receive the following vacations with pay:  \nAfter 1 year of service............. 2 weeks' vacation  \n(One of which may be taken after 6 months of service)  \nAfter 6 years of: service.............3 weeks' vacation  \nAfter 12 years of service............ 4 weeks' vacation  \nAfter 25 years of service............. S weeks! vacation  \n12  \nB. Part-time employees hired before January 15,1984 shall  \nhave the same vacation benefits as full-time employees hired  \nbefore January 15, 1984 on a pro-rata basis. Vacation benefits  \nfor such part-time employees shall be based on the average of the  \ncalendar year prior to the vacation but in no event to be less  \nthan twenty (20) hours per week.  \nCc. All full-time employees hired on or after January 15,  \n1984 shall receive the following vacations with pay:  \nAfter 1 year of service.............. 1 week's vacation  \nAfter three (3) years of service...... 2 weeks' vacation  \nAfter eight (8) years of service...... 3 weeks' vacation  \nAfter fourteen (14) years of service..4 weeks' vacation  \nDs Part-time employees hired on or after January 15, 1984  \nshall receive the same vacation benefits as full-time employees  \nhired on or after January 15, 1984 on a pro-rata basis. Vacation  \nbenefits for such part-time employees shall be based on the  \naverage of the calendar year prior to the vacation but in no  \nevent to be less than sixteen (16) hours per week. The vacation  \nbenefit for employees hired after February 9, 1991 shall be no  \nless than twelve (12) hours per week except that the employee may  \nrequest a review of his scheduled hours after eighteen (18)  \nmonths of continuous service and shall receive a vacation benefit  \nof sixteen (16) hours per week if he is so scheduled.  \nE. Vacation pay for a full-time employee shall be computed  \non the basis of the employee's straight-time earnings, including  \nall premiums (night shifts and box pay).  \nF. All vacations become due on each anniversary (hire)  \ndate of the employee and may be taken during the ensuing twelve  \n(12) months. Two (2) weeks only may be taken during the summer  \nmonths. Those employees eligible for three (3), four (4) and  \nfive (5) weeks of vacation will take them outside these summer  \nmonths by mutual consent.  \nG. Employees will be paid vacation pay prior to taking the  \nvacation by separate check or computed to avoid tax penalty.  \nH. In the event of a transfer, an employee shall not lose  \na previously scheduled vacation.  \nI. The Employer shall determine the number of employees,  \nif any, within each classification in each store who may be on  \nvacation at the same time.  \nJ. Employees who voluntarily retire or resign with two (2)  \nweeks' written notice or who are involuntarily terminated by the.  \nEmployer, except for dishonesty when sustained by an arbitrator  \n13  \nor when the employee so charged fails to file a grievance or when  \nthe grievance is not processed to arbitration, shall receive pro  \nrata vacation pay within two (2) weeks after the time of the  \ntermination.  \nK. Any employee who receives his or her vacation during a  \nholiday week shall receive, at the option of the Employer, one  \n(1) extra day's pay or one (1) additional day off the week  \nimmediately following.  \nL. The vacation entitlement of employees absent because of  \nillness, injury or authorized leave of absence (but not including  \nvacation, sick leave days or death in the family leave) for sixty  \n(60) days or less, shall not be adversely affected.  \nM. Vacation pay due a deceased employee (including pro  \nrata as in J above) shall be paid to the heirs or estate of the  \ndeceased employee.  \nN. Vacations shall be granted to employees on a Company  \nseniority store level basis.  \n"], ["SCALE OF WAGES - ARTICLE 21.  \n", "A. The weekly scale of wages shall be as appears in  \nSchedule \"A\", \"B\" or \"C\" attached hereto and made a part of this  \nAgreement and shall not be reduced during the term of this  \nAgreement.  \nB. Payday shall be the same day each week. If payday is  \nnormally on Friday, the Employer shall make every effort to pay  \nemployees before 12:00 noon. If payday falls on a holiday, the  \nEmployer shall make every effort to distribute pay the day before  \nthe holiday.  \n"], ["MILITARY LEAVE OF ABSENCE - ARTICLE 22.  \n", "   \nIn the event that any employee now or hereafter becomes  \nengaged in military or naval service of the United States of  \nAmerica for the purpose of training or otherwise, then and in  \nsuch event he shall be given a leave of absence for such period  \nof service without prejudice to his seniority rights or  \nprivileges. Upon the termination of his service, he shall he  \nreinstated within a period of ninety (90) days from the date of  \nhis discharge from Government service and given the same job  \nwhich he held at the time he left for service and shall be fully  \ncompensated in accordance with the provisions contained herein or  \npursuant to the Agreement which had been in effect at the time of  \nhis resumption of service with the Employer.  \n14  \n"], ["NATIONAL GUARD SERVICE RESERVES - ARTICLE 23.  \n", "   \nA. Any full-time employee who is a member of an organized  \nreserve program or in the National Guard shall be eligible for a  \ntwo (2) week leave of absence, subject to extension in  \nexceptional cases, without pay.  \nB. Such leave of absence may be in addition to the  \nemployee's regularly scheduled vacation period in order that the  \nemployee may participate in the military training required by  \norganization.  \nC. Any employee who wishes to use his regular vacation  \nperiod for military absence shall be paid in accordance with the  \nregular vacation procedure.  \n"], ["BETTER CONDITIONS - ARTICLE 24.  \n", "Nothing in this Agreement shall operate to deprive any  \nemployee of a special privilege or to reduce the present wage or  \nincrease the working time of any employee covered under the  \nprovisions of this Agreement.  \n"], ["LAUNDRY, TOOLS AND EQUIPMENT - ARTICLE 25.  \n", "All linens required by the Employer to be worn by the  \nemployee will be furnished and laundered by the Employer. The  \nEmployer shall supply all tools and equipment in a.good and  \nworkable condition to all employees requiring the same without  \nany cost to the employees.  \n"], ["ENFORCEABILITY OF ANY PART OF AGREEMENT - ARTICLE 26.  \n", "The parties hereto agree that should any section, part or  \nparagraph of this Agreement be declared by established courts to  \nbe unlawful, invalid, ineffective, or unenforceable, said  \nsection, part or paragraph so declared shall not affect the  \nvalidity and enforceability of any other section, part or  \nparagraph hereof, and the remainder of this Agreement shall  \ncontinue to remain in full force and effect.  \n"], ["NO DISCRIMINATION - ARTICLE 27.  \n", "There shall be no discrimination against any employee by the  \nEmployer or Union regardless of race, color, creed, sex or  \nnationality in the matter of hours, wages or working conditions,  \nexcept that the Employer will have the right to choose and  \ndesignate the type of employee whenever the said Employer applies  \n15  \nfor an employee to the Union, and the Union agrees to furnish the  \ntype of employee so designated.  \n"], ["SUCCESSORS & ASSIGNS - ARTICLE 28.  \n", "This Agreement shall be binding upon and shall inure to the  \nbenefit of the respective parties hereto and to their respective  \nheirs and assigns.  \n"], ["LIABILITY CLAUSE - ARTICLE 29.  \n", "It is further agreed between the respective parties that no  \nliability shall be chargeable to the Union for any act of its  \nmembers and the only liability of the Union shall be such as may  \nbe agreed to in writing by the Union and such agreement signed by  \nan officer duly qualified and authorized by the members of the  \nUnion.  \nWORKERS' COMPENSATION AND UNEMPLOYMENT INSURANCE  \n"], ["ARTICLE 30.  \n", "The Employer agrees to cover its employees under Worker's  \nCompensation and Unemployment Insurance regardless of the number  \nof employees presently employed.  \n"], ["SICK LEAVE - ARTICLE 31.  \n", "A. All full-time employees hired before January 15, 1984  \nare eligible to receive in each calendar year a maximum of twelve  \n(12) paid sick leave days of eight (8) hours each or pay for  \nunused sick leave days.  \nB. All employees hired or appointed to full-time after  \nJanuary 15, 1984 shall be eligible to receive the following sick  \nleave days of eight (8) hours each or pay for unused sick leave  \ndays:  \nAfter six (6) months ............... 3 days  \nAfter twelve (12) months ........... 5 days  \nAfter twenty-four (24) months ...... 8 days  \nAfter thirty-six (36) months ....... 10 days  \nTerminated full-time employees except those terminated  \nfor dishonesty, when sustained by an arbitrator, or when the  \nemployee so charged fails to file a grievance, or when the  \ngrievance is not processed to arbitration, will be paid the  \nunused portion of their sick leave on a pro-rata basis thirty  \n(30) days after termination subject to the formula set forth in  \nSections A or B of this Article above, whichever is applicable.  \n16  \nD. Unused sick leave/bonus days will be paid to full-time  \nemployees, and payment will be made during the first (lst)  \nthirty (30) days following the end of the calendar year.  \nE. Sick leave benefits for any employee will be paid no  \nlater than the second (2nd) week following return from sick  \nleave.  \nF. Part-time employees hired before January 15, 1984, with  \nsix (6) months of continuous service, shall be eligible to  \nreceive in each calendar year six (6) paid sick leave days  \nbeginning with the second (2nd) scheduled sick leave day.  \nG. All part-time employees hired on or after January 15,  \n1984 with one (1) year of continuous service shall be eligible to  \nreceive in each calendar year a maximum of five (5) paid sick  \nleave days beginning with the second scheduled sick leave day.  \nH. Part-time sick leave shall be based on the average  \nhours of the five (5) weeks preceding the sick leave during which  \nwork was performed but at no time less than four (4) hours per  \nday.  \n"], ["JURY DUTY - ARTICLE 32.  \n", "A. Employees shall be eligible to receive jury duty  \nbenefits after one (1) year of continuous service. Any employee  \ncalled to serve as petit jurors shall be paid the difference in  \npay between base pay and the amount received for jury service for  \na maximum of ten (10) days in any one (1) year period. Employees  \ncalled to serve as grand jurors shall be paid for a maximum of  \ntwenty (20) days in any one (1) year period. However, employees  \nwho volunteer for grand jury service shall be paid for a maximum  \nof ten (10) days in any one (1) year period.  \nB. An employee dismissed from Jury Duty sufficiently early  \nto enable the employee to work four (4) hours or more of a  \nscheduled shift, including reasonable travel time, shall report  \nto the store to complete the shift.  \nCc. If a full-time employee is called for Jury Service for  \nless than five (5) days, the employee will report to work for the  \nnumber of days he or she was not called to Jury Service.  \nD. Part-time employees shall receive the same jury service  \nbenefits as full-time employees based on their normal part-time  \nschedule after one (1) year of continuous service.  \n"], ["DEATH IN THE IMMEDIATE FAMILY - ARTICLE 33.  \n", "A. All full-time employees with six (6) months or more of  \ncontinuous service shall be entitled to the next three (3)  \n17  \nscheduled days off and pay therefor in the event of death in the  \nemployee's immediate family. Immediate family is defined to mean  \nparents, mother-in-law, father-in-law, child, sister, brother,  \nwife or husband, grandparents of employee or and  \ngrandchildren.  \nB. The employee's scheduled day off and Sunday shall not  \ncount as any part of the three (3) days.  \nc. In the event of the death of a brother-in-law or  \nsister-in-law, the employee shall be granted one (1) scheduled  \nday off and pay therefor to attend the funeral services.  \nD. Part-time employees shall be eligible to receive death  \nleave benefits, after one (1) year of continuous service in the  \nevent of a death in the employee's immediate family as defined in  \nparagraph A immediately above. Part-time employees shall be  \nentitled to up to three (3) scheduled days off from the date of  \ndeath to the date of the funeral at four (4) hours' pay per  \nscheduled day.  \n"], ["GENERAL PROVISIONS - ARTICLE 34.  \n", "A. Employees in the 464A bargaining unit shall not be  \ntransferred to another bargaining unit in the store. Local 464A  \nmembers may be transferred to another 464A department for lunch  \nrelief and emergencies. The Employer shall have the right to  \ninterchange, on a temporary basis, Meat Wrapper and  \nDeli/Appy/Seafood Clerks for lunch periods, emergencies and to  \nprovide adequate customer service.  \nB. Supervisors shall not use the tools of the trade except  \nfor store openings and training, or emergencies with notification  \nto the Union.  \n‘om The meat wrapper shall not perform the duties of the  \nmeat cutter. However, the Union and the Employer shall work  \ntogether to maximize customer service in the meat department.  \nD. The Employer and the Union will discuss the  \nestablishment of a reasonable dress code policy.  \nE. The Employer shall comply with State laws governing lie  \ndetector tests.  \nF. The Union agrees to use its best efforts to ensure that  \nthe stores are adequately staffed on Sundays and Holidays.  \n18  \n"], ["DEPARTMENT HEADS - ARTICLE 35.  \n", "A. The Employer shall notify the Union and the employee  \none (1) week in advance, in writing, on demotion of Department  \nHeads setting forth reasons for demotion and the Union shall have  \nthe right to investigate same before demotion is effective.  \nB. Department Heads demoted shall be returned to same  \nclassification before promotion at the rate of pay he or she  \nreceived before the promotion, plus contract increases.  \non If a Department Head voluntarily requests demotion, he  \nor she shall be returned promptly to the classification held  \nbefore promotion at the rate of pay he or she received before the  \npromotion, plus contract increases. Any excessive delay in  \nacting on the voluntary request shall be subject to the grievance  \nprocedure.  \n"], ["SAFETY - ARTICLE 36.  \n", "A. The Employer and the Union shall jointly form a Safety  \nCommittee of six (6) -- three (3) from Management and three (3)  \nfrom Labor. The Committee shall work ttoward providing all  \nemployees the safest possible equipment and working conditions.  \nThe Employer shall provide whatever statistical information is  \nrequired.  \nB. Journeymen Meat Cutters and Boxmen shall be. supplied  \nwith leather or mesh aprons and mesh gloves while performing box  \nwork upon request.  \nC. Employees shall not be required to enter delivery  \nvehicles which are unsafe.  \nD. Wrapping machines will be equipped with the cool rod  \ntype or mechanical cutter.  \nE. The Employer agrees to make every reasonable effort to  \nlimit box meat to no more than 100 pounds.  \n"], ["", "BOX MEN - PREMIUM PAY - ARTICLE 37.  \nAll box men shall receive ten ($10.00) dollars per week  \npremium pay.  \n"], ["CENTRAL CUTTING PLANT - ARTICLE 38.  \n", "The Employer agrees not to establish a central meat cutting  \nplant during the life of this Agreement. Notwithstanding this  \nprovision, the parties agree to discuss this Article.  \n19  \n"], ["RELIEF DEPARTMENT HEADS - ARTICLE 39.  \n", "A. Full-time employees relieving any Department Head shall  \nbe paid from the first (lst) day as relief Department Head in the  \nevent relief duties extend after three (3) days as relief manager  \nin any one (1) week.  \nB. Full-time employees relieving for vacation periods  \nshall be paid the contractual rate from the first (lst) day. No  \npart time employee will perform the duties of or relieve the Meat  \nManager at any time.  \n"], ["BULLETIN BOARDS - ARTICLE 40.  \n", "The Union shall share existing bulletin boards in markets  \nfor the use of regular Union notices to the members.  \n"], ["SHOP STEWARDS - ARTICLE 41.  \n", "A. The Union shall have the right to appoint or to have  \nelected a Shop Steward who shall have superseniority for layoff  \npurposes.  \nB. Shop Stewards, Executive Board and Policy Board members  \nshall be permitted to attend one (1) day of Local #464A seminars  \na calendar year for which they shall be paid eight (8) hours.  \n"], ["PENSION FUND - ARTICLE 42.  \nA. The Employer shall contribute One Hundred Forty Dollars  \n", "($140.00) per month for each full-time employee to the Pension  \nFund of the United Food and Commercial Workers Union, Local  \n#464A, at no cost to the employee.  \nB. All contributions to the Pension Fund for newly hired  \nfull-time employees shall commence the first of the month  \nfollowing the first thirty (30) days of employment.  \nContributions for Local #464A members start immediately upon  \nemployment.  \nCc. The Employer shall contribute Forty-One Dollars  \n($41.00) per month for each part-time employee to the Pension  \nFund of the United Food and Commercial Workers Union, Local  \n#464A, beginning with the first of the month following six (6)  \nmonths of employment, at no cost to the employee.  \nD. In the event an employee is out because of ‘illness or  \nan approved leave of absence, the Employer shall continue to make  \ncontributions to the Union Pension Fund on behalf of the employee  \n20  \non the same basis as if the employee was working for a period of  \ntime not to exceed two (2) monthly contributions.  \nE. The parties agree that the contributions to the Pension  \nFund shall be deductible in full for the employer's taxable year  \nwith respect to which the contribution made. The  \ndetermination as to the deductibility shall be based on the  \ninformation furnished by the Fund Actuary concerning the funding  \nstatus of the Pension Fund at the time the contribution would be  \ndue. In the event that the contributions required by this  \nArticle are not deductible, the parties agree that the said  \ncontributions will be diverted to the Welfare Service Benefit  \nFund. All current and future negotiated Welfare Service Benefit  \nFund contributions provided for in this Agreement are to continue  \nin full force and effect without setoff or deduction.  \n"], ["WELFARE SERVICE BENEFIT FUND - ARTICLE 43.  \n", "A. Effective January 1, 1999 the Employer shall contribute  \nThree Hundred and Forty-Five Dollars ($345.00) per month for each  \nfull-time employee to the Welfare Service Benefit Fund of the  \nUnited Food and Commercial Workers Union, Local #464A, at no cost  \nto the employee.  \nB. Effective January 1, 2000, the contribution to the  \nWelfare Service Benefit Fund for each full-time employee shall be  \nFour Hundred and Ten Dollars ($410.00) per month.  \nCc. Effective January 1, 2001, the contribution to the  \nWelfare Service Benefit Fund for each full-time employee shall be  \nFour Hundred and Sixty Dollars ($460.00) per month.  \nD. Effective January 1, 2002, the contribution to the  \nWelfare Service Benefit Fund for each full-time employee shall be  \nFour Hundred Seventy-five Dollars ($475.00) per month.  \nE. All contributions to the Welfare Service Benefit Fund  \nfor full-time employees shall commence the first of the month  \nfollowing six (6) months of employment. Contributions for Local  \n#464A members shall be made immediately provided the employee was  \ncovered by the Fund within ninety (90) days prior to the  \nemployee's date of hire.  \nF.1. Employer shall contribute Sixty-Four Dollars and Fifty  \nCents ($64.50) per month for each part-time employee to the  \nWelfare Service Benefit Fund of the United Food and Commercial  \nWorkers Union, Local #464A, at no cost to the employee.  \n21  \n   \nF.2. Effective January 1, 2000, the contribution to the  \nWelfare Service Benefit Fund for each part-time employee shall be  \nSeventy Dollars and Fifty Cents ($70.50) per month.  \nF.3. Effective January 1, 2001, the contribution to the  \nWelfare Service Benefit Fund for each part-time employee shall be  \nSeventy-six Dollars ($76.00) per month.  \nF.4. Effective January 1, 2002, the contribution to the  \nWelfare Service Benefit Fund for each part-time employee shall be  \nEighty-two Dollars ($82.00) per month.  \nF.5. Contributions on behalf of part-time employees shall  \ncommence with the first of the month following six (6) months of  \nemployment.  \nG. In the event an employee is out because of illness or  \nan approved leave of absence, the Employer shall continue to make  \ncontributions to the Welfare Service Benefit Fund on behalf of  \nthe employee on the same basis as if the employee was working for  \na period of time not to exceed two (2) monthly contributions.  \n‘A. The Union may elect to have contributions diverted  \nduring the term of this Agreement from the Legal Service and  \nEducational Benefit Funds, as provided in Articles 44 and 45, to  \nthe Welfare Service Benefit Fund in order to increase its  \nreserves.  \nI. In the event of any change in state or federal  \nlegislation affecting the tax deductibility of this coverage, the  \nparties immediately shall meet to discuss all necessary changes  \nto the Plan to insure that the Employers' Health and Welfare  \ncosts shall not increase.  \n"], ["LEGAL SERVICE FUND - ARTICLE 44.  \nA. The Employer shall contribute Three Dollars and Fifty  \n", "Cents ($3.50) per month to the Prepaid Legal Service Fund of the  \nUnited Food and Commercial Workers Union, Local #464A for each  \nfull-time employee at no cost to the employee.  \nB. The Employer shall contribute One Dollar and Fifty  \nCents ($1.50) per month to the Prepaid Legal Service Fund of the  \nUnited Food and Commercial Workers Union, Local #464A on behalf  \nof all part-time employees who have attained one (1) year of  \nemployment, at no cost to the employee.  \nSe All contributions to the Legal Service Fund for full-  \ntime employees shall commence the first of the month following  \none (1) year of employment. Contributions for Local #464A  \nmembers shall be made immediately, provided the employee was  \n22  \n4  \ncovered by the fund within ninety (90) days prior to the  \nemployee's date of hire.  \nD. In the event an employee is out because of illness or  \nan approved leave of absence, the Employer shall continue to make  \ncontributions to the Legal Service Fund on behalf of the employee  \non the same basis as if the employee was working for a period of  \ntime not to exceed two (2) monthly contributions.  \nE. The Union may elect to have contributions during the  \nterm of this Agreement, diverted from the Legal Service Fund to  \nthe Welfare Service Benefit Fund, in order to increase its  \nreserves.  \n"], ["EDUCATIONAL BENEFIT FUND - ARTICLE 45.  \nA. The Employer shall contribute Fifty Cents ($.50) per  \n", "month to the Educational Benefit Fund of the United Food and  \nCommercial Workers Union, Local #464A, for each full-time  \nemployee at no cost to the employee.  \nB. Contributions to the Educational Benefit Fund for all  \nfull-time employees shall commence the first of the month  \nfollowing twenty-four (24) months of employment. Contributions  \nfor Local #464A members shall be made immediately, provided the  \nemployee was covered by the Fund within ninety (90) days prior to  \nthe employee's date of hire.  \nCc. In the event an employee is out because of illness or  \nan approved leave of absence, the Employer shall continue to make  \ncontributions to the Educational Benefit Fund on behalf of the  \nemployee on the same basis as if the employee was working for a  \nperiod of time not to exceed two (2) monthly contributions.  \nD. The Union may elect to have contributions during the  \nterm of this Agreement diverted from the Educational Benefit Fund  \nto the Welfare Service Benefit Fund in order to increase its  \nreserves.  \n"], ["LEAVE OF ABSENCE - ARTICLE 46.  \n", "A. If a full-time employee desires a leave of absence, the  \nEmployer shall give consideration to granting the leave of  \nabsence.  \nB. Permission to grant a leave of absence shall not be  \nunreasonably withheld.  \nC. Leaves of absence shall be without pay and shall be for  \na maximum of thirty (30) days in any one (1) year, unless  \notherwise required by law.  \n23  \n   \n"], ["APPRENTICE MEAT CUTTERS' RATIO - ARTICLE 47.  \n", "   \nIn the Meat Department, the ratio of employment shall be one  \n(1) apprentice meat cutter for every three (3) journeymen meat  \ncutters.  \n"], ["MANAGEMENT - ARTICLE 48.  \n", "The Employer reserves the right to the operation of its  \nbusiness and the direction of its working forces including, but  \nnot limited to, the establishment of the opening and closing time  \nof stores, the assignment of employees starting and stopping  \nhours, the right to interchange employees starting and stopping  \nhours, transfer, suspend, layoff, promote, demote, discharge for  \njust cause, transfer employees from one store location to another  \nsubject however, to the provisions of this Agreement.  \n"], ["LEGISLATIVE CLAUSE - ARTICLE 49.  \nA. In the event a Federal, State or Local Government shall  \n", "enact legislation, during the term of this Agreement, affecting  \nthe application of any of the provisions hereunder, including,  \nbut not limited to, wages or fringe benefits, the parties hereto  \nrecognize their obligation to comply with such new restrictive  \nlegislation. Thereafter, if the provisions, including, but not  \nlimited to, wages or fringe benefits, of this Agreement may be  \nlawfully reinstituted, the parties hereto further agree that they  \nshall reinstitute as soon as possible, the provisions of this  \nAgreement as if no such new restrictive legislation had been  \nenacted.  \nB. The Employer and the Union agree to comply with the  \nrelevant provisions of the Family and Medical Leave Act, the  \nAmericans with Disabilities Act and the Clean Air Act. The  \nEmployer expressly reserves any rights it may have under any of  \nthe foregoing legislation.  \n"], ["NO STRIKE - NO LOCKOUT - ARTICLE 50.  \n", "A. There shall be no cessation of work, no strikes, no  \npicketing or other interference with the operations of the  \nEmployer, or lockouts for any cause whatsoever, during the life  \nof this Agreement.  \nB. It shall not be a violation of this Agreement, and it  \nshall not be cause for discharge or disciplinary action in the  \nevent an employee refuses to enter upon any property involved in  \na primary labor dispute, or refuses to go through or work behind  \nany primary picket line, including the primary picket line of the  \nUnion party to this Agreement, and including primary picket lines  \n24  \n  \nat the Employer's places of business. Notwithstanding the  \nforegoing, in view of the perishable nature of the products  \nhandled the Union agrees that the above rights shall not be  \nexercised unless the Employer has been notified by the Union by  \nregistered mail at least three (3) working days in advance of its  \nintention to honor the picketing Union's line.  \nCs The Union and its members may participate in all Union  \nactivities, strikes and boycotts as may be permitted by existing  \nlegislation or court decisions.  \nD. In the event of any modification, amendment or repeal  \nof existing legislation which affects the rights of the Union and  \nits members in participating in labor disputes or Union activity,  \nthe Employer agrees that the Union and its members shail be  \npermitted to engage in such Union activity as hereinbefore  \npermitted and provided for in previous collective bargaining  \nagreements with the Union.  \n"], ["REPLACEMENT CLAUSE - ARTICLE 51.  \n", "A. The Employer agrees that the total number of full-time  \nemployees on the payroll at the expiration of this Agreement,  \nincluding those on leave in the military service, shall not be  \nless than the number of employees on the Employer's payroll on  \nJanuary 11, 1975, except in the event of a store closing or a  \nSignificant decline in operations which can be verified by  \nappropriate documentation. The Union reserves the right to  \nsubmit any dispute under this clause to arbitration.  \nB. Full-time employees who leave their employment for any  \nreason shall be replaced by another full-time employee.  \n"], ["PART-TIME EMPLOYEES - ARTICLE 52.  \n", "A. From the first day the part-time employee begins work  \non a full-time basis, they shall begin to accrue and earn their  \nfull-time benefits, other than wages and vacations as set forth  \nin Section E below, as other full-time employees except that  \npart-time employees transferring to full-time status shall earn  \nfull-time sick leave on a pro-rata basis, minus sick leave  \nalready used in that year.  \nB. When full-time openings become available, part-time  \nemployees will be given preference to fill the full-time  \nopenings.  \nC. Part-time employees laid off and recalled within a one  \n(1) year period shall receive their former hourly rate of pay and  \nseniority reinstated back to last employment date.  \n25  \nD. No part-time employee can be required to perform the  \nwork of or relieve the Meat Department Manager.  \nE. Part-time employees shall receive one-half (1/2)  \nservice credit toward full-time wage rate (to a maximum increase  \nof One Dollar ($1.00) per hour and thereafter progress on the  \napplicable scale) and vacation benefits when promoted to full-  \ntime.  \nF. All part-time employees who are interested in obtaining  \nfull-time positions shall place their name on a bid sheet. When  \na full-time job opportunity becomes available within the  \ndepartment, the employer shall consider the qualifications,  \nabilities, and seniority in awarding said full-time position.  \nSeniority shall control when all other factors are equal.  \n"], ["POLICY AND PROCEDURE CHANGES - ARTICLE 53.  \n", "The Union shall be notified in advance of any changes in  \npolicy and procedure by the Employer.  \n"], ["EVALUATION OF EMPLOYEES - ARTICLE 54.  \n", "A. The Employer agrees to evaluate all its employees for  \nthe purpose of upgrading.  \nB. Any employee selected for Management training will  \nremain in the bargaining unit until such training and the  \npromotion to a Management position has been completed.  \n"], ["DELINQUENT CONTRIBUTIONS - ARTICLE 55.  \n", "A. It is agreed that, if the Employer fails to make timely  \ncontributions and becomes delinquent to the Pension, Welfare,  \nLegal Service and the Educational Benefit Funds, the Employer  \nshall be responsible for interest, as the Trustees may direct,  \nfrom the date the contributions were due. In addition, the  \nEmployer will be responsible for any Legal fees and/or Court  \ncosts incurred because of such delinquency.  \nB. The Employer further agrees that, if the Trustees deem  \nit necessary, the Employer's payroll records may be examined to  \ndetermine whether or not the Employer is meeting the terms of  \nthis Agreement and the Trust Agreement.  \n"], ["TIME WORKED - ARTICLE 56.  \n", "The Employer agrees in making contributions to the Pension,  \nWelfare, Legal Service and Educational Benefit Funds to compute  \n26  \nas time worked all time paid for such as holidays, vacations and  \nsick leave days. The payroll records of the Employer shall be  \nevidence of time paid for.  \n"], ["MOBILE MEDICAL UNIT - ARTICLE 57.  \n", "A. The Employer agrees to permit any eligible employee who  \nso desires up to one (1) hour of paid time once a year to take  \npreventative medical tests furnished by the Local 464A Mobile  \nMedical Unit.  \nB. The time of the visit shall be by prior mutual  \nagreement.  \n"], ["CREDIT UNION - ARTICLE 58.  \n", "A. The Employer agrees to make every reasonable effort to  \nprovide payroll deductions for all employees who desire to join  \nthe Liberty. Savings Federal Credit Union and who have signed a  \nproper authorization for such deductions.  \nB. If the Employer has a federally approved Credit Union  \nestablished prior to the date of this Agreement, the Employer  \nshall not be bound by Paragraph A immediately above.  \n27  \n   \n"]]