[["", "COLLECTIVE BARGAINING  \nAGREEMENTS  \nBetween  \nDistrict Council No. 21  \nInternational Union of Painters  \nand Allied Trades AFL-CIO-CLC  \nand the  \nAssociated Master Painters and Decorators Inc. of Philadelphia and  \nVicinity  \nand the  \nInterior Finish Contractors Association of Delaware Valley  \nand the  \nArchitectural Glass and Metal Association of Philadelphia and  \nVicinity  \nand the  \nP.D.C.A. of Northeast Pa.  \nand the  \nP.D.C.A. of Harrisburg  \nand the  \nKeystone Contractors Association  \nand  \nAll Independent Employers and Associations  \nStarting, May 1, 2012 (Painters)  \nMay 1, 2015 (Drywall, Glaziers & Upstate)  \nSee Duration clause for expiration dates  \n   \nArticle  \n"], ["", "Article  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nArticle  \nExhibit A  \nArticle  \nWO Oo “J ON La & Wo  \n25  \n26  \n27  \nTABLE OF CONTENTS  \n   \nRecognition  \nUnion Security  \nCheck-off Administrative Dues  \nFunction of Management  \nContract Increases & Territories  \nDC Representative  \nGeneral Work Conditions  \nPicketing  \nSubletting of Contract  \nPreservation of Work  \nGrievance & Arbitration  \nSecurity of Funds  \nVarious Funds  \nPinpointing Funds  \nindustry Advancement Funds  \nDC #21 Apprenticeship  \nState Safety Code Compliance  \nCompensation Insurance Coverage  \nWork Injury  \nActs, Relations, Rulings, Legal  \nJurisdiction  \nPromotion for Better Journeypersons  \n& Industries  \nMore Favorable Terms  \nDrug & Alcohol Policy  \nSpecific Provisions & conditions For All Crafts by  \nZones, Painter, Wallcoverers  \nZone 1 & 5  \nSpecific Provisions & conditions For All Crafis by  \nZones, Painters, Wallcoverers & Drywall Finishers  \nZones 2,3 & 4  \nSpecific Provisions & conditions For All Crafts  \nby Zones Drywall Finishers, Zones 1 & 5  \nSpecific Provisions & conditions For All Crafts by  \nZones Glaziers, Zones | through 6  \nwith zones 2, 3 & 4 in a separate book  \nSIZE SCHEDULE  \nDuration  \nArticles of Agreement  \nThis Agreement is made and entered into this first day of May 1,  \n2012 between the ASSOCIATED MASTER PAINTERS AND  \nDECORATORS, INC. OF PHILADELPHIA AND VICINITY AND  \nentered into this first day of May 1, 2015 between the INTERIOR FINISH  \nCONTRACTORS ASSOCIATION OF DELAWARE VALLEY,  \nARCHITECTURAL GLASS AND METAL ASSCCIATION OF  \nPHILADELPHIA AND VICINITY, P.D.C.A. OF NORTHEAST PA,  \nP.D.C.A.- HARRISBURG AND KEYSTONE CONTRACTORS  \nASSOCIATION, hereinafter called the “EMPLOYER”, and DISTRICT  \nCOUNCIL # 21 OF THE INTERNATIONAL UNION OF PAINTERS  \nAND ALLIED TRADES, AFL-CIO-CLC, o— EASTERN  \nPENNSYLVANIA, SOUTHERN NEW JERSEY, AND THE STATE OF  \nDELAWARE, HEREAFTER called the “COUNCIL”.  \nNow, Therefore, This Agreement Witnesseth:  \n"], ["ARTICLE 1  \nRecognition  \n", "1. Recognition:  \nThe Union recognizes the ASSOCIATED MASTER  \nPAINTERS AND DECORATORS, INC. OF PHILADELPHIA  \nAND VICINITY, INTERIOR FINISH CONTRACTORS  \nASSOCIATION OF DELAWARE VALLEY,  \nARCHITECTURAL GLASS AND METAL ASSOCIATION  \nOF PHILADELPHIA AND VICINITY, P.D.C.A. OF  \nNORTHEAST PA, P.D.C.A.- HARRISBURG, KEYSTONE  \nCONTRACTORS ASSOCIATION, AND ALL  \nINDEPENDENT EMPLOYERS & ASSOCIATIONS as the  \nexclusive collective bargaining representative and agent under  \nthe terms of this Agreement for all of its present and future  \nmembers. THE ASSOCIATED MASTER PAINTERS AND  \nDECORATORS, INC. OF PHILADELPHIA AND VICINITY,  \nINTERIOR FINISH CONTRACTORS ASSOCIATION OF  \nDELAWARE VALLEY, ARCHITECTURAL GLASS AND  \nMETAL ASSOCIATION of PHILADELPHIA AND  \nVICINITY, P.D.C.A. OF NORTHEAST PA, P.D.C.A.-  \nHARRISBURG, KEYSTONE CONTRACTORS  \nASSOCIATION, AND ALL INDEPENDENT EMPLOYERS  \nand any other this Union may recognize, do  \nrecognize the COUNCIL as the bargaining representative of the  \nPainters, Decorators, Wallcoverers, Drywall Finishers, Glaziers,  \nand Apprentice EMPLOYEES of the EMPLOYERS.  \n3  \n1.2  \n2.1  \n2.2  \n3.1  \nNLRB Status:  \nInasmuch as the Union has demanded recognition from the  \nEMPLOYER as the exclusive bargaining representative of the  \nEMPLOYEES in the bargaining unit described herein under  \nSection 9(a) of the National Labor Relation Act, and has  \nsubmitted proof thereof in the form of signed and dated  \nauthorization cards, and the EMPLOYER is satisfied that the  \nUnion represents a majority of its EMPLOYEES in the  \nbargaining units described herein, the EMPLOYER hereby  \nrecognizes the Union as the exclusive collective bargaining  \nrepresentative of its EMPLOYEES on all present and future job  \nsites within the jurisdiction of the Union, unless and until such  \ntime as the Union loses its status as the EMPLOYEES’  \nexclusive representative as a result of an NLRB election  \nrequested by the EMPLOYEES. The EMPLOYER agrees that  \nduring the life of this Agreement it will not request a NLRB  \nelection and expressly waives any right it may have to do so.  \n"], ["ARTICLE 2  \nUnion Security Clause  \n", "Membership:  \nIt is agreed that after the EMPLOYEE, who by the nature of his  \nwork comes within the provisions of this Agreement and who  \nshall have worked for any EMPLOYER for not less than seven  \n(7) days, such EMPLOYEE shall be required to then become  \nand remain a member of the Union in good standing, and the  \nUnion shall make membership therein continuously available to  \nsuch EMPLOYEE on the same terms and conditions as are  \ngenerally applicable to the other members of the Union.  \nDischarge of EMPLOYEE:  \nAny EMPLOYEE whe fails or refuses to become a member of  \nthe Union after seven (7) days from the date of commencement  \nof work with any EMPLOYER shall, upon written notice from  \nthe Union, be discharged by his current EMPLOYER.  \n"], ["ARTICLE 3  \nCheck-Off Administrative Dues  \n", "   \nAgreement of Check-Off  \nEvery EMPLOYER, signatory to this Agreement, hereby agrees  \nto check-off from wages of any EMPLOYEE by such  \nEMPLOYER during the term of this Agreement, administrative  \ndues in the then amount specified in this Agreement and/or  \nUnion's by-law and to remit said amount to the Administrator in  \nthe following manner.  \n3.1.3  \n3.2  \nUpon signing of this Agreement the Union will notify the  \nEMPLOYER in writing of the amount of administrative dues  \nspecified, and will submit to the EMPLOYER a copy of the By-  \nLaws or the appropriate By-Laws.  \nFor each payroll period, the EMPLOYER will deduct from the  \nwages of cach EMPLOYEE the amount specified, based on  \nGross Wages and Fringe Benefits paid during said payroll  \nperiod, and will accumulate said deduction at the end of the  \nmonth.  \nAll payments and/or transmittals of funds required under this  \nArticle shall be paid to the Administrator not later than the  \nthirtieth (30\") day following the end of the month in which the  \ncheck-off occurred. All such payments shall be made in  \naccordance with the payment and collection procedures  \nhereinafter set forth in Article 13.  \nOutside of #21’s Area:  \nThe Employer party hereto shall, when engaged in work outside  \nthe geographic jurisdiction of the Union party to the agreement,  \ncomply with all of the lawful clauses of the Collective  \nBargaining Agreement in effect in said other geographic  \njurisdiction and executed by the employers of the industry and  \nthe affitiated Local Unions in the jurisdiction, including but not  \nlimited to, the wages, hours, working conditions, fringe benefits,  \nand procedure for settlement of grievance set forth therein;  \nprovided however, that where no affiliated Union has a current  \neffective agreement covering such out-of-area work, the  \nemployer shall perform such work in accordance with this  \nagreement; and provided further that as to employees employed  \nby such employer from within the geographic jurisdiction of the  \nUnion party to this agreement and who are brought into an  \noutside jurisdiction, such employee shall be entitled to receive  \nthe wages and condition effective in either the home or outside  \njurisdiction whichever are more favorable to such employees. In  \nsituations covered by the last proviso fringe benefit  \ncontributions on behalf of such employees shall be made solely  \nto their home funds in accordance with their governing  \ndocuments, and the difference between the wages and benefit  \ncontributions required by the away funds and the home funds, if  \nany, shall be paid to the employees as additional wages. This  \nprovision is enforceable by the District Council or Local Union  \nin whose jurisdiction the work is being performed, both through  \nthe procedure for settlement of grievance set forth in its  \napplicable collective bargaining agreement and through the  \ncourts, and is also enforceable by the Union party to this  \nagreement, both through the procedure for settlement of  \ngrievances set forth in this agreement and through the courts.  \n5  \n3.3  \n3.4  \n3.6  \n4.1  \nDrywall Finishers ONLY: See Article 25.10.7  \nEMPLOYER'S Obligation:  \nThe obligation of the EMPLOYER under 3.1 and 3.3 shall apply  \nonly as to EMPLOYEES who have voluntarily signed a valid  \ndues deduction authorization card.  \nTime of Employment  \nAt the time of employment of any EMPLOYEE, the  \nEMPLOYER will submit to each such EMPLOYEE, for his  \nvoluntary signature, a dues deduction authorization card in  \nduplicate; one copy of which is retained by the EMPLOYER  \nand the other retumed to the Union; the form to be supplied to  \nsuch EMPLOYER by the Union.  \nSubmittal Form:  \nOn or before the thirtieth (30\"\") day of each month, the  \nEMPLOYER will submit to the Union, a list of all  \nEMPLOYEES covered by the Agreement who have not signed a  \ndues deduction card, together with the number of hours worked  \nby each such EMPLOYEE during the month previous.  \nPolitical Action Fund:  \nIt ts recognized that the District Council 21 has a Political  \nAction Fund and is entitled to voluntary contributions by its  \nmembers. Upon receipt of written authorization from an  \nEMPLOYEE, the EMPLOYER agrees to deduct payments in  \nthe amount specified in the wages of said EMPLOYEE, and  \nforward such monies to the Political Action Fund, in a manner  \nconsistent with Article 3.  \n"], ["ARTICLE 4  \nFunction of Management  \n", "Management Rights:  \nin the exercise of its functions of management, the EMPLOYER  \nshail have the right, to plan, direct and control operations of all  \nits work, hire EMPLOYEES, direct the working forces in the  \nfield, assign EMPLOYEES their jobs, discharge, suspend or  \ndiscipline for proper cause, (proper cause for discharge includes  \nbut is not necessarily limited to incompetence, insubordination,  \nhabitual tardiness or absenteeism), transfer, promote or demote  \nEMPLOYEES, lay off EMPLOYEES because of the lack of  \nwork, or for other legitimate reasons, require EMPLOYEES to  \nobserve the EMPLOYER’S and/or contracting entities, rules and  \nregulations not inconsistent with this Agreement, institute a fair  \nand consistent drug policy, regulate the amount of equipment  \nused and the use of equipment and other property of the  \n6  \nEMPLOYER, decide the number of EMPLOYEES needed;  \nprovided, however, that the EMPLOYER will not use its rights  \nfor the purpose of discrimination against any EMPLOYEE.  \n"], ["ARTICLE 5  \nContract Increases & Territory covered in Zones  \n", "Zone | (Phila. Metro) Painters, Drywati Finishers, Wallcoverers,  \nGlaziers:  \nTerritory: Pennsylvania Counties of: Philadelphia, Montgomery, Bucks,  \nDelaware, And Chester,  \nNegotiated Increases for contract Duration Zone _/: Painters &  \nWallcoverers (distribution to be determined by Union)  \nIst Year 2\" Year 3 Year 4\" Year 5\" Year  \nRegular $1.40 $1.40 $1.50 $1.75 $1.75  \nIndustrial $1.40  \nBridge $1.50-5/1/12 $1.50-11/1/12  \nMkt. Recovery $1.00 2.5% 2.5% 2.5% 2.5%  \n(2.5% is based on Total Package)  \nNegotiated increases for contract Duration Zone /: Drywall Finishers  \n(distribution to be determined by Union) - PHILADELPHIA ONLY  \n   \n1* Year 2” Year 3™ Year  \nRegular $1.40 $1.40 $1.50  \nMkt. Recovery A $1.00 2.5% 2.5%  \n(2.5% is based on Total Package)  \nNegotiated Increases for contract Duration Zone 1: Drywall Finishers  \n(distribution to be determined by Union) -4 COUNTY AREA ONLY  \neA  \n   \n\"Year =.\" Year 3™ Year  \nRegular $1.00 $1.00 $1.00  \nMkt. Recovery A $1.00 $1.00 $1.00  \nNegotiated Increases for contract Duration Zone /: Glaziers (distribution  \nto be determined by Union)  \n1* Year 2™ Year 37 Year  \nRegular $1.95 $1.90 $1.90  \nZone 2 (Witkes-Barre, Scranton) Painters, Drywall Finishers,  \nWallcoverers  \nTerritory: Pennsylvania Counties of: Bradford, Clinton, Columbia,  \nLackawanna, Luzerne, Lycoming, Montour, Northumberland, Pike,  \nSchuylkill, Snyder, Sullivan, Susquehanna, Tioga, Union, Wayne and  \nWyoming  \nNegotiated Increases for Contract Duration Zone 2: (distribution to be  \ndetermined by Union)  \nI\" Year 2\" Year 37 Year  \n   \nPainters $1.05 $1.10 $1.20  \nIndustrial $1.25 $1.45 $1.55  \nBridge $1.55 $2.00 $2.50  \nDrywall $1.05 $1.10 $1.20  \nMkt. Recovery: to be determined------------------~------------------~-----=---==+  \nZone 2 (Scranton, Wilkes-Barre, Northumberland) Glaziers:  \nTerritory: Pennsylvania Counties of: Bradford, Susquehanna, Wayne,  \nLackawanna, Monroe, Pike, Wyoming, Tioga, Columbia, Union, Sullivan,  \nLycoming, Montour, Clinton, and Luzerne.  \nNegotiated Increases for Contract Duration Zone 2: (Distribution to be  \ndetermined by Union)  \nRegular See Scranton Agreement (Sterling Glass)  \nMay 1, 2014 thru April 30, 2017  \nZone 3 (Allentown) Painters, Drywall Finishers, Wallcoverers:  \nTerritory: Pennsylvania Counties of: Carbon, Lehigh, Monrae,  \nNorthampton, and Berks.  \nNegotiated Increases for Contract Duration Zone 3: (distribution to be  \ndetermined by Union)  \nYear 2™ Year 3\" Year  \nPainters $1.05 $1.10 $1.20  \nIndustrial $1.25 $1.45 $1.55  \nBridge $1.55 $2.00 $2.50  \nDrywall $1.05 $1.10 $1.20  \nMkt. Recovery: to be ne  \nZone 3 (Allentown Reading) Glaziers:  \nTerritory: Pennsylvania Counties of: Lehigh, Northampton, Schuylkill,  \nBerks, Colombia and Carbon.  \nNegotiated Increases for Contract Duration Zone 3: (Distribution to be  \ndetermined by Union}  \n   \nRegular See Allentown/Reading Agreement (Hutt’s Glass)  \nJune 1, 2013 thr: April 30, 2016  \nZone 4 (Harrisburg) Painters, Drywall] Finishers, Wallcoverers:  \nTerritory: Pennsylvania Counties of: Adams, Cumberland, Dauphin,  \nFranklin, Lancaster, Lebanon, Perry and York,  \nNegotiated Increases for Contract Duration Zone 4: (distribution to be  \ndetermined by Union)  \n\"Year 2\" Year 3° Year  \n   \nPainters $0 $0.40 $0.50  \nBridge $1.00 $0.40 $0.50  \nIndustrial $0.25 $0.40 $0.50  \nDrywall $0.35 $0.40 $0.50  \nZone 4 (Harrisburg) Glaziers:  \nTerritory: Pennsylvania Counties of: Franklin, Adams, Cumberland, Perry,  \nDauphin, Juniata, Snyder, York, Lancaster and Lebanon.  \nNegotiated Increases for Contract Duration Zone 4: (Distribution to be  \ndetermined by Union)  \n   \nRegular See Harrisburg Agreement (Hershocks, Inc.,  \nHarrisburg, Eastern)  \nMay I, 2014 thm: April 30, 2017  \nZone5 (State of Delaware) Painters, Drywall Finishers,  \nand Glaziers  \nTerritory: Whole State  \nNegotiated Increases for Contract Duration Zone 5: (distribution to be  \ndetermined by Union)  \n\"Year 2” Year 3% Year 4Year Year  \nRegular $1.40 $1.40 $1.50 $1.75 $1.75  \nIndustrial $1.40 $1.40 $1.50 $1.75 $1.75  \nBridge $1.00-5/1/12 $1.00-1 1/1/12  \nGlaziers Regular (Same as zone 1)  \nMkt. Recovery: to be determined ---------------------._-----------  \n9  \nZone 6 (Southera N.J.) Glaziers only  \nTerritory: Southern New Jersey counties of: Gloucester, Atlantic, Camden,  \nSalem, Cumberland, Cape May, and parts of Ocean and Burlington. (See  \ndividing lines below)  \nPennsylvania and New Jersey Boundaries: New Hope, PA to Newtown,  \nPA to Emilie, PA to Florence, NJ to Bustleton, NJ to Columbus, NJ to  \nJobstown, NJ to Pemberton, NJ io Ongs Hat, NJ to Chatsworth, NJ to  \nWhiting, NJ to Pinewald, NJ to Ocean Gate, NJ to Seaside Heights, NJ.  \nEverything south of these boundaries is the geographic jurisdiction of  \nGlaziers Local Union 252 in the state of New Jersey.  \nNegotiated Increase same as zone 1  \n"], ["ARTICLE 6  \nCouncil Representatives  \n", "6.1 District Council 21 Representatives:  \nDistrict Representative only, in their capacity, shall be  \npermitted to visit a job, or a shop, to ascertain if the terms of this  \nAgreement are being complied with.  \n6.1.1 No Restriction to Jobs:  \nIn the event that a Representative needs a pass or special permit  \nto get on a job site because of security regulations, the  \nEMPLOYER will assist in getting the Representative on the job.  \nThe Representative will not be restricted by the EMPLOYER in  \nany way in the performance of his duties. If it is beyond the  \nEMPLOYER'S control, then District Council # 21 will explore  \nother avenues.  \n"], ["ARTICLE 7  \nGenera! Work Rules  \n", "7.1 Productivity:  \nIn recognition of increased competition from Non-Union  \nsubcontractors, it is understood that EMPLOYEES must begin  \nand end the working day according to this contract, and the  \nlunch periods must not be extended. Those who violate this  \nunderstanding, or those who fail to report without sufficient  \nnotice, can be subject to discharge. It is the aim of the  \nEMPLOYER and all of the EMPLOYEES to be as productive as  \npossible, in order to help preserve future job security.  \n10  \n7.2  \n7.3  \n7.4  \nRatio:  \nThe contractor or the EMPLOYER party to this Agreement,  \nwhen engaged in work outside the geographical jurisdiction of  \nthe Union party to this Agreement, shall employ not less than  \nfifty percent (50%) of the workers employed on such work from  \nthe members of the Local Union or District Council where the  \nwork is being performed.  \nJurisdictional Conditions:  \nThe EMPLOYER party hereto shall, when engaged in work  \noutside the geographic jurisdiction or zone of the Union party to  \nthe Agreement, comply with all of the lawful clauses of the  \nCollective Bargaining Agreement in effect in said other  \ngeographic jurisdiction or zone and executed by the  \nof the industry and the affiliated Local Unions  \nin that jurisdiction or zone, including but not limited to, the  \nwages, hours, working conditions, fringe benefits, and procedure  \nfor settlement of grievances set forth therein; provided however,  \nthat as to EMPLOYEES employed by such EMPLOYER from  \nwithin the geographic jurisdiction or zone of the Union party to  \nthis Agreement and who are brought into an outside jurisdiction,  \nsuch EMPLOYEES, shall be entitled to receive the wages and  \nconditions effective in either the home or outside jurisdiction  \nwhich ever favorable to such EMPLOYEES, and fringe benefit  \ncontributions on behalf of such EMPLOYEES shall be made  \nsolely to their home funds in accordance with their governing  \ndocuments and the difference between the benefit contributions  \nrequired by the home funds and the away funds, if any, shall be  \npaid to the employees as additional wages. This provision is  \nenforceable by the Local Union or District Council in whose  \nJurisdiction the work is being performed, both through the  \nprocedure for settlement of grievances set forth in this  \napplicable Collective Bargaining Agreement and through the  \ncourts, and is also enforceable by the Union party to this  \nAgreement, both through the procedure for settlement of  \ngrievances set forth in this Agreement and through the courts.  \nEvading obligations:  \nThe EMPLOYER shall not be permitted to evade its obligations  \nthereunder by setting up an additional ‘home’ or ‘branch’ office  \nor plant in an area outside District Council 21’s territory.  \nCoffee Break:  \nThere shall be a 15-minute coffee break per shift. This also  \napplies to night shift.  \n"], ["ARTICLE 8  \nPicketing  \n", "| Painters, Drywall Finishers, Wallcoverers  \nEMPLOYEES covered by this Agreement shall have the right to  \nrespect any legal primary picket line validly established by any  \nbona fide labor organization.  \n"], ["ARTICLE 9  \nSubletting of Contracts  \n", "All Zones Painters, Drywall Finishers, Wallcoverers  \n9.1 Subcontracting  \nThe EMPLOYER shall not contract out or subcontract any work  \ncovered by this Agreement to any sub-contractor or other person  \nunless that sub-contractor or other person is a party to a  \nCollective Bargaining Agreement with a District Council or  \nLocal Union affiliated with the International Union of Painters  \nand Allied Trades, AFL — CIO.  \nGlaziers Sub-Contracting Only  \nThe COUNCIL agrees to recognize existing past practice with  \nregard to subcontracting and agrees that it will not bring any  \nactions against any member of AGMA who utilizes such  \npractice even though they may not have done so in the past.  \n"], ["ARTICLE 10  \nPreservation of Work Clause  \n", "   \n10.1 Protection of Work:  \nTo protect and preserve, for the EMPLOYEES covered by this  \nAgreement, all work they have performed and all work covered  \nby this Agreement, and to prevent any devise or subterfuge to  \navoid the protection and preservation of such work, it is agreed  \nas follows: If the EMPLOYER performs on-site construction  \nwork of the type covered by this Agreement, under its own name  \nor the name of another, as a corporation, company, partnership,  \nor other business entity, including a joint venture, wherein the  \nEMPLOYER, through its officers, directors, partners, owners, or  \nstockholders, exercises directly or indirectly (through family  \nmembers or otherwise), management, control, or majority  \nownership, the terms and conditions of this Agreement shall be  \napplicable to all such work.  \n12  \n10.2  \n10.3  \nStep I  \nDisputes:  \nAll charges of violations of Section 13.1 of this Article shall be  \nconsidered as a dispute and shall be processed in accordance  \nwith the provisions of this Agreement on the handling of  \ngrievances and the final and binding resolution of disputes. As a  \nremedy for violations of this Article, the Joint Trade Board or  \nArbitrator shal] be able, at the request of the Union, to require an  \nEMPLOYER to pay I} to effected EMPLOYEES covered by  \nthis Agreement, including registered applicants for employment,  \nthe equivalent of wages those EMPLOYEES have lost because  \nof the violations, and 2) into the affected Joint Trust Funds to  \nwhich this Agreement requires contributions, any delinquent  \ncontributions that resulted from the violations. The Joint Trade  \nBoard or Arbitrator shall be able also to provide any other  \nappropriate remedies, whether provided by law or this  \nAgreement. The Union shall enforce a decision of the Joint  \nTrade Board or Arbitrator under this Article only through  \narbitral, judicial, or governmental (for example, the National  \nLabor Relations Board) channels.  \nEnforcement of Award:  \nif, after an EMPLOYER has violated this Article, the Union  \nand/or the trustees or one or more Joint Trust Funds to which  \nthis Agreement requires contributions institute legal action to  \nenforce an award by an Arbitrator or the Joint Trade Board  \nremedying such violation, or defend an action that secks to  \nvacate such award, the EMPLOYER shal! pay any accountants’  \nand/or attomeys’ fees incurred by the Union and/or the Joint  \nTrust Funds, plus costs of the litigation, that have resulted from  \nsuch legal action. This section does not affect other remedies,  \nwhether provided by law or this Article that may be available to  \nthe Union and/or the Joint Trust Funds.  \n"], ["ARTICLE 11  \nGrievances and Arbitration  \n", "Jurisdiction of Procedures:  \nAll complaints, disputes, controversies, claims or grievances  \n(hereinafter referred to as a dispute) arising between the parties  \nto the Agreement involving questions of interpretation,  \napplication, or breach of any part of this Agreement, or arising  \nout of the contractual relations between the parties and their  \nrespective members shall, be resolved in the following manner:  \nin the first instance, the job or shop steward shall file a  \ngrievance with the foreman on the job, The company has five (5)  \nworking days to answer this grievance. If the grievance cannot  \nbe resolved at this step it shall proceed to step two.  \n13  \nStep 2  \nStep 3  \nStep 4  \nStep 5  \n11.2  \nThe Business Representative of District Council] 21 will meet  \nwith the foreman on the job. If the grievance cannot be resolved  \nat this step within five (5) working days it shall proceed to step  \nthree.  \nThe Company Representative will meet with a committee  \nappointed to hear this grievance at District Council 21's office.  \nThe committee will render its opinion within three (3) working  \ndays of the meeting. If the Company does not agree with this  \nopinion it has two (2) working days to write its reasons why it  \ndisagrees with the opinion of the Committee. If the Committee  \ndisagrees with the written response by the Company, the  \nBusiness Manager/Secretary Treasurer, will proceed to step four  \n(4) and file for a Joint Trade Board Meeting.  \nThe Joint Trade Board will be made up of three members of  \nDistrict Council 21, and three members of the Association that  \nbest represents this grievance. From the time either party files  \nfor a “Joint Trade Board Meeting”, the Board must convene  \nwithin five (5) working days. The Joint Trade Board must render  \nits decision within three (3) working days. The decision of the  \nJoint Trade Board will be binding and final on the parties. If the  \nEMPLOYER refuses to comply with a final and binding  \ndecision issued at the Joint Trade Board Jevel, the District  \nCouncil will have the right to direct EMPLOYEES of such  \nEMPLOYER to refrain from work. If the “Joint Trade Board”  \ncannot resolve the grievance, at this level: either party can file  \nfor arbitration with (AAA) American Arbitration Association,  \nwithin ten (10) working days.  \nDuring the pendency of the Board’s decision, there shall be no  \ncessation of work of any type or description nor shall the  \nEMPLOYER lock out any EMPLOYEE.  \nARBITRATION  \nThe American Arbitration Association will submit a panel of  \nArbitrators from whom the parties shall select an Impartial  \nChairman in accordance with the Rules and Regulations of the  \nAmerican Arbitration Association to hear the dispute. The  \ndecision of the Impartial Chairman shall be final and binding  \nupon all parties to the proceedings and to this Agreement.  \n48 hour rule:  \nIf an EMPLOYER fails to comply with an Arbitration Award  \nwithin forty eight (48) hours after it has been rendered, the  \nUnion shall have the right, aside from other legal remedies  \navailable to it, to direct the EMPLOYEES of such EMPLOYER  \ncovered by this Agreement to refrain from working for such  \n14  \n113  \n115  \nEMPLOYER as long as he has failed to comply with the  \nArbitration Award, and such action by the Union and the  \nEMPLOYEES shali not be considered a breach or violation of  \nthis Agreement.  \nCost  \nEach party shall pay one-half (1/2) the costs of arbitration  \nincluding administrative fees and the cost of an arbitrator. This  \nshail not include the legal fees of any party using the services of  \nan attorney or any other professional service, which shall be the  \nresponsibility of the party(s) engaged. The exception being, as  \npertaining to any and all fees as outlined in Article 13.  \nTermination of Agreement:  \nIn the event it has been determined by the appropriate body that  \nany EMPLOYER, party to this Agreement, has violated it, in  \nany respect, depending on the severity of the offenses, then this  \nAgreement shall be terminated as to such EMPLOYER, and the  \nUnion is privileged to withdraw the workers from the  \nemployment of that EMPLOYER.  \nAll matters considered beneficial to the painting, wallcovering,  \ndrywall finishing and glazing industries, not presently provided  \nfor in this Agreement, shall be referred to the Joint Trade Board  \nfor consideration and appropriate action.  \nNon-Members of Associations:  \nThe parties hereto agree that the arbitration procedure outlined  \nabove will be available for any dispute which may rise between  \nthe Union and EMPLOYER who is not a member of the  \nASSOCIATED MASTER PAINTERS AND DECORATORS,  \nINC. OF PHILADELPHIA AND VICINITY, INTERIOR  \nFINISH CONTRACTORS ASSOCIATION OF DELAWARE  \nVALLEY, ARCHITECTURAL GLASS AND METAL  \nASSOCIATION OF PHILADELPHIA AND VICINITY,  \nP.D.C.A. OF NORTHEAST PA, AMERICAN  \nSUBCONTRACTORS ASSOCIATION OF CENTRAL  \nPENNSYLVANIA, P.D.C.A.- HARRISBURG and any or all  \nIndependent EMPLOYERS and Associations the Union may  \nrecognize, but who has agreed to accept and be bound by the  \narbitration procedures and machinery set forth above.  \nWhen a non-member signator of this Agreement is charged with  \nviolating any of the provisions or conditions of this Agreement  \nor any other Agreement District Council No. 21 is a party to,  \nindenture or condition related to the Collective Bargaining  \nAgreement between the parties hereto, they shall be given the  \nright to designate another non-member signator to the  \nAgreement, in good standing, to sit in the place and stead of one  \niS  \n12.1  \n12.3  \n12.3.1  \n12.4  \nChapter designated member of the Board, for the purpose of  \nhearing and determining the particular charge or charges; in  \nsuch an event the Chapter shall temporarily remove one of its  \nappointed members of the Board to give effect to the  \naforementioned objective. The non-member signator designee  \nShall be vested with the same powers and authority as held by  \nthe other member of the Board.  \n"], ["ARTICLE 12  \nSecurity of Funds  \n", "Upon signing an EMPLOYER to this Collective Bargaining  \nAgreement, the EMPLOYER must submit to the Union a  \ncomplete list of all EMPLOYEES and jobs; also proof of having  \nproper Worker’s Compensation and Unemployment Insurance.  \nALL Painting, Drywall Finishing and Wallcovering  \nEMPLOYERS are required to post a security bond; the original  \nshall be filed with the District Council # 21 office. The amount  \nof the bond for EMPLOYERS averaging | to 15 EMPLOYEES  \nshall be $30,000.00, 16 to 35 EMPLOYEES shall be $50,000.00  \nand over 35 EMPLOYEES $75,000.00.  \nALL Glazing EMPLOYERS are required to put a bond in the  \nfollowing manner: 1 to 15 EMPLOYEES shall be $30,000.00,  \n16 to 35 EMPLOYEES shall be $40,000.00 and over 35  \nEMPLOYEES $50,000.00. In lieu of a bond, a letter of credit in  \nSaid amount is acceptable.  \nFor All EMPLOYERS, in lieu of a minimum bond or letter of  \ncredit, the EMPLOYER for the minimum coverage must  \ndeposit the sum of $ 1,000.00 Per Man Per Week, by certified  \ncheck to be held in escrow by the Fund Office, until such time  \nthe EMPLOYER shall produce a bond based on the above scale,  \nor no longer employs District Council # 21 members.  \nEMPLOYERS working under these circumstances may be  \nrequired by the Union to pay fringe benefits and deductions on a  \nweekly basis.  \nVacation Fund escrow will also be retained (per Article 13.4.1)  \n13.1  \n13.2  \n13.2.1  \n13.2.2  \n13.2.3  \n"], ["ARTICLE 13  \nVarious Funds  \n", "Health & Welfare Funds: (1) The EMPLOYER agrees to be  \nbound by all provisions set forth in the Agreement and  \nDeclaration of Trust, and all amendments thereto, governing  \nestablishment and operation of the 1,U.P.A.T. District Council  \nNo. 21 Welfare Fund. The Trust Agreement provides, inter alia,  \nfor the receipt of contributions by the Welfare Fund for the  \npurpose of providing group health, medical surgical disability  \nand other related welfare benefits to eligible workers and their  \nfamilies, in such form and amounts as the Trustees of the  \nWelfare Fund may determine in conformity with the discretion  \nvested in them under provisions set forth in the Trust  \nAgreement. The EMPLOYER agrees to contribute for each  \nEMPLOYEE covered by this Agreement to the Welfare Fund in  \nthe manner provided herein, in the then current amounts and for  \nthe periods as set forth in Article 5,  \nThe LU.P.A.T. Union and Industry Pension Fund and  \nAnnuity:  \nThe EMPLOYER agrees to be bound by all provisions set forth  \nin the Agreement and Declaration of Trust, and all amendments  \nthereto, governing establishment and operation of the I.U.P.A.T.  \nUnion and Industry National Pension Fund (“Pension Fund”).  \nThe Trust Agreement provides inter alia, for the receipt of  \ncontributions by the I.U.P.A.T. Union and Industry National  \nPension Fund for the purpose of providing pension and other  \nrelated benefits to eligible workers and their families, in such  \nform and amounts as the Trustees of the I.U.P.A.T. Union and  \nIndustry National Pension Fund may determine in conformity  \nwith the discretion vested in them under provisions set forth in  \nthe Trust Agreement. The EMPLOYER agrees to contribute for  \neach EMPLOYEE covered by this Agreement to the Pension  \nFund in the manner provided herein, in the then current amounts  \nand for the periods as set forth in Article 5.  \nContributions shall be paid on behalf of ary EMPLOYEE  \nStarting with the EMPLOYEE’S first day of employment in a  \nJob classification covered by this Agreement.  \nThe payments to the Pension and Annuity Fund required above  \nshall be made to the I.U.P.A.T. Union and Industry National  \nPension Fund which was established under an Agreement and  \nDeclaration of Trust dated April 1, 1967.  \n17  \n13.2.4  \n13.2.5  \n13.2.6  \nThe EMPLOYER hereby irrevocably designates as its  \nrepresentatives on the Board of Trustees such Trustees as are  \nnow serving, or who will in the future serve as EMPLOYER  \nTrustees, together with their successors. The EMPLOYER  \nfurther agrees to be bound by all actions taken by the Trustees  \npursuant to the Agreement and Declaration of Trust.  \nAll contributions shall be made at such time and in such manner  \nas set forth in this Agreement. The Trustees shall have the  \nauthority to have an independent certified public accountant  \naudit the payroll and wage records of the EMPLOYER for the  \npurpose of determining the accuracy of contributions to the  \nPension Fund.  \nifan EMPLOYER fails to make contributions to the Pension  \nFund within thirty (30) days after the date required by the  \nTrustees, the Union shall have the right to take whatever steps  \nare necessary to secure compliance with this Agreement, any  \nother provisions hereof to the contrary notwithstanding, and the  \nEMPLOYER shall be liable for all costs for collecting payments  \ndue, together with attomeys’ fees and such liquidated damages  \nas may be assessed by the Trustees. The EMPLOYER'S liability  \nfor payment under this Article shall not be subject to or covered  \nby any grievance or arbitration procedure or any “no strike”  \nclause which may be provided or set forth elsewhere in this  \nAgreement.  \n13.2.7 The Pension Plan adopted by the Trustees of the Pension Fund  \n13.2.8  \n13.3  \n13.3.1  \nShall at all times conform with the requirements of the Internal  \nRevenue Code so as to enable the EMPLOYER at all times to  \ntreat contributions to the Pension Fund as a deduction for  \nincome tax purposes.  \nFunds are paid to the Painters District Council 21 of  \nNortheastern Pennsylvania Health & Welfare Fund for the  \nmembers covered by 24 (L.U. 41, L.U. 218, L.U, 1269)  \nThe 1.U.P.A.T. District Council 21 Annuity Fund:  \nThe EMPLOYER agrees to be bound by all provisions set forth  \nin the Agreement and Declaration of Trust, and all amendments  \nthereto, governing establishment and operation of the I.U.P.A.T.  \nDistrict Council 21 Annuity Fund. The Trust Agreement  \nprovides inter alia, for the receipt of contributions by the  \nLU,P.A.T. District Council 21 Annuity Fund for the purpose of  \nproviding pension and other related benefits to eligible workers  \nand their families, in such form and amounts as the Trustees of  \nthe 1.U,P.A.T. District Council 21 Annuity Fund may determine  \nin conformity with the discretion vested in them under  \n18  \n13.3.2  \n13.3.3  \n13.3.4  \n13.3.5  \n13.3.6  \n13.3.7  \nprovisions set forth in the Trust Agreement. The EMPLOYER  \nagrees to contribute for each EMPLOYEE covered by this  \nAgreement to the Annuity Fund in the manner provided herein,  \nin the then current amounts and for the periods as set forth in  \nArticle 5.  \nContributions shall be paid on behalf of any EMPLOYEE,  \nStarting with the EMPLOYEE'S first day of employment in a  \njob classification covered by this Agreement.  \nThe payments to the Annuity Funds required above shali be  \nmade to the I.U.P.A.T. District Council 21 Annuity Fund which  \nwas established under an Agreement and Declaration of Trust  \ndated June I, 1972.  \nThe EMPLOYER hereby irrevocably designates as its  \nrepresentatives on the Board of Trustees such Trustees as are  \nhow serving, or who will in the future serve as EMPLOYER  \nTrustees, together with their successors. The EMPLOYER  \nfurther agrees to be bound by all actions taken by the Trustees  \npursuant to the Agreement and Declaration of Trust.  \nAll contributions shall be made at such time and in such manner  \nas set forth in this Agreement. The Trustees shall have the  \nauthority to have an independent certified public accountant  \naudit the payroll and wage records of the EMPLOYER for the  \npurpose of determining the accuracy of contributions to the  \nAnnuity Fund.  \nEMPLOYER fails to make contributions to the Annuity  \nFund within thirty (30) days after the date required by the  \nTrustees, the Union shall have the right to take whatever steps  \nare necessary to secure compliance with this Agreement, any  \nother provisions hereof to the contrary notwithstanding, and the  \nEMPLOYER shall be liable for all costs for collecting payments  \ndue, together with attomeys’ fees and such liquidated damages  \nas may be assessed by the Trustees. The liability  \nfor payment under this Article shall not be subject to or covered  \nby any grievance or arbitration procedure or any “no strike”  \nclause which may be provided or set forth elsewhere in this  \nAgreement.  \nThe Annuity Plan adopted by the Trustees of the Annuity Fund  \nshall at all times conform with the requirements of the Internal  \nRevenue Code so as to enable the EMPLOYER at all times to  \ntreat contributions to the Annuity Fund as a deduction for  \nincome tax purposes.  \n13.3.8  \n13.4  \n13.4.1  \n13.5  \nFunds are paid to the Painters District Council 21 of  \nNortheastern Pennsylvania Annuity Fund for the members  \ncovered by Article 24 (L.U. 41, L.U. 218, L.U. 1269).  \nVacation Fund: (1) The EMPLOYER agrees to be bound by  \nal! provisions set forth in the Agreement and Declaration or  \nTrust, and all amendments thereto, governing establishment and  \noperation of the 1.U.P.A.T. District Council No. 21 Vacation  \nFund. The Agreement provides, inter alia, for the receipt of  \ncontributions by the Vacation Fund for the purpose of providing  \nvacation benefits to eligible workers and their families, in such  \nform and amounts as the Trustees of the Vacation Fund may  \ndetermine in conformity with the discretion vested in them  \nunder provisions set forth in the Trust Agreement. The  \nEMPLOYER agrees to contribute for each EMPLOYEE  \ncovered by this Agreement to the Vacation Fund in the manner  \nprovided herein, in the then current amounts and for the periods  \nas set forth in Article 5.  \nA certified check for no less than Five Hundred Dollars  \n($500.00) and no more than Two Thousand Five Hundred  \nDollars ($2,500.00) shall be deposited with the Administrator of  \nthe Vacation Fund by each EMPLOYER. The Board of Trustees  \nof the Vacation Fund shall determine the amount due from each  \nEMPLOYER, predicated on the basis of one-twelfth (1/12) of  \nthe yearly amount of funds submitted by the EMPLOYER to the  \nVacation Fund in the preceding year. In addition to any other  \nremedies available to the Vacation Fund as set forth is this  \nArticle, an EMPLOYER who is delinquent in submitting  \ncontributions to the Vacation Fund shall have the delinquent  \nmonies withdrawn from its certified check, and will be required  \nto resubmit a new check in full covering this delinquency.  \nTraining and Education Fund:  \nThe EMPLOYER agrees to be bound by all provisions set forth  \nin the Agreement and Declaration of Trust, and all amendments  \nthereto, governing establishment and operation of the LU.P.A.T.  \nDistrict Council 2! Fund (hereinafter referred to as The FTI  \nFund). The Trust Agreement provides, inter alia, for the receipt  \nof contributions by the FTI Fund for the purpose of establishing  \nand administering a Training Program as the Trustees of the FTI  \nFund may determine in conformity with the discretion vested in  \nthem under provisions set forth in the Trust Agreement. The  \nEMPLOYER agrees to contribute for each EMPLOYEE  \ncovered by this Agreement to the FTI Fund in the manner  \nprovided herein, in the then current amounts and for the periods  \nas set forth in Article 5.  \n20  \n13.6  \n13.7  \n13,7.1  \n13.7.2  \n13.7.3  \n13.7.4  \n13.7.5  \nNational Apprenticeship Fund: The EMPLOYER agrees to  \ncontribute the sum of five cents ($.10) per hour for each hour for  \nwhich an EMPLOYEE receives pay to the National  \nApprenticeship Fund. Trustees of said Fund shall remit said sum  \nto the National Painting and Decorating and Drywall  \nApprenticeship and Manpower Training Fund at such regular  \nperiods of time, and in the manner and form as shall be  \ndetermined by the Trustees of the National Apprenticeship Fund  \nfrom time to time.  \nThe District Council 21 Scholarship Fund:  \nThe EMPLOYER agrees to be bound by all provisions set forth  \nin the Agreement and Declaration of Trust, and all amendments  \nthereto, governing establishment and operation of the District  \nCouncil 21 Scholarship Fund (“Scholarship Fund”). The Trust  \nAgreement provides inter alia, for the receipt of remittance by  \nthe Scholarship Fund for the purpose of providing educational  \nrelief to eligible workers and their families, in such form and  \namounts as the Trustees of the Scholarship Fund may determine  \nin conformity with the discretion vested in them under  \nprovisions set forth in the Trust Agreement. The EMPLOYER  \nagrees to remit for each EMPLOYEE covered by this  \nAgreement to the Scholarship Fund in the manner provided  \nherein, in the then current amounts and for the periods as set  \nforth in Article 5.  \nRemittances shall be paid on behalf of any EMPLOYEE, starting  \nwith the EMPLOYEE’S first day of employment in a job  \nclassification covered by this Agreement.  \nThe EMPLOYER further agrees to be bound by actions taken by  \nthe Scholarship Fund Trustees pursuant to the Agreement and  \nDeclaration of Trust.  \nAll remittances shall be made at such time and in such manner as  \nset forth in this Agreement. The Trustees shall have the  \nauthority to have an independent certified public accountant  \naudit the payroll and wage records of the EMPLOYER for the  \npurpose of determining the accuracy of deductions and  \nremittances to the Scholarship Fund.  \nIfan EMPLOYER fails to make remittance to the Scholarship  \nFund within thirty (30) days after the date required by the  \nTrustees, the Union shall have the right to take whatever steps  \nare necessary to secure compliance with this Agreement, any  \nother provisions hereof to the contrary notwithstanding, and the  \nEMPLOYER shall be liable for ail costs for collecting payments  \ndue, together with attomeys’ fees and such liquidated damages  \n21  \n13.8  \n13.9  \nas may be assessed by the Trustees. The EMPLOYER'S  \nliability for payment under this Article shall not be subject to or  \ncovered by any grievance or arbitration procedure or any “no  \nstrike’ clause which may be provided or set forth elsewhere in  \nthis Agreement.  \nBoard of Trustees:  \nAs to each Fund referenced in Sections 13.1 through 13.15 of  \nthis Article, the EMPLOYER hereby irrevocably designates as  \nits representatives on the Boards of Trustees such Trustees as are  \nnow serving, or will in the future serve, as EMPLOYER  \nTrustees, together with their successors appointed and/or elected  \nin accordance with provisions set forth in the Agreement and  \nDeclaration of Trust for each Fund. The EMPLOYER further  \nagrees to be bound by ail actions taken by the Trustees of each  \nrespective Fund pursuant to each such Agreement and  \nDeclaration of Trust, and to be further bound by any and all  \nrules and regulations duly adopted by each Board of Trustees.  \nThe Welfare Fund, Vacation Fund and FTI Fund shall each be  \nadministered, pursuant to an Agreement and Declaration of  \nTrust, by a Board of Trustees composed of an equal number of  \nrepresentatives selected by the AMPD, IFCA, and AGMA, and  \nor other Associations that the Council may acknowledge, by its  \nBoard of Directors, and by District Council No. 21 in  \naccordance with its Bylaws. A copy of the Trust Agreements,  \ntogether with Amendments thereto, shall be made available  \nupon request by the parties and shall be considered a part of this  \nAgreement as if set forth herein at length. The said Trust  \nAgreements and any Amendments thereto, shall provide for  \nannual audits of each respective Fund. The payments by the  \nEMPLOYERS of contributions to each respective Fund shall be  \nmade monthly, on or before a date and in a manner and form  \nthat shall be prescribed by the Trustees. Each EMPLOYER shall  \nbe bound to provide such information to each Fund as its Board  \nof Trustees may require in order to verify the amount(s) of  \ncontributions due and owing by such EMPLOYER.  \nAuditing of Books:  \nEach or any of the Funds referenced in this Article may engage a  \ncertified public accounting firm to periodically audit the books  \nand records of any contributing EMPLOYER (or contractors  \nworking in this area) for the purpose, of verifying contributions  \ndue and owing to the respective Fund and/or liabilities for  \ncontributions due and owing to such Fund. The EMPLOYER  \nshall make available to any Fund auditor all books and records  \nrequested by the auditor and/or Board of Trustees, including, but  \nnot limited to; payroll, wage, genera! ledger, cash disbursement  \nrecords, compensation insurance audits, and any other pertinent  \nrecords deemed necessary for the purpose, of ascertaining and/or  \n22  \n13.10  \n13.11  \n13.12  \n13.13  \n13.131  \nverifying payments and/or determining liabilities. Such records  \nshall be made available to Fund auditors upon reasonable notice.  \nIn the event such audit shall disclose for any period a deficiency  \nin the payment reported owed and/or paid to the Fund(s) of five  \npercent (5%) or more of the amount that should have been paid  \nfor such period under this Agreement, the cost of the audit shal!  \nbe bome by the EMPLOYER. A confirmation report from the  \nFunds will be available annually upon request by any  \nEMPLOYER pertaining to its payments into the Funds, Industry  \nAdvancement Program and Check-Off Administrative Dues.  \nThe benefit programs adopted by each respective Board of  \nTrustees shall be described in a Summary Plan Description (if  \none is required by law) and made available to all eligible  \nparticipants of each Fund.  \nEach EMPLOYER agrees to furnish the Board of Trustees of  \neach respective Fund with information necessary and  \nappropriate to verify required contributions on reporting forms  \nto be provided by each respective Fund. Such information shall  \nbe reported each month and shall include, but not be limited to,  \nthe names, classifications, Social Security numbers of the  \nEMPLOYEES, and the number of hours worked by each  \nEMPLOYEE during the period or periods for which the  \ncontributions are being made.  \nAll EMPLOYERS from jurisdictions other than the jurisdiction  \nof District Council No. 2! shall be subject to the above  \nprovisions contained in this Agreement and the gross payroll  \ncontributions when performing work within the geographical  \njurisdiction of District Council No. 21, including LAP  \ncontributions which shall be paid to the appropriate association  \nrepresenting that trade.  \nDelinquencies/Collection Procedures/Rights and Remedies of  \nthe Union and Fringe Benefit Funds: In addition to any rights,  \nremedies or obligations set forth in this Agreement, each  \nEMPLOYER shall have the obligations and the Union and each  \nFringe Benefit Fund shall have the rights and remedies set forth  \nbelow:  \nAll reports to the Union with respect to check-off and  \nadministrative dues, as well as amount due and owing must be  \nfiled with and paid to the Administrator of the Union and/or  \neach respective Fund by the earlier of the thirtieth (30\") day or  \nlast calendar day of each month following the month in which  \nthe contributions and/or check-off became due and owing.  \n13.13.2  \nLiquidated Damages of Seven Hundred Fifty Dollars ($750.00)  \nfor failure to file a timely remittance report and not make a  \ntimely payment shall automatically be levied upon the  \ndelinquent EMPLOYER; Liquidated Damages of Five Hundred  \nDollar ($500.00) shall be levied on the delinquent EMPLOYER  \nin circumstances where a report is submitted in a timely manner,  \nbut the EMPLOYER has failed to pay the appropriate  \ncontribution to the Union and/or Fund and interest shall start to  \naccrue on the delinquent amount from the due date at the rate  \nthen charged by the IRS for delinquent taxes under Section  \n662(a) of the I.R.C., plus one (1) percentage point in excess of  \nsuch rate. Upon written petition and showing of need by an  \nEMPLOYER who has had a collective bargaining agreement  \nwith District Council # 21 for at least two (2) years, a twenty  \n(20) day extension for payment will be granted by the Business  \nManager / Secretary Treasurer. All liquidated damages paid  \npursuant to this Section shalt be distributed pro rata to the Union  \n(dues); the Association (IAP contributions) and the respective  \nFunds based upon the amount of the delinquent obligation owed  \nto each entity. Nothing contained herein shall be construed as a  \nlimitation on the right of any Fringe Benefit Fund to impose  \nliquidated damages and/or costs of collection proceedings on a  \n“delinquent” EMPLOYER in accordance with provisions set  \nforth in ERISA or applicable law.  \nIn the event the wage payments, Fringe Benefit (Fund)  \ncontributions, Union Administrative Dues (Check-off) or any  \nother payments required by any provision in this Collective  \nBargaining Agreement are not transmitted to the EMPLOYEES,  \nthe Union or the appropriate EMPLOYEE Benefit Fund, as the  \ncase may be, in a timely manner, in accordance with provisions  \nset forth herein, or in the event the reporting forms relating to  \nUnion assessments and/or EMPLOYEE Benefit Fund  \ncontributions are not submitted in a timely manner as provided  \nherein, the EMPLOYER shall be considered as “delinquent.” In  \naddition to the liquidated damages set forth in (13.13.1) above,  \nthe “delinquent” EMPLOYER shall be obligated to pay any  \nassessments and/or interest on the debt that may be required  \nunder rules, regulations or procedures governing delinquent  \ncontributions established by the Trustees of the Various Fringe  \nBenefit Funds identified in this labor contract and not  \ninconsistent with this Agreement or as may otherwise be  \nimposed by law. Each EMPLOYER shall be bound and  \ngoverned by any rules, regulations or procedures adopted by any  \nof the Boards of Trustees or any of the Fringe Benefit Funds to  \nwhich contributions are due and owing under this Agreement.  \nThe rules, regulations or procedures adopted by the Trustees of  \nthe Various Fringe Benefit Funds may require payment by 4  \ndelinquent EMPLOYER of liquidated damages, assessments,  \n24  \n13.13.3  \n13.14  \n13.14.1  \ninterest on the debt (in an amount determined by the Trustees or  \nby applicable law) and shall also assess against a delinquent  \nEMPLOYER audit fees incurred during the collection,  \nincluding, but not limited to counsel fees and costs. Such  \ncharges and expenses shall be paid to that entity to whom such  \ncontributions and payments are owed. The Co-Chairman of the  \nJoint Trade Board may require any “delinquent” EMPLOYER  \nor any EMPLOYER who has demonstrated a pattern of  \ndelinquency to submit its contributions on a weekly basis,  \nnotwithstanding any provisions set forth in this labor  \nAgreement. In addition, the Board of Trustees of the Various  \nFringe Benefit Funds are empowered to adopt rules and  \nregulations requiring any “delinquent” EMPLOYER or any  \nEMPLOYER that has demonstrated a pattern of delinquency to  \nfurnish to the Board of Trustees a bond or other appropriate  \nsurety in an amount sufficient to protect the respective Fund(s)  \nfrom any financial loss that may result from future delinquencies  \nby any EMPLOYER that is, or has been, delinquent in its  \nobligations to the Fund. The amount of any such bond or other  \nsurety shall be in the sole discretion of the Board of Trustees,  \nand the Board in determining the amount of any such bond, may  \nconsider the costs related to the collection of future  \ndelinquencies, as well as contribution amounts,  \nIn addition to all other remedies available to the parties and/or  \nthe various Fringe Benefit Funds with respect to “delinquent”  \nEMPLOYERS, the Union may treat any failure by an  \nEMPLOYER to satisfy a delinquency as a breach of this  \nAgreement. In such event, the Union may, in addition to any  \nother remedy that may be available to it, and without being  \nlimited by any “no strike” obligation that may appear in this  \nAgreement or be implicit in its terms, remove its members from  \nany job(s) of such delinquent EMPLOYER. A removal of  \nmanpower by the Union, pursuant to this provision, shall not be  \nconstrued as a “termination” of this Agreement with respect to  \nany affected EMPLOYER.  \nThe International Union of Painters and Allied  \nTrades Labor-Management Cooperation Initiative  \nCommencing with the 1\" day of May 1997, and for the duration  \nand any renewal! of this Agreement, the EMPLOYER agrees to  \nmake payments to The International Union of Painters and  \nAllied Trades Labor Management Cooperation Initiative  \n(“Fund”) for each EMPLOYEE covered by this Agreement, as  \nfollows:  \nZJ  \n13.14.2  \n13.14.3  \n13.14.4  \n13.145  \n13.15  \n13.16  \n13.17  \nFor each hour or portion thereof, for which an EMPLOYEE  \nreceives pay, the EMPLOYER shall make the then current  \ncontribution of $.10 to the Fund.  \nFor the purpose of this Article, each hour worked for, including  \nhours attributable to show up time, and other hours for which  \npay is received by the EMPLOYEE in accordance with the  \nAgreement, shall be counted as hours for which contributions  \nare payable.  \nContributions shall be paid on behalf of any EMPLOYEE  \nstarting with the EMPLOYEE’S first day of employment in a  \njob classification covered by this Agreement.  \nThe EMPLOYER and Union signatory to this Agreement agrees  \nto be bound by and to the Agreement and Declaration of Trust,  \nas amended from time to time, establishing the Fund.  \nThe EMPLOYER hereby irrevocably designates as its  \nrepresentatives on the Board of Trustees such Trustees as are  \nnow serving, or who will in the future serve, as EMPLOYER  \nTrustees, together with their successors.  \nAll contributions shall be made at such time and in such manner,  \nas the Trustees require and the Trustees may at any time conduct  \nan audit in accordance with the Agreement and Declaration of  \nTrust.  \nIfan EMPLOYER fails to make contributions to the Fund  \nwithin twenty (20) days after the date required by the Trustees,  \nthe Union shall have the right to take whatever steps are  \nnecessary to secure compliance with this Agreement, any other  \nprovision hereof to the contrary not withstanding, and the  \nEMPLOYER shall be liable for all costs of collection of the  \npayments due together with attomey fees and such liquidated  \ndamages as may be assessed by the Trustees. The  \nliability for payment under this Article shall not  \nbe subject to or covered by any grievance or arbitration  \nprocedure or any “no-strike” clause which may be provided or  \nset forth elsewhere in this Agreement.  \n26  \n14.1  \n14.2  \n14.3  \n14.4  \n14.4.1  \n14.4.2  \n"], ["ARTICLE 14  \nPinpointing Funds  \n", "Fund One  \nJob Organization Program: Eligibility and Rules  \nPainters, Drywall Finishers, Wallcoverers  \nPurpose:  \nThe EMPLOYER and District Council No. 21 agree to establish  \nthe District Council No, 21 “JOB ORGANIZATION  \nPROGRAM” for the purpose of providing subsidies on specific  \njobs in order to enable contractors who are signatory to this  \nAgreement to bid more competitively on certain projects in the  \nmarketplace. To implement the Jobs Organization Program  \n(“JOP”), the EMLOYER and District Council No. 21 further  \nagree as follows:  \nTrust Fund:  \nThe EMPLOYER and District Council No. 21 shall establish a  \nTrust Fund to be known as the “International Union of Painters  \nand Allied Trades, District Council No. 21 Jobs Organization  \nProgram Trust Fund.”  \nPurpose of Trust Fund:  \nThe purpose of the Jobs Organization Program Trust Fund shall  \nbe to provide, in accordance with the Jobs Organization Program  \nTrust Agreement, financial subsidies for eligible contractors.  \nThe Jobs Organization Program Trust Fund shal! be the sole and  \nexclusive source of funding for all subsidies, expenses and other  \ncharges and liabilities incurred by operation of the Jobs  \nOrganization Program and shall not be liable for such charges in  \nexcess of the assets in the Fund.  \nGuidelines:  \nThe Jobs Organization Program Trust Agreement shall provide  \nthat the following guidelines and rules must be satisfied:  \nThere must be Non-Union competition bidding on the project.  \nThe project is within District Council 21’s territorial jurisdiction  \nand scope of work covered in this Collective Bargaining  \nAgreement.  \nzi  \n14.4.3  \n14.4.4  \n14.4.5  \n14.4.6  \n14.4.7  \n14.4.8  \n14.4.9  \nThe EMPLOYER making application must be signatory to  \nDistrict Council 21°s Collective Bargaining Agreement and  \nutilize members of said bargaining unit. EMPLOYERS signed  \nto project Agreements are not eligible to apply for JOP  \nsubsidies.  \nThe EMPLOYER making application must not be delinquent in  \nany fringe benefit reporting and contribution obligations at the  \ntime of application and at the start of the approved project or  \nshall have reached an appropriate Agreement, satisfactory to the  \nTrustees, in resolution of any outstanding delinquencies.  \nOnly the District Council shall have the authority to approve a  \nsubsidy with respect to a project.  \nSubsidized hours granted under the Jobs Organization Program  \nwill only apply to members of District Council No. 21 and then  \nonly to the EMPLOYEES that are based in that zone. These  \nsubsidies will not apply and/or be used for change order work  \nbut only to the original contract.  \nOnly the hours worked on an approved JOP project will be  \nsubsidized and then only up to the amount approved by the  \nDistrict Council.  \nThe EMPLOYER will report the start of a JOP project. There  \nwill be a job steward placed and appointed by the District  \nCouncil at the start of any JOP project. When the project  \nrequires more than five (5) workers, 50% of the additional  \nworkers starting with the sixth, will be assigned by the District  \nCouncil from the “out of work register”, qualifications  \nprevailing.  \nJOP subsidies shall not be unreasonably denied by the District  \nCouncil. The District Council shall respond to any JOP  \napplication within five (5) working days. To obtain the  \npinpointing subsidy, the EMPLOYER must notify District  \nCouncil 21 that the EMPLOYER has been awarded the relevant  \ncontract within thirty (30) days after the pinpointing subsidy  \napplication is approved by District Council 21. An EMPLOYER  \ncan request a thirty (30) day extension of time to provide notice  \nof the contract award and said extension will be_automatically  \napproved. For good cause shown, an EMPLOYER can request  \nan additional extension of time to provide notice of the contract  \naward. If the EMPLOYER fails to notify District Council 21  \nthat the EMPLOYER has been awarded the relevant contract  \nwithin the prescribed time, including any approved extensions of  \ntime, the relevant pinpointing subsidy will be automatically  \nterminated.  \n28  \n14.4.10 Ifany EMPLOYER is found to have abused the JOP subsidies  \n14.4.11  \n14.5  \n14.6  \nmore than once in any given year, said EMPLOYER will not be  \neligible for JOP subsidies for a period of up to one year. A third  \nfinding of abuse will suspend said EMPLOYER’S use of JOP  \nsubsidies for the remaining term of the Agreement.  \nNothing contained herein shall prevent the Trustees from  \nadopting additional rules and regulations not inconsistent with or  \nin conflict with the foregoing.  \nFund Two  \nPinpointing Fund Glaziers  \nPurpose:  \nThe COUNCIL and A.G.M.A. agree to continue and maintain a  \njointly managed Pinpointing Fund. Where pinpointing has been  \napproved for a project, the EMPLOYER shall not be required to  \nmake contributions for Health & Welfare, Annuity, D.C. 21  \nApprentice, National Apprentice, [.U.P.A.T. Pension and the HRA  \nFund_for that project. Apprentice hours shall be pinpointed for  \nHealth & Welfare, Annuity, D.C. 21 Apprentice, National  \nApprentice, and the HRA Fund. The I.U.P.A.T. Pension shall not  \nbe pinpointed in the case of Apprentices,  \nAmount:  \nThe EMPLOYER agrees to pay into the Pinpointing Funds in the  \nfollowing amount per hour paid; Effective May 1, 2012, One  \nDollar and Thirty Five Cents ($1.80) per hour worked.  \n"], ["ARTICLE 15  \nIndustry Advancement Funds  \n", "Fund One (Glazier Zones Ithru 5, Painters Zones 2,3,4,  \nDrywall Finisher Zones 1 thru 5, Wallcoverers Zones 2.3.4 )  \n15.1  \nRecognition:  \nThe Industry Advancement Funds (I.A.F.} shall be established for  \nthe sole purpose and intent of promoting, advancing and  \nprotecting the industry and shall be managed solely by the  \nindividual Associations. No part of the Funds or property of the  \nLA.F. may be used to undermine the COUNCIL, its Collective  \nBargaining Agreements, and its right to represent EMPLOYEES,  \nto encourage or support litigation against the COUNCIL or to  \nsupport EMPLOYER negotiations with the COUNCIL for  \nsuccessor Collective Bargaining Agreements.  \n29  \n15.2  \n15.3  \n15.3.1  \n15.4  \n15.4.1  \nPayments to LF.C.A, LA.F.  \nEMPLOYERS covered by the 1.F.C.A. — District Council  \nCollective Bargaining Agreement shall make contributions  \nto the ILF.C.A. LA.F. at the rate of $.20 per hours worked.  \nPayments to A.G.M.A. LA.F.  \nEMPLOYERS covered by the A.G.M.A. — District Council  \nCollective Bargaining Agreement shall make contributions to  \nthe A.G.M.A. LA.F. at the rate of §.30 per hours worked.  \nA.G.ML.A., Representation: (For Glaziers ONLY)  \nEMPLOYEES covered herein shall not be permitted to work for  \nan EMPLOYER unless such EMPLOYER shail first agree to be  \nbound by the provisions of a Collective Bargaining Agreement  \nwith District Counci! 21. EMPLOYERS that agree to be bound  \nby A.G.M.A. = District Council 21 Collective Bargaining  \nAgreement shall be deemed to have authorized A.G.M.A. to  \nrepresent such EMPLOYER as its collective bargaining  \nrepresentative in contract negotiations and for all matters  \nrelating to such Agreement.  \nPayments to P.D.C.A. - Harrisburg  \nIndustrial Work  \nEach Emptoyer shall make a contribution to the Delaware  \nVailey Industrial Painters Alliance, Inc. Industry  \nAdvancement Fund (industry Advancement Fund) at a rate  \nof Two Cents ($.02) for each hour worked by each employee  \nwho is engaged in performing industrial painting or coating  \nwork of any kind including, without limitations, bridge, tank  \nor structural steel painting or coating services. The  \nAdministrator of the Funds shall collect the Industry  \nAdvancement Fund monies and remit these contributions  \nto the Delaware Valley Industrial Painters Alliance, Inc.  \n(DVIPA) on a monthly basis together with a report  \ndetailing the amounts collected from each Employer.  \nThis Industry Advancement Fund shall be established and  \nadministered by the DVIPA, which shall use monies from  \nthis Fund to pay for programs and expenses intended to  \nsupport and advance the Industrial Painting and Coating  \nIndustry, The Industry Advancement Fund also shall be  \nused to pay the operating costs of the DVIPA, including  \nexpenses associated with the promotion of stability of  \nrelations between labor and management, conducting of  \nsafety campaigns, public relations campaigns, and education  \nprograms, the DVIPA’s costs of collective bargaining, the  \nDVIPA’s cost of the representation it receives in the  \nadjustment of grievances and in arbitration, and such other  \n30  \n15.4.2  \n15.5  \n15.5.1  \nprograms and expenses as will be beneficial to the Industrial  \nPainting and Coating industry.  \nCommercial Work  \nEach Employer shall make a contribution to the Painting  \nAnd Decorating Contractors of America, of Harrisburg, Industry  \nAdvancement Fund (Industry  \nAdvancement Fund) at a rate of Two Cents ($.02) for each  \nhour worked by each employee who is engaged in performing  \ncommercial painting or coating work of any kind including,  \nwithout limitation, painting or coating of office buildings,  \nwarehouses, schools, hospitals, malls, apartment buildings,  \nhotels, motels and restaurants. The Administrator of the Funds  \nshall collect the Industry Advancement Fund monies and remit  \nthese contributions to the Painting and Decorating Contractors  \nof America, of Harrisburg on a monthly basis together with a  \nreport detailing the amounts collected from each Employer.  \nThis Industry Advancement Fund shall be established and  \nadministered by the P.D.C.A, — Harrisburg, which shall use  \nmonies from this Fund to pay for programs and expenses  \nintended to support and advance the Commercial Painting and  \nCoating Industry. This Industry Advancement Fund also shall  \nbe used to pay the operating costs of the P.D.C.A. — Harrisburg,  \nincluding expenses associated with the promotion of stability of  \nrelations between labor and management, conducting of safety  \ncampaigns, public relations campaigns and education programs,  \nthe P.D,.C.A. — Harrisburg’s costs of collective bargaining, the  \nP.D.C.A. — Harrisburg’s cost of the representation it receives in  \nthe adjustment of grievances and in arbitration, and such other  \nprograms and expenses as will be beneficial to the Commercial  \nPainting and Coating Industry.  \nPayments to P.D.C.A. — N.E. PA  \nEMPLOYERS covered by the P.D.C.A, N.E, PA — District  \nCounci) Collective Bargaining Agreement shall make  \ncontributions to the P.D.C.A. N.E, PA at the rate of $.25  \nper hours worked.  \nD.V.LP.A. Industrial and Bridge Painting Fund  \nEach Employer shall make a contribution to the Delaware  \nValley Industrial Painters Alliance, Inc, (Industry Advancement  \nFund) at a rate of $.20 for each hour workers by each  \nEMPLOYEE whe is engaged in performing industrial painting  \nor coating work of any kind including, without limitation,  \nbridge, tank, or structural steel painting or coating services. The  \nAdministrator of the Funds shall collect the Industry  \nAdvancement Fund monies and remit these contributions to the  \nDelaware Valley Industrial Painters Alliance, Inc. (DVIPA) on a  \n31  \n15.6  \n15.7  \n15.8  \n15.9  \n15.10  \n15.11  \nmonthly basis together with a report detailing the amounts  \ncollected from each Employer.  \nPayments to Keystone Contractors Association  \nEMPLOYERS covered by the Keystone Contractors Association  \n— District Council Collective Bargaining Agreement shall make  \ncontributions to the Keystone Contractors Association I.A.F, at  \nthe rate of $.09 per hours worked.  \nFund Two (Painters Wallicoverers Zones 1 & 5  \nThe Employers shall establish and administer an Industry  \nAdvancement Program for the A.M.P.D. and all Independent  \nEmployers and Associations party to this Agreement.  \nThe purpose of the Industry Advancement Program is to provide  \nfor activities which will promote and benefit the Painting,  \nDecorating, Wallcovering and Drywall Finishing industries.  \nSuch activities may include but shall not necessarily be limited  \nto: accident prevention; education; research into new methods  \nand materials; public relations; industry relations with third  \nparties including engineers, architects, government officials,  \nsuppliers, manufacturers, and insurance and bonding  \nrepresentatives; labor relations including, but not necessarily  \nlimited to: Collective Bargaining negotiations, grievance  \nproceedings, and arbitration: management participation in  \nPensions, Health and Welfare, and other similar Funds; market  \ndevelopment; standardization of contracts and specifications,  \nThe activities of the Industry Advancement Program shall be  \nfinanced by a Fund consisting of monies contributed to the  \nEMPLOYERS by each and every EMPLOYER who is party to  \nthis Agreement.  \nThe EMPLOYER agrees to contribute to the EMPLOYEES  \nfifteen cents ($0.15) for each and every hour worked by each  \nand every one of its EMPLOYEES covered by this Agreement.  \nSuch contribution shall be made to the EMPLOYERS monthly  \non or before the 30\" day of the following calendar month, and  \nshal] be accompanied by a written report which shall be in a  \nform approved by the EMPLOYERS, See Article 13, Section  \n13.13.1, Funds Report.  \nIf an EMPLOYER fails to make a contribution required by this  \nArticle, the Union shall have the right aside from any other legal  \nremedies available to it, to direct the EMPLOYEES of such  \nEMPLOYER covered by this Agreement to refrain from  \nworking for such EMPLOYER as long as such EMPLOYER is  \nin default under this Article.  \n32  \n15.12  \n15.13  \n16.1  \n16.2  \n16.3  \nThe [.A.P. Funds, at the regularly scheduled Joint Trade Board  \nmeeting, will present, for discussion, joint programs for the  \nfurthering the Trade industry(s) covered by this Agreement.  \nAll painting contractors when performing industrial or bridge  \npainting work, should operate under the terms of the D.V.I.P.A.  \nAgreement and should make their Industry Fund contributions to  \nthe D.V.LP.A. LAF.  \n"], ["ARTICLE 16  \nDistrict Council 21 Apprenticeship  \n", "And Journeyperson Training  \nStandards:  \nThe Finishing Trades of the Mid Atlantic Region (hereinafter  \nreferred to as the FTI) is hereinafter recognized as the official  \ntraining provider for IUPAT District Council 21. All documents  \nregarding training issues are created and approved by the staff  \nand Trustees of the FTI. Nothing in these documents shall be  \ninterpreted as being inconsistent with existing or subsequent  \nCollective Bargaining Agreements establishing higher standards.  \nIn the event ofa conflict, the higher standards, whether in the  \nApprenticeship Documents or the Collective Bargaining  \nAgreement, shall prevail.  \nEMPLOYERS participation:  \nAll EMPLOYERS must participate in the Apprenticeship  \nProgram and will employ apprentices as directed by the Trustees  \nofthe FTI. It is further agreed that all apprentices must attend  \ntraining classes as part of their Apprenticeship Training  \nProgram. The schedule for these classes shall be determined by  \nthe FTI.  \nTraining Fund:  \nThe FTI will consist of an equal number of members designated  \nby the Associations and by District Council 21, with the right of  \neach party to replace any of their designees. Refer to  \n“Recognition” clause — Article t.  \nThe FTI shall be authorized to determine expenditures necessary  \nfor the proper functioning of the Training Program, such as a  \nCoordinator, instructors, materials, equipment and such other  \nitems for personnel and training as deemed necessary.  \n33  \nRevenue for the Training Fund shall be provided by a  \ncontribution of the then current amounts provided herein per  \nhour, per EMPLOYEE, paid by EMPLOYERS. This Payment  \nshall be made in accordance with Article 13, Section 13.13.1  \nThe FT! Trustees are hereby authorized to adopt such rules and  \nprocedures as it deems necessary and same shall bind all  \nsignatories to this Agreement.  \n16.4 Ratio of Employment:  \nConsistent with proper supervision, training, safety, and  \ncontinuity of employment throughout the Apprenticeship, the  \nratio of apprentices to joummey workers shall be one apprentice to  \nthree journey workers (1 to 3) of fraction thereof, or at a higher  \nratio determined by District Council 21  \n16.4.1 *Fraction thereof is defined as:  \n“The EMPLOYER may place one Apprentice on the job-site for  \none, two or three journey workers’; two apprentices for four,  \nfive or six joumey workers’; three apprentices for seven, eight  \nand nine journey workers, and follow this procedure thereafter.”  \n16.5 No EMPLOYER shall be permitted to employ an apprentice  \nunless approval is given by the Training Fund upon application.  \n16.6 Apprentice Wage Rates:  \nIn subsequent years of this contract, Apprentices will be given the  \nappropriate percentage of the Journeypersons total increase based on the  \ncurrent term of the Apprentice. Distribution of the increase is determined  \nby the Union.  \nGlaziers: *Al! Zones (1-5)  \nTerm ] =50%  \nTerm 2 = 60%  \nTerm 3 = 70%  \nTerm 4 = 85%  \nGlazier Apprentices shall advance to each next term on the anniversary of  \ntheir start date so long as the requirements stated in the FT! Standards  \nhave been met.  \nPainter, Drywall Finishers, Wallcoverers: *All Zones (1-5)  \nTerm 1 = 53%  \nTerm 2 =65%:  \nTerm 3 = 80%  \nTerm 4 = 90%  \n* All zones are defined in Article 5.  \n34  \n16.7  \n17.1  \nDistrict Council 21 Apprenticeship Training and Journeyperson  \nEducation for Glazing/A.G.M.A. Contributing EMPLOYERS:  \nIn order to accomplish the goals, objectives and expectations of  \nthe settlors of the Training Fund [the District Council and the  \nvarious Associations], the Trustees are directed to use part of the  \ntrust assets to promote Apprenticeship and employment within  \nthe glazing industry. Efforts are needed to increase the number  \nof qualified individuals applying to be Apprentices and  \nJourneypersons in the glazing industry, and consequently , the  \nTrustees are directed to establish programs to promote and  \ncommunicate the advantages of being an Apprentice and  \nJourneypersons in the glazing industry, to display the skills  \ntaught in the glazing industry, and to promote to the general  \npublic both the training provided by the Training Fund, and the  \nbenefits and rewards to the public of that training.  \nIn order to effectuate this policy, the Trustees of the Training  \nFund are directed to establish a suitable written expense policy  \ngoverning the expenditure of funds to promote these purposes.  \nThe Trustees shall provide copies of such written expense  \npolicies to the settlors, and all parties to this Collective  \nBargaining Agreement.  \nIt is also the understanding of the parties to this Agreement that  \nthe funds contributed by signatory EMPLOYERS to the  \nFinishing Trades Institute and the Training Fund shall not be  \nused to train Apprentices or Journeypersons who will be  \nemployed by EMPLOYERS in the Glazing Industry that are not  \nsignatory to a Collective Bargaining Agreement providing for  \ncontributions to the Finishing Trades Institute and/or the  \nTraining Fund shall adopt and implement a Scholarship Loan  \nAgreement Program which will require Apprentices and  \nJourneypersons employed by signatory EMPLOYERS to repay  \nthe cost of training, cither by service following training within  \nthe Union sector on the industry, or by actual repayment of the  \ncost of training if the individual goes to work for a non-  \nsignatory EMPLOYER in the Glazing Industry. The cost of  \ntraining shall include the reasonable value of all Finishing  \nTrades Institute and Training Fund materials, facilities and  \npersonnel utilized in training.  \n"], ["ARTICLE 17  \nState Safety Code Compliance  \n", "All tools and equipment will meet and be used in conformity  \nwith all provisions of Federal Safety Codes.  \n35  \n17.2  \n17.3  \n18.1  \n18.2  \n18.3  \n18.4  \nEMPLOYEE willfully misusing said equipment, especially  \npersonal protective equipment designed for his or her safety,  \ncould be discharged by the EMPLOYER pending notification of  \nhis or her Union.  \n(For Glaziers Only) First Aid Kits shall be provided by the  \nEmployer in every Company vehicle, gang box and shop.  \n"], ["ARTICLE 18  \nCompensation Insurance Coverage  \n", "Compensation Insurance Coverage:  \nEMPLOYER shall be responsible for providing Workers’  \nCompensation Insurance to his EMPLOYEES pursuant to the  \nprovisions of the Workers’ Compensation Act of Pennsylvania  \nand in any other state in which the EMPLOYEE may be  \nworking.  \nNotification of Injury:  \nAll EMPLOYERS must, when a worker is injured as a result of  \nan accident while working on a job, notify District Council No.  \n21 within 24 hours thereafter giving full report as to when,  \nwhere and the extent of injuries sustained insofar as the facts  \nwill permit.  \nThe Foreman or Steward shall notify the COUNCIL and their  \nEMPLOYER of any accident on the job. If for any reason there  \nis not a Foreman or Steward on that job the member who is  \npresent on that job must notify the COUNCIL and their  \nEMPLOYER  \nWork Injury: (Zones 1, 5 & 6 - Glaziers Only)  \nAny EMPLOYEE seriously injured on the job must be  \naccompanied by either an EMPLOYER, designated employee or  \nmember employee for medical treatment as expeditiously as  \npossible. The accompanying employee shall be paid for any  \ntime lost up to a regular day of pay.  \nA new Alternative Dispute Resolution Workers’ Compensation  \nProgram (ADR Program) shall be established and language  \ndrafted that is mutually acceptable to both parties at a later date.  \n36  \n19.1  \n20.1  \n20.2  \n20.3  \n20.4  \n20.5  \n"], ["ARTICLE 19  \nActs, Relations, Rulings, Legal Jurisdiction  \n", "Saving Clause  \nAny Provisions here in this Agreement contained that are  \ncontrary to or held to be in violation of any Federal, State or  \nMunicipal law now in force and effect, or that may be hereafter  \nenacted and effective, shall have no force and effect for the  \nduration of such violation, it being intended, however, the  \nremaining lawful provisions hereof shall be unaffected.  \n"], ["ARTICLE 20  \nPromotion for Better Journeypersons and Industries  \n", "It is agreed that the advancement of a better qualified  \njourneyperson is to be promoted at all times.  \nIt is agreed that a standing Industry Committee made up of  \nLabor and Management be appointed and meet at such times  \nthat are mutually agreed upon to discuss joint problems of the  \nIndustries of Painting, Wallcovering, Drywall Finishing, and  \nGlazing and to make such recommendations to the EMPLOYER  \nAssociations and the District Council.  \nAn organized glazing journeyperson shall be defined as any  \nindividual who has experience in the glazing industry, has  \npassed the required proficiency evaluation exam, and has been  \ngiven final approval by at least one (1) labor and one (1)  \nmanagement Craft Committee member. An “organized”  \nindividual shall be required to complete an OSHA 30 course  \nwithin ninety (90) days of his/her acceptance. The Craft  \nCommittee may require additional training for any or all  \norganized journeypersons that it deems necessary.  \nDrywall Finishers ONLY: A program shall be offered by the  \nDistrict Counci! (or Local Union} Apprenticeship Program for  \nadvanced or upgraded journeyperson training for all  \njourneypersons working under this Agreement. Journeypersons  \nshali be required to take such courses in accordance with the  \nfollowing rules:  \nDrywall Finishers ONLY: An organized drywall finisher  \njourneyperson shall be defined as any individual who has  \nexperience in the drywall finishing industry, has passed the  \nrequired proficiency evaluation exam, and has been given final  \napproval by at least one (1) labor and one (1) management Craft  \n37  \n21.1  \n22.1  \nCommittee member. An “organized” individual shall be  \nrequired to complete an OSHA 30 course within one hundred  \nand eighty (180) days of his/her acceptance, The Craft  \nCommittee may require additional training for any or all  \norganized journeypersons that it deems necessary.  \n"], ["ARTICLE 21  \nMore Favorable Terms  \n", "More Favorable Terms:  \nThe COUNCIL agrees that should it enter into any Agreement  \nwith an individual EMPLOYER or group of EMPLOYERS to  \nprovide wages or working conditions more favorable to the  \nEMPLOYER than are included in this Agreement, such more  \nfavorable wages and working conditions shall automatically be  \nincluded in this Agreement.  \n"], ["ARTICLE 22  \nDrug & Alcohol Policy  \n", "The Union and the Employer agrees that a committee made up  \nof both Union and EMPLOYERS, will meet for the purpose of  \nestablishing an industry wide Drug & Alcohol Policy with  \nmandatory testing. If such a policy is established, the Union  \nwill take all necessary steps to make its membership aware of  \nthis policy in advance of its implementation. There is no set  \ntime limit for establishing this Policy.  \nDrywall Finishers ONLY: See Article 25.18.  \n38  \nSPECIFIC PROVISIONS & CONDITIONS FOR ALL  \nCRAFTS BY ZONES  \nArticle 23 through 26 take precedence over and supersede any  \nconflicting provisions in Articles 1 through 22 when  \nEMPLOYERS are employing members of the foregoing trades  \nin the foregoing zones  \n"]]