[["", "AGREEMENT  \nBY AND BETWEEN  \nPACIFIC SHIP REPAIR &  \nFABRICATION, INC.  \nAND  \nTHE METAL TRADES  \nDEPARTMENT OF THE AFL-  \nCIO,  \nTHE PACIFIC COAST METAL  \nTRADES  \nDISTRICT COUNCIL,  \nAND THE PUGET SOUND  \nMETAL TRADES  \nCOUNCIL  \nFROM JULY 1, 2012 THROUGH  \nJUNE 30, 2017  \nINDEX  \nPREAMBLE  \n"], ["", "ARTICLE | — SCOPE OF AGREEMENT  \nARTICLE 2 - SUBCONTRACTING  \nARTICLE 3 - RECOGNITION, UNION SECURITY, HIRING  \nARTICLE 4 - SENIORITY  \nARTICLE 5 - LEADING MEN  \nARTICLE 6 - STANDARD DAY SHIFT HOURS  \nARTICLE 7 - SHIFTS  \nARTICLE 8 - WAGE SCALES  \nARTICLE 9 - OVERTIME  \nARTICLE 10 - HOLIDAYS  \nARTICLE 11 - VACATIONS  \nARTICLE 12 - NO LIMITS ON PRODUCTION  \nARTICLE 13 - DIRTY WORK  \nARTICLE 14 - MAINTENANCE WORK  \nARTICLE 15 - REPORTING PAY AND MINIMUM PAY  \nARTICLE 16 - HEALTH AND SAFETY  \nARTICLE 17 - QUALITY IMPROVEMENT  \nARTICLE 18 - UNJON REPRESENTATIVES  \nARTICLE 19 —- PAY DAY  \nARTICLE 20 - TRAVEL TIME & OUT OF YARD WORK  \nARTICLE 21 - WELDING  \nARTICLE 22 - APPRENTICE PROGRAM  \nARTICLE 23 - STRIKES AND LOCKOUTS BARRED  \nARTICLE 24 - GREIVANCES AND COMPLAINTS  \nARTICLE 25 - ARBITRATION OF DISPUTES  \nARTICLE 26 - JURISDICTION  \nARTICLE 27 - HEALTH, WELFARE, DENTAL & PENSION PLANS  \nARTICLE 28 - TOOLS  \nARTICLE 29 - JURY SERVICE  \nARTICLE 30 - FUNERAL LEAVE  \nARTICLE 31 - MILITARY RESERVE PAY  \nARTICLE 32 - WARRANTY OF AUTHORITY  \nARTICLE 33 - MANAGEMENT FUNCTIONS  \nARTICLE 34 - SAVING CLAUSE  \nARTICLE 35 — EFFECTIVE DATE & DURATION OF AGREEMENT  \nSIGNATURE PAGE  \nSCHEDULE “A” — CLASSIFICATIONS 7/1/2012  \nDRUG & ALCOHOL POLICY  \nPAGE  \nCO A BD HH HK  \nTerminates: June 30, 2017  \nAGREEMENT  \nby and between  \nPacific Ship Repair & Fabrication, Inc.  \nand  \nThe Metal Trades Department of the AFL-CIO,  \nThe Pacific Coast Metal Trades District Council and the Puget Sound Metal Trades  \nCouncil from July 1, 2012 through June 30, 2017  \nPREAMBLE  \nThis Agreement, made and entered into this__\\_ day of _Suuy , 2012, by and  \nbetween, Pacific Ship Repair & Fabrication, Inc., hereinafter called the “COMPANY” and  \nThe Metal Trades Department of the AFL-CIO, The Pacific Coast Metal Trades District  \nCouncil and Affiliated Unions, the Puget Sound Metal Trades Council and Affiliated  \nUnions and the International Unions signatory hereto, hereinafter collectively called the  \n“UNIONS”.  \n"], ["ARTICLE 1  \nScope of Agreement  \n", "1.1 This Agreement shall cover all production, repair and maintenance employees within  \nthe bargaining unit in the employ of the Company signatory hereto, and shall apply to all  \nwork and activities of the Company in connection with the construction, conversion,  \nrepair or scrapping of any vessel within the state of Washington including, but not limited  \nto, dredges, floating drydocks, offshore drilling vessels, barges, mobile drilling platforms,  \nand all auxiliary equipment used in conjunction therewith, and any and all commercial  \nfabrication, manufacturing, and commercial services of the Company located in the state  \nof Washington. Any Unit employee directed by the Company to work at any other  \nlocation shall remain covered by this Agreement.  \n"], ["ARTICLE 2  \nSubcontracting  \n", "2.1 While it is the intent of the Company to have all available work performed by its  \nemployees where all things are equal, the Company retains the right to subcontract work.  \nA permanent committee will be formed consisting of workers, Unions and management to  \ninvestigate how to increase the amount of available work which is performed by the  \nemployees of the shipyard. This Committee will assist the company in making  \ndeterminations on time-critical and manpower supplied contracts.  \n"], ["ARTICLE 3  \nRecognition, Union Security, Hiring  \n", "3.1 Recognition - The Company recognizes the Union(s) signatory hereto as the sole  \ncollective bargaining agent(s) for its members employed by Pacific Ship Repair &  \nFabrication, Inc. in any of the classifications contained in Schedule “A” of this Agreement  \nand employed on work covered by the “Scope of Agreement”.  \n3.2 Union Security - Employees, within thirty-one (31) days from the date of their  \nemployment shall, as a condition of continued employment with the Company, become  \nmembers of the respective Local Union and maintain their membership in good standing  \ntherein. Ifan employee fails to become a member of the Union by the thirty-first (31) day  \nfrom the date of his employment, he shall be terminated by the Company upon written  \nrequest of the union.  \n3.3 Hiring  \n(a) The Company agrees that when additional employees are required, the appropriate  \nLocal Union will be given twenty-four (24) hours notice in advance to refer applicants for  \nemployment. Such notice, including the number and qualifications of the employees  \nrequired shall be given by the Personnel Department or other designated representative of  \nthe Company. The Union agrees that it will, upon the request of the Company, refer  \nexperienced applicants, when available, to the Company for the classifications covered by  \nthis Agreement. When requesting applicants from the appropriate Local Union, the  \ncompany will designate the location(s) where the work is to be performed. Employees will  \nnot work at locations other than the location(s) designated at the time they are requested.  \nIf work for an employee is no longer available at any of the designated location(s), the  \nemployee will be laid off observing the seniority requirements of Section 4.  \n(b) (1) The Company and Union agree that there will be no discrimination in  \nemployment because of race, creed, color, national origin, age, or sex, or disability.  \nThe Union recognizes that it has the same responsibilities under the Americans  \nwith Disabilities Act as has the Company, and agrees to cooperate with the  \nCompany to achieve mutual compliance. Compliance with State and/or Federal  \nlaws shall not be discrimination under this subsection.  \n(2) Selection of applicants for referral to jobs shall not be based on or in any way  \naffected by Union membership, bylaws, rules, regulations, constitutional  \nprovisions, or any other aspect or obligation of Union membership, policies, or  \nrequirement.  \n(3) The Company retains the right to reject any job applicant referred by the  \nUnion. The Company may discharge any seniority employee for just and sufficient  \ncause.  \n(4) The Union agrees that it will not discriminate against non-Union workmen in  \nreferring workmen to the Company, and the Company agrees that he will not  \ndiscriminate against Union workmen in selecting job applicants referred to him by  \nthe Union. |  \n(5) A copy of this Agreement shall be posted at the employment office of the  \nCompany and at the place where the appropriate local Unions conduct the  \noperation of referring persons for employment under this Agreement.  \n(6) The Company may request any unemployed workman by name and the Union  \nshall refer such workman subject to the provisions set forth in Article 4, Seniority.  \n(7) Ifthe Company hires persons other that those referred by the Union, he shall  \nadvise the appropriate Local Union within five (5) working days after such person  \nis hired as to the name, address, social security number, date of hire, classification,  \nand rate of pay of such employee. The same information shall be furnished in  \nwriting within five (5) working days after the termination of such employee.  \n(8) All employees referred to the Company by the Union under this Article shall  \nsubmit to the making of such records as are, or may be required by the Company  \nfor the purpose of identification.  \n(9) The Union and the Company agree to hold each other harmless from any  \nmoney damages and penalties assessed against them by any government agency or  \ncourt of law because of any charge of unfair labor practice or act where such  \npractice or act was proximately or solely caused by the Union or the Company.  \n3.4 The Company shall be entitled to draw employees from its San Diego operations, on a  \ntemporary basis not to exceed sixty (60) days, should the Union be unable to provide  \nmanpower as required by the Company or if the job is time-sensitive and the Unions  \ncannot supply manpower able to work in time to support the contract. The Company  \nand the Union shall mutually agree if, and when the need arises to draw employees  \nfrom San Diego. Employees covered by this agreement will, on a craft-by-craft basis,  \nbe utilized to replace employees from San Diego when they become available and will  \nnot be laid-off due to lack of work which is being performed by the San Diego  \nemployees. The Company shall, at any time, be entitled to augment the trade  \nleadership with existing leadmen and foremen from its San Diego operations, on a  \ntemporary basis not to exceed sixty (60) days. Employees from the Company’s San  \nDiego operations when working in the State of Washington are not covered by this  \nAgreement.  \n"], ["ARTICLE 4  \nSeniority  \n", "4.1 Employees shall be entitled to seniority when they have completed at least ninety (90)  \ncumulative working days in a nine (9) month period subsequent to their day of hire,  \nsubject to Section (d) below. Prior to attaining seniority, an employee shall be considered  \nprobationary. The date of hire shall be considered the employee’s first day on payroll  \neither at the company’s San Diego operations or Washington State operations.  \n4.1.1 An employee’s seniority date shall be established as the first calendar date worked  \nwithin the nine (9) month window period within which the employee acquires seniority.  \nFor example: If any employee starts in January, he has until the end of September  \nto qualify for seniority. If at the end of September he has not qualified for  \nseniority, then the nine (9) month period is extended to the month of October, and  \nthe month of January is dropped.  \n4.2 The continuous nature of an employee’s seniority shall not be broken by reason of  \nlayoff, vacation, approved leave of absence, and absence for proven sickness or injury,  \nexcept as provided below:  \n(a) Ifthe employee is discharged for cause. Discharge for cause includes, but is  \nnot limited to, unsatisfactory job performance, discipline issues, attendance  \nproblems, or failure to maintain qualifications, certifications, or access to facilities  \nwhere required to perform work.  \n(b) Ifthe employee quits.  \n(c ) Ifthe employee fails to report to work at the time specified by the Company or  \nwithin 48 hours (Saturday, Sunday, and holidays excluded) after the Company  \nsends a notice to the last telephone number or address shown on the Company’s  \nrecords. The Company’s notice shall be effected by telephone when possible; in  \nthe event the employee is not contacted by phone, the Company shall notify the  \nemployee by means of verifiable communications (certified letter, courier,  \ntelegraph, etc.). The appropriate union shall be notified when such recall notice is  \nsent to the employee.  \n(d) Any employee absent for three (3) consecutive workdays without notification  \nand furnishing a justifiable reason for such absence shall be considered to have  \nvoluntarily terminated his employment. Exceptional cases will be handled on their  \nmerit.  \n(ce) If the employee is off the active Company payroll for a period of more than  \ntwelve (12) months for any reason whatsoever.  \n4.3. Ten Day Call: The Company will notify the Union of personnel needed. The Union  \nwill recall employees by seniority and the employee may decline the ten-day-or-less recall  \nwithout forfeiture of seniority. In the event the Union does not receive confirmation of  \nrecall from the employee after attempting to contact by telephone, the Union will continue  \nthe recall until the job is manned. In the event the Union does not effect the recall and  \nreport back to the Company by the end of the day, the Company will effect the recall  \ndirect. Ten Day Call does not apply to employees on temporary layoff or standby.  \n4.4 The Company shall be entitled to retain Leadmen and classifications above Leadmen  \npaid on an hourly rate without regard to seniority.  \n4.5 Seniority shall apply by classification of the craft or union as set forth in this  \nAgreement, and by such sub-classifications as may be agreed upon by the Company and  \nthe appropriate Union.  \n4.6 On layoffs and recalls in any classification or agree sub-classification, the rule of  \nseniority shall prevail where ability, competency, qualifications and other factors relating  \nto job performance are equal.  \n4.7 Employees promoted to any higher classification or to Leadmen or classifications  \nabove Leadman paid on an hourly basis shall continue to accrue seniority in the  \nclassification from which they are promoted during the time they serve in such capacity.  \n4.8 Employees promoted to jobs outside the bargaining unit shall retain such seniority as  \nthey had in the classification from which they were promoted as of the day of promotion.  \n4.9 The Company will furnish a current seniority listing upon a request, no more than  \nquarterly, to each appropriate Union properly identifying employees by craft classification  \nunder this Agreement. These quarterly lists shall be posted at the Bremerton and Everett  \nfacilities in an area accessible to all employees.  \n4.10 Employees returning to the Company after an injury leave shall return to their  \nprevious position regardless of seniority status.  \n4.11 Iftwo or more employees hired on the same date obtain their ninety (90) days  \nworked within nine (9) months, the employee who achieves their required ninety (90) days  \nworked closest to the hiring date shall be placed on the seniority list first. In the event that  \ntwo or more employees achieve the ninety (90) day requirement on the exact date, the  \nCompany shall determine the order of seniority and notify the affected employees within  \nfive (5) days.  \n4.12 An employee may decline a recall without forfeiture of seniority if the recall specifies  \nonly a single location and that location is more than two (2) hours travel time distant from  \nthe employee’s residence or, if the recall specifies multiple locations, and all of those  \nlocations are more than two (2) hours travel time distant from the employee’s normal  \nplace of employment (as defined in 20.1).  \n"], ["ARTICLE 5  \nLeading Men  \n", "5.1 Leading men in all departments shall be selected, as far as practicable, from the crafts  \nthey are supervising and with a view to their mechanical ability, and shall be journeyman  \nand/or mechanics and shall be members of their respective Union. In addition, the  \nimmediate supervisory classification above that of leading men when paid on an hourly  \nwage rate basis, in al] departments, shall be selected, as far as practicable, from the crafts  \nthey are supervising and with a view to their mechanical ability, and shall be journeymen  \nand/or mechanics and shall be members of their respective Union.  \n5.2 The compensation for leading men shall be as set forth in Schedule “A”. The  \ncompensation for immediate supervisory classification above that of leading men, when  \npaid on an hourly wage rate basis shall be in accordance with established company  \npractice. The activities and assignments of leading men and supervisors mentioned herein  \nabove shall not be restricted, nor shall they be extended during overtime periods to the end  \nthat they are used to replace workmen in the performance of overtime work.  \n5.3 The intention of the parties signatory to this Agreement is to continue to use the  \nclassification above Leading Men, Leading Men, and mechanics already assigned in the  \ncompletion of work which extends into overtime periods except in emergency situations.  \n5.4 It is the intention of the Company not to eliminate the immediate classification above  \nLeading Men and the classification of Leading Men to substitute salaries personnel for  \nsuch classifications.  \n"], ["ARTICLE 6  \nStandard Day Shift Hours  \n", "Forty (40) hours shall constitute a normal work week, eight (8) hours per day, five (5)  \ndays per week, Monday to Friday, inclusive, between the hours of 5:00 A.M. and 6:30  \nP.M., except that where conditions render it desirable to start the day shift at an earlier  \nhour, such starting time may be made earlier by agreement between the Company and the  \nUnion.  \n"], ["ARTICLE 7  \nShifts  \n", "7.1 Shift work shall be permitted in all classifications, without restrictions, on the  \nfollowing basis:  \n7.2 Regular starting times of the day shift shall be between 6:00 A.M. and 10:00 A.M.  \nwhere the nominal normal start time is 6:00 A.M. An employee’s regular starting time  \nshall remain in effect for the duration of the workweek; however, once during the  \nworkweek the Company may temporarily change the starting time within the 6:00 A.M. to  \n10:00 A.M. range. Temporary starting times shall apply to all shifts. Shift hour changes  \nother than provided within this provision shall be made only with the approval of the  \nUnion. The Company will provide as much advance notice of starting time change as  \nfeasibly possible.  \n7.3 Employees transferred from one shift to another, unless relieved from work at least  \neight (8) hours before starting their new shift, shall be paid the overtime rates for the first  \nsuch shift worked. No employee shall be transferred from his regular assigned shift to  \nanother shift more than once a work week, except however, he may be returned to his  \nregular assigned shift, except in extreme emergency or shortage of manpower.  \n7.4 Employees required to work overtime, unless relieved from work at least eight (8)  \nhours before starting to work on their next regular shift, shall be paid the overtime rate for  \nthe next such shift. However, in the event an employee is advised to report to work later  \nthan his normal starting time for the purpose of allowing him at least a full shift relief, he  \nshall be guaranteed a minimum of eight (8) hours straight time pay for that shift.  \n7.5 First or Regular Daylight Shift:  \nAn eight and one-half (8 2) hour period less thirty (30) minutes for meals on the  \nemployee’s time. Pay for a full shift period shall be a sum equivalent to eight (8) times the  \nregular hourly rate.  \n7.6 Second Shift:  \nAn eight and one-half (8 2) hour period less thirty (30) minutes for meals on the  \nemployee’s time. Pay for a full second shift period shall be a sum equivalent to eight (8)  \ntimes the regular hourly rate plus the second shift premium as set forth in Schedule “A”.  \n7.7 Third Shift:  \nA seven (7) hour period less thirty (30) minutes for meals on the employee’s time. Pay for  \na full third shift period shall be a sum equivalent to (8) times the regular hourly rate plus  \nthe third shift premium as set forth in Schedule “A”.  \n7.8 Optional Workweek (4/10’s)  \nA four (4) day, forty (40) hour workweek may be established or special work schedules  \narranged for a portion of the entire crew to accommodate specific needs of the company  \nor employees. In administering the four-day, forty-hour workweek, the following  \nconditions shall prevail:  \n(a) Overtime shall be paid for any hours worked in excess of ten (10) hours per  \nday or forty (40) hours per week.  \n(b) Vacation benefits shall be accrued and expended on an hourly basis.  \n(c) Holidays shall be granted in accordance with Article 9 of the Agreement.  \n(d) Ifa holiday falls on a Saturday or on a Friday that is the normal day off, then  \nthe holiday will be taken on the Jast normal workday. If the holiday falls on a  \nMonday that is the normal day off or on a Sunday, then the holiday will be taken  \non the next normal workday, etc.  \n(e) For ease of payroll administration, all scheduled 4/10 employees eligible for  \nholiday pay will be paid ten (10) hours holiday pay for holidays.  \n7.9 Optional Workweek (3/12’s)  \nThe optional workweek of ten (10) hour shifts Monday through Thursday may be used in  \nconjunction with twelve (12) hours shifts Friday through Sunday. Employees working  \nthese shifts will be paid at the straight-time rate for hours worked. Employees working in  \nexcess of the established shift hours will be paid at the applicable overtime rate, When  \nthree twelve hours shifts are worked at straight-time Friday through Sunday, forty (40  \nhours will be credited for purposes of compensation, vacation, holiday and all fringe  \nbenefit funds such as health and pension plans.  \n7.10 The Puget Sound Metal Trades Council will be notified in advance and must  \nmutually agree to a modified workweek under Section 7.8 and/or 7.9,  \n"], ["ARTICLE 8  \nWage Scales  \n", "8.1 Company agrees to pay to its employees and the Union agrees that its members  \nemployed by Company will accept the wage scales for the various classifications set forth  \nand contained in Schedule “A” of this Agreement.  \n8.2 The wage scales herein established shall be considered as minimum wage scales. The  \npayment of higher wages shall be at the discretion of the Company.  \n8.3. All employees shall receive the classification general wage increase under Schedule  \n(A) on the date(s) specified.  \n"], ["ARTICLE 9  \nOvertime  \n", "9.1 All time worked over forty (40) hours per week or eight (8) hours per day, Monday  \nthrough Friday, shall be paid at the rate of time and one half (1 /2) the straight time regular  \nrate except as follows: Overtime at the rate of one and one-half (1 %) times an  \nemployee’s established hourly rate as set forth in Schedule “A” paid for all work  \nperformed outside or in excess of eight (8) hours, but less than ten (10) hours on Monday  \nthrough Friday and less than ten (10) hours on Saturday. Overtime at the rate of two (2)  \ntimes an employee’s established hourly rate shall be for all work performed on a Sunday, a  \nholiday, or in excess of ten (10) hours on Monday through Saturday.  \n9.2 Employees required to work around the clock (three shifts) and-required to continue  \nwork through their regular assigned shift, shall continue to receive pay at the overtime  \nrate.  \n9.3. Lunch Periods:  \n(a) Mid-shift meal period, non-overtime situation:  \nAn employee required to work during his regular mid-shift period shall be given an  \nearlier or later meal period no more than one (1) hour earlier or later on the  \nemployee’s time. In the event the altered meal period exceeds one hour earlier or  \nlater, a meal period of 30 minutes shall be given no more than two (2) hours  \nbeyond the normal time and be paid at the straight time rate. This provision shall  \nnot apply to employees engaged in vessel handling or shifting, or activities in the  \ndrydock which directly affect docking and undocking schedules.  \n(b) The above procedure shall apply to the mid-shift meal period on Saturday,  \nSunday, and Holidays.  \n(c) Meal periods for daily overtime situations:  \nIn the event an employee works more than two (2) hours of continuous daily  \novertime, he shall be given an additional meal period of 30 minutes on the  \nemployee’s time. Ifthe meal period is not given by the end of the third (3\") hour  \nof continuous overtime, the employee shall be provided a 30 minute meal period at  \nthe straight time rate. Employees who continue to work overtime shall be allowed  \na meal period of 30 minutes on the employee’s time for each additional four (4)  \nhours continuously worked following the aforementioned meal period.  \n"], ["ARTICLE 10  \nHolidays  \n", "10.1 Each employee shall receive eight (8) times his regular straight-time hourly shift rate  \nof pay for the following holidays, provided:  \n(a) The employee worked his last regularly scheduled work day prior to and his  \nfirst scheduled work day following the holiday. Exception will be made in cases  \nwhere absence on the work day prior to or the work day following was due to  \nindustrial injury, bona fide illness covered by a doctor’s certificate, approved leave  \nof absence, or temporary layoff, provided the employee’s absence ftom work for  \nthe purpose of this exception by reason of any of the above causes is not for a total  \nperiod in excess of two weeks. For purposes of this Section, temporary layoff  \nshall be considered as one of two weeks or less in duration. It is understood that  \nany employee off work due to industrial injury or bona fide illness who is receiving  \ntime loss payments shall receive compensation under this Article in the appropriate  \namount to insure that the employee’s compensation for the holiday does not  \nexceed the amount he would have received if he had been working.  \n(b) The employee has been in the employ of the Company for thirty (30 calendar  \ndays immediately preceding the holiday.  \n10.2 The following Ten (10) days shall be recognized as paid holidays: NEW YEAR’S  \nDAY, DAY BEFORE or AFTER NEW YEAR’S DAY, PRESIDENT’S DAY,  \nMEMORIAL DAY, INDEPENDENCE DAY, LABOR DAY, THANKSGIVING DAY,  \nFRIDAY AFTER THANKSGIVING, CHRISTMAS DAY, DAY BEFORE or AFTER -  \nCHRISTMAS DAY. The Company shall designate the holiday observance day for the  \n“BEFORE or AFTER NEW YEAR’S DAY” and “BEFORE or AFTER CHRISTMAS  \nDAY”,  \n10.3 All time worked on the aforesaid holidays shall be compensated at two (2) times the  \nregular straight-time hourly rate.  \n10.4 Should any of the above holidays fall on Sunday, the day observed by the Nation  \nshall be considered a holiday and compensated accordingly. In cases where the above  \nlisted holidays fall on Saturday, the preceding Friday shall be observed as the holiday.  \n10.5 Should any of the above holidays fall within the vacation period of an employee, he  \nshall be paid as set forth above for such holiday. It is understood that employees may be  \nallowed to add an additional day contiguous to his/her vacation period if arranged in  \nadvance with the Company.  \n"], ["ARTICLE 11  \nVacations  \n", "All employees covered by this Agreement shall receive vacations with pay as follows:  \n11.1 Computation of vacation pay. Vacation pay shall be computed at the following  \npercentages of the actual hours worked except as to third shifts - see footnote (a)  \n10  \nmultiplied by the employee’s established straight time hourly wage (exclusive of shift  \npremiums) being received by the employee at the time the vacation is taken:  \na) 1“ Year Period 3%  \nb) 2™ Year Period 3  \nc) 3 Year Period 4%  \nd) 4\" Year Period 4%%  \ne) 5\" Year Period 5%  \nf) 6\"\" Year Period 6%  \ng) 10\" Year Period through 14\" Year Period 6 %%  \nh) 15\" Year Period through 19\" Year Period  \ni) 20\" Year Period and thereafter 8%  \n(Footnote a: For the third full shift worked, an employee shall be credited with eight (8)  \nhours in computing his vacation allowance)  \n11.2 To advance from the one percentage vacation benefit to the next higher percentage,  \nan employee is required to work 1,000 hours or more in the employ of the Company in  \neach anniversary year. (For example, an employee must work 1,000 hours in three (3)  \nanniversary years to receive the four percent benefit; upon attaining the 1,000 hours in the  \nthird year, the vacation benefit for that year will be four percent.  \nAn employee working less than 1,000 hours in an anniversary year will remain at the  \nvacation benefit percentage at which he began that year.  \n11.3. The vacation year for vacation pay, time and hours worked, shall be defined as the  \nemployee’s anniversary date of employment.  \n11.4 Vacation periods shall be taken at a time mutually agreeable between the Company  \nand the employee.  \n11.5 Vacation pay accruing to an employee shall be paid to the employee upon request  \nand two (2) weeks notice. Upon termination, accrued vacation pay shall be paid in full.  \n11.6 Where separate vacation paychecks are not provided, the withholding tax will be  \nadjusted to account for the vacation payment.  \n"], ["ARTICLE 12  \nNo Limits on Production  \n", "There shall be no contract, bonus, piece or task work, nor shall there be a limit on, or  \ncurtailment of production or any self-imposed restrictions placed or imposed by any  \nUnion.  \n1]  \n"], ["ARTICLE 13  \nDirty Work  \n", "13.1 The parties recognize the nature of work within the shipyard industry requires  \nworking in condition more dirty, disagreeable, and unpleasant than in other industries in  \nthe trades. Therefore, it is the intent of the parties to limit the applicability of dirty pay to  \njourneymen, mechanics and helpers in situations that are exceptionally dirty, disagreeable,  \nor unpleasant relative to shipyard work. The Company shall determine in advance what  \nareas warrant dirty pay, but shall not exercise this prerogative arbitrarily. It is not the  \nintent of this provision to discontinue the use of tank cleaning and other cleaning services.  \nThe dirty pay penalty will be paid at the rate of time and one-half (1 %), with the  \nexception of laborers who shall be paid in accordance with Schedule “A”. However, when  \ncleaning or working in septic tanks containing human waste, or in the course of assigned  \nwork an employee comes into physical contact with human waste, double time (2T) shall  \nbe paid for all classifications.  \n13.2 When en employee’s clothing or body becomes soaked or contaminated with human  \nwaste, water or oil due to circumstances beyond his(her) control, and when the incident is  \nproperly reported, the employee shall be given a reasonable opportunity, on the  \nCompany’s time, to clean up and/or change clothing. When circumstances require the  \nemployee to leave the yard or job site (outside job), he(she) shall be compensated (not to  \nexceed two (2) hours) at the normal straight-time rate. If the incident occurs less than two  \n(2) hours before the end of the shift, he(she) shall be paid at the straight-time rate until the  \nend of the shift.  \n"], ["ARTICLE 14  \nMaintenance Work  \n", "14.1 Maintenance work shall be performed at the wage rates and conditions herein  \nestablished. Maintenance work shall consist of maintenance of all yard and plant facilities.  \n14.2 Incidental construction work may be performed by the bargaining unit at the  \nshipyard rate. This understanding is intended as a means to help in retaining bargaining  \nunit employees on the active payroll, such as during periods of low production work  \nlevels.  \n12  \n"], ["ARTICLE 15  \nReporting Pay and Minimum Pay  \n", "15.1 Employees starting a shift or called and starting to work after the starting time of a  \nshift shall receive not less than four (4) hours pay. Shift hours shall not be reduced  \narbitrarily.  \n15.2 Employees required to report for work not continuous with their regular assigned  \nshift hours, or on Saturday, Sundays, and holidays shall receive not less than four (4)  \nhours pay at the straight time rate.  \n15.3. Employees required to report for work and not used, shall receive four (4) hours  \nstraight time pay.  \n15.4 The foregoing rules (a), (b), and (c) shall not apply where an employee is not put to  \nwork because of bad weather or breakdown of machinery, acts of God, or other  \ncircumstances beyond the control of the Company which prevent the performance of  \nwork, except that this shall not be construed to cover failure to have work or vessel  \navailable.  \n15.5 Employees who quit, are laid off or are discharged for cause shall be paid only for  \nactual hours worked.  \n15.6 Employees not at work on the day a shutdown or layoff occurs, shall be considered  \nto have received notification of such shutdown or layoff that they would have received if  \nthey had been working.  \n15.7 In the event the Foreman requests the employee who has reported for work at his  \nregular starting time and in unworkable weather to remain on the premises with the  \nexpectancy of starting work later if the weather clears, such employees shall be paid for  \nsuch waiting time which in no cause shall be less than four (4) hours pay at his regular rate  \nof pay.  \n"], ["ARTICLE 16  \nHealth and Safety  \n", "16.1 The Company shall comply with all safety, health and sanitation measures as  \nrequired by the Washington Industrial Safety and Health Act and the Federal Occupational  \nSafety and Health Act.  \n16.2 Prompt ambulance service and first aid to injured workers shall be proved on all  \nshifts and a safety man shall be employed and made responsible for the proper  \nenforcement of safety rules. All first aid personnel shall be identified and signs indicating  \nlocation of first aid stations shall be posted.  \n13  \n16.3 An employee suffering an industrial injury who is advised not to resume work by a  \nnurse, first aid attendant or by a physician to whom he has been referred, shall be paid on  \nhis usual basis, pursuant to the terms of this Agreement, to the end of the shift on which  \nthe injury occurred; if such employee had reported such injury immediately following its  \noccurrence to the nurse, first aid attendant, or physician designated by the Company and  \nhad completed working the shift during which he was so injured, and on the following day,  \nafter reporting for work is advised by the nurse, first aid attendant or physician to whom  \nhe has been referred by the Company not to continue work because of said injury, he shall  \nbe paid to the end of said shift.  \n16.4 The Company shall notify the respective Union not later than the end of the next  \nregular working day of lost time accidents to any of its members that necessitated  \nconfinement in any hospital or clinic, providing the Company has knowledge of such  \nconfinement.  \n16.5 It is understood that matters dealing with safety should be presented first to the  \nCompany and/or the safety committee prior to the matter being referred to governmental  \nagencies.  \n16.6 No employee shall be unlawfully discriminated against in employment as a result of a  \nphysical examination. When an employee is directed by the Company to undergo a  \nphysical examination, the examination shall be paid in full by the Company and the  \nemployee shall be paid for his/her time. Pre-employment physicals shall be paid in full by  \nthe Company but the applicant shall not be paid for the time. Physical examinations will  \nnot be utilized for arbitrary reasons, only when there is a good-faith, reasonable doubt  \nregarding the individual’s medica] fitness for work. Physical examinations shall not be  \nutilized in lieu of disciplinary action, nor shall a physical examination be used in lieu of the  \nCompany’s drug policy. The Union shall be notified when any employee is sent for a  \nphysical examination directed by the Company.  \n16.7 Employees shall attend weekly “gangbox” safety meetings at the worksite at such  \ntime and for such duration, not to exceed thirty (30) minutes, as designated by the  \nCompany, at Company’s expense.  \n16.8 As a condition of employment, all job applicants and employees being recalled after  \nan absence of 90 days or more must consent to a drug test at the Company’s expense.  \nFailure to consent removes the applicant or recalled employee from consideration for  \nemployment. Applicants or recalled employees who test positive for drugs or alcoho! will  \nnot be hired.  \nEmployees shall comply with the provision of the Company’s Drug and Alcohol Policy  \n(Policy Number 011 [Revision 7] ) and acknowledge receipt and compliance to the policy.  \n14  \n"], ["ARTICLE 17  \nQuality Improvement  \n", "The Company is committed to a Continuous Quality Improvement Pro gram and its  \nexisting ISO:2000 registration. Employees shall attend weekly “gangbox” Quality  \nImprovement meetings at the worksite at such time and for such duration, not to exceed  \nthirty (30) minutes, as designated by the Company, at the Comipany’s expense.  \n"], ["ARTICLE 18  \nUnion Representatives  \n", "The Business Representative of the various crafts shall have access to the Company’s  \nshipyard and shipyard shops by applying for permission through the designated office,  \nprovided they do not interfere or cause workmen to neglect their work. The Company  \nshall assist the Business Representative in gaining access to all sites where the Company is  \nworking.  \n18.1 Shop Stewards - It is recognized by the Company that shop stewards are desirable  \nfor the proper administration of the terms of this Agreement. Company also recognizes  \nthat it is desirable that the person designated as steward shall receive his fair share of the  \nwork that he is qualified to perform. In no event shall the Company discriminate against a  \nsteward in the matter of layoffs or rehires or discharge him on account of the proper  \nperformance of his duties. Twelve (12) hours advance notice will be given the shop  \nsteward if he is to be laid off.  \n18.2 There may be designated by each Union one Chief Shop Steward on each shift who  \nwill be granted Super Seniority during his respective term of office. Such Chief Shop  \nSteward shall have at least one (1) years of seniority, and be qualified to perform the work  \navailable.  \n18.3 The Company will not in any way discriminate against any shop steward or  \ncommitteeman for presenting any complaint, dispute or grievance to their foreman or  \ndepartment head or to the Personnel Department in the manner provided for in this  \nAgreement.  \n18.4 The Union shall advise the Company of the name or names of shop steward,  \ncurrently elected or appointed. The full grievance procedure as set forth herein shall be  \navailable to any Union which feels that its shop stewards have been discriminated against.  \n15  \n"], ["ARTICLE 19  \nPay Day  \n", "19.1 Pay days shall be weekly and shall pay for the previous week’s work.  \n19.2 In case an employee is laid off, quits or discharged by the Company, he shall receive  \nhis pay in compliance with State Law.  \n19.3 Second shift employees are to be paid on Thursday each week. First and third shift  \nemployees no later than Friday morning.  \n19.4 Any error in an employee’s pay check which is greater than fifty dollars ($50.00)  \nshall be corrected by the Company within two (2) working days from the time the error  \nwas brought to the Company’s attention; otherwise the error shall be corrected on the  \nnext regular pay day.  \n"], ["ARTICLE 20  \nTravel Time and Out of Yard Work  \n", "20.1 Place of Employment  \n(a) The company has two facilities in the Puget Sound Area: 8390 Barney White  \nRoad, Bremerton, WA and 13228 4\" Avenue, Everett, WA and routinely performs work  \nat other locations such as Puget Sound Naval Shipyard and Intermediate Maintenance  \nFacility, Everett Naval Station, and Vigor Shipyard in Seattle. An employee’s normal  \nplace of employment the is the location designated by the Company when the employee  \nwas requested from the appropriate Local Union. If no location was designated or  \nmultiple locations were designated, the employee’s normal place of employment is either  \nBremerton (8390 Barney White Road, Bremerton, WA and Puget Sound Naval Shipyard)  \nor Everett (13228 4\"™ Avenue, Everett, WA and Naval Station Everett) based on which  \nlocation is closest by travel time to the employee’s residence.  \n(b) For jobs of more than one (1) working day in duration within Kitsap,  \nSnohomish, Pierce, and King Counties, and at Port Townsend and Port Angeles the work  \nsite for that job will be considered the current place of employment for any employee  \nassigned to that job.  \n(c) Employee are required to report for work at their normal or current place of  \nemployment without pay for travel time or for compensation for transportation.  \n20.2 Remote Site Work  \n(a) Remote site work 1s work performed an any place other than an employee’s  \nnormal place of employment but within Kitsap, Snohomish, Pierce, and King Counties,  \n16  \nand at Port Townsend and Port Angeles (1.e., jobs within this area that are one day or Jess  \nin duration).  \n(b) When employees are required to report for remote site work at the start of  \ntheir work shift, the travel time to and from the remote site shall be considered as time  \nworked and paid at the appropriate rate. The company shall provide covered  \ntransportation or pay mileage allowance at the maximum cents per mile allowed by the  \nInternal Revenue Service plus any bridge tolls and ferry fares if the employee is required to  \nfurnish his own transportation to the work site. |  \n20.3 Multiple Work Sites  \nIf an employee is required to go between different work sites during his work shift,  \nthe travel time between work sites shall be considered as time worked and paid at the  \nappropriate rate. The company shall provide covered transportation or pay mileage  \nallowance at the maximum cents per mile allowed by the Internal Revenue Service plus  \nany bridge tolls and ferry fares if the employee is required to furnish his own  \ntransportation between work sites.  \n20.4 Distant Place of Employment  \n(a) A place of employment is distant when it is two (2) hours or more one-way  \ntravel time distant from an employee’s normal place of employment and is one (1) or more  \nhours one-way travel time distant from the employee’s residence.  \n(b) Employees will be reimbursed for documented ferry fares, bridge tolls, and  \nparking expense when using their own transportation to report to work at a distant place  \nof employment.  \n20.5 Extended Shift Work at Distant Place of Employment  \n(a) If an employee works a shift of twelve (12) hours or more at a distant place of  \nemployment, the company shall, at the company’s option, either provide lodging for that  \nday or pay reasonable lodging expenses for that day.  \n(b) If an employee works a shift of ten (10) or more hours at a distant place of  \nemployment and has worked at least five (5) ten (10) or more hour shifts during the prior  \nseven (7) days, the company shall, at the company’s option, either provide lodging for that  \nday or pay reasonable lodging expenses for  \nthat day.  \n20.6 Out of Area Work  \n(a) Out of area work ts any work outside of Kitsap, Snohomish, Pierce, and King  \nCounties, Port Townsend, and Port Angeles.  \n17  \n(b) Employees sent out of area for work shall receive reasonable board, lodging,  \nand transportation. Transportation time to and from the out of area work site will be paid  \nat the regular hourly rate.  \n20.7 Work At Sea on Vessels  \n(a) When employees are required to work at sea, they shall receive a minimum of  \ntwelve (12) hours pay per day, meals, and room accommodations when necessary. The  \nfirst eight (8) hours shall be paid at the regular hourly rate, the next two (2) hours at one  \nand a half (14) times the regular hourly rate, and the last two (2) hours at two (2) times  \nthe regular hourly rate. Any hours worked at in excess of twelve (12) hours shall be paid  \nat two (2) times the regular hourly rate. If employees are required to work outside of their  \nregular assigned shift hours, or on Saturdays, Sundays, or holidays, they shall receive the  \ngreater of the established overtime pay rate for such time worked and the pay described in  \nthe prior sentence.  \n(b) For overnight trips where the vessel transits from one location to another  \nlocation, assignment shal] be voluntary.  \nAny payment resulting from the requirements of this Section shall be paid by the Company  \nwithin five (5) working days from the time appropriate receipts and documentation were  \npresented to the company. |  \nThe Company shall assist employees in organizing car/van pools and public transit  \nprograms.  \n"], ["ARTICLE 21  \nWelding  \n", "21.1 It is recognized that the autogenous process of welding, silver-brazing and burning  \nare tools of the trades signatory to this Agreement, and the rates of pay shall be the same  \nas the trades affected. Employees required to take a test shall be paid for the time for the  \ntest if they pass it successfully.  \n21.2 Where U. S. Certificate is required by the U.S. Coast Guard or other recognized  \nagency for welding on pressure vessels, boilers and Class I piping as defined in the U.S.  \nMarine Engineering Regulations and Material Specifications, the rate of pay shall be an  \nadditional fifty cents ($ 0.50) per hour over and above the journey rate for all time  \nassigned to such welding jobs.  \n18  \n"], ["ARTICLE 22  \nApprentice Program  \n", "The Company will recognize apprenticeship programs in effect on July 1, 2012; programs  \ninitiated subsequent to July 1, 2012 shall be by mutual agreement between the Company  \nand the respective Union. The Company will contribute to the approved apprenticeship  \nprograms the sum of twenty cents (20) per hour for the hours worked by the respective  \ntrade employees to support the Union’s approved apprentice programs.  \n"], ["ARTICLE 23  \nStrikes and Lockouts Barred  \n", "There shall be no lockouts on the part of the Company, nor suspensions of work on the  \npart of the employees. This Agreement is a guaranty that for its duration there will be  \nneither strikes nor lockouts, and that all complaints, grievances or disputes arising under  \nits provisions will be settled pursuant to its grievance machinery, Article 24, “Grievances  \nand Complaints” and Article 25, “Arbitration of Disputes”. Any action of the employees  \nin refusing to go through a picket line for their own protection in case of an officially  \ndeclared strike by some Union directly working on the job, if said strike is sanctioned and  \napproved by the Puget Sound Metal Trades Council, shall not constitute a violation of this  \nclause of the Agreement.  \n"], ["ARTICLE 24  \nGrievances and Complaints  \nSTEP 1  \n", "The shop steward, committeeman or business representative shall call any complaint,  \ndispute or grievance to the attention of the foreman or department head within five (5)  \nworking days from the time it arises. If the complaint, dispute, or grievance is not  \nadjusted within two (2) working days after it is presented to the foreman or department  \nhead, the shop steward or committeeman shall report such complaint, dispute or grievance  \nin writing over the signature of the complainant to his respective business representative  \nwithin twelve (12) working days from the date the complaint, dispute, or grievance arose.  \nWithin five (5) working days after the general manager or other official designated by the  \nCompany receives a communication in writing from the respective Union alleging  \nviolations of this collective bargaining agreement, the Company shall reply to the  \ncommunication in writing. If the Company does not respond within five (5) days, the  \nUnion has the right to proceed to Step 3.  \nSTEP 2  \nWithin five (5) working days after the Company replies to the communication from the  \nrespective Union of a violation or violations of the collective bargaining agreement, a  \n19  \nbusiness representative of the Union and the general manager of the Company, or other  \nofficial designated by the Company, shall meet for the purpose of adjusting such  \ncomplaint, dispute, or grievance. Any final decision reached by the Company  \nrepresentative and the Union business representative shall be reduced to writing.  \nSTEP 3  \nIf no satisfactory solution eventuates from Step 2 within five (5) working days, then either  \nparty may within five (5) days thereafter request in writing a meeting to beheld with  \nrepresentatives of the Company and representatives of the International Union involved I  \nthe dispute. Any settlement reached shall be final and binding.  \nSTEP 4  \nIfno satisfactory solution eventuates from Step 3 within ten (10) working days, then  \neither party may within ten (10) days thereafter give written notice of arbitration to the  \nother party.  \n24.1 Any complaint, dispute or grievance not brought up or carried forward to  \nadjustment or arbitration as provided for in this Article shall, unless otherwise agreed in  \nwriting, be regarded as waived.  \n24.2 No employee shall refuse to work or otherwise curtail production or engage in any  \nslowdown or interfere with Company’s operations because of any complaint, dispute or  \ngrievance which he may have. —  \n24.2 If the Company has any complaint, dispute, or grievance with any union or any  \nemployee covered by this Agreement, the Company shall likewise avail itself to any or all  \nof the foregoing grievance procedure steps.  \n"], ["ARTICLE 25  \nArbitration of Disputes  \n", "In the event the parties shall be unable to adjust any complaint, grievance, or dispute  \ninvolving the express terms of this Agreement, such complaint, grievance, or dispute shall  \nbe referred to Arbitration. In the event the parties are unable to agree upon arbiter within  \nfive (5) days, the party desiring to arbitrate shall send a request by mail to the Director of  \nthe Federal Mediation and Conciliation Service requesting the Director to furnish a list of  \nfive (5) arbiters. Each party shall have the right to strike a total of two (2) names from the  \nlist, and the right to strike first shall be determined by lot, or as otherwise agreed by the  \nparties, and each party shall alternately strike one name. The name remaining on the list  \nafter each party has stricken two (2) names shall be the arbitrator. The cost of the  \narbitrator shall be borne by the party whose position is not upheld by the arbitrator. In  \nevent of a split decision, the arbitrator shall determine the allocation of his fees. All other  \nexpenses shall be paid by the party incurring them. The decision of the arbitrator shall be  \nfinal and binding upon the parties. Such decision shall be limited to interpretation and  \n20  \napplication of the express terms of this Agreement, and shall not change or add to any of  \nits terms or conditions. In his decision, the arbitrator shall specify whether or not the  \ndecision is retroactive and the effective date thereof, providing that in no case will the  \nfinding be retroactive beyond the date the grievance was filed.  \n"], ["ARTICLE 26  \nJurisdiction  \n", "26.1 It is the intent of the parties to, in general, maintain the traditional craft jurisdictions  \nwithin the yard. It is also recognized that the Company reserves the right to assign the  \nwork. It is further acknowledged that inefficiencies and standby time are detrimental to  \nand not desired by either party and are to be eliminated whenever possible.  \n26.2 To exemplify the principals of section 26.1, the Company and Unions agree to  \nJointly support a proactive Continuous Improvement Process, the goal of which is to  \nimprove all company work practices and methods in order to eliminate inefficiencies and  \nreduce the cost of performing work; thereby allowing the Company to be as competitive  \nas possible in its markets. To fully implement the Continuous Improvement Process the  \nCompany and Unions agree that the Company must organize, manage and perform all jobs  \nin the most efficient/productive manner possible consistent with safety, skill requirements,  \nand maximum utilization of available manpower. To help attain this goal the parties agree  \nto the following:  \n(a) COMPOSITE CREWS  \nThe parties agree to the use of composite crews where such crews will reduce the  \noverall cost of doing work. Composite crews are defined as crews consisting of  \nmembers of the various crafts which would be traditionally called upon to do the  \nwork at hand except these crew members would be allowed to “cross craft” to  \nassist one another in order to optimize accomplishment of the job where their skills  \nallow. Each job may be assigned a lead craft to meet budgets, schedules and direct  \ncomposite crews in the completion of the jobs. For composite crews to work at  \nmaximum efficiency they must work cooperatively and in concert to accomplish  \nthe assigned work.  \n(b) CRAFT ASSIST  \nCraft assistance is defined as a craft assisting another craft in the performance of  \nwork items not normally assigned to his/her respective craft. It is intended to  \nutilize craft assistance to increase efficiency, not to displace additional full time  \nworkers in another craft.  \n26.3 It is agreed that in the event of a dispute the Unions involved in such jurisdictional  \ndisputes shall be primarily responsible for the prevention of a stoppage of work. Any such  \ndisputes shall be settled by the Unions in accordance with the jurisdictional policy of the  \nMetal Trades Department of the AFL-CIO.  \nZl  \n"], ["ARTICLE 27  \nHealth, Welfare, Dental and Pension Plans  \n", "27.1 The Company shall pay the amounts identified in Schedule “A” into jointly  \nadministered Health, Welfare, Dental, and Pension Trust Funds.  \n27.2 Upon failure of the Company to make any of the payments required by Article 27,  \nthe Union shall refer the matter immediately to the president of the Company upon the  \nUnion’s notification by the Trust. In the event the Company does not make such  \npayments within the time frame declared by the Trust, the Union shall at that time be free  \nto exercise economic action against the Company to enforce payment, and such action  \nshall not be deemed to be in violation of Article 23, Strikes and Lockouts Barred.  \n27.3 In the event a craft(s)’ pension and/or health trust requires an increase of  \ncontributions to maintain benefits or the trust, the wage rates of such employees and  \ncraft(s) will be reduced under Schedule “A” an equal amount. Further, provided the  \nmajority of individual craft employees participating in a particular trust may elect, or not  \nto elect, may divert, up to once during each contract year (July 1 - June 30) of the 2012-  \n2017 Agreement from the employees’ wage rates and the classification wage rates under  \nSchedule A in order to increase pension contributions.  \nAny authorization of diversion must be:  \na. In writing  \nb. Effective on the first day of a month with a minimum of five (5) working days  \nnotice.  \nc. Prospective in nature (not retroactively applied).  \n"], ["ARTICLE 28  \nTools  \n", "28.1 Employees will be furnished tools. The employees shall be responsible for and take  \nall responsible care and precaution to protect these tools from damage, loss, or theft. The  \nUnions agree to cooperate with the Company in exercising the intent of this Article  \ntoward employees who are negligent with property supplied to them by the Company.  \n28.2 Employees shall have sufficient time prior to the end of such shift to put away tools  \non the Company’s time. Determination of sufficient time shall be at the Company’s  \ndiscretion.  \n28.3 Ifthe Company fails to furnish tools, then the Company shall pay each employee  \nfifteen cents ($0.15) per hour for tools furnished by employees.  \n22  \n"], ["ARTICLE 29  \nJury Service  \n", "29.1 An employee having seniority and on the active payroll and required by law to serve  \nas a juryman shall, upon satisfactory proof to the Company of such service rendered, be  \nreimbursed by the Company for his work time lost on the basis of the difference between  \nhis straight time day shift hourly job classification rate and his jury pay (excluding travel  \nallowance), provided, however, such Company reimbursement shall not be applicable to  \nany period of time during which said employee-juryman did not perform work for the  \nCompany other than when prevented from doing so solely because of said jury service;  \nand further provided that such Company reimbursement is, in no event, to be applicable  \nfor a period of more than eight hours in a standard workday, nor more than five days ina  \nstandard workweek.  \n29.2 In applying the forgoing, it is understood that if an employee is called for jury  \nservice, responds to the call, and loses time, but is not accepted for service or serves and is  \nrelieved therefrom by the middle of his work shift, the employee will be reimbursed by the  \nCompany for his work time lost on the basis of the difference between his straight time  \nday shift hourly job classification rate and his jury pay (excluding travel allowance)  \nprovided he returns to his job immediately and promptly reports these facts to the  \nCompany; provided further that if an employee works his regular shift in addition to  \nperforming jury duty, he shall not be paid by the Company under the provision of this  \nArticle.  \n29.3 There shall be a maximum jury service benefit of eighty (80) hours for any one jury  \nterm.  \n"], ["ARTICLE 30  \nFuneral Leave  \n", "In the event a death occurs in the immediate family of any employee having been regularly  \nemployed for a period of ninety (90) days, the employee shall receive on (1) day off with  \npay. The immediate family shall be defined as wife, husband, son, daughter, mother,  \nfather, employee’s mother-in-law or father-in-law. The intent of this benefit is for  \nemployees to attend or to make arrangements for the service of the deceased.  \n23  \n"], ["ARTICLE 31  \nMilitary Reserve Pay  \n", "All employees shall be granted a leave of absence in order to fulfill their obligations to  \nin the military services of the United States, active or reserve, including any state or  \nfederal National Guard.  \nEmployees required to report for Active Duty Reserve, National Guard Duty, or annual  \nreserve Duty, after completing 90 days employment from date of hire, shall receive their  \nregular hourly rate of pay not to exceed 120 hours per year. Evidence of service shall be  \npresented to the Company.  \n"], ["ARTICLE 32  \nWarranty of Authority  \n", "The officials executing this Agreement on behalf of the Company and the Unions signatory  \nhereto hereby warrant and guarantee that they have the authority to act for, bind, and  \ncollectively bargain in behalf of the organizations which they represent.  \n"], ["ARTICLE 33  \nManagement Functions  \n", "Subject only to the specific provisions of this Agreement, the management of the plant and  \nthe direction of the working force and the assignment of work shall be the exclusive  \nfunction of the Company, provided, however, this shall not be construed as limiting the  \nUnion’s right under Article 23, Grievances and Complaints.  \n"], ["ARTICLE 34  \nSaving Clause  \n", "34.1 Should any part hereof or any provision herein contained be rendered or declared  \ninvalid by reason of any existing or subsequently enacted legislation, or by any decree of a  \ncourt of competent jurisdiction, such invalidation of such part or portion of this  \nAgreement shall not invalidate the remaining portions hereof, provided, however, upon  \nsuch invalidation the parties agree immediately to meet and negotiate such parts or  \nprovisions affected. The remaining parts or provisions shall remain in full force and effect.  \n34.2 Any traffic demand management constraints or penalties imposed upon the Company  \nshall be considered to fall within the scope of this Article; therefore, waiving any  \nrequirements under Article 6, “Standard Day Shift Hours,” or Article 7, “Shifts,”  \nregarding hours within which work must be performed. The Company shall meet and  \ndiscus with the affected Union(s) any work schedule changes.  \n24  \n34.3 This written Agreement shall comprise the entire agreement between the parties. No  \nother agreements shall exist unless they are contained within or attached to or  \nsubsequently attached to this Agreement.  \n"]]