[["", "       \n   \n    \nDoz  \nRECEIVED  \nFEB 1 3 2019  \n&Y  \n      \n      \nMS  \nAGREEMENT  \nbetween  \nPELLA WINDOWS & DOORS, INC.  \nand  \nCHICAGO REGIONAL COUNCIL  \nof CARPENTERS  \nLOCAL 1027  \nMILL-CABINET-INDUSTRIAL DIVISION  \nFor the period  \nJune 1, 2017 through May 31, 2021  \nTABLE OF CONTENTS  \n   \n"], ["", "ARTICLE I ~ RECOGNITION ]  \nARTICLE Il -- NO DISCRIMINATION ]  \n2.1 Non-Discrimimation l  \nD2 —-_ 1  \n"], ["ARTICLE Il] -- UNION SECURITY 1-2  \n", "3.1 Union 1  \n3.2  Failureto Maintain Membership 1  \n3.3 Dues Check Off 1-2  \n3.4 —_ Hold Harmless Clause 2  \n"], ["", "ARTICLE IV -- MANAGEMENT RIGHTS 2  \nARTICLE V -- NO STRIKE - NO LOCKOUT 2-3  \n5.1 No Strike - No Lockout 2  \n5.2 Carpenters Union Picket 3  \n"], ["ARTICLE VI - WAGES 3-6  \n", "6.1 Classification and Rate ec 3-4  \n6.2 Job 4-5  \n6.3 —_ Over Scale 5  \n6.4 Overtime Rate - Weekly and Saturday 5  \n6.5 Voluntary Make up Time 5  \n6.6 Shift ee gee 5  \n6.7 Pay 6  \n6.8 Inthe Event of an Employee 6  \n"], ["ARTICLE VII -- HOURS OF WORK, OVERTIME  \nTRANSFERS, LAYOFFS, PROMOTIONAL 6-10  \n", "7.1. — Normal Workday - Workweek 6  \n7.2 Service Technician Alternate Start Time ....., 12585800 sath ORG 7  \nT.3 Lurch 7  \n7.4 Reasonable Overtime Requirement 7  \n7.5 Reduction in Work Schedule - Notice 7  \n7.6 Reporting Pay 7  \n7.7 Pay When Injured ot 7  \n7.8 on Labor 7  \n7.9 Probationary Employecs............ 8  \nF.10 Repullar Layoffs 8  \n7.11 Reduced Work Schedule 8  \n7.12 Temporary ee 8  \n7.13 Promotional Opportunities .............  \nNew Hires eas 9  \n7.15 Peak Seasonal po 042 ENA ES 9  \n71.16 Service Technician Commute 10  \n"], ["", "ARTICLE VIII -- JOB POSTING... 10  \n8.1 Posting and Job 10  \n8.2 Limitations on 10  \n"], ["ARTICLE IX -- HOLIDAYS eens 10-11  \n", "9,1 Number of Holidays and Pay 10  \n9.2 —_ Eligibility 11  \n9.3  Saturday-Sunday Holidays  \n"], ["ARTICLE X -- VACATIONS see 11-12  \n", "10.1 Entitlement 11-12  \n10.2 Vacation Pay - Severance of Employment 12  \n10.3 Vacation Scheduling 12  \n10.4 Vacation Pay - When Paid 12  \n"], ["", "ARTICLE XI -- HEALTH AND WELFARE 12-13  \n11.1 Pella/Carpenters Health Plan's 12-13  \n11.2 Carpenter's Health and Welfare Plan Contributions  \nP13, alse 13  \n"], ["", "ARTICLE XII -- PENSION FUND. 14-15  \n12.1 Contribotions 14  \n12.2 Supplemental Retirement Fund 14-15  \n"], ["", "ARTICLE XIII -- BEREAVEMENT PAY 16  \n13,1 Relatives 16  \n13,2. Of PAY concave 16  \n13.3 Eligibility 16  \n"], ["ARTICLE XIV — TOOLS. 16  \n", "14.1 Binployee TOONS reer 16  \n14.2 Storage of Tools - tees 16  \n"], ["ARTICLE XV — INSURANCE 16-17  \n", "15.1 Compensation - Disease 16  \n15.2 Worker's Compensation ~ Injuries 16  \n15.3 Treatment for Work Related 16-17  \n"], ["ARTICLE XVI ~ 17  \n", "16.1 Safety Commiities .... 17  \n16.2 Safety Shoe Reimbursement 17  \n"], ["ARTICLE XVII — SHOP STEWARD 17-18  \n", "17.1 Designation of 17  \n17.2 Layoff of Steward 17  \n17.3 Duties... 17-18  \n17.4 Steward's Authority ............. 18  \n17.5 Union Label.......... a 18  \n"], ["", "ARTICLE XVIII -- BUSINESS REPRESENTATIVES 18  \nARTICLE XIX =- UNION tsb 18  \nARTICLE XX — GRIEVANCE PROCEDURE 18-19  \n20.1 Grievances Defined ........ 18  \n20.2 Time Limit for Filing and Appealing 18-19  \n20.3 — PLOCEMUIE s 19  \n20.4 Authority of Arbitrator ............. 5 Nas ames 19  \n20.5 Fees and Expenses 19  \n20.6 Grievances 19  \n"], ["ARTICLE XX] -- SUBSTANCE ABUSE AND ASSISTANCE PROGRAM 20-25  \n", "21.1 Agreement of Parties 20  \n21.2 Statement of 20  \n21.3 Alcohol/Drug-Free Work Place Policy 20-21  \n21.4 Alcoholic 21  \n21  \n21.6 Compliance with Federal and State Laws 21  \n21.7 Employee Assistance Program (E.A.P.) 21-22  \n21.8 Drug Free Education 22-23  \n21.9 Compliance as a Condition of 23  \n21.10 Incident-Based Employee 23  \n21.11 Drug Testing For Internal 23  \n21.12 Confidentiality 23  \n21.13 Employee Refusal to Take 24  \n21.14 Drug Testing Procedure esate 24  \n21.15 Employee Status When Subject to 24-25  \n21.16 Employee Leave of 25  \n21.17 Grievance 25  \n21.18 COMPANY Right to 25  \n"], ["", "ARTICLE XXII - TAX-FREE SPENDING ACCOUNT PLAN 26  \nARTICLE XXIII -- NEW TECHN 26  \nARTICLE XXIV -- TERMINATION OR RELOCATION OF OPERATIONS 26  \nARTICLE XXV — SEPARABILITY AND ENTIRE AGREEMENT 26-27  \nDSU 26  \n25.2 Entire 26-27  \n"], ["ARTICLE XXVI -- TERM OF AGREEMENT. 27  \n", "26.1 ‘Ten OF 5 27  \nSigmature 27  \nAGREEMENT  \nTHIS AGREEMENT, effective as of June 1, 2017, by and between PELLA WINDOWS  \nAND DOORS, INC. (hereinafter referred to as \"COMPANY\") and CHICAGO REGIONAL  \nCOUNCIL OF CARPENTERS, LOCAL 1027, (MILL, CABINET, INDUSTRIAL DIVISION),  \n(hereinafter referred to as \"UNION\") shall be in full force and effect for four (4) years, from June 1,  \n2017, through and including May 31, 2021.  \n"], ["ARTICLE I  \nRECOGNITION  \n", "1.1. The COMPANY recognizes the UNION as the sole and exclusive bargaining representative  \nwith respect to wages, hours and working conditions for all full-time and part-time assembly,  \nwarehouse, painter and service employees at its Batavia, Llinois location, but excluding all other  \nemployees, truck drivers, office clerical and professional employees, guards and supervisors, as  \ndefined in the National Labor Relations Act.  \n"], ["ARTICLE II  \nNO DISCRIMINATION  \n", "2.1 Non-Discrimination. The COMPANY and the UNION agree that there will be no  \ndiscrimination against any employee because of race, creed, color, sex, national origin, age or  \nhandicap, in accordance with the provisions of federal and state law.  \n2.2 Gender. Wherever in this Agreement the word he, his, or man appears, such word shall be  \ngender-free.  \n"], ["ARTICLE Hl  \nUNION SECURITY  \n", "3.1 Union Shop. All employees, hired into positions covered by this Agreement, shall be  \nobligated to become members of the UNION after the thirtieth (30th) day, but not later than the thirty-  \nfirst (31st) day, of employment, or the date of the execution of this Agreement whichever occurs later,  \nas a condition of continued employment. All employees shall maintain their membership in good  \nstanding in the UNION as a condition of continued employment.  \n3.2 Failure to Maintain Membership. Any employee who fails to become a member of the  \nUNION or fails to maintain his membership in good standing therein in accordance with the provision  \nof this Article shall forfeit his right of employment, and the COMPANY shall, within three (3)  \nworking days of being notified by the UNION in writing as to the failure of an employee to join the  \nUNION or to maintain his membership in good standing therein, discharge such employce. For this  \n‘purpose, the requirements of membership in good standing and maintain membership in good standing  \nshall be consistent with Federal and State law. The COMPANY shall not be in default unless it fails to  \nact within the required period after receipt of written notice.  \n3.3. Dues Check Off. The COMPANY and the UNION agree that the COMPANY shall deduct the  \nworking dues from the wages due those of its employees who have authorized the COMPANY in  \n1  \npr rrr PY > fies ep a  \nSD em i TT NS EE A ROY ED Se AD SO NE a A LN  \nwriting to do so and remit such deductions to the UNION. All members must agree to have union dues  \ndeducted from their pay. No member can elect to make payments directly to the union. Such  \ndeduction of these dues is to be made beginning with the first (1°) pay period following the date that  \nsuch employee completes his probationary period provided a written authorization has been received  \nfrom such employee. The UNION shall notify the COMPANY during the month of May for a change  \nin the dues check off rate that will become effective each July 1 under this contract. The dues check off  \nwill be 3%.  \nAll such deductions shall be remitted to the Financial Secretary of the UNION, once each month,  \nfollowing the month in which such monies are deducted unless an agent has been named to receive the  \nmonies in which case such deductions shall be remitted to such agent as is identified in a written  \ncommunication from the Local UNION to the COMPANY. The Financial Secretary of the UNION  \nshall issue a receipt to the COMPANY upon receiving such monies,  \n3.4 Hold Harmless Clause. The UNION shall indemnify and agree to hold harmless the  \nCOMPANY from any judgment, order, award, liability, or claim, whether asserted by an employee or  \nany other person, governmental agency, or other organization growing out of the existence, of or  \nenforcement of the terms of this Article III and to appear on behalf of and defend the COMPANY in  \nany such case, whether before an arbitrator, governmental agency, court or elsewhere. The  \nCOMPANY shall have the right to represent itself through its employees or agents in any such  \nproceedings at its own expense. The COMPANY agrees to cooperate with the UNION in any case  \nwhere the UNION is acting on behalf of the COMPANY under this Section.  \n   \n"], ["ARTICLE IV  \nMANAGEMENT RIGHTS  \n", "4.1 As long as the COMPANY does not violate any specific and express obligation in this  \nAgreement, the UNION agrees that the COMPANY retains all of its rights it had prior to the signing of  \nthis Agreement, except as specifically relinquished herein, to be exercised absolutely and in its sole  \ndiscretion.  \n"], ["ARTICLE V  \nNO STRIKE - NO LOCKOUT  \n", "   \n5.1 No Strike - No Lockout. During the term of this Agreement, or any extension thereof, neither  \nthe UNION nor any of its members shall engage in, authorize or sanction any strike, walkout,  \nslowdown, stoppage of work, or sympathy strike. The UNION further agrees that, in the event of a  \nviolation of the terms of this clause, the local officers, including all stewards, shall take immediate  \nsteps to correct the situation; but the COMPANY shall, nevertheless, have the right to take disciplinary  \naction, including discharge, against the employee who shall have participated in any of the foregoing  \nviolations. The COMPANY shall not cause any lockouts during the term of this Agreement or any  \nextension thereof. (All questions, disputes or grievances as to the interpretation and application of the  \nterms of this Agreement shall be settled and determined solely and exclusively by the grievance and  \narbitration procedures in this Agreement.)  \n5.2 Carpenters Union Picket Line. Any employee working with the Service Technicians will not  \nbe disciplined for refusing to cross a sanctioned primary picket line established by a subordinate body  \nof the United Brotherhood of Carpenters and Jomers.  \n"], ["ARTICLE VI  \nWAGES  \n", "6.1 — Classification and Rates. The hourly rate by classification for employees covered by this  \nAgreement, shall be increased as follows. Refer to Section 11.1 for a description of the health plans.  \nWage Rate Changes for Employees Selecting the Carpenter Health & Welfare Plan:  \n6/1/2017* 6/1/2018*  6/1/2019* 6/1/2020*  \nService $1.10 $1.10 $1.10 $1.10  \nAssembly $1.10 $1.10 $1.10 $1.10  \nPainter $1.10 $1.10 $1.10 $1.10  \nWarehouse $1.10 $1.10 $1.10 $1.10  \n* Rach such increase to be allocated between wages and fringe benefits, which includes health and  \nwelfare and pension at the discretion of the Executive Board of the UNION. Notice in writing of the  \nAllocation shall be given to the COMPANY by the UNION prior to June 1, of each year during the  \ncontract. Any portion of the increase not allocated to fringe benefits will be added to wages.  \nWage Rate Changes for Employees Selecting the Pella Healthcare Plan:  \n. : 6//2017** 6/1/2018**  6/1/2019** 6/1/2020**  \nService $1.10 $1.10 $1.10 $1.10  \nAssembly $1.10 $1.10 $1.10 $1.10  \nPainter $1.10 $1.10 $1.10 $1.10  \nWarehouse $1.10 $1.10 $1.10 $1.10  \n#* A portion of each such increase in wage rates set forth above may be allocated to the Pella Health  \nPlan at the sole discretion of the COMPANY, provided that the amount to be allocated to the Pella  \nHealth Care Plan shall not exceed the amount allocated to the Union Health and Welfare Plan, by the  \nExecutive Board of the UNION. In the event that none of the Company’s employees is a participant in  \nUnion Health and Welfare Plan, the COMPANY may allocate a portion of each such increase in wage  \nrates set forth above to the Pella Health Care Plan, provided that the amount to be allocated to the Pella  \nHealth Care Plan shall not exceed the amount allocated to the Union Health and Welfare Plan by the  \nExecutive Board of the UNION with respect to other employers signatory to labor agreements with the  \nMill-Cabinet-Industrial Division of the UNION. Notice in writing of the health and welfare allocation  \nshall be given by the COMPANY to the UNION within 10 days of receipt of the Union’s notice set  \n3  \nforth in * above, in each year during the contract or within 10 days of receipt of a notice from the  \nUNION as to the Union Health and Welfare Plan allocation applicable to other employers’ signatory to  \nlabor agreements with the Mill-Cabinet-Industrial Division of the UNION in each year during the  \ncontract. A portion each of such increase in wage rates set forth above for employees who selected the  \nPella Health Care Plan may be allocated to the Carpenters Pension Plan at the direction of the  \nExecutive Board of the UNION. Notice in writing of the Allocation shall be given fo the COMPANY  \nby the Union prior to June 1, of each year during the contract. Any portion of the increase not allocated  \nto the Pella Health Plan or to the Carpenters Pension Plan will be added to wages of employees who  \nhave selected the Pella Health Care Plan.  \nForemen will receive a wage no less than $1.50/hour above the job classification scale.  \nA lead will receive a wage $1.00/hour above the job classification scale.  \nA night shift lead will receive a wage $1.00/hour over the day shift lead, plus night shift premium  \n($2.00/hour over day shift lead).  \n6.2 Job Classifications.  \n‘ Serviceman, An employee whose primary responsibility is to service, adjust, and repair  \ninstalled product which has been sold by the COMPANY. Servicemen are not precluded from  \nperforming carpenter and warehouse functions.  \nAssemblyman. An experienced and reliable assembler who has demonstrated initiative,  \ntechnical skills, problem solving capabilities, and good communication abilities; and at the direction of  \nmanagement, can assist in training employees in the proper techniques and procedures used to achieve  \nPella quality standards; and provides a periodic assessment (during the course of the day) on progress  \nagainst schedule. Assemblyman are not precluded from performing service and warehouse functions.  \nPainter. An employee whose primary responsibility is to perform the finishing of product that  \nis sold by the COMPANY. This includes preparation of the product for finishing including assembly  \nand disassembly of units and accessories. A Painter may also perform warehouse, assembly, and  \nservice functions pursuant to section 7.12 of the CBA (“Temporary Transfers”). [fa Painter is moved  \nto a Warehouseman position during a layoff, s/he will be paid at the Warehouseman wage rate while  \nperforming the duties of Warehouseman.  \nWarehouseman, An employee whose primary responsibility is performing all internal material  \nhandling functions and at the direction of management can assist in training employees in the proper  \ntechniques and procedures used to achieve Pella quality standards; and provides a periodic assessment  \n(during the course of the day) on progress against schedule. Warehouse members are not precluded  \nfrom performing minor repairs.  \nUtility Person. An employee, whose primary responsibility is to perform general maintenance  \nduties, wrapping and unwrapping of product, removal and replacement of hardware and accessories for  \npaint/stain and assembly preparation, moving product within the pre-finishing, assembly and service  \nareas and assisting a Serviceman or multiple Serviceman, at their direction, in the successful  \ncompletion of their daily work tasks.  \na es tar  \nThe number of Utility Person positions will not exceed 20% of the number of Serviceman positions.  \nThe Company will not offer a new Utility Person position during a period of reduced hours. A Utility  \nPerson will be scheduled for no more hours than a Serviceman during a period of reduced hours. Prior  \nto layoff of a Serviceman, a Utility Person will return to a previous job classification based on the  \nphysical ability to perform the job.  \nTransitional program—All bargaining unit employees employed prior to June 1, 2008 will be given the  \nopportunity to bid on vacant Utility Person position. All internal candidates must meet the  \nrequirements for bidding per section 8.1. Employees in the Assemblyman and Painter job  \nclassifications prior to June 1, 2008 who bid will be given first consideration, and, if promoted, will  \nenter the wage progression set forth per Section 7.13, at the wage progression level which produces the  \nlowest pay rate which is greater than the employee’s current pay rate. Thereafter successful bidders  \nwill be provided a wage increase every twelve (12) months following the date of promotion in  \naccordance with the wage progression schedule set forth per Section 7.13 until the employes has  \nreached 100% of the Serviceman wage rate.  \n6.3 Over Scale Compensation. Nothing herein contained shall be construed to reduce the rate of  \nany employee receiving more than the hourly wage set forth in section 6.1.'  \n6.4 Overtime Rate - Weekly and Saturday. Time and one-half (1-1/2) shall be paid for the first  \ntwo (2) hours of overtime over eight (8) hours per day, (the ninth and tenth hours) Monday through  \nFriday when a5 day work week is established, and for the first one-half (1/2) hour worked in excess of  \nten (10) hours in a day in a work week Monday through Friday when the COMPANY has  \nimplemented a work week which requires work on four (4) days for ten (10) hours each day (“4 X 10  \nschedule”) and for the | first eight (8) hours on Saturday. Double (2) time will be paid for any hours  \nbeginning with the 11\" and subsequent hours worked on any work day when a 5-day work week is  \nestablished and for any hours after the 10 % hours worked on any work day when a (“4 X 10  \nschedule”) is established; for work on a Sunday; and for work on the recognized holidays in section  \n9.1, plus holiday pay.  \nThere shall be no pyramiding of overtime rates, and hours of work for which an overtime rate has been  \npaid shall not be duplicated by using the same hours more than once for the purpose of calculating  \novertime payments,  \n6.5 Voluntary Make Up Time When the Employer has scheduled a work week of forty (40)  \nhours or more and an employee takes an unpaid day off of work during that week the employee may  \nvoluntarily and at his discretion work only the amount of hours taken off during the week on Saturday  \nat straight time pay, when offered by the COMPANY. Saturday hours under the foregoing exception  \nwhich result in hours worked in excess of a forty (40) hour work week will be paid at time and one-  \nhalf (1-1/2). In addition, under the foregoing exception, all hours after eight (8) hours worked on  \nSaturday will be paid at double (2) time. Where the same hours worked are subject to more than one  \novertime condition under the overtime provisions of the Agreement, overtime payments shall not be  \npyramided, and employees shall not be paid under more than one overtime provision for the same  \nhours worked,  \n6.6 Shift Premium. Employees shall be paid a 2\" shift premium of one dollar ($1.00) per hour.  \n5  \n6.7 Pay Day. Employees shall be paid biweekly, not later than the COMPANY'S regularly  \nscheduled quitting time on the regularly established payday. Biweekly is defined as occurring every  \ntwo weeks, All wages due shall be paid in full by Friday of the week following the two-week period in  \nwhich the first week of wages were earned. Direct deposit of payroll is required for all new members  \nhired after June 1, 2002. When an employee is terminated or resigns, such employee must be paid in  \nfull via US mail, including earned vacation pay, on the next regularly scheduled payday, regardless of  \nwhether the termination is due to cause discharge or resignation.  \n6.8 In the Event of an Employee Death. In the event of the death of an employee while in the  \nemploy of the COMPANY, the earned vacation pay, holiday pay, and wages, if any, shall be paid to -  \nthe legal representative of decedent's estate.  \n"], ["ARTICLE Vil  \nHOURS OF WORK, OVERTIME. TRANSFERS,  \nLAYOFFS, PROMOTIONAL OPPORTUNITIES  \n", "7.1. Normal Workday - Workweek. The normal workday shall consist of eight (8) hours work  \ncommencing at any time between the hours of 5:00 A.M. and 9:00 A.M. Monday through Friday.  \nAt the COMPANY’s sole discretion, the COMPANY may offer a 4X10 work week schedule for  \nservice technicians commencing at any time between the hours of 5:00 A.M. and 7:00 A.M. Tuesday  \nthrough Friday. A 4X10 work schedule will only be offered during the period when U.S. Day Light  \n‘Savings Time is in effect. This work schedule will be on a volunteer basis. If the volunteers exceed the  \npositions available, the most senior volunteers will be selected for the available positions, An  \nemployee’s selection for a 4X10 work week schedule will be for one Day Light Savings Time  \n“season” and a new 4X10 work schedule will be offered in accordance with the procedure set forth  \nabove in each succeeding year during the term of the Agreement. When not on U.S. Day Light  \nSavings Time and the COMPANY implements a reduced hour schedule, those technicians who worked  \n4X10 work schedules during U.S. Day Light Savings Time will be scheduled off when and if their turn  \nin the mandatory day off rotation. schedule established by the COMPANY falls on a Monday,  \notherwise, their position in the mandatory day off rotation will be skipped.  \nWhen shift work is established, a normal shift shall consist of eight (8) hours a day for a 5-day work  \nweek schedule and ten (10) hours a day for a 4X10 schedule with work commencing at the start of  \neach shift. Forty (40) hours shall constitute a normal week’s work and overtime rates shall be paid as  \nprovided in section 6.4. Notice of any shift schedule change shall be provided to employees and the  \nUNION not later than Wednesday of the week preceding the week in which the schedule change is to  \nbe effective.  \nWhen the Employer has a scheduled work week of forty (40) hours or more and an employee takes an  \nunpaid day off of work during that week, the employee may voluntarily and at his discretion work only  \nthe amount of hours taken off during the week on Saturday or his regularly scheduled day off if the  \nemployee had been scheduled for a 4X10 work week, provided that work is available for the employee  \nto perform. The employee shall be paid straight time pay for voluntary make-up hours worked on  \nSaturday or on his scheduled day off if scheduled for a 4X10 work week.  \n.  \naa Oe ES ES  \n7.2 Service Technician Alternate Start Time  \n   \nAlthough it is and remains the UNIONS position, which the COMPANY disagrees with, that the shift  \npremium language (Article 6.6) and the shift work language (Article 7.1) refers specifically to a shift  \nwhich would follow the first shift (2\" shift) and the language regarding starting times in Article 7.1  \nrefers to starting time of the first shift, in the spirit of cooperation and because we currently have a  \ncouple of employees interested, the UNION will agree to allow the employer fo initiate a overlapping  \nor alternate Serviceman shift that would commence at 10:00AM Monday through Friday on a  \nvoluntary basis to enable the employer to better serve customers.  \nThe rate of pay for employees on the 10:00AM schedule shall receive $1.00 per hour in addition to  \ntheir regular rate of pay for all hours worked on the alternate shift. All other portions of the collective  \nbargaining agreement shall apply and be in full force and effect, except as specifically noted in this  \nsection, which is not precedent setting with respect to the subject of shift work.  \n7.3. Lunch Period. Employees who are required to work 7 % hours or more are required to take  \none (1) thirty (30) minute unpaid lunch period. This lunch period shall begin at least 2 % hours after  \nthe start of the shift and no later than 6 1/2 hours after the start of the shift.  \n7.4 Reasonable Overtime Requirement. Employees are required to work reasonable overtime.  \nReasonable is defined as 60% of the available overtime offered during a fiscal calendar quarter. An  \nemployee that works less than reasonable overtime for two quarter's in a year can be subject to  \ndisciplinary action. Notice of overtime is to be posted by the normal quitting time the prior day.  \nEmployees must notify the COMPANY at least forty-eight (48) hours in advance when declining  \novertime when the COMPANY has provided at least one (1) week’s notice that overtime is available.  \n7.5 Reduction in Work Schedule - Notice. When the COMPANY changes a work schedule to  \nless than eight (8) hours, it shall give notice thereof to affected employees by quitting time of the prior  \nworkday; otherwise, such employees shall be paid for eight (8) hours for the day involved.  \n7.6 Reporting Pay. Any employee reporting for work upon the express or implied order of the  \nCOMPANY or its authorized representative and not put to work for any reason except weather  \nconditions, fire, accident or other unavoidable causes, shall receive four (4) hours pay or work for that  \nday.  \n7.7 Pay When Injured on Job. An employee who is unable to complete a scheduled workday due  \nto injury on the job shall be paid for all hours for which such employee was scheduled to work on the  \nday such injury occurs, including premium pay, if any. In the event an employee is injured in the  \ncourse of employment, he shall not be dismissed from such employment for a period of one (1) year  \nbecause of his injury, unless there is no bargaining work available in his classification which he is  \ncapable of performing, or unless his dismissal is due to conditions beyond the control of the  \nCOMPANY.  \n7.8 Work on Labor Day. No work shall be done on-Labor Day except by permission from the  \nUNION,  \n7.9 Probationary Employees. All new employees shall be considered probationary employees for  \na period of ninety (90) calendar days. ‘The COMPANY shall be the sole and exclusive judge of a  \nprobationary employee's qualifications and ability and shall be the sole and exclusive judge in deciding  \nwhether to continue such an employee's employment.  \n7.10 Regular Layoffs, In the case where the qualifications of employees subject to layoff within a  \nclassification and level are relatively equal, seniority shall prevail.  \nThis requirement does not affect the COMPANY'S right to reduce hours according to Article VII,  \nSection 7.11.  \n7.41 Reduced Work Schedule. If the work schedule has to be reduced, the following procedures  \nwill apply: |  \n   \nA. Hours will be reduced for remaining employees, but not below thirty-two (32) hours per  \nweek.  \nB. If further action needs to be taken, remaining employees will be laid off by  \nclassification, in accordance with their qualifications and seniority in the work area that  \nthey have been assigned.  \nC. Recalls will be handled in reverse order of layoff.  \n7.12 Temporary Transfers, All employees temporarily assigned to work in a higher rated job  \nclassification shall begin the wage progression for such classification after working for fifteen (15)  \ndays within any twelve consecutive month period in such classification. An employee is returned to  \nthe wage rate for the lower rated job classification upon returning to that classification, The  \nCOMPANY shall not regularly assign employees to work in a higher rated job classification for the  \npurpose of avoiding the payment of wages for work performed in such classification. An employee  \ntemporarily assigned to work in a lower rated job classification shall continue to be paid the wage rate  \nfor the classification to which such employee is regularly paid.  \n7.13 Promotional Opportunities, Employees who are successful bidders for a position will  \nprogressively earn wages as shown below:  \nService Starting wage is $1.00/hour less than scale. A $.50/hour increase  \nwill be given at six (6) months; $.50/hour increase will be given at  \ntwelve (12) months, after date of hire/promotion.  \nAssembly __ Starting wage is $1.00/hour less than scale. A $.50/hour increase  \nwill be given at six (6) months and twelve (12) months after date  \nof hire/promotion.  \nPainter The starting wage for a new hire will be $1.00 less than scale, A  \n$.50/hour increase will be provided after an employee has completed  \nsix (6) months of employment; and an additional $.50/hour increase  \nwill be provided after an employee has completed twelve (12) months  \nafter date of employment in the Painter classification.  \nWarehouse Starting wage is $.50/hour less than scale. A $.50/hour increase will be  \ngiven at three (3) months after date of hire/promotion.  \nUtility Person Starting wage is per Warehouse wage rate subject to the above listed  \nWarehouse wage progression. Thereafter, the employee will be  \nprovided a wage increase every twelve (12) months following the date  \nof promotion until the employee has reached the wage rate of  \nServiceman.  \nThe wage progression will be as follows:  \nYear2=65% of Serviceman wage  \nof Serviceman wage  \nYear 4—>85% of Serviceman wage  \nYear 5 = 100% of Serviceman wage  \n7.14 New Hires, No new employee will be hired while regular full-time employees within that  \nclassification have been on layoff status for less than six (6) months.  \n7.15 Peak Seasonal Help. The COMPANY may hire “peak seasonal help” in the warehouse  \nclassification during the period from June 1 through December 30. Such “help” shall be issued a work  \npermit by the UNION, and the provisions of Article 3 of this agreement shall not apply. Such “peak  \nseasonal help” shall be paid the starting wage for the warehouseman classification and the Employer  \nshall contribute to Chicago Regional Council of Carpenters Millmen Pension Fund in respect to such  \n“peak seasonal help”.  \nThe COMPANY will first request that the UNION supply a list of candidates for “peak seasonal help”  \nvacancies. A “peak seasonal help” vacancy is a position anticipated by the COMPANY to be ofa  \nduration exceeding five consecutive work days. Candidates for “peak seasonal help” vacancies must  \nnot previously have been employed by the COMPANY and must be qualified for the work in question.  \nIf the candidate referred by the UNION is qualified for the work, the COMPANY will hire the  \ncandidate.  \nThe COMPANY reserves the exclusive right to determine if a candidate is qualified for the work in  \nquestion and to determine the duration of a candidate’s employment during the June | through  \nDecember 30 period,  \nThe COMPANY reserves the right to use a temporary agency to fill a need for “peak seasonal help”  \nfor a vacancy anticipated not to exceed five consecutive work days or if the UNION cannot supply a  \nlist of candidates within 24 hours notice after receiving a request from the COMPANY.  \nee ee epee reer ee  \nee ed os 8  \nat ents we,  \n1.16 Service Technician Commute Time. The COMPANY maintains that, in accordance with  \nfederal labor standards, the commuting portion of an employee’s work day is considered personal time  \nand not compensable time worked. Additionally, the COMPANY recognizes that the employee’s  \npersonal choice of his/her residence location and customer scheduling may produce lengthy commute  \ntimes. The COMPANY, in its sole discretion, may schedule a Service Technician to begin and end  \nhis/her work day from their personal residence.  \nThe COMPANY ‘and the UNION agree to the following commuting standard when a Service  \nTechnician is not required to begin or end their work day at the COMPANY main facility in Batavia.  \nWhen the Service Technician starts the day from his/her personal residence, the work day begins at the  \nearlier of the following conditions:  \n1) After a Service Technician has traveled thirty (30) minutes from their home; or  \n2) After the Service Technician arrives at the first scheduled job site.  \nWhen the Service Technician ends the day at his/her personal residence the work day ends at:  \n1) The completion of the last job if the commute home is less than thirty minutes; or  \n2) Thirty (30) minutes from home if the commute is longer than thirty (30) minutes.  \n"], ["ARTICLE VIIT  \nJOB POSTING  \n", "8.1 Posting and Job Awards, All new jobs and job vacancies shall be posted. Any bargaining  \nunit employee may apply in writing for a posted job, The decision of the COMPANY shall be based  \nupon an evaluation of the performance, skill, and ability of the applicants. Where skill and ability are  \nrelatively equal, seniority shall prevail. This article shall be subject to the grievance procedure.  \n§.2 Limitations on Bidding. Successful bidders for promotional opportunities will become  \neligible for further promotional consideration six (6) months after their most recent job award.  \nEmployees may elect to bid laterally or downward once per year.  \n"], ["ARTICLE IX  \nHOLIDAYS  \n", "9.1 Number of Holidays and Pay. Employees shall be paid one day's (eight [8] hours) pay at the  \nstraight-time hourly rate for the following recognized holidays when not worked:  \nNew Year’s Day Thanksgiving Day  \nMemorial Day (last Monday in May) Day after Thanksgiving Day  \nFourth of July Day before Christmas Day  \nLabor Day Christmas Day  \n* The Day before New Year's Day will be a recognized holiday in 2017; beginning January 1, 2018,  \nthe only recognized holidays are those listed above.  \n10  \n9.2 Eligibility. To be entitled to pay for recognized holidays not worked, the employee must  \nreport for and work on the workday immediately preceding and the workday immediately following  \nany such holiday, unless such employee was excused in advance, in writing, by an agent of the  \nCOMPANY or unless such employee was absent on one of such workdays because of sickness (if not  \ndue to an overdose of alcohol or drugs), injury, accident, casualty or similar justifiable cause and a  \ndoctors certificate or other evidence thereof satisfactory to the COMPANY is fumished by the  \nemployee. If an employee is laid off within fifteen (15) calendar days before a recognized holiday or  \nhas returned from layoff within fifteen (15) calendar days of such holiday, such employee shall be paid  \nfor such holiday.  \n9.3. Saturday-Sunday Holidays. Recognized holidays which fall on Saturday shall be observed  \non the prior Friday; recognized holidays which fall on Sunday shall be observed on the following  \nMonday, or as mutually agreed between the COMPANY and the UNION.  \n"], ["ARTICLE X  \nVACATIONS  \n", "10.1 Entitlement. Effective January 1, 2018, vacations with straight-time pay shall be granted to all  \nemployees on the following basis:  \n   \n11  \nIn appreciation for the significance of length of service, your vacation time continues to increase eight  \nhours for each even year of service beyond six years.  \nVacation time eamed will be calculated based on a calendar year. Vacation time is eamed from  \nJanuary 1 through October 31 each year. No vacation time is carncd in November or December,  \nexcept for new employees hired in the current year or current employees laid off earlier in the year.  \n10.2 Vacation Pay - Severance of Employment, In the event an employee quits, is laid off or  \ndischarged such employee shall be entitled to receive pay for the number of days vacation accrued to  \nthe time of severance of employment.  \n10.3 Vacation Scheduling.  \nA. Employees must give the COMPANY a minimum notice of thirty (30) days prior to the  \nvacation date(s). Vacations will be allocated on a first come, first served basis. Preference in  \nscheduling will be given by seniority and will depend on COMPANY operative requirements,  \nB. Vacations must be taken within the vacation year and may not be paid as wages and are  \nnot accumulative from year to year.  \nC, Except for a fourth or fifth week of vacation, the vacation period shall be between  \nJanuary 1 and Labor Day, but may be at other periods of the year if mutually agreed to by an employee  \nand the COMPANY. All vacations shall be taken on normal working days, that is, days other than  \nrecognized holidays, and in no case will an employee be permitted to waive a vacation for wages or  \nany other consideration. The fourth and/or fifth week of vacation shall be taken at such time as is  \nmutual agreed to by the COMPANY and the employee.  \n10.4 Vacation Pay - When Paid. Vacation pay shall be paid at the time a vacation is taken. Such  \npay shall be based upon the wage rate in effect on the date a vacation is begun.  \n"], ["ARTICLE XJ  \nHEALTH AND WELFARE  \n", "11.1 . Pella/Carpenter Health Plans Effective June 1, 2013, all bargaining unit employees hired  \nprior to June 1, 2013,-who have elected to participate in the Pella health plan shall remain participants  \nin the Pella health plan. Any Service Technician or Assemblymen bargaining unit employee who  \nelected to participate in, and be covered by, the Carpenter’s health plan prior to June 1, 2013, shall  \nremain a participant in the Carpenter’s health plan.  \nAll new bargaining unit employees hired after June 1, 2013, in the Painter or Warehouse category will  \nparticipate in the Pella Health Plan. Bargaining unit employees who are promoted to the positions of  \nService Technician and Assemblymen, who, had previously elected to participate in the Pella health  \nplan will be given an option to elect to participate in the Carpenter’s health plan at the time of their  \npromotion. Bargaining unit employees who are hired into the position of Service Technician and  \nAssemblymen after June 1, 2013, will be given the option to elect to participate in the Carpenter’s  \nhealth plan, or the Pella Health Plan, at the time of employment.  \n12  \nOnce the Employee has chosen to participate in either the Carpenters Health & Welfare Plan or the  \nPella Health Plan the participant shal! be bound by their choice and shall not be allowed to move from  \none Plan to the other with the exception of Service Technicians and Assemblymen who, had previously  \nelected to participate in the Pella Health Plan will be given the opportunity to participate in the  \nCarpenters Health Plan at the time of their promotion to these job categories. The COMPANY will  \nnotify the Union of each bargaining unit employee's election.  \nThe COMPANY shall provide life, AD&D, STD, LTD, EAP, dental, and health insurance for each  \nbargaining unit employee who has elected to participate in the Pella health plan and will continue to  \nprovide health insurance, subject to the eligibility and other conditions and requirements set forth in  \napplicable Pella health plan documents, so that bargaining unit employees who elect to participate in  \nthe Pella health plan will not be required to make payments toward the Pella health plan premiums.  \nSuch participation in the Pella health plan will continue to be governed by applicable plan documents,  \nand any issues or disputes about such matters, includmg benefits, coverage, and any changes or  \nrevisions to same, remain subject exclusively to the dispute resolution procedures provided for in the  \napplicable Pella health plan documents and are not subject to the grievance procedure under this  \nAgreement.  \nCommencing June 1, 2005, the COMPANY will not make contributions to the Carpenter’s health and  \nwelfare plan for those bargaining unit employees who elect to participate in the Pella health plan.  \n11.2 Carpenter’s Health and Welfare Plan Contributions. The COMPANY shall each month  \nduring the term of this Agreement pay to the Chicago District Council of Carpenters Welfare Fund for  \neach bargaining unit employee who has elected to remain covered under the Carpenter’s health and  \nwelfare plan the amounts prescribed during the periods designated below:  \nJune 1, 2017 to May 31,2018 ........... $ 9.10 per hour  \nJune 1, 2018 to May 31,2019 ............ $ * per hour  \nJune 1, 2019 to May 31,2020............ $ * per hour  \nJune 1, 2020 to May 31,2021............ $ * per hour  \nfor each hour worked up to one hundred eighty (180) per month by employees who elect to remain  \ncovered by the Carpenter’s health and welfare plan. For purpose of this Agreement, contributions are  \nnot to be made on hours not worked. Such payments are to be transmitted to Chicago Regional  \nCouncil of Carpenters Welfare Find, 12 East Erie Street, Chicago, Illinois, 60611, after the end of  \neach month during the term of this Agreement in accordance with the rules and regulations of such  \nFund, which are made a part of this Agreement.  \nThe wage and fringe benefit package is to be allocated between the wage and fringe benefit package  \nat the discretion of the Executive Board of the UNION. Notice of this writing of the allocation shall  \ngiven to the COMPANY by the UNION prior to June 1“ of each year.  \n11.3. Bond. The Company shall post a bond in the face value amount of $50,000 to cover the  \npayment of both the Health and Welfare and Pension Fund benefits.  \n13  \n"], ["ARTICLE XII  \nPENSION FOND  \n", "12.1 Contributions. The COMPANY each month during this Agreement shall pay to the Chicago  \nDistrict Council of Carpenters Millmen Pension Fund the amount prescribed during the periods  \ndesignated below:  \nJune 1, 2017 to May 31,2018 ........... $ 6.27 per hour  \nJune 1, 2018 to May 31, 2019..........., $ * per hour  \nJune 1, 2019 to May 31, 2020............ $ *  \nJume 1, 2020 to May 31,2021 ............ $ * perhour  \nfor ‘each hour worked up to one hundred eighty (180) per month by employees covered by this  \nAgreement. For purposes of this agreement, contributions are not to be made on hours not worked.  \nSuch payment shall be transmitted to the Chicago Regional Council of Carpenters Milimen Pension  \nFund, 12 East Erie Street, Chicago, Illinois, 60611, after the end of each month during the term of this  \nin accordance with the rules and regulations of such Fund, which are made part of this  \nAgreement.  \n*The wage and fringe benefit package is to be allocated between the wage and fringe benefits at the  \ndiscretion of the Executive Board of the UNION. Notice in writing of the allocation shall be given to  \nthe COMPANY by the UNION prior to June 15 of each year.  \n12.2 Supplemental Retirement Fund. The parties agreed by an “Addendum Agreement” to  \nincorporate the “Chicago Regional Council of Carpenters Supplemental Retirement Fund” into the  \n2013-2017 Pella Windows & Doors Agreement (“Agreement”) on the following terms effective on  \nJune 1, 2015:  \n1. The Supplemental Retirement Fund shall apply exclusively to those employees who participate in  \nthe Carpenters Health and Welfare Plan contained in Article XI of the Agreement. Employees who  \nparticipate in the Pella Health Plan are not eligible to participate in the Supplemental Retirement  \nFund. :  \n2. The Employer shall pay into the Chicago Regional Council of Carpenter Supplemental Retirement  \nFund an amount per hour for each hour worked up to one hundred eighty (180) hours per month for  \nthe Employer during each calendar month by all Employees who participate in the Carpenters  \nHealth and Welfare Plan in amounts determined and allocated by the Executive Committee of the  \nUnion. The Union shall not allocate any amounts from the wage package to the Supplemental  \n_ Retirement for periods when the Pension Fund falls below the \"Green Status\" as defined under the  \nPension Protection Act of 2006 as reported by the Pension Plan to the PBGC for the quarter  \npreceding the anniversary date of this Agreement,  \n3, The Executive Committee of the Union has determined that the contribution to be made to the  \nSupplemental Retirement Fund for the period starting June 1, 2015, under the foregoing Paragraph  \n2 shall be $1.00 per hour for hours worked starting in the month of June. The parties agree that this  \n$1.00 per hour contribution amount is to be reallocated fiom the existing economic package that  \nbecame effective June 1, 2015, and the Union has directed that this $1.00 contribution be  \nreallocated from the contributions rate to the Union Health and Welfare Fund (currently $10.45 per  \nhour) under Article XI of the Agreement. Future increases, if any, in the contribution rate to the  \n14  \nSupplemental Retirement Fund shall be allocated from the annual economic package increase(s) set  \nforth in Article VJ of the Agreement.  \nThe parties further agree that effective June 1, 2015, the existing economic package shall be  \nreallocated to reduce the hourly contribution to the Union Health and Welfare Fund by an  \nadditional fifty (50) cents, and that the hourly contribution required to be made to the Union  \nPension Fund under Article XII of the Agreement shall be increased by an additional twenty-five  \n(25) cents.  \nFor employees who participate in the Pella Health Plan, the additional 25 cents hourly contribution  \nto the Pension Fund shall be allocated from their existing wage rate, requiring a 25 cents per our-  \ndecrease in the pay rates for each classification set forth in Article VI for such employees.  \nFor employees who participate in the Union Health and Welfare Plan, the 25 cents hourly  \ncontribution to the Pension Fund shall be allocated from the 50 cents reduction in the contribution  \nrate to that Plan set forth in Paragraph 4, above. The remaining 25 cents per hour reduction from  \nthat contribution rate for-those employees shall be added to their wage rates.  \nExhibit A attached to the 2015 Addendum agreement reflects the reallocated and new contribution  \nrates for the Supplemental Retirement Fund, the Union Health and Welfare Fund, and the Union  \nPension Fund as set forth in this Addendum, all to be effective June 1, 2015. Nothing in the  \nAddendum shall require the Company to decrease its current allocation/contribution rates to the  \nPella Health Plan under the terms of Article VI or XI of the Agreement.  \nThe Employer further agrees to be bound by the Agreement and Declaration of Trust establishing  \nthe Chicago Regional Council of Carpenters Supplemental Retirement Fund and by any present  \nand future amendments thereto and irrevocably designates as its representative on the Board of  \nTrustees such Trustees as are named in said Agreement and Declaration of Trust, as Employer  \nTrustees, together with their successors selected in the manner provided in said Agreement and  \nDeclaration of Trust as it may be amended from time to time, and agrees to be bound by all action  \ntaken by said Employer Trustees pursuant to the said Agreement and Declaration of Trust as  \namended from time to time.  \nThe Supplemental Retirement Fund is and shall continue to be administered by an equal number of  \nrepresentatives of the Employers and the Union, pursuant to the Agreement and Declaration of  \nTrust heretofore signed by the Employers and Union, and now in effect and as it may be amended  \nfrom time to time in the manner provided in the Agreement and Declaration of Trust. Said  \nAgreement and Declaration of Trust and any present or future amendments thereto are made a part  \nof this Agreement as if set forth herem at length.  \n10. The Employer shall furnish the Trustees with information such as the names of the Employees,  \nI  \n—  \nclassifications, Social Security numbers, wages and/or hours worked, and such other information as  \nmay be required for the proper and efficient administration of the Supplemental Retirement Fund.  \n. The Employer representatives serving as Trustees, with their successors selected in the manner  \nprovided by the Agreement and Declaration of Trust, shall all Employers in the  \nadministration of the Supplemental Retirement Fund.  \n. In the event that an Employer becomes delinquent i in making any of the aforesaid reports and  \npayments and is so advised by formal notification in writing by the Administrative Fund Office, the  \nEmployer shall pay in addition to the amount due, reasonable fees of Certified Public Accountants  \nas expressly used to establish the amounts due, reasonable fees of attorney in effectuating payment,  \nand liquidated damages in an amount as determined in accordance with the Agreement and  \nDeclaration of Trust.  \n13. Nothing in the Addendum shall cause the total economic package paid by the Company to increase  \nbeyond the amounts set forth in the Agreement during its term.  \n15  \n"], ["ARTICLE XII  \nBEREAVEMENT PAY  \n", "13.1 Relatives Covered. Inthe event of the death of the spouse, child, stepchild, mother or father,  \nmother-in-law or father-in-law, brother or sister of an employee, such employee shal] be granted a  \nleave of absence of three (3) days with pay during the period beginning with the date of death and  \nending with the day of the funeral, if such employee desires such leave. In the event of the death of a  \ngrandparent or spouse’s grandparent, such employee shall be granted a leave of absence of one (1) day  \nwith pay for the day of the funeral, if such employee desires such leave, Such leave shall be granted to  \nan employee actively at work or scheduled for same and such employee’s absence otherwise would  \nresult in a loss of pay but for this paragraph  \n13.2 Amount of Pay. A day's pay for the purpose of this Article shall not exceed eight (8) hours’  \nstraight-time pay.  \n13.3. Eligibility, Any employee who is on layoff or off sick shall! not be eligible for benefits under  \nthis Article.  \n"], ["ARTICLE XIV  \nTOOLS  \n", "14.1 Employee Tools. The employee shall provide and maintain necessary and customary hand  \ntools required to perform the employee's duties.  \n14.2 Storage of Tools - Insurance. The COMPANY shall provide a safe space for the storage of  \nthe employee's tools and insure such tools from loss by fire and theft in the amount not to exceed Three  \nHundred Dollars ($300.00). Employees may submit to the COMPANY, in writing, a list of tools and if  \nthe value exceeds Three Hundred Dollars ($300.00), then by mutual agreement the COMPANY will  \ninsure the excess replacement value.  \n"], ["ARTICLE XV  \nINSURANCE  \n", "15.1 Worker's Compensation - Disease. The COMPANY shall be bound by the provisions of the  \nIllinois Worker's Occupational Diseases Act and shall furnish to the UNION a Certificate of Insurance  \ncovering all liability under such Act.  \n15.2 Worker's Compensation - Injuries. The COMPANY shall furnish a Certificate of Insurance  \nto the UNION covering liability under the provisions of the Illinois Workers Compensation Act.  \n15.3. Treatment for Work Related Injuries, In the event an employee requires follow up treatment  \nduring normal working hours for an injury sustained on the job, he/ she shall not suffer any loss of  \nwages for such scheduled treatment provided that the following conditions are satisfied:  \n16  \nD. Disputes and grievances of members:  \nand  \nE. When overtime is scheduled.  \n17.4 Steward's Authority. The Shop Steward shall not have. the authority to:  \nA. Collect any money due the UNION from any applicant for membership, or any other person  \nB. Adjust violations of this Agreement,  \nC. Allow UNION duties to interfere with duties as a working employee, except to make  \ncard checks;  \nand  \nD. Influence hiring, termination or discipline of employees.  \n17.5 Union Label. The Shop Steward shall have charge of the union label.  \n"], ["ARTICLE XVII  \nBUSINESS REPRESENTATIVES  \n", "18.1 The duly authorized representative of the UNION shall be permitted, after notice to the office  \nof the COMPANY, to visit the plant during working hours to interview but in so doing  \nsuch representative shall not interfere with the progress of work.  \n"], ["ARTICLE XIX  \nUNION LABEL  \n", "19.1 Itis hereby understood and agreed by the COMPANY and the UNION that an application shall  \nbe made for the Union Label to the First General Vice President of the United Brotherhood of  \nCarpenters and Joiners of America. If the application is approved, and the Union Label is issued by  \nthe United Brotherhood of Carpenters and Joiners of America to be placed upon the  \nproducts, it is understood and agreed that the Label shall remain the property of the United  \nBrotherhood of Carpenters and Joiners of America, and shall be at all times in the possession of a  \nmember of the United Brotherhood of Carpenters and Joiners of America; and that said Union Label  \nshal) at no time be used in any manner that will be detrimental to the interest and welfare of the  \nmembers of the United Brotherhood. Use of said Label may be withdrawn from the mill, shop,  \nfactory, or manufacturing establishment of the employer at any time at the discretion of the  \nInternational Union.  \n"], ["ARTICLE XX  \nGRIEVANCE PROCEDURE  \n", "20.1 Grievances Defined. A grievance, for the purpose of this Agreement, is a complaint or claim  \nagainst the COMPANY by an employee, employees, or the UNION, with respect to the meaning  \nand/or application of a provision of this Agreement.  \n20.2 Time Limit for Filing and Appealing. Any individual employee, group of employees, or  \nUNION shall have a right to present grievances to the COMPANY, and to have such grievances  \nadjusted. All grievances must be presented within ten (10) working days from the day the event  \n18  \n- the treating facility's hours do not permit non-work hour appointments, which may be confirmed by  \nthe COMPANY;  \n- time lost is reasonable relative to the extent of treatment and distance to the treating physician; and  \nsuch lost time shall not exceed three (3) hours per day. ;  \n"], ["ARTICLE XVI  \nSAFETY  \n", "16.1 The COMPANY shall maintain a Shop Safety Committee comprising of at least one employee  \n(a Union Steward) and a representative of the COMPANY. Such committee shall meet periodically to  \nconsider safety matters affecting employees.  \nThe COMPANY and UNION recognize the importance of maintaining a safe work environment. It is  \napreed that the possession of firearms or weapons by an employee will be grounds for immediate  \ndismissal when found on company premises.  \n16.2 Safety Shoe Reimbursement  \nThe COMPANY believes it is in the best safety interest for employees working in the Assembly,  \nFinishing and Warehouse departments to wear steel toed safety shoes meeting ANSI 241-1991 or  \nANSI Z41-PT99 standards. The COMPANY agrees to contract for, or reimburse employees for such  \nshoes, in an amount not to exceed one hundred dollars ($100.00) per year. It is understood by the  \nparties that the employee when purchasing such shoes shall submit a receipt for reimbursement, and  \nthat any amount exceeding the one hundred dollars shall be the obligation of the employee.  \n"], ["‘ARTICLE XVI  \nSHOP STEWARD  \n", "17.1 Designation of Steward. The UNION shall have the right to designate two (2) of its members  \npresently in the employ of the COMPANY to act as Shop Steward. Such member shall not be subject  \nto discrimination for discharging the duties of a Shop Steward. In the event that the Steward has a .  \nplanned absence, or is not scheduled for overtime, he may designate one of the previously scheduled  \nemployees to act on his behalf.  \n17.2 Layoff of Steward. The Shop Steward shall be the last employee to be laid off other than the  \nforeman. Before the Shop steward is laid off, the business representative of the UNION shall first be  \nnotified.  \n17.3 Steward's Duties. The duties of the Shop Steward shall be to report to the Business  \nRepresentative of the UNION:  \nA. dues delinquencies;  \nB. Violations of this Agreement;  \nC Employees employed thirty-one (31) days or more who have not become members of  \nthe UNION;  \n17  \noccurred which gave rise to the grievance. Neither party shall be under obligation to consider any  \ngrievance which is not presented within the time provided herein. If any grievance is not appealed to  \nthe next step of the grievance procedure outlined hereafter within the specified time limit, it shall be  \nconsidered settled on the basis of the COMPANY's last answer. If the COMPANY does not answer a  \ngrievance within the specified time limit, it shall be considered settled on the basis of the grievance  \npresented. However, in all steps of the grievance procedure, an extension of time to present, appeal, or  \nanswer a may be mutually agreed upon in writing.  \n20.3 Procedure,  \nFirst Step: An effort shall be made to orally adjust the grievance by and between the employee having  \nthe grievance and his immediate supervisor. If he so desires, the employee may also have his UNION  \nrepresentative present and the grievance may be presented by the UNION representative.  \nSecond Step: If the grievance is not resolved within ten (10) working days at the First step and,  \nif the grievant or UNION elects to proceed with it, the grievance shall be reduced to wnting by the  \ngrievant and filed with the COMPANY and the UNION within ten (10) working days after the said ten  \n(10) working days, and an attempt will be made to adjust the grievance by and between a COMPANY  \nrepresentative and a UNION representative. If the grievance is not resolved within ten (10) working  \ndays at the Second Step and if the UNION elects to proceed with it, it may be referred to arbitration  \nwithin ten (10) working days of the date of failure to resolve the grievance in the Second Step.  \nThird Step - Arbitration: The UNION and the COMPANY shall jointly request the Federal Mediation  \nand Conciliation Service to provide a list of seven (7) arbitrators. The UNION and the COMPANY  \nwill toss a coin and the winner of the toss will decide whether or not they want to be first to strike a  \nname from the list. Thereafter, the UNION and the COMPANY shall alternately strike one (1) name  \nand the person whose name remains shall be the arbitrator. Either party may reject one (1) panel.  \n20.4 Authority of Arbitrator. The arbitrator shall be bound by the terms and provisions of this  \nAgreement and shall have no authority to add to, subtract from, modify or amend any provisions of  \nthis Agreement. A decision of the arbitrator on any gricvance within the scope of the issues submitted  \nshall be final and binding on the COMPANY, the UNION and the employee or employees involved.  \n20.5 Fees and Expenses. The arbitrator's fee and expenses shall be borne equally by the UNION  \nand the COMPANY.  \n20.6 Discipline Grievances. Grievances which concern discipline or discharge of an employee  \nshall be entered into Step Two of the grievance procedure within ten (10) working days from the date  \nthe employee received notice of such discipline or discharge.  \n19  \n"], ["ARTICLE XXT  \nSUBSTANCE ABUSE AND ASSISTANCE PROGRAM  \n", "21.1 The COMPANY and the UNION agree to the Substance Abuse and Recovery Program as  \ndescribed in this Article and further agree that the COMPANY may only implement a policy regarding  \ndrug and alcohol abuse to the extent that it complies with this Article.  \n21.2 Statement of Policy: Pella Windows & Doors, Inc. its divisions and subsidiaries, and the  \nUNION are committed to ensuring a safe, healthy and efficient working environment for its  \nemployees. The COMPANY has the responsibility to provide customers with quality service through  \na productive and safety-conscious work force and work environment. Specifically, the purposes of this  \nPolicy are as follows:  \nA. Toestablish and maintain a safe, healthy working environment for all employees.  \nB. To provide assistance toward rehabilitation for any employee who seeks the COMPANY 's or  \nUNION's help in overcoming any addiction to, dependence upon or problem with alcohol or  \ndrugs, prior to a disciplinary action.  \nC. To ensure the reputation of the COMPANY and its employees as responsible citizens and  \nproducers of quality products.  \nD. To promote a safety-conscious work environment with the reduction of personal accidental  \ninjury and/or property damage as a goal.  \nE, To reduce absenteeism, tardiness and indifferent work performance.  \nThere will be no random drug testing except as provided in sections, 21.9; 21.10; 21.11; 21.5(B), and  \n21.7(B)S.  \n21.3 Alcohol/Drug-Free Work Place Policy:  \nA. Prohibition Against Unlawful Controlled Substances in the Work Place. The possession,  \ndistribution, selling, manufacturing or use of unlawful controlled substances on COMPANY premises,  \nin COMPANY vehicles or while on company time is strictly prohibited. For the purposes of this  \nsection, the phrase \"prohibited unlawful controlled substances’ shall mean and include any illegal  \ndrugs, controlled substances (other than prescribed medications), look-alike drugs, designer drugs, and  \nalcoholic beverages. For the purposes of this Policy, meal or other break times shall be considered  \nCOMPANY time. Any employee who violates this Policy shall be subject to discharge from  \nemployment.  \nB. Prohibition Against Working Under the Influence of Aicohol/Drugs. Employees are prohibited  \nfrom working, including driving a COMPANY vehicle, under the influence of alcoho! and/or unlawful  \ncontrolled substances.  \nC, Prohibition Against Possession of Drug Paraphernalia in the Work Place: Employees are prohibited  \nfrom possessing any drug paraphernalia while on COMPANY premises, in COMPANY vehicles or  \n20  \nwhile on company time. Any employee who violates this Policy shall be subject to discharge from  \nemployment.  \nAny employee violating this Policy has engaged in serious misconduct and 1s subject to disciplinary  \naction.  \n21.4 Alcoholic Beverages:  \nA, Alcoholic beverages shall not be brought onto or consumed on COMPANY premises, except in  \nconnection with specific COMPANY authorized events.  \nB. Any employee whose abuse of alcohol, off-duty or otherwise, results in excessive absenteeism  \nand/or tardiness, accidents while on work time or other unacceptable work performance or behavioral  \nconduct, shall be subject to discharge from employment.  \n21.5 Prescription Drugs:  \nA. prescription drug shall be used on COMPANY premises by any employee other  \nthan the employee for whom the drug is prescribed by a licensed medical practitioner, and shall be  \nused only in the manner, combination and quantity prescribed.  \nB. Any employee whose abuse of prescription drugs results in excessive absentecism or  \ntardiness or is the cause of accidents or unacceptable performance or behavioral conduct, will be  \nsubject to discharge from employment.  \nC. It is recognized that there are certain medications which may impair the performance of  \njob duties and mental and/or motor functions. In such cases, with the permission of an employee to  \nconsult with such employee's physician or other physician, the COMPANY shall attempt to  \naccommodate an employee by re-assignment to a job compatible with the administration of such  \nmedication.  \n21.6 Compliance with Federal and State Laws: These policies shall be implemented in a manner  \nthat will comply with all applicable federal and state laws. Every clause of this Policy shall be deemed  \nseparable from every other clause of this Policy and in the event that any clause or clauses shall be  \nfinally determined to be in violation of any law, by judgment or decree of any court of competent  \njurisdiction, then any such clauses or clauses only, to the extent only that any may be in violation, shall  \nbe deemed unenforceable without impairing the validity and enforceability of the rest of this Policy.  \n21.7 Employee Assistance Program (E.A.P.):  \nA. COMPANY/Employee Obligations The COMPANY and UNION recognize that  \nchemical dependency, including alcoholism, is an illness which can be treated successfully. The  \nCOMPANY 's and UNION's concern is primarily with work-related aspects of chemical dependencies  \nso as to avoid any unnecessary intrusions in an employee's personal life.  \n21  \nBenefit plans as set forth in this Agreement are available for the treatment of chemical  \ndependency. The uniqueness of this disorder imposes special responsibilities on the employee being  \ntreated. .  \nThe COMPANY and UNION actively supports sound rehabilitation efforts, but the employee  \nmust assume responsibility for cooperating in treatment before the drug or alcohol problem  \ndeteriorates into a disciplinary situation; and for maintaining thereafter that sobriety or drug-free state  \ngenerally necessary for his or her normal functioning. An employce’s job is not in jeopardy when  \ntreatment and rehabilitation are conscientiously sought on a voluntary basis when general job  \nperformance and conduct are at acceptable standards.  \nB. Employee-Assistance Encouraged:  \n1, Any employee who feels that he or she has developed an addiction to, dependence upon  \nor problem with alcohol or drugs, legal or illegal, is encouraged to seek assistance. At the employee's  \ndiscretion, employees are to seek assistance by direct contact in confidence to the UNION's E.A.P.  \nprovider or the employee's supervisor or Human Resource Manager.  \n2. Each request for assistance will be treated as confidential. Only those persons \"needing  \nto know\" will be made aware of the request.  \n3. The Human Resource Manager is responsible for referring any employee seeking  \nassistance to the UNION's E.A.P.  \n4, Rehabilitation is the responsibility of the employee. Any employee seeking medical  \nattention for alcoholism or other chemical dependency problems will be entitled to benefits as provided  \nunder the plans set forth in this Agreement.  \n5. Any employee who seeks rehabilitation on a first-time basis prior to performance  \ndeteriorating into a disciplinary situation will be placed on a twelve (12) month probation. This  \nprobation will include periodic unannounced testing to further the employee with his or her  \nrehabilitative efforts, Participation in such programs does not insulate or protect the employee from  \ndisciplinary action up to and including the termination of employment if the employee exhibits  \nunacceptable work performance, behavior, or fails to satisfactorily compicte the rehabilitative program  \nprescribed.  \n- 6, Any employee who violates the COMPANY's Drug/Alcohol Free Work Place Policy  \nwill be terminated immediately upon discovery.  \n21.8 Drug Free Education Program. In order to maintain a drug-free work environment, the  \nCOMPANY and UNION will work to establish a drug-awareness program to educate employees on  \nthe dangers of drug abuse in the work place, its Drug Free Work Place Policy, the availability of drug  \ncounseling through the B.A.P., treatment and rehabilitation available through the UNION's benefit  \nplan(s) and the penalties that may be imposed for violation of the Drug Free Work Place Policy. Such  \neducation may include, but not be limited to: (1) a discussion of the COMPANY's Policy as part of  \nnew employee orientation sessions; (2) distribution of published education materials regarding the  \n22  \ndangers of drug abuse; and (3) re-orientation and/or re-training where appropriate of all employees  \ninvolved in cases in which drug-related accidents or incidents  \n21.9 Compliance as a Condition of Employment, All employees are advised that full compliance  \nwith the COMPANY’s Alcohol/Drug Free Work Place Policy is a condition of continuing future  \nemployment.  \nAny employee that regularly operates a company provided vehicle including forklift and order pickers,  \nmay be required to take a drug/alcohol test on a random date to be determined January 15\" of each  \nyear of this contract by a representative of the UNION and the COMPANY. If an employee is tested  \nand not found to be positive for drugs or alcohol he/she will not be tested again under this provision  \nwithin the calendar year. This does not preclude testing under 21.10. If an employee is tested as  \npositive for drugs/alcohol he/she will be subject to discharge from employment.  \n21.10 Incident-Based Employee Testing, An employee involved or injured im an accident while on  \nCOMPANY work time or performing a COMPANY function involving loss of work time; or accident  \nwhile driving a COMPANY vehicle, collision and/or injury to a pedestrian; or whose work  \nperformance and/or behavioral conduct indicates that he or she is not in a physical condition that  \nwould permit the employee to perform a job safely and efficiently, will be subject to submitting to a  \nurine, blood or breathalyzer test to determine the presence of alcohol or drugs in the body, provided:  \nA. The COMPANY has reasonable grounds to believe that the employee is under the  \ninfluence of or impaired by the use of prohibited substances. Reasonable grounds include abnormal  \ncoordination, appearance, behavior, speech, odor or any detectable amount of a prohibited substance.  \nIt can also include work performance, safety and attendance problems.  \nB. The supervisor’s reasonable grounds must be confirmed by another management  \nrepresentative in conjunction with a representative of the UNION, which may be the Business  \nRepresentative or Steward if immediately available, Both Representatives must describe such grounds  \nin writing prior to any testing being directed, provided the Union representative is immediately  \navailable. The manapement representative description will suffice if all reasonable efforts have been  \nmade to attempt to have the Union representative present to provide a second description.\"  \nC. The employce will be provided with an opportunity to explain his or her conduct at a  \nmeeting with the Representatives, including the Union Representatives referred to in 21. 10(B) above,  \nprovided that such Union Representative is reasonably available and provided further that all  \nreasonable efforts have been made to attempt to have such union Representative present.  \n21.11 Drug Testing For Internal Promotions. Any employee who has been the successful bidder  \nfor a job under this Agreement shall be required to submit to and pass a drug test in accordance with  \nParagraph 21.14 below prior to the change being effective.  \n21.12 Confidentiality. The results of all blood and/or urine, drug and/or alcohol tests shall be treated  \nas confidential and distribution is limited to those Management employees having a need to know.  \n23  \n21.13 Employee Refusal to Take Test, An employee refusing to take a urine, blood or breathalyzer  \ntest shall be subject to termination. All tests shall be performed within two (2) hours of the events  \ndescribed above, if possible, but in any case, within twenty-four (24) hours of the event.  \n21.14 Drug Testing Procedure:  \nA. Drug testing shall take place at a recognized medical facility or certified independent  \nlaboratory at the expense of the COMPANY.  \nB. When a test is required, the specimen will be identified by a code number, not by name,  \nto insure confidentiality of the donor. Each specimen container will be properly labeled and made  \ntamper-proof.  \nC. The handling and transportation of each specimen will be properly documented through  \nthe strict chain of custody procedures.  \nD. Drug Testing Procedure  \n(a) Any sample taken for testing must be tested as follows:  \n(i) in accordance with government standards, and  \n(ii) in the event the screening test is positive, read and confirmed by a Medical  \nReview Officer (MRO).  \n(b) Breath Alcohol Testing Procedure  \n(i) in accordance with government standards, and  \n(ii) in the event the screening test is positive, read and confirmed by a Medical  \nReview Officer (MRO),  \nE. Drug testing shall only “be conducted by a CAP or NIDA certified independent  \nlaboratory,  \nF. | The COMPANY, all of its medical personnel and the personne] of the laboratory/  \ntesting facility shall adhere to the American Occupational Medical Association's Code of Ethical  \nConduct for Physicians Providing Occupational Medical services and to the AOMA Drug screening in  \nthe Work Place Ethical Guidelines.  \n21.15 Employee Status When Subject to Testing:  \nA.  Anemployee undergoing testing may be placed on an unpaid leave of absence pending  \nthe results of the screening test.  \n24  \nB. In the event that the results of the screening test are positive, as confirmed by a Medical  \nReview Officer (MRO), the COMPANY will discharge the employee from employment. In the event  \nthe results of the confirmation testing are negative, the employee shall be reinstated with back pay, if  \napplicable. Unless an initial positive result is confirmed as positive, it shall be deemed negative and  \nreported by the laboratory as such.  \nC, Any employee found to have manipulated, adulterated, or tampered with a sample for  \ntesting will be subject to discharge from employment. If the urine specimen is determined to be  \nnegative and dilute the donor will be required to be retested in accordance with government standards,  \nD. An employee who fails to cooperate, abandons or does not complete the treatment  \nprogram prescribed by the E.A.P. counseling or who fails to live up to the terms and conditions of the  \nReferral Agreement will be subject to termination.  \n21.16 Employee Leave of Absence:  \nA. If treatment necessitates time away from work, the COMPANY shall provide for the employee  \nan unpaid leave of absence for purposes of participation in the COMPNAY or UNION treatment  \nprogram, An employee who successfully completes a rehabilitation program shall be reinstated to his  \nor her former employment status if work for which he or she is qualified exists provided that the leave  \nwill not exceed twelve (12) weeks or the employee’s Family Medical Leave Act entitlement,  \nwhichever is less in a calendar year.  \nB. Employees returning to work after successfully completing the rehabilitation program  \nwill be subject to drug tests without prior notice for a period of one (1) year. A positive test will result  \nin termination.  \nC, In order to ensure confidentiality in the E.A.P, program, the COMPANY designates the  \nHuman Resource Manager as the Employee Assistance Representative for the COMPANY. This  \nindividual and the COMPANY's General Manager shall be the sole representatives of the COMPANY  \nwho are in possession of the employee E.A.P. information.  \n21.17 Grievance Procedure. All aspects of this policy and program shall be subject to the Grievance  \nProcedure of the Collective Bargaining Agreement  \n21.18 COMPANY Right to Discipline. Nothing in this Article shall be construed to limit: the  \nCOMPANY 's right to suspend or terminate an employee so long as such suspension or termination is  \notherwise permitted without regard to the provisions of this Article,  \n25  \n"], ["ARTICLE XXII  \nTAX-FREE SPENDING ACCOUNT PLAN  \n", "22.1 The COMPANY shall provide a Tax-Free Spending Account Plan for all employees covered  \nby this Agreement. Participation in the Plan is totally voluntary. The Plan shall permit an employee to  \ndeposit (through payroll deductions), a portion of pre-tax wages into a tax-free account each pay  \nperiod. No federal, state or social security taxes will be withheld from the amounts authorized by the  \nemployee to be deposited into the tax-free account. Funds deposited into the tax-free account may  \nthen be used for future payment of certain health and dependent care expenses, which may not be  \nsubject to reimbursement under the employee’s medical insurance plan, Payroll deductions and any  \nfunds requested by an employee from a tax-free account will only be permitted up to the maximum  \nallowed by law. Any money placed in a tax-free spending account in a given calendar year must be  \nutilized by the employee by the last day of that year. Any money not used by year-end will be  \nforfeited by the employee according to IRS regulations and will be paid to a charitable organization(s).  \n"], ["ARTICLE XXIII  \nNEW TECHNOLOGY  \n", "23.1 For new jobs resulting from technological changes, the COMPANY shall insure that bargaining  \nunit UNION employees will be given the first opportunity to acquire the knowledge and skills  \nnecessary for these new jobs. Any new job created by technological change in the manufacturing  \nsection shall be considered as coming under the scope of the Bargaining Unit.  \n"], ["ARTICLE XXIV  \nTERMINATION OR RELOCATION OF OPERATIONS  \n", "24.1 If the COMPANY plans to terminate its Batavia, Illinois facility or relocate that facility more  \nthan 50 miles, it will notify the UNION at least three (3) months in advance of such action so the  \nCOMPANY and the UNION can discuss the effect on bargaining unit employees. Affected employees  \nwill be given preference for employment at any replacement facility operated by the COMPANY.  \n"], ["ARTICLE XXV  \nSEPARABILITY AND ENTIRE AGREEMENT  \n", "25.1 Separability. Every clause of this Agreement shall be deemed separable from every other  \nclause of this Agreement in the event that any clause or clauses shall be finally determined to be in  \nviolation of any law by judgment or decree of any court of competent jurisdiction, then any such clause  \nor clauses only, to the extent only that any may be in violation, shall be deemed unenforceable without  \nimpairing the validity and enforceability of the rest of this Agreement.  \n25.2 Entire Agreement. All rights and duties of both parties that have been agreed to are  \nspecifically expressed in this Agreement and such expression is all-inclusive as to such matters. Any  \nbenefit existing prior to this Agreement is negated unless specifically incorporated into this  \nAgreement. This Agreement contains the entire agreement between the COMPANY and UNION on  \neconomic benefits, including but not limited to paid vacation, holidays and time off for sickness and  \nrelated matters. To the extent, the City of Chicago Minimum Wage and Sick Leave Ordinance (as  \namended to be effective July 1, 2017) and/or the Cook County Earned Sick Leave Ordinance (to be  \neffective July 1, 2017) may apply to any employees covered by this Agreement, the COMPANY and  \n26  \n  \nggg gg pi PEA GD SAS PSS SS i SD ct wn CS MEAS Says ty eet EE A SS SS SS Sh AS AS  \nUNION expressly waive application of those Ordinances’ provisions regarding minimum wage and  \npaid/earned sick leave to such employees.  \n"]]