[["", "9163  \nCOLLECTIVE BARGAINING  \nAGREEMENT  \nBY AND BETWEEN  \nA.S. AMERICA INC.,,  \nEXCLUSIVELY WITH RESPECT TO THE  \nSALEM, OHIO PLANT  \nAND  \nTHE UNITED STEELWORKERS .  \nAFL-CIO  \nLOCAL UNION #1538  \nOCTOBER 18, 2016  \nTHROUGH  \nJANUARY 31, 2020  \nCHILO. PRINT  \n10  \nREST OO  \n   \nTABLE OF CONTENTS  \nAGREEMENT 1  \n"], ["ARTICLE |  \n", "Purpose and Intent of the 1  \n"], ["ARTICLE tl  \n", "semis canine sa wen FE SONNE 1  \n"], ["", "ARTICLE Ill  \nNo Discrimination 2  \nARTICLE IV  \n2  \n"], ["", "ARTICLE V  \nUNION 3  \nARTICLE VI  \nContract Validity 4  \nARTICLE VII  \nNo Strike - NO 5  \nARTICLE VIII  \nDuties of Non-Bargaining Unit 5  \nARTICLE IX  \nse seins msn 6  \n"], ["", "ARTICLE X  \nAdjustments Of Grievances 6  \nARTICLE XI  \nHours Of 11  \nARTICLE XI!  \n13  \n"], ["", "ARTICLE  \nReporting Allowance. 15  \nARTICLE XIV  \nCall Back 16  \nARTICLE XV  \nHOLIDAYS. 16  \nARTICLE XVI  \n17  \n"], ["ARTICLE XVII  \n", "Promotion of Employees to  \nessen 22  \n"], ["ARTICLE XVIII  \n", "Retention of Officers and Committee 22  \n"], ["", "ARTICLE XIX  \nLeave Of 22  \nARTICLE XX  \nSafety and 24  \n"], ["", "ARTICLE Xxl  \nBereavement Leave Allowance 26  \nARTICLE XxXil  \nDUMY one 26  \n"], ["", "ARTICLE  \nRights of 27  \n"], ["", "ARTICLE XXIV  \nBulletin Boards 27  \nARTICLE XXV  \n27  \n"], ["", "ARTICLE XXVI  \nGroup 27  \n"], ["", "ARTICLE XXVII  \nVACATIONS 29  \nARTICLE XXVIII  \nIncumbent 33  \n"], ["", "ARTICLE XXIX  \nWages—Rates 0f 34  \n"], ["", "ARTICLE XXX  \nShift Differentials 36  \nARTICLE XXX!  \nSeparation 36  \n"], ["ARTICLE XXxXil  \n", "Pay 37  \nDuration Of 37  \nAPPENDIX A  \nTier | - Labor Grade and Classification Structure ................ 39  \nAPPENDIX B  \nSelection of Leaders 41  \nAPPENDIX C  \nContracting Out of Service 43  \nAPPENDIX D  \nAttendance Control Policy 44  \nSIGNATURE PAGE 47  \nNOTES 48  \noa  \nCY  \nST ALA  \nwm a cy oat  \nVY AON, Qa  \nco, f_ ~ 4  \nf ; . ¢ re 2  \nNN  \nos  \nA oa i a  \nom,  \n  \n*s o™ ‘  \n.  \n“a,  \n  \n  \n(Tt ob  \nSe  \no~  \noo oN. ro rs  \not 4 ‘ :  \n“ee a  \n  \n  \nAGREEMENT REACHED BETWEEN  \nRICA ARD YDS  \nTHE UNITED STEELWORKERS  \nOCTOBER 016  \nAGREEMENT  \nThis Agreement is made and entered into this 17th day of October  \n2016 at Salem, Ohio, by and between A S America, Inc. exclusively  \n‘with respect to the Salem, Ohio Plant (hereinafter referred to as the  \n“Company” or “Employer”) and the United Steel, Paper and Forestry,  \nRubber, Manufacturing, Energy, Allied Industrial and Service Workers  \nInternational Union, Steelworkers or USW (hereinafter referred to as the  \n“Union”). Except as otherwise expressly provided herein, the provisions  \nof this Agreement shall be effective on October 18, 2016.  \n"], ["ARTICLE |  \n", "Purpose and Intent of the Parties  \n1.01 It is the objective of the parties that the obligation of the Company  \nfor successful prosecution of its business and the fulfillment of its  \nresponsibilities to the employees covered by this Agreement be carried  \non without interference arising from differences between the parties.  \n1.02 It is, therefore, the intent of the parties hereto to set forth  \nherein with respect to rates of pay, hours of-work and  \nconditions offemployment to be observed by the Company, the Union  \nand the employees covered by this Agreement; to provide procedures for  \nequitable adjustment of grievances; to prevent lockouts, interruptions of  \nwork, work stoppages, strikes or other interferences with the work of the  \nCompany during the life of this Agreement; and to promote harmonious  \nrelations between the Company, its employees and the Union.  \n"], ["ARTICLE Il  \nRecognition  \n", "2.01 The Company hereby recognizes the Union as the sole and  \n_ exclusive bargaining agency for all employees within the unit of  \n_ which is as follows:  \nAll hourly paid production and maintenance empioyees employed at  \nthe Company’s Salem, Ohio, Plant, excluding all clerical employees,  \nprofessional employees, guards, and supervisory employees with  \nauthority to hire, promote, discharge or discipline employees or  \neffectively recommend such action.  \n"], ["ARTICLE I  \nNo Discrimination  \n", "3.01 The Company and the Union agree that no employee shall be  \ndiscriminated against because of race, color, religion, national origin,  \nage, sex, handicap, Vietnam Era, or any other military service, or the  \nexercising of his rights as a member of the Union. It is the continued  \npolicy of the Company and the Union that all employees shall be  \nprovided a work place free from harassment and sexual harassment.  \nThe term “his” or “he” as used in this Agreement shall apply to both male  \nand female employees.  \n"], ["ARTICLE IV  \nManagement  \n", "4.01 The Company reserves and retains, solely and exclusively, all of its  \nrights to manage the business as such rights existed prior to the execution  \nof this Agreement with the Union except to the extent expressly abridges  \nor modified by this Agreement or any supplementary agreement, that  \nhereafter may be made. The Company’s rights to manage its business  \nshall include but not be limited to the direction of the workforce, the  \nright to hire, promote or transfer, the right to suspend or discharge for  \ncause, the right to relieve employees from duty because of lack of work  \nor other legitimate reasons, the right to determine the extent to which  \nthe Plant shall operate, be shutdown or relocated, the products to be  \nmanufactured, the schedule of production and the methods, processes  \nand means of manufacturing, to establish, determine, maintain and  \nenforce standards of production and otherwise take such measures as  \nManagement may determine to be necessary for the orderly, efficient  \nand profitable operation of the business.  \n4.02 The exercise or non-exercise of rights hereby retained by the  \nCompany shall not be deemed to waive any such right or the right to  \nexercise them in some other way in the future.  \n\\ ey wy  \n11 ‘ :  \n. 2  \n  \n  \nNZ NL  \nNU  \na is  \n; My  \ned “  \n"], ["_ ARTICLE V  \nUnion Security  \n", "5.01 Any employee who was a member of the Union as . of the  \ndate of this Agreement shall, as a condition of employment, maintain  \nmembership in the Union to the extent of paying the periodic membership  \ndues uniformly required of all Union members.  \n5.02 During the term of this Agreement any employee who was  \na member of the Union as of the date of this Agreement shall, as a  \ncondition of employment, maintain membership in the Union to the  \nextent of paying the periodic membership dues uniformly required of all  \nUnion members. .  \n1. Each employee hired on or after the date of this agreement shall, as  \nacondition of employment, beginning on the 30th day following the  \nbeginning of such employment or the effective date of this Agreement,  \nwhichever is the later, acquire and maintain membership in the Union.  \nto the extent of paying the initiation fee and the periodic membership  \ndues uniformly required of all Union members.  \nThe foregoing provisions shall be effective in accordance and  \nconsistent with applicable provisions of federal and state law.  \n5.03 During the term of this Agreement the Company will continue  \nto check off monthly dues, assessments, and initiation fees, each as  \ndesigned by the International Secretary Treasurer of the Union as  \nmembership dues in the Union on the basis of and for the term of  \nindividually signed voluntary check-off authorization cards heretofore:  \nor hereafter submitted to the Company. The Company shall promptly  \nremit any and all amounts so deducted to the International Secretary  \nTreasurer, at the address which he authorizes for this purpose.  \n2. The following general conditions will be applicable:  \na. New Check-off authorization cards will be submitted to the Company  \nthrough the Financial Secretary of the Local Union at intervals no more  \nfrequent than once each month. On or before the last day of each  \nmonth the Union shall submit to the Company a summary list of cards  \ntransmitted in each month.  \nb. Deductions on the basis of authorization cards submitted to the  \nCompany shall commence with respect to dues for the month in which  \nthe Company receives such authorization card or in which such card  \nbecomes effective, whichever is later. Dues shall be deducted from  \neach pay.  \nc. In cases of earnings ‘insufficient to cover:deduction or dues, the  \ndues shall be deducted from the next pay in which there are sufficient  \nearnings, or a double deduction may be made from the second pay of  \nthe following month provided, however, that the accumulation of dues  \nshall be limited to two months. The International Secretary Treasurer  \nof the Union shall be provided with a list of those employed for whom  \ndouble deduction has been made.  \nd. Unless the Company is otherwise notified, the only Union  \n. membership dues to be deducted for payment to the Union from  \nthe pay of the employee who has furnished an authorization shall  \nbe the monthly Union dues. The Company will deduct initiation fees  \nwhen notified by notation on the list referred to in 2-a above, and  \nassessments as designated by the International Treasurer.  \ne. The Management of the Company shall, promptly after the close  \nof each month, submit to the Local Union a list showing the names  \nof all members, and indicating for each such member whether dues  \nwere deducted in that month, and where they were not deducted, the  \nreason therefore.  \nThe provisions of this Sub-section B shall be effective in accordance  \nand consistent with applicable provisions of federal law.  \n5.04 The Union shall indemnify and save the Company harmless  \nagainst any and all claims, demands, suits, or other forms of liability  \nthat shall arise out of or by reason of action taken or not taken by the  \nCompany for the purpose of complying with any of the provisions of this  \nArticle, or in reliance on any list, notice or assignment furnished under  \nany of such provisions.  \n5.05 The Company has open and available space at the time of this  \nAgreement, and is permitting the Union to use some of the open and  \navailable space as an office.  \n"], ["ARTICLE VI  \nContract Validity  \n", "6.01 If any provision of this Agreement is declared invalid by a court  \nof competent jurisdiction, the validity of the remainder of this Agreement  \nshall not be affected thereby.  \n6.02 This Agreement is subject to all applicable Federal and State  \nLaws and any regulations issued pursuant thereto.  \n"], ["ARTICLE VII  \nNo Strike — No Lockout  \n", "7.01 The employees and the Union individually and collectively agree  \nthat during the term of this Agreement they will not cause, permit or take  \npart in any strike, slowdown, sit-down, picketing cessation of work or any  \nother action whatsoever interfering with the operation of the Employer.  \n7.02 In the event of any action or threatened action in violation of the  \nforegoing, the Union agrees that all Union officers and stewards in the  \nplant will immediately notify the employees involved that their action or  \nthreatened action is in violation of this Agreement and that they should  \nimmediately cease such action or threatened action. The Union will also  \nnotify the employees of their illegal action.  \n7.03 In the hearing of any grievance involving discipline for violation of '  \nthis provision, the arbitrator will be limited to the question of whether or  \nnot the grievant participated in the violation and will have no jurisdiction  \nto assess the propriety of the extent of the discipline imposed. If an  \narbitrator determines that the employee did not participate in or  \nencourage violation of this provision, the employee will be reinstated by  \nthe arbitrator with no loss of pay.  \n7.04 It is agreed that during any work stoppage the equipment  \nand property of the Employer shall be protected including an orderly  \nshutdown.  \n7.05 It is agreed that the terms of this Agreement shall be binding upon  \nthe Employer, the Union, the Local Union, all Union and Local Union  \nOfficers, agents and members of the Local Union.  \n7.06 The Company shall not cause or engage in any lockout of its  \nemployees during the term of this Agreement.  \n"], ["ARTICLE VI  \nDuties of Non-Bargaining Unit Employees  \n", "8.01 Except as the parties have or may agree, or in case of emergencies  \nor for training or instruction purposes, Employees who are excluded  \nfrom the coverage of this Agreement shall not perform any bargaining  \nunit work. |  \n"], ["ARTICLE IX  \nPlant Visitation  \n", "9.01 The International Union’s Representative who services this  \nAgreement shall be allowed access to the Plant upon reasonable request  \nto investigate specific problems with which he is properly concerned  \nin the administration of this Agreement. The Union Representative shall  \nbe accompanied by a Management and Local Union Representative  \nduring such visits. Should the specific problem which made such visit  \nnecessary require that the Local Committee be advised by an expert  \nin that field from the International Union, he will be allowed access to  \nobserve the operation(s) on which the specific problem arose.  \n"], ["ARTICLE X  \nAdjustments of Grievances  \n", "10.01 The Company and the Union agree to the establishment of a  \nLocal Union Grievance Committee designated by the Local Union, to  \nrepresent the various departments throughout the plant. Said Grievance  \nCommittee shall not be composed of more than one employee per  \ndepartment, in addition to the Local President and Vice-President. The  \nLocal Union agrees to notify the Company in writing of the names of such  \nCommitteemen as soon as possible after the signing of this Agreement.  \nAny additions or changes in the personnel of such Committee will be  \nfiled with the Company immediately.  \nThe department or area assignments of the Grievance Committee  \nmembers will be subject to mutual agreement between the Company and  \nUnion. If the Company adds to or reduces the number of departments  \nor modifies the departmental structure, the Company and the Union  \nwill mutually determine what changes in assignment of the Grievance  \nCommitteemen are necessary, including any additional or fewer  \nnumbers required. For a second or third shift where a Committeeman is  \nnot warranted, a Steward may be appointed from among the employees  \nworking on that shift.  \nOne member of the Grievance Committee will be selected by the Local  \nUnion President as Grievance Committee Chairman and will not be in  \naddition to the number of Grievance Committee members permitted.  \nThe Loca! Union President, at their option, shall be recognized as an —  \nex-officio member of all the union committees in meetings with the  \ncompany.  \n. A regular meeting between the Grievance Committee including the  \nLocal Union President and Vice-President and representatives of |  \nManagement may be scheduled once each month. Additional meetings  \nmay be calléd by either Management or the Grievance Committee as  \nmight be necessary. For such meetings, the Company and the Union  \nshall, where possible, prepare an agenda two (2) working days prior to  \nthe meeting date.  \nIt is agreed that the Company will determine the scheduling of such  \nmeeting and if the Company schedules a meeting to be held during  \nworking hours, members of the Grievance Committee who attend the  \nmeeting will be paid for work time actually lost to attend the meeting at  \ntheir individual straight time hourly rates.  \nThe Grievance Committee Chairman may call meetings of the Grievance  \nCommittee during working hours when necessary provided that prior  \npermission to hold such meetings is obtained from the Company. Such  \npermission will not be unreasonably denied. It is understood that such  \nmeetings will be kept to a minimum in frequency and length and that  \ntime spent attending such meetings will not be paid for by the Company.  \n10.02 In the event of any controversy concerning the meeting or  \napplication of any provision of this Agreement, there shall be no lockout,  \nstrike, work stoppage, slowdown, interruption or impeding of work or  \nother act adversely affecting the operations of the Company on account  \nof such controversy.  \n10.03 Grievances within the meeting of this Agreement shall consist  \nonly of disputes concerning the interpretation or application of the  \nprovisions of this Agreement. Legitimate complaints relating to wages, |  \nbenefits, safety and health, and working conditions that clearly define  \nthe issue not expressly referred to in this Agreement shall be recognized  \nby the Company as proper subject matter for the grievance procedure.  \n10.04 The members of the Grievance Committee will be afforded such  \ntime off without pay as may be required to visit departments other than  \nhis own at all reasonable times when his presence is requested by an  \nemployee who feels he has a bonifide grievance provided, however,  \nhe obtains permission from his department supervisor and notifies the  \nsupervisor of the area to be visited. Permission will not be unreasonably  \nwithheld. Except where, in the opinion of the Company, an emergency  \nrequires immediate consideration of a complaint or grievance; it is  \nagreed that grievance meetings shall not be held during working hours.  \n10.05 Any grievance submitted in accordance with this Section 5 must  \nbe submitted within five (5) working days of the date of the occurrence  \non which it is based, or when event is known or should have been  \nknown except as may be otherwise provided in this Agreement. Failure  \nto present the grievance within such time limit shall bar that particular  \nincident from consideration as grievance.  \nSTEP 1: Any employee having a grievance involving the application  \nand interpretation of any of the specific provisions of this Agreement  \nshall discuss it with his immediate Supervisor, with or without his Union  \nRepresentative being present, as the grievant may elect, in an attempt  \nto settle the matter.  \nlf the complaint is a proper matter for grievance, and is not disposed  \nof satisfactorily to the grievant within (2) working days of such meeting  \nand the grievant or the Union wishes to appeal, they shall commit his  \ngrievance to writing within two (2) working days of the original discussion.  \nThe grievance shall be dated and signed by the grievant and/or the  \nUnion. The grievance must be stated clearly and site the provisions  \nof the Agreement in dispute and the relief sought. His Supervisor will  \nindicate his disposition of the grievance in writing within two (2) working  \ndays after the receipt of such written grievance.  \nSTEP 2: The grievant and/or the Union may appeal the decision of his _  \nSupervisor to the Superintendent within three (3) working days. Such  \nappeal, shall be in writing and properly signed by.the aggrieved employee  \nand/or the Union, and will be discussed within four (4) working days  \nof the receipt of the appeal, in a meeting with the grievant, the Union -  \nRepresentative and the Superintendent or his authorized representative —  \nand the Human Resource Manager. The Union Representative may have  \nother members of the Grievance Committee in such meeting if he so  \ndesires and the Superintendent may have the Foreman concerned with  \nthe grievance in such meeting. Within three (3) working days of such  \nmeeting, the Superintendent or his authorized representative will indicate  \nhis disposition of the grievance in writing. The Company and the Union  \nagree to set a monthly schedule for second step grievances for the first  \nTuesday of each month. If the regular 2nd step meeting is cancelled, it  \nwill be re-scheduled within 5 days.  \nSTEP 3: Within three (3) working days of the disposition of the grievance  \nas made by the Superintendent or his authorized representative the  \nLocal Union may appeal the grievance in writing, to the Manager, Human  \nResources. Within seven (7) workings days after the receipt of such  \nappeal, the Manager, Human Resources, or his authorized representative  \nwill discuss the grievance with the International Union Representative,  \nor his authorized representative, the Grievance Committee and the  \n2  \n“rm  \né ‘  \nNe  \nps  \n| '  \nNw  \nemer, iF »  \nCO py,  \n= Sf 4  \ni ee ee  \nNLT a nl ‘  \nOd yu  \ncc  \nwee  \n  \ngrievant(s), if available, in a meeting in an effort to resolve-the problems.  \nPrior to the time the meeting is arranged with the International Union  \nRepresentative, a copy of the grievance and answers will be sent  \nto him for his information and handling by the Manager, Human  \nResources, or his designated representative. Within ten (10) working  \n‘days of such meeting, the Manager, Human Resources or his authorized  \nrepresentative, will indicate his decision and disposition of the grievance  \nin writing, including a brief explanation of the facts involved and direct  \nsuch to the International Union Representative. The Company and the  \nUnion agree to set a monthly schedule in the back of the book for 3rd  \nstep meetings.  \nIn the first three steps of the Grievance Procedure, any appeal to the  \nnext step must be so stated on the grievance form and shall be signed  \nand dated.  \nSTEP 4: If the disposition made by the Manager, Human Resources  \nor his authorized representative, is not satisfactory, the matter may be  \nsubmitted to arbitration, by the International Union Representative or his  \nauthorized representative as hereafter provided.  \n10.06 It is agreed that matters to be submitted to arbitration must  \ngenuinely involve the interpretation or application of a specific provision  \nof this Agreement.  \n10.07 For matters to be submitted to arbitration, either the Company  \nor the Union shall within ten (10) working days from the date of the  \ndisposition given in Step 4 above, request the United States Federal  \nMediation and Conciliation Service to submit a panel of seven (7)  \narbitrators. The Company and ‘Union shall submit choices from the  \npanel for agreement. If no agreement is reached, another panel shall  \nbe requested, and if, again, no agreement is reached a third shall be  \nrequested provided however, that if the parties fail to arrive at a selection  \nafter 3 panels have been submitted the arbitrator shall be appointed by  \nthe Federal Mediation and Conciliation Service.  \nArbitrators selected for questions related to job classification and  \nincentives must be Industrial Engineers technically qualified to serve  \nwith respect to such matters.  \n10.08 The scope of authority and powers of the arbitrator appointed i in  \nSection 10.07 above are subject to the following limitations:  \na. The arbitrator shall have no power to add to, subtract from, change,  \nmodify, or disregard. any provisions of this Agreement but he is  \nauthorized only to interpret the specific provisions of this Agreement  \nand to apply them to the specific facts of a grievance which is subject  \nto arbitration. He shall have no power to limit or impair any right that  \nthe Management Article reserves to the Company.  \nb. The arbitrator shall have no power to pass on any question regarding .  \nthe established hourly job classes or standard hourly rates for such job  \nclasses. He may pass on questions regarding the reclassification of a  \njob. where work content has changed and the job has been reclassified  \nor on the classification of a new job. He is restricted to determining the  \nvalue of the evaluation factor or factors in dispute and the decision  \nshall be effective as of the date when the new job classification or  \nreclassification was installed by the Company.  \nThe arbitrator’s powers in determining questions under the incentive  \nplan shall be limited to determining the accuracy of the application of  \nsound and accepted work measurement techniquestothedevelopment .  \nof the production standard by the Company in accordance with the  \nAmerican Standard Inc. Time Study Manual. He must be an Industrial  \nEngineer technically qualified to serve with respect to the matter in  \nquestion and shall base any award in respect to a production standard  \nupon an on-the-job study of the operation in question.  \n10.09 The written decision of the arbitrator shall be final and binding  \non the Union, the Company and employees. All fees and expenses of the  \narbitrator shall be shared equally by the Company and the Union.  \n10.10 An arbitrator’s award may be retroactive as equities of the case  \nmight demand but, in no event, will any award be retroactive beyond  \nthe date on which the grievance was first presented in accordance with  \nSection 10.05, Step 1, except as may be specifically provided by a  \nprovision of this Agreement or discharge and suspension cases which  \nmay be retroactive to the date of the occurrence.  \n10.11 Only a single grievance may be heard at one time by an arbitrator,  \nunless otherwise mutually agreed.  \n10.12 Each party will bear their own expense connected with the  \narbitration procedure including pay due representatives and witnesses.  \n10.13 The following general rules are applicable to the operation of the  \ngrievance procedure:  \na) Time limits herein established may be extended by mutual  \nagreement in writing. If the time limits are not observed by either party,  \nthe grievance will automatically go to the next step of the grievance  \nprocedure.  \nb) Time spent handling grievances during working hours shall be paid  \nfor by the Company only with respect to grievance meetings called by  \nthe Company and held during working hours.  \nOY OF  \n  \nNON  \n|  \n~~  \nsu  \nes  \nos rr / om, ot i  \n5 4 J . , ;  \ni  \n  \n7 to  \noe”  \nc) As the representative of the employees, the Union may process  \ngrievances through the grievance procedure, including arbitration, in  \naccordance with this Agreement or adjust or settle same.  \nd) The Union will be notified of any impending disciplinary action.  \ne) In cases where previous infractions resulted in a written warning  \n‘ and/or the suspension of an employee and are used as a basis for  \nmore severe disciplinary action, only those actions occurring in the  \npreceding twelve (12) month period will be used. All disciplinary action  \nwill be cancelled one (1) year from the date of issuance.  \n10.14 In the event an employee is suspended five (5) days subject  \nto discharge, a meeting will be scheduled by the Manager, Human  \nResources, within five (5) days of such disciplinary action providing the  \nemployee requests such meeting. The meeting is to be attended by the  \nManager, Human Resources and other members of the Management  \nhe may also designate, the employee disciplined, the applicable Union  \nRepresentative and any other members of the Union Committee as  \ndesignated by the applicable Union Representative. Within three (3)  \nworking days of such meeting, the Manager, Human Resources, or  \nhis designated representative will indicate his decision in writing to the  \nemployee involved and the Local Union. If the Local Union is not satisfied  \nwith Management’s decision, they may appeal to and in accordance with  \nStep 3 of the Grievance Procedure as outlined herein. Any extensions to  \nthe 5-day time limits must be mutually agreed upon.  \n"], ["ARTICLE Xl  \n", "Hours of Work .  \n11.01 Scope  \nThis Section defines the normal hours of work and shall not be  \nconstrued as a guarantee of hours of work per day or per week. This  \nSection shall not be considered as any basis for the calculation or  \npayment of overtime, which is covered solely by Article XIl.  \n11.02 Normal Workday  \nThe normal workday shall be 8 hours of work and, for continuous  \noperations, 16 consecutive hours of rest in a 24 consecutive hour period.  \nFor all non-continuous operations where rest periods are taken, a rest  \nperiod of ten (10) minutes shall be provided commencing 2 1/2 hours  \nfollowing the scheduled starting time of the shift. In addition a thirty (30)  \nminute lunch period without pay shall be provided commencing five  \n(5) hours following the scheduled starting time of the shift, unless such  \nother thirty (30) minute lunch time is agreed to. An additional rest period  \nof ten (10) minutes shall be provided when the employee is scheduled  \nand works ten (10) or more hours.  \nFor any operation where the Company has implemented a relief break  \nsystem there shall be two fifteen (15) minute lunch periods without pay  \nand one fifteen (15) minute lunch period with pay. Any operation that the  \nCompany places on a straight eight (8) hour schedule, the lunch period  \nwill be paid.  \nThere shall be no suspension of operations earlier than ten (10) minutes  \nbefore the end of the shift.  \n11.03 Normal Workweek  \nThe normal workweek shall start on the first shift of Monday or whatever  \nother starting day shift time has been established for the particular unit,  \ndepartment or plant.  \nThe normal workweek shall be forty (40) hours of work, consisting  \nof five (5) consecutive work days and two (2) consecutive rest days.  \nHowever, on shift changes the 15 1/2 and/or 16 consecutive hour rest  \nperiod within the workday need not be provided in addition to, but  \nmay be considered as part of the forty-eight (48) consecutive hour rest  \nperiod. In the case of six (6) day work scheduled for the 15-1/2 and/or 16  \nconsecutive hour rest period within the work day need not be provided in  \naddition to the twenty-four (24) consecutive hour rest period.  \n11.04 Schedules  \nAll employees shall be scheduled on the basis of the normal workweek  \nexcept where:  \n1. Deviations from the schedules are necessary because of breakdowns  \nor other matters beyond the contro! of Management.  \n2. Requirements of the business of the Company do not warrant such  \nscheduling; or  \n3. Requirements of the business of the Company require 6 and/or 7  \nday work schedules. In such cases the employees in the particular  \nunit, department or plant affected may be scheduled 6 and/or 7 days  \nas determined by the Company.  \nThe determination of starting times shall be made by the Company  \nand Schedules may be changed by the Company from time to time  \nto suit varying conditions of the business; provided, however, that  \nindiscriminate changes shall not be made in such schedules and  \nprovided that changes deemed necessary by the Company shall  \nbe made known to the plant Grievance or Assistant Grievance  \nCommitteeman of the Union as far in advance of such changes as  \n  \neo  \nyo  \nee a  \nwoe  \n  \nNf  \npossible.  \n11.05 Schedule Notification  \n_|. Any changes in work schedules shall be posted and otherwise made  \n.. known to employees absent with notice from work. Such posting and/  \n“or notification shall occur not later than Friday of the week preceding  \ncalendar week in which the schedule becomes effective. Schedule  \n“changes occurring after Friday (above referred to) shall be explained to  \nthe Grievance or Assistant Grievance Committeeman and made known  \n-. to the employees. No changes shall be made after Friday except for  \n' breakdowns, business requirements or other matters beyond the control  \n( \\ Of Management.  \n\"41.06 When the plant or any department works three shifts, the work  \nweek shall begin with the initiation of the third shift on Sunday and shall  \nbe considered the beginning of the work week, or Monday.  \n“41.07 Absenteeism  \n( ) In recognition of the difficulties imposed upon Management through  \nfailure of the employees to comply with working schedules, and  \n(3 . employees reporting late for, or absenting themselves from work, without  \n~. just cause, such employees may be subject to discipline as determined  \n--“ by Management. Employees shall, wherever practicable, give notice prior  \nto the start of the shift they are scheduled to work. Such reporting off  \ndoes not imply that the absenteeism, late reporting or failure to comply  \nthe working schedule will be excused. Any formal disciplinary action  \ntaken by Management under this paragraph will be in accordance with  \nthe Attendance Policy agreed to by the Parties and attached hereto in  \nD. The Parties agree and acknowledge that the Attendance |  \nPolicy has been in force prior to the effective date of this Agreement.  \n7 oN  \nXL ~~  \nos,  \noN oN  \n"], ["ey ARTICLE Xil  \n", "( 3 Overtime  \nee 12.01 This section specifies the conditions under which overtime  \n(_) premium is paid and shall not be construed as a guarantee for hours of  \ny~s work per day or per week. | |  \n. 12.02 a. Overtime at the rate of one and one-half (1 1/2) times the  \n'(). regular rate of pay shall be paid for:  \norm, * 1. Hours worked in excess of eight (8) hours in a normal work day.  \n2. Hours worked in excess of forty (40) hours in a normal work  \nC) week.  \n3. Hours worked on Saturday.  \nb. Overtime at a rate of two (2) times the regular rate of pay shall be  \npaid for:  \n1. Hours worked on Sunday.  \nc. On three shift operations scheduled to start as provided in Article  \nXl, the Sunday overtime premium is not applicable for the period worked ©  \non Sunday.  \nd. Em ployees working a continuous operations work schedule shall be  \ncompensated at a rate of one and one-half (1 12) times the regular rate .  \nof pay for designated sixth (6th) day and two (2) times the regular rate of  \npay for designated seventh (7th) day worked.  \ne. Temporary shift changes resulting in hours worked in excess of eight  \n(8) hours in the twenty-four (24) hour period from an starting  \ntime in which the change occurs, shall-be paid for at premium rate.  \n12.03 Nothing contained in this Article shall be construed to require or  \npermit the pyramiding of premium and/or overtime rates and to the extent  \nthat hours are compensated for at overtime or premium rates under one  \nprovision, they shall not be counted as hours worked in determining  \novertime or premium pay under the same or any other provision.  \n12.04 Daily overtime shall be worked by those regularly assigned to the  \njobs scheduled to work, regardless of seniority provided those assigned  \nto the jobs scheduled to work are notified of such daily overtime the day  \npreceding the day by 10:00 am in which the overtime is to be worked. If  \nan employee as assigned above is notified daily overtime is necessary  \non his assigned job the same day that such overtime is to be worked,  \nhe may refuse such overtime except in the event that no other qualified  \nemployees are available to work overtime on the job in question. If, in  \nthe event, other qualified employees are available, the junior qualified  \nemployee shall be required to work the overtime and shall be subject to  \ndisciplinary action if he so refuses. |  \nHowever, an employee temporarily assigned to a job in another  \ndepartment as outlined in Paragraph 16.09, Temporary Transfer, of  \nthis Agreement shall be required to work the scheduled hours of that  \ndepartment. Exceptions may be made in those cases where an employee  \nhas a previous legitimate commitment as determined by Management  \nthat precludes his working the scheduled overtime hours.  \n12.05 If Saturday, Sunday or holiday overtime is scheduled, employees  \nrequired for such work will be assigned by seniority by shift within the  \ndepartment, provided they are qualified to perform the work satisfactorily.  \nIf the full department is not scheduled on Saturday, Sunday, or a holiday,  \nsenior employees will have the option for such work and will be assigned  \nby seniority and by shift within the department provided there are  \nqualified employees available to perform the work satisfactorily.  \n12.06 If the Company establishes a new process or products on a  \ncontinuous operations basis (continuous operations as defined as any  \njob regularly scheduled to operate seven days a week) employees will  \nbe paid straight time for the first five (5) eight hour days and time and  \none half for the sixth day worked in their work week and double time the  \nseventh day worked in their work week. Ail hours worked on a scheduled  \nholiday will be paid at double time plus holiday pay.:In order to fully  \nutilize the plant’s assets, should the company decide to place any other  \noperation on a continuous operation, they must first meet with the Local -  \nUnion leadership. Employees on continuous operations will be assigned  \nshifts on the basis of seniority.  \n12.07 Time lost for the following reasons shall be considered as time  \nworked in computing overtime.  \n1. Time Jost because of occupational injury.  \n2. Time lost because of an approved vacation, jury duty, or funeral  \nleave.  \nWhen any one of the holidays designated in this Agreement occurs  \nin the period Monday thru Friday, inclusive, it will be counted as a day  \nworked for the purpose of computing overtime for work performed  \nwhether or not work is actually performed on that holiday. |  \n12.08 Saturday and/or Sunday overtime, not otherwise scheduled in  \naccordance with Article X!, Hours of Work, will be posted no later than  \nthe end of the day shift on Wednesday preceding the Saturday and/or  \nSunday in which the schedule becomes effective. The posted schedule  \nwill remain in effect unless a change beyond the control of Management  \nis necessitated such as a breakdown or due to business requirements.  \nThe Union will be notified when such a change occurs.  \n"], ["ARTICLE XIll  \nReporting Allowance  \n", "13.01 Any employee who reports for work at his regular starting time  \nand who has not been notified by the Company not to report shall receive  \nnot less than four (4) hours pay based upon the rate for the job he was  \nscheduled to perform; (on jobs normally assigned on a daily basis, the  \nrate of the job to which assigned will apply) provided, however, that if  \nno work is available on the job scheduled for him, he must work at such  \ntasks he is qualified to perform as may be temporarily assigned to him by  \n18  \nhis foreman, to be entitled to such pay under this section.  \n13.02 The provisions of this section shall not apply in the event that:  \na. An Act of God or other conditions beyond the contro! of Management  \ninterfere with the work being provided, or  \nb. An employee is not put to work or is laid off after having been put to  \nwork either at his own request or due to his own fault, or  \nc. An employee refuses to accept an assignment or reassignment  \n~ within the first four (4) hours as outlined in this section.  \n13.03 Any employee who worked on a regular workday at his  \nregular work is deemed to be instructed to report to work on the next  \nsucceeding regular workday unless he has been notified not to report,  \neither personally or by notice posted on the bulletin board before the  \nend of the day, or unless an attempt to notify him by telephone or other  \nreasonable means has been made at least two (2) hours before the start  \nof his shift.  \n13.04 Allowed time under the foregoing provisions of this section shall  \nbe included in the hours of work during the workday or the payroll week  \nfor the purpose of calculating overtime or around the clock continuous  \noperations.  \n"], ["ARTICLE XIV  \nCall Back Pay  \n", "14.01 When an employee is recalled to work after having completed  \nhis regular shift and having left the plant, he shall receive four (4) hours  \nwork or four (4) hours of pay at his applicable rate. The provisions of  \nthis Article shall not apply; however, when an employee is scheduled to  \nreport earlier than his normal starting time and continues to work in to  \nhis normal shift.  \n"], ["ARTICLE XV  \nHolidays  \n", "15.01 The following shall be designated as Holidays for the purpose  \nof this Agreement:  \nNew Year’s Day Thanksgiving  \nGood Friday Day After Thanksgiving  \nMemorial Day Day Before Christmas Day  \nIndependence Day (July 4th) Christmas Day  \nLabor Day Day Before New Year’s Day  \nfs  \n‘  \ni  \n‘eZ  \n  \nX  \n15.02 Each employee shall receive holiday pay for each of the above-  \nlisted holidays. However, such pay will not be granted if an employee:  \na) Fails to work scheduled shift on the scheduled work days before  \nand after the holiday.  \nb) Has been laid off, except for lay offs due to unforeseen mechanical  \ndifficulties or curtailments of two weeks or less in duration.  \nc) Fails to work if scheduled or required to work on a holiday.  \nd) Has less than thirty (30) calendar days of service with the  \nCompany.  \n15.03 Holiday pay for an employee shall be paid at eight (8) hours at  \nhis straight time hourly rate during the week in nh which the holiday was  \nobserved.  \n15.04 Work performed on any of the above-listed holidays le be paid  \nfor at double time plus holiday pay.  \n15.05 Any of the above-listed holidays falling on Saturday or Sunday  \nshall be treated for all purposes under this Agreement as falling on the  \nFriday or Monday and shall for such purpose be observed on that Friday  \nor Monday.  \n"], ["ARTICLE XVI  \nSeniority  \n", "16.01 Definition  \nSeniority is defined as the length of an continuous service  \nwith the Company from the date the employee began to work after  \nlast being hired. Seniority in the department shall be equivalent to their  \nplantwide seniority after working in the department for fifteen (15) days.  \nSeniority can only be accumulated in any one department at any one  \ntime except for the period before he becomes a permanent in the new  \ndepartment. Application of seniority will be in accordance with the terms  \nand conditions set forth in the agreement between the parties.  \nDepartments for the purpose of seniority accrual are specifically defined as  \nfollows and the jobs covered by such departments are listed in Appendix A.  \nAmericast '  §mallware/Lavy Process  \nShipping/Receiving Acrylics  \nTubs Press/Assembly _ Service  \nTubs Enamel  \nWhen the Company deletes a department. the affected employees  \nshall exercise their rights under the Indefinite Layoff clause 16.07;  \nhowever, the employee’s seniority date shall become the departmental  \nseniority date in the new department.  \nWhen the Company adds or deletes departments or makes changes in  \nthe composition of a department if the seniority of employees is affected  \nin some way which cannot be handled under existing seniority language,  \nthe Company and the Union will resolve such seniority problem in a way  \nthat is equitable to the employees involved and efficient operations.  \n16.01 (a) Should there be a consolidation of any job occupation, the  \nCompany will utilize the CWS classification system as described on  \npage 39 and an appropriate wage will be assigned. Any employee who  \nis presently enrolled in an apprenticeship program whose occupation is  \nbeing consolidated will be trained in the new job consolidation. Once  \nthey have completed their training, their plantwide seniority will apply.  \n16.02 Shift Assignment for Training  \nIt is understood and agreed that the Company may, if necessary,  \nassign an employee who is newly assigned to a Department and will  \nrequire closer supervision and training, to a particular shift as necessary  \nto achieve same for a period up to thirty (80) calendar days. Craft, semi-  \nskilled, and maintenance employees may be assigned an additional  \nsixty (60) calendar days in thirty (30) day intervals. After such period,  \nthe employee will be subject to shift preference displacement by more  \nsenior employees within the Department.  \nProduction employees designated as a trainer will receive an  \nadditional twenty cents ($.20) per hour added to the employee’s rate  \nof pay (Article XXIX) for the period of the training.  \n16.03 Probationary Period  \nA. New employees and those hired after a break in seniority will be  \nregarded as probationary employees for their first six calendar months of  \nwork and will receive no seniority credit during such period. Probationary  \nemployees may be laid off or discharged as exclusively determined by  \nthe Company provided that this provision will not be used for. purposes  \nof discrimination because of membership in the Union. Such layoff  \nor discharge cannot be made the subject of a grievance either by the  \nemployee or the Union. Probationary employees continuing in the  \nservice of the Company subsequent to their first six (6) calendar months  \nfrom date of hire shall receive full seniority credit from the date of hire or  \nrehire as the case may be.  \n16.04 Termination of Seniority  \nThe following acts or conditions shall govern the termination of  \nseniority:  \na) Discharge for any justifiable cause unless reinstated through the  \nFamed  \ngrievance procedure.  \nb) Voluntarily leaving the service of the Company.  \nc) Overstaying leave of absence without permission of the Company ©  \nunless his inability to return is supported by substantiated facts  \nacceptable to the Company.  \nd) Failure to report for work within five (5) working days, as scheduled,  \nwhen recalled from layoff providing the employee and the Union  \nhave been notified in writing, (the employee by certified mail to the  \nknown address) unless his inability to return is supported by  \nsubstantiated facts acceptable to the Company. Employee(s) failure  \nto maintain proper home address information resulting in Returned/  \nUnaccepted certified mail will result in termination of employment and  \nseniority.  \ne) Continuous layoff for a period of more than two (2) years for those  \nemployees who were laid off after October 1, 2011.  \nf) If an employee fails to report to work for three (3) consecutive  \nworking days without notification to the Company unless his inability  \n. to return to work is supported by substantiated facts acceptable to  \nthe Company.  \nTo protect his seniority, it is required of an employee who has been laid  \noff or on leave of absence to keep the Company informed of his proper  \nhome address either by certified mail.or in person in either case they  \nshall request and receive a dated and signed receipt from the Human  \nResource Department. .  \n16.05 Filling of Vacancies  \nWhen a vacancy occurs, which the Company decides to fill, or a  \nnew job is created within the bargaining unit, a bulletin announcing that  \nvacancy and setting forth the rate of pay, department, shift and general  \nrequirements of that job will be posted on a centrally located bulletin  \nboard for a period of 48 hours, excluding Saturdays, Sundays, and  \nholidays. Employees who are interested in such a job must sign the bid  \nrequest within the provided period of time. In the awarding of a bid to.an  \nemployee, plant seniority shall be the determining factor, providing the  \nemployee has the necessary skill, ability, and qualifications to perform  \nthe work in a satisfactory manner. Any claim of personal prejudice or  \ndiscrimination in connection with promotions or transfers may be taken  \nup as a grievance. .  \nWhen an employee is transferred or promoted under this procedure, he  \nwill receive the rate of the new job. He will not be considered permanently  \ntransferred until after the first fifteen (15) days on the new job. If he is  \n19  \nremoved from the new job within the first fifteen (15) days because he is  \nunable to perform it satisfactorily by the Company’s decision, he shal! be  \nreturned to his former job. The fifteen (15) day period may be extended  \nby mutual agreement between the Company and the Union. If he is  \nremoved from the new job by his own request within the first three (3)  \ndays, he shall return to his former job.  \nThe Company will work off of the same bid sheet for thirty (30)  \ncalendar days after the bid is taken down at the completion of the  \n48 hour bid posting period, however the thirty (30) calendar day  \nrestriction does not apply to the most senior qualified bidder.  \nEmployees who successfully bid to another department will be  \ncredited with their seniority after working in the department  \nfor 15 days.  \nEmployees are eligible for a maximum of (2) two successful bids during  \na calendar year. A successful bid is defined as an employee bidding,  \naccepting and moved to bid for trial.  \nEmployees with more than six (6) occurrences are not allowed to sign  \nor try to bid.  \n16.06 Temporary Layoffs  \nTemporary layoffs due to unforeseen circumstances, not to exceed the  \nremainder of a day and one additional working day may be made by the  \nCompany irrespective of any provision of this Agreement. In such cases,  \nthe Company will in lieu of layoff, whenever possible, reassign affected  \nemployees to other jobs during this period.  \n16.07 Indefinite Layoffs  \nIn all other cases of force reduction, the following shall apply (Note:  \nThis section shail not apply to plant shutdowns and curtailments):  \n1. The Company will designate the classifications/ job(s) ‘within the  \ndepartment to be eliminated or reduced.  \na) Employees with the least plantwide seniority in the classification(s)  \naffected shall be removed provided the remaining employees can do the  \nwork.  \nb) Affected employees remaining in the department after the reduction  \nshall exercise their seniority by bumping a less senior employee in their  \ndepartment who is the least senior employee in any classification, on the  \nshift of their choice. Affected employees whose seniority does not permit  \nthem to bump a less senior employee in their department, shall exercise  \ntheir seniority to fill the positions vacated by the least plantwide senior  \nemployees. The senior employees will be given a reasonable training  \nperiod to perform the job in which his seniority entitled him to. |  \n20  \nc) Employees who are displaced from the department shall be entitled  \nto exercise their plantwide seniority and displace the least senior  \nemployees on the shift of their choice, within two (2) weeks, providing  \nthey can perform the work on such jobs. Such employees shall be paid  \nthe rate of the job to which they have been transferred and shall be given  \n_ a reasonable time to produce an acceptable level of production on the  \nnew job. If there is no employee with less seniority in the plant, he shall  \nbe laid off.  \n16.08 Recall from Layoff  \nWhen employees are recalled from layoff they shall be recalled in  \norder of seniority provided they have the ability and qualifications to  \nperform the work. Prior to any recall of laid off employee(s), the opening  \nwill be bid as outlined in Section 16.05.  \n16.09 Temporary Transfers  \nlf an employee is temporarily assigned to another job, when his job  \nis in operation and he is entitled to the job based on seniority, ability  \nand qualifications to perform the work he will receive the rate of the job  \nto which assigned or his old rate whichever is higher. If the job is not  \nin operation or he is not entitled to it as set forth above, he will receive  \nthe rate of the job to which he is temporarily assigned. No temporary  \ntransfers shall exceed thirty (30) days. Extension of the thirty (80) days  \nmay be made by agreement with the Union. If ability, qualifications,  \nand availability are equal, less senior shall be selected if more senior  \nemployees do not volunteer for the temporary transfer.  \n16.10 Notification of Layoff  \nWhen a reduction in the working force becomes necessary and  \nemployees are to be laid off, the Union President and Grievance  \nCommitteemen and concerned employees shall be notified as far in  \nadvance as possible but will be given not less than forty-eight (48) hours  \nnotice unless an emergency condition beyond the control of Management  \nmake such notice impossible. Such notice does not apply to individual  \nemployees where through the exercise of seniority the individuals who  \nwill actually be laid off are not known in sufficient time to allow for such  \nforty-eight (48) hours notice.  \n16.11 Seniority Lists  \nThe Company shall prepare and maintain seniority lists. Such list must’ .  \nbe revised by the Company and given to the local union president and  \nthen posted near the time clocks in the plant.  \n16.12 Same Date Seniority  \nin order to determine the relative seniority under this Article XV! among  \n21  \nemployees hired on the same date, the alphabetical position of the  \nemployee’s surnames at the date of hire will be used.  \n"], ["ARTICLE  \nPromotion of Employees to Supervisory Position  \n", "17.01 The selection of employees to be promoted to Supervisory  \npositions shall be at the sole discretion of the Company. The Union shall  \nbe informed of each such promotion and the employee shall be placed  \non leave of absence status from the Bargaining Unit for six (6) months.  \nDuring such leave of absence, the employee(s) shall not continue to accrue  \nseniority in the Bargaining Unit. If the Company transfers them back to  \nthe Bargaining Unit within the six (6) month period, the employee(s) may  \nbe transferred to the Bargaining Unit to their former department with the  \nseniority they held in such department at the time of promotion. In such  \ncase they will be permitted to displace the junior emptoyee in their original  \ndepartment, provided they have the seniority to do so.  \n"], ["ARTICLE Xviil  \nRetention of Officers and Committee  \n", "18.01 The Local Union President and Vice-President will not be laid  \noff reduction of force as long as work which they can perform is  \navailable in their department. If no jobs are available in their department,  \nthey will be assigned other work elsewhere in the plant. .  \n"], ["ARTICLE XIX  \nLeave of Absence  \n", "19.01 When in the opinion of the Company the requirements of the plant  \nwill permit, an employee on his written request in a form as prescribed by  \nthe Employer may be granted a leave of absence for legitimate personal  \nreasons. For employees taking a leave of absence approved by the  \nCompany, the employee may use any available vacation accrual or  \ntake the leave of absence without pay. Upon exhaustion of any/all  \nvacation accruals or if the employee chooses not to use vacation,  \nthe remaining leave period will be without pay, for.a period not to exceed  \nthirty (30) calendar days. Seniority will accumulate during such leave  \nand provided the employee pays his weekly benefit cost sharing ‘the  \nemployee will continue to receive group medical insurance as provided  \n22  \nto active employees.  \n19.02 Such leave of absence may be extended at the sole discretion of  \nthe:Company. Requests for extensions must be made in writing in a form  \nas prescribed by the Company. Extensions, if granted, will be made in  \nmaximum periods of thirty (30) calendar days, Seniority will accumulate  \nduring the period of extended leave of absence for personal reasons to  \na maximum of three (3) months.  \n19.03 Upon written request to the Company, an employee selected  \nor appointed to a full time position in the International Union, shall be  \ngranted a leave of absence, without pay, for a period not to exceed one  \n(1) year. Not more than one (1) such leave of absence shall be granted  \nfor each two hundred (200) employees in the Bargaining Unit. Seniority  \nor pension service credits shall accumulate during such leave up to a  \nmaximum of two (2) years which may be extended for additional periods  \nof one (1) year, provided the employee’ makes written request to the  \nCompany prior to expiration of the leave.  \n19.04 In the case of Ohio State AFL-CIO Conferences and district  \nor sub-district conferences, up to five (5) Local Union officials shall be  \ngranted a leave of absence, not exceeding one (1) week provided written  \nnotification is submitted to the Manager, Human Resources at least  \ntwo (2) weeks prior to such event(s). A maximum of two (2) Local Union  \nofficials will be granted a leave of absence, not exceeding two (2) weeks  \nfor the purpose of attending scheduled Union events other than those  \noutlined herein. In all cases, the Union agrees that no more than one (1)  \nemployee from a given department will be excused, unless otherwise  \nagreed to by the Company.  \n19.05 An employee who, while on leave of absence, engages in or  \nseeks other employment without the consent of the Company, or fails to  \nreport upon the expiration of his approved leave, shall be considered to  \nhave quit without notice.  \n19.06 Any employee who is known to be ill, supported by medical  \nevidence from his attending physician, will be granted sick leave without  \npay, including such time as he may have been receiving S&A benefits, for  \na period not to exceed two (2) years provided he must provide medical  \nevidence from his attending physician of continued disability at least  \nevery 90 days or more often if requested by the Company.  \n19.07 In compensable injury and legal occupational disease cases,  \nsick leave will be granted automatically and seniority will be allowed  \nthrough the employee reaching maximum medical improvement (MMI)  \nfor such disability, provided such individual is returned to work within  \nthirty (30) days after his recovery from such disability.  \n19.08 Early Termination  \nAny employee who desires to terminate his leave and return to work  \nprior to the normal expiration date of any leave granted him may do so by  \ngiving the Company three (3) working days notice. An employee who is  \ngranted a leave and elects to remain at work shall give one working days  \nnotice of such election prior to the commencement of the scheduled  \nleave.  \n19.09 Fraud  \nObtaining or extensions thereof under false or falsifying  \nforms, making false statements, and other information pertaining to a  \nleave will be cause for immediate loss of employment and seniority with  \nthe Company.  \n19.10 (a) The Company agrees to put a heading, to include the subject  \nof training, on all training sheets that require signatures by employees.  \n19.11 Doctor’s Examination  \nThe Company may require any employee returning from an absence  \nduring which the employee was ill or injured to submit medical evidence  \nfrom the employee’s attending physician and to obtain from such  \nphysician a full and complete release to return to the employee’s normal  \nwork. Employee(s) returning from an approved leave or layoff of thirty (30)  \ndays or more will not be permitted to return to work unless the employee  \nundergoes a drug test and test negative for the use of illegal drugs. If  \nan employee tests positive, then the employee shall not be eligible for -  \nrecall or return to work unless the employee successfully completes  \nrehabilitation program in accordance with the Company’s policy. The  \ncost of such rehab will be borne by the employee. Failure to enter rehab  \nand successfully complete said program-within a reasonable time period  \nfollowing “positive” findings will result in termination of employment and  \nseniority with the Company.  \n"], ["ARTICLE XX  \nSafety and Health  \n", "20.01 The Company shall make reasonable provisions for the safety  \nand health of its employees at the plant during the hours of their  \nemployment. Rules regarding safety and hygiene will be posted in the  \nplant. All employees are expected to abide by these rules.  \n20.02 A Joint Safety Committee will be established comprised of three  \n(3) Union Representatives and three (3) Management Representatives.  \n24  \nThe Committee shall meet once monthly to inspect the facility and  \ndiscuss unsafe practices and conditions. It shall be empowered to  \nrecommend corrective action for Management’s consideration. Time  \nspent by members of the Safety Committee will be paid by the Company  \nat the employee’s straight time hourly earnings.  \n20.03 Protective devices, wearing apparel and other equipment  \nnecessary to properly protect employees from injury shall be provided  \nby the Company such as: goggles, gas masks, face shields, respirators,  \nspecial purpose gloves, fireproof, waterproof or acidproof protective  \nclothing when necessary and required shall be furnished by the Company  \nwithout cost except that the Company may access a fair charge to cover  \nloss or willful destruction thereof by the employee. The Company will  \npay a lump sum of $125 towards safety shoes each year of the contract.  \nThe Company will also pay for two pairs of approved prescription safety  \nglasses in the life of this agreement (at different times during the life of  \nthis agreement).  \n20.04 Any employee/employees who believe that they are being  \nrequired to work under unsafe or unhealthy conditions, which are  \nbeyond the normal hazard inherent in the operation in question shall  \ndiscuss such matter with their immediate supervisor, with or without a  \nUnion Representative being present, as the complainants may elect, in  \nan attempt to settle the matter.  \nIf the complaint is not disposed of satisfactorily, such may be  \nimmediately appealed to the Manager, Human Resources or his  \ndesignated representative who will immediately investigate such  \nallegation with the Joint Safety Committee. Any employee or group  \nof employees who are not satisfied with the disposition of the Joint  \nSafety Committee may then file a grievance in the third (8rd) step of  \nthe grievance procedure for preferred handling in:such procedure and  \narbitration. - |  \nIt is understood that this procedure can be utilized in place of but  \nnot supersede the applicable provisions of the Occupational Safety and  \nHealth Act and subsequent revisions thereto. _  \nUnion safety representatives shall work jointly with Company safety  \nrepresentatives to transact legitimate safety and health matters, such  \nas: accident investigation, safety and health meetings, plant inspections,  \ncomplaints, etc. With regard to serious matters the Union safety  \nrepresentatives will be notified as soon as possible in order to conduct  \nthe appropriate investigation.  \n25  \n"], ["ARTICLE XxXI  \nBereavement Leave Allowance  \n", "21.01 In the event of a death in the immediate family (spouse, child,  \nstepchild, mother or father), of an employee, the Company will grant  \nsuch employee a paid leave of absence for the time necessarily lost  \nfrom his normal work schedule, if requested, for a period not to exceed  \nfour (4) working days provided such employee submits documentation  \nof relationship or other evidence of death satisfactory to the Company.  \nIn the event of a death in any other family member of an employee, the  \nCompany will grant such employee a paid leave of absence for the time  \nnecessarily lost from his normal work schedule, if requested, for a period  \nnot to exceed three (3) working days provided such employee submits  \ndocumentation of relationship or other evidence 7 death satisfactory to.  \nthe Company.  \n21.02 Any other family member shall be defined as the employee’s  \nstepmother, stepfather, sister, brother, mother-in-law, father-in-law,  \ngrandparents, spouse’s grandparents, grandchildren, daughter-in-law,  \nson-in-law, brother-in-law, and sister-in-law, step-brother and step-  \nsister.  \n21.03 For the purpose of this Article, determination of “time necessarily.  \nlost” shall be based on the following:  \na. Time lost must be that required for arranging for and/or attending  \nthe funeral and necessary presence in connection with such affairs,  \nincluding the day immediately following burial. There is no intent to  \nprovide time when the employee is not in immediate attendance.  \nb. Time lost must be a normal work day on which the employee would  \notherwise have worked.  \n21.04 For the purposes of.this Article, pay for each day of Funeral  \nLeave shall be limited to actual working time lost but in no event more  \nthan eight (8) hours at the employee’s straight time average earnings for  \n. the pay period preceding the leave.  \n"], ["ARTICLE XXil  \nJury Duty  \n", "22.01 Employees required to serve on shall receive the difference  \nbetween their jury pay and the pay they would have received if they  \nworked their normal schedule, but for not more than eight (8) hours per  \nday-or forty (40) hours per week.  \n26  \nThe hours served on jury duty and the payments received shall be  \ncertified by an appropriate court official.  \n"], ["ARTICLE XxXiIll  \nRights of Veterans  \n", "23.01 The Company agrees to comply with all laws of the United States  \nrelating to the re-employment of employees who have been inducted  \ninto the Land, Air or Naval Forces under the provisions of the Selective  \nTraining Service Act of 1950, or any amendments thereto, or who  \nvolunteered for service under the provision of such Act or amendments  \nthereto, or who serve as active members of reserve components of the  \nLand, Air or Naval Forces of the United States.  \n"], ["ARTICLE XXIV  \nBulletin Boards  \n", "24.01 The Company agrees to provide locking bulletin boards at  \neach time clock for the Local Union to post notices of legitimate  \nUnion business and activities. Such notices will be accepted from  \nthe: Local Union President (or Vice-President in his absence) and  \nRecording Secretary (or appointee by the acting Local Union President  \nin Recording Secretary’s absence) and will be posted promptly by the  \nHuman Resources Department. Such notices shall not include political  \nnotices or opinions and shall not include matter that is derogatory to the  \nCompany, its employees or interests.  \n"], ["ARTICLE XXV  \n", "Pensions. .  \n25.01 The Pension Pian has been replaced by the Company Savings  \nPian. All employees will be considered vested in their accrued benefits  \nas of December 31, 1992. Benefits will be frozen as of that date with no  \n-~, future accrual of earnings or service.  \n"], ["ARTICLE XXVI  \nGroup Insurance/401(k) Plan  \n", "26.01 The Insurance Agreement between the parties dated October  \n18, 2016, is incorporated in this Agreement and made a part thereafter.  \n27  \nThe Parties agree and acknowledge that the Insurance Agreement  \nis applicable to all Union employees beginning on their 30th day  \nof employment. The Insurance Agreement is the same Insurance  \nAgreement that is offered and applicable to non-union employees of the  \nCompany. The Parties further agree and acknowledge that the Insurance  \nAgreement(s) may be altered over the course of this Agreement. Finally,  \nthe Parties agree that the employees shall be required to pay 25% of the  \ntotal premiums throughout the course of this Agreement.  \n26.02 Cap. For the health insurance year April 1, 2017 through  \nMarch 31, 2018, Union employee premiums shall be capped as  \nfollowed:  \nPPO  \n       \n         \n         \n   \n| _Employeeofichiid 9 [| $272.71  \nCDHP |  \n| __Employeeofichiid [$211.46  \n    \nEmployee + Child(ren $330.41  \n| __Employee+Family | $373.52  \n26.03 All employees electing the CDHP plan will also receive an  \nHSA account to which the company will contribute $500 for employee  \ncoverage and $1000 for employee plus 1 or more additional family  \n-member(s).  \n26.02 The Parties agree and acknowledge that the Company shall not  \nprovide retiree medical coverage for any employee who retires from their  \nemployment with the Company after December 31, 2013.  \n26.03 Should any insurance dispute arise in regard to coverage and/or  \npayment, the procedure as outlined before shall be followed:  \nEach employee who files a medical claim shall receive a complete  \nwritten explanation of the benefit payment calculation from the Claims  \nAdministrator of the plan. If a claim is not explained satisfactorily, the  \nemployee may contact the Plant Human Resources Representative who  \nwill attempt to answer the inquiry.  \nThe employee may appeal the denial or partial denial of the claim  \nsubject to the terms of the plan. Appeals are to be submitted in writing  \n   \n   \n28  \n)  \n}  \nSs.  \nPep.  \n5 +f ‘|  \n, 4  \na See  \nPA  \n7 ee es  \nts go ~.  \npee she  \nPan  \nerg. i 4 +  \n— ee  \n>  \nto the Employee Benefits Committee, attention Corporate Benefits, A  \nS America, 1 Centennial Avenue, Piscataway, N.J. 08855. Such appeal  \n}. must be made within sixty (60) days of the time that a denial is received  \nby the employee or the time permitted under the Employee Retirement  \nIncome Security Act (ERISA), if later.  \n26.04 As of the effective date of this Agreement, the Company shall  \noffer a 401(k) plan to employees pursuant to the same terms and  \nconditions as the 401(k) plan that is offered to the Company’s non-union  \n-. employees.  \n26.05 The sickness and accident benefit provided to Incumbent  \nEmployees are unchanged by this Agreement except that all Union  \nemployees with at least thirty (30) calendar days of service with  \nthe Company shall now be entitled to the benefit. The sickness and  \nweekly rate is $400.00.  \nEmployee seeking a claim for S&A; requires 90 calendar day return  \nto work status (actively working) from previous claim or off work status,  \nto be eligible for S&A consideration. The Company agrees to consider  \nthe Union’s request to shorten this 90 calendar day waiting period for  \nemployees if circumstances surrounding the claims support the Union’s  \nposition.  \n26.06 The life insurance benefits in the amount of $15,000 provided  \nto incumbent Employees and retired employees through December 31,  \n2013 are unchanged by this Agreement except that it is now offered to  \nall Union employees with at least thirty (30) calendar days of service  \nwith the Company.  \n"], ["ARTICLE XXVil  \nVacations  \n", "27.01 One vacation in each calendar year will be granted to employees  \nwho:  \na. During the preceding calendar year completed one or more years of  \ncontinuous service, and who  \nb. During the preceding calendar year worked at least 1,280 hours,  \nexcept that  \n1. An.employee who completes his first year of continuous  \nservice in the vacation year and has worked at least 1,280 hours  \nin the twelve (12) month period following the date of his original  \nemployment shall become eligible for a vacation.  \n2. An employee who is recalled from layoff in such calendar year  \n29  \nand has worked at least 1,280 hours in the twelve (12) month  \nperiod following the date of his return to work shall become  \neligible for a vacation. Up to and including 440 hours of time lost  \ndue to personal sickness or accident (when verified in writing by  \nthe employee’s medical doctor) shall be counted once as hours  \nworked in qualifying for the 1,280 hour requirement set forth in  \nthis Paragraph (b).  \n3. An employee scheduled to work a normal work week who is  \ntemporarily laid off before completing such scheduled week of  \nwork shall receive vacation hours worked credit for all scheduled  \nhours of work during the interrupted week.  \n4. Vacation time taken shall be counted as time worked for the  \npurpose of determining vacation eligibility. Time lost by Union  \nOfficials, up to 10 days per calendar year to attend to official  \nUnion business of the United Steelworkers of America and all time  \nlost to attend contract negotiation meetings shall be counted as  \ntime worked in qualifying for meeting the eligibility requirements.  \nAny period of absence of an employee due to a compensable disability  \narising out of his employment in the year in which he incurred such  \ndisability, shall be credited with hours worked toward the 1,280 hours  \nrequirement set forth above.  \nEight hours for each holiday paid to an employee will be counted as’  \ntime worked for the purpose of qualifying for a vacation.  \n27.02 Employees who are eligible for a vacation in accordance with  \nSection 27.01 above shall be entitled to vacation as follows (the six  \nemployees on lay off status in 2011 shall continue to earn vacation  \nas they were hired before 10/16/08):  \nYears of Service Weeks of Vacation New Hires after  \n10/16/08  \n1 but less than 2 1 1-2 year 1 week  \n2 but less than 8 2 2+ 2 weeks  \n8 but less than 15 3 5+ 3 weeks  \n15 or more 4 .  \n27.03 Each Employee granted a vacation will be paid at his regular  \nstraight time wage rate for each hour of vacation taken up to a maximum  \nof forty (40) hours per week. Vacations will be taken in eight (8) hour  \nincrements, unless otherwise scheduled or permitted by the Employer.  \na. Calculation of vacation pay for employees who sustain injuries  \narising out of and in the course of their employment shall be made on  \nthe basis of their reguiar straight time wage rate immediately preceding  \n30  \nfoal  \n  \nmo oN os  \nj .,  \noN  \n“ce “Sweet NN  \nSee  \n  \n  \n\\  \n  \nx ‘  \n  \n)  \n1  \noN  \n4  \no™ ro  \nSe ‘ A _  \n{  \na a  \nj  \n/  \n\\  \n2S *  \nthe injury.  \nb. Vacation pay for vacations of one (1) week or more may be  \nof the vacation period but may not be drawn more than three  \n(3) days prior to the start of vacation and then only upon written request  \nprior to payroll close the week before scheduled vacation.  \nc. Vacations may not be waived by employees and extra pay received  \nfor work during that period. The exception to this rule would be where an  \nemployee became eligible for vacation late in the year to take time off. |  \nd. Holidays occurring during an employee’s vacation period will not  \nbe counted as part of his vacation and the employee will be paid an  \nadditional eight (8) hours pay at his regular straight time wage rate.  \ne. Vacation cannot be postponed and allowed to accumulate from year  \nto year but must be completed each year. However, if circumstances  \ninvolved prohibit an employee from scheduling their vacation prior to the  \nend of the year, then the Company can pay the earned vacation in lieu  \nthereof.  \n27.04 It.is agreed that should an employee resign or be discharged  \nafter having earned a vacation but before having taken such vacation, the  \nemployee shall receive payment in lieu thereof; and should any employee  \ndie after having earned a vacation but before having taken such vacation,  \nhis legal representative shall receive payment in lieu thereof. In addition,  \nif an employee dies after having earned his/her vacation for the next  \nyear, then his legal representation shall receive payment in lieu thereof.  \n27.05 It is agreed that should an employee retire after having earned a  \nvacation for the calendar year of his retirement but before having taken  \nvacation, the employee shall receive payment in lieu thereof. if an  \nemployee retires after having earned his/her vacation for the next year,  \nhe/she shall receive payment in lieu thereof.  \n27.06 Time of Vacation  \na. Vacation schedules will necessarily conform to the requirement of:  \nthe business. The right to allotment of vacation is exclusively reserved by  \nManagement in order to insure the orderly operation of the plant. When  \nseniority is used for the allotment of vacations in departments or groups, —  \nthe plantwide seniority shall prevail. A temporary shutdown  \nfor taking inventory or for any other reason may be designated for  \nvacation except for the Service Department which is not permitted  \nto designate vacation during planned shutdowns. In the event the  \nCompany decides to designate a shutdown for vacation, the Company  \nwill give sixty (60) day notice prior to such shutdown. However, a  \ntentative vacation shutdown period notice shall be posted no later than  \n31  \nApril 1st of the vacation year, but shall be subject to revision or change  \nbased on conditions not controlled by the Company with at least 7 days  \nprior notice to affected employees. Employees who work during a  \nshutdown and who have two weeks of vacation as of the time of the  \nshutdown, have the right to utilize their vacation for the remainder  \nof the year as single days subject to the maximum rules set forth in  \n27.06d. .  \nb. Service Department employees must submit vacation requests  \nto the Company no later than January 15th. The Company shall  \npost a vacation schedule for the Service Department no later than  \nFebruary 1st. Vacation requests shall be approved based on plant  \nwide seniority. If requests are not submitted by January 15th then  \nit becomes first come first serve basis. The Company reserves the  \nright to limit single day vacation requests to a maximum of 3% of  \nthe Service Department per day and 5% weekly. Vacation requests  \nsubmitted after February 1, 2016 must be submitted at least forty-  \neight (48) hours in advance of the vacation day request. Once  \nsingle day vacations are approved, the employee cannot cancel  \nthe vacation day within the forty-eight (48) hours in advance of the  \nvacation day.  \nc. Vacations, in all departments, shall be arranged in advance and  \nan employee shall not be permitted to trade his vacation privilege for an  \nunauthorized absence taken in advance of the vacation period. However,  \nan employee may be granted a leave of absence for legitimate personal  \nreasons as outlined in Article XIX.  \nd. Non-Service Department Employees who have worked during  \nshutdown or with more than two weeks vacation eligibility may request  \none vacation week at their discretion. The Company reserves the right to  \nlimit week long vacations to a maximum of 5% per department per week.  \nThe Company reserves the right to limit single day vacation requests to  \na maximum of 3% per department per day. The employée’s plant wide  \nseniority shall be the determining factor in approving vacation requests if  \nsubmitted 90 days in advance of request for a weekly vacation. After 90  \ndays, it becomes first come first serve basis for full week vacations.  \nWeekly vacations can only be cancelled 7 days in advance of the  \nvacation starting date. The employee’s plantwide seniority shall be  \nthe determining factor in approving single day vacation request if  \nsubmitted 30 days in advance. After 30 days, it becomes first come  \nfirst serve basis for single days. All single day vacation requests  \nmust be submitted at least forty-eight (48) hours in advance of  \n32  \na single day of vacation. Single day vacation days will be paid at  \neight (8) hours at the employee’s applicable straight time rate. Once  \nsingle day vacations are approved, the employee cannot cancel  \nthe vacation day within the forty-eight (48) hours in advance of the  \nvacation day.  \nEmployees, who schedule vacation on Friday, shall have the option  \nto work Saturday or Sunday overtime, provided they have signed up for  \nand were awarded said overtime assignment prior to their scheduled  \nvacation day(s).  \n"], ["ARTICLE XXVIII  \nIncumbent Employees  \n", "28.01 Red Circle. The Parties agree that the term Incumbent  \nemployee shail end effective October 18, 2018. From the effective  \neo ~  \nra ‘ i  \n4 moa  \ned gst  \nee!  \n  \nony  \nee a.  \nSS =  \neas  \nway  \n-  \ndate of this agreement until October 18, 2018, employees considered  \nIncumbent employees under the agreement that expired in 2016  \nshall be red circled and continue at their current rates of pay. As  \nof October 18, 2018, Incumbent employees shall lose their red  \ncircle status and their pay shall be based on Appendix A. Prior to  \nOctober 17, 2018, the Incumbent employee shail be paid the higher  \nrate between the employee’s red circle rate and the. rate for the.  \nposition listed on Appendix A.  \n28.02 Incumbent Promotions. Incumbent employees shall have  \nthe right to move to the Max-rate set forth in Appendix A for any  \nposition that they successfully bid on from October 18, 2016 through  \nOctober 18, 2018. Until October 18, 2018, the Incumbent employee .  \nshall be entitled to the higher of the red circle rate (29.01) or the  \nMax-rate for their position, whichever is higher.  \n28.03 Wage Opener. The Company and the Union agree that 30  \ndays prior to the end of the 2nd year of the new CBA, the parties  \nwill meet to negotiate in good faith over the wages that were agreed  \nto on October 17, 2016. Should the Parties reach an agreement  \nthose new wages will be implemented and remain in effect for the  \nremaining duration of the agreement. If no agreement is reached  \nbetween the Parties, the terms of this Agreement shall remain in full  \nforce and effect.  \n33  \n"], ["ARTICLE XXIX  \nWages - Rates of Pay  \n", "29.01 Subject to Article 28, the Labor Grade and Rate structure for all  \nUnion employees is set forth in Appendix A. it shall apply to appropriate  \njobs under this Agreement.  \na The labor grades and rates in effect as of the date of this Agreement  \nshall continue in effect unless (1) the Company changes the job content  \n(requirements of the job as to the training, skill, responsibility, effort, and  \nworking conditions) to the extent of one full labor grade or more; (2) the  \njob is terminated or not occupied during a period of one year; or (3) the  \ndescription and classification are changed in accordance with mutual  \nagreement of officially designated representative of the Company and  \nthe Union.  \nb. When and if from time to time the Company, at its discretion,  \nestablishes a new job or changes the job content (requirements of the  \njob as to training, skill, responsibility, effort, and working conditions)  \nor an existing job, a new job description and classification for the new  \nor changed job shall be established in accordance with the following  \nprocedure:  \n(1) The Company will develop: a description and classification of the job  \nin accordance with the provisions of the revised CWS job description  \nclassification manual hereinafter referred to as the revised manual.  \n{2) The proposed description and classification will be submitted to  \nthe Union for approval, and the occupational hourly rate for the job  \nclass to which the job is thus assigned will apply.  \n(3) If the Company and the Union are unable to agree upon a  \ndescription and classification, the Company shail install the proposed  \nclassification, and the occupational hourly rate for the job class to  \nwhich the job is assigned shall apply. The employee or employees  \naffected or the Union may at any time within 30 days file a grievance in  \nStep 2 of the grievance procedure, alleging that the job is improperly  \nclassified under the job description and classification provisions of  \nthe revised Manual. Such grievance shall be processed under the  \ngrievance and arbitration procedures of this Agreement and settled in  \naccordance with the job description and classification of the revised  \nManual. If the grievance is submitted to the arbitration procedure,  \nthe decision shall be effective as the date when the new job was  \nestablished or the change or changes installed but in no event earlier  \nthan 30 days prior to the date to which the grievance was filed.  \n34  \neo  \nNe  \n(4) Inthe event Management does not develop a new job description  \nand classification, the employee or employees affected or the Union  \nmay, if filed promptly, process a grievance under the grievance  \nand arbitration procedures of this Agreement requesting that a  \njob description and classification be developed and installed in  \naccordance with the provisions of the revised Manual.  \n29.02 Entry/Mid/Max Ranges. Appendix A contains the Entry,  \nMid and Max pay ranges for each position. The three pay ranges in  \nthe attached wage scale for each position are based on the Union  \ntotal time in the position. The total time in the position  \nshall include time in the position before and during this agreement.  \nEach of the pay ranges will require twelve (12) months of time in  \nthe position.  \n29.03 Promotions. In order to encourage Union employees to seek  \nhigher level positions in the plant, when a Union employee obtains  \na position in a higher wage band, the Union employee’s wage rate  \nwill not be decreased. Union employees with at least 12 months of  \ntime in their current position or same wage band will receive the  \ngreater of:  \n(a) Their existing wage rate, or  \n(b) The mid-range level for their new position when moving to a  \nposition one or two wage bands higher than their current position or  \nthe entry-rate level for their new position when moving to a position  \nthree or more wage bands higher than their current position.  \n29.04 The Company shall classify or reclassify all new or changed jobs  \nin accordance with the established job classification system as set forth  \nin Appendix A.  \n29.05 Production Standards may be established at the discretion of  \nthe Company. Such standards will be established using Cycle Times  \nand Time Study principles. Any standard that the Union believes to be  \nunreasonable may be subject to the grievance procedure.  \n29.06 All general, cleanup work, not normally assigned to the  \nrespective department, on Saturday, Sunday, Shutdowns or Holidays,  \nas designated by the Company, will be scheduled through the current  \nvoluntary signup sheet utilizing the employee’s plant wide seniority.  \n_ if the department is operational that day, a voluntary signup sheet  \nspecific to the department will be used. If sufficient volunteers are  \nnot obtained, the Company shall then seek volunteers through a  \nplant-wide voluntary signup sheet. The voluntary signup sheets  \nshall be based on plantwide seniority. If sufficient volunteers are  \n35  \nnot obtained by the Company through these two methods, the  \nCompany shall assign the work, based on plantwide seniority, in the  \ndepartment at issue. Any employees who are scheduled to work these  \ncleanup positions will be paid at Labor Grade One (1) Cleanup wage  \nrate.  \n29.07 For all Union employees that incur an occupational injury or  \ndisease that is supported by medically prescribed temporarily work  \nrestrictions may be assigned light duty work, as determined by the  \nCompany. As such; the compensation for light duty work shall be equal  \nto the custodial wage rate at time of medically prescribed temporary  \nwork restrictions.  \n"], ["ARTICLE XXX  \nShift Differentials  \n", "30.01 A shift differential of thirty-five (35) cents per hour for employees  \nwhose normal regularly scheduled work hours are on Afternoon and  \nNight shift.  \n30.02 For purposes of Section 31.01, all hours worked by an Employee  \nduring the workday shall be considered as worked on the shift on which  \nhe is regularly scheduled to start work.  \n30.02 Shifts shall be identified in accordance with the following:  \na. Day shift includes all turns which commence between 3:00 a.m. and  \n8:00 a.m. inclusive.  \nb. Afternoon shift includes all turns which commence between 11:00  \na.m. and 5:00 p.m. inclusive.  \nc. Night shift includes all turns which commence between 6:00 p.m.  \nand 1:00 a.m. inclusive.  \n"], ["ARTICLE XXX!  \nSeparation Pay  \n", "31.01 The Company agrees that in the event they permanently  \nand totally discontinue operation of the plant, they shall, prior to such  \nshutdown, notify the Union of their decision, and commence meeting with  \nthe Union for the purpose of negotiating a separation pay allowance plan.  \n36  \n"]]