[["", "\"6/6/30 K9837  \nPalmas Services (San Angel Inn and  \nsprings Food Services)  \n(the “Company’’)  \nand  \nUNITE HERE Local 737  \n(the “Union”)  \nFull-Time Bargaining Unit  \nEffective: April 1, 2015  \nExpiration: March 31, 2018  \n16/6/30 2:54PM  \n   \n‘16/6/30 2:54 PM  \n"], ["ARTICLE 10 ~ OVERTIME 23  \n", "SECTION 10.1. Management 23  \nSECTION 10.2. Division of Overtime Work 23  \nSECTION 10.3. Involuntary Overtime 24  \nSECTION 10.4, Time and One-Half 199 WS 24  \nSECTION 10.5. Double Time 25  \nSECTION 10.6. Turn About 25  \nSECTION 10.7. No Pyramiding of Premium Rates 26  \n"], ["ARTICLE 11 - JOB CLASSIFICATIONS AND WAGE RATES 27  \nSECTION 11.1. Schedule of Wage Rates 27  \n", "SECTION 11.2. Rates for New Jobs 27  \nSECTION 11.3. Night Shift Premium 27  \nSECTION 11.4, Report 27  \nSECTION 11.5. Pay for Day When Injured 28  \nSECTION 11.6. Payday 28  \nSECTION 11.7. 29  \nSECTION 11.8. 30  \n"], ["ARTICLE 12 -SENIORITY AND WORK 31  \n", "SECTION 12.1, Definition of 31  \nSECTION 12.2. Principles of 31  \nSECTION 12.3. Dispute on Seniority Subject To Grievance Procedure ....................... 3]  \nSECTION 12.4. Termination of 31  \nSECTION 12.5. Work Status and Utilization of Full-Time and Casual Employees...... 32  \nSECTION 12.6. Transfer Outside of Bargaining Unit 33  \nSECTION 12.7. Transfer Into Tipped Classification 33  \nSECTION 12.8. Compliance with Governmental Employment Requirements ............. 33  \n"], ["ARTICLE 13 — VACANCIES AND TRANSFERS 34  \n", "SECTION 13.1. Vacancy and Transfer 34  \nSECTION 13.2. New Position or Transfer to Different Job Classifications .................. 35  \nSECTION 13.3. Transfers to Different Locations 35  \n"], ["", "ARTICLE 14 — LAYOFFS AND RECALLS 36  \nSECTION 14.1. Layoff According to Seniority in Job Classification 36  \nSECTION 14.2. Notice of 36  \n  \n96/6/30 2:54PM  \nTable of Contents  \n"], ["", "ARTICLE 1 — PREAMBLE 6  \nARTICLE URPOSE 7  \nARTICLE 3 — RECOGNITION 8  \nARTICLE 4 —- MANAGEMENT RIGHTS ........ccccsscseees 9  \n"], ["ARTICLE 5 — WORK STOPPAGES AND LOCKOUTS 10  \nSECTION 5.1. No Strike-No 10  \n", "SECTION 5.2. Failure to Cross Picket Line Violation of 10  \nSECTION 5.3. Union’s Responsibility to Prevent Work Stoppage, Strike or  \nDiStuptive 10  \nSECTION 5.4. Disputes with 10  \nSECTION 5.5. Expedited Arbitration for Article 11  \n"], ["", "ARTICLE 6 — NEW EMPLOYEE SELECTION 13  \nBOUIN tel crs norman 13  \nSECTION 13  \n"], ["", "ARTICLE 7 — NONDISCRIMINATION 14  \nSECTION 7.1 14  \nSECTION 14  \n"], ["", "ARTICLE 8 — UNION ACTIVITY AND CHECK-OEFF 15  \nSECTION 8.1. Union Solicitation 15  \nSECTION 8.2. Access of Union Representatives to Premises 15  \nSECTION 8.3. Shop Steward or Alternate 15  \nSECTION 8.4. 16  \n"], ["ARTICLE 9 — HOURS OF 19  \nSECTION 9.1. Work Week 19  \n", "SECTION 9.2. Payroll 20  \nPayroll Day 20  \nSECTION 9.4. Work 20  \nSECTION 9.5. Work 20  \nSECTION 9.6. Lunch Period.............00 21  \nSECTION 9.7. Rest Period 21  \nSECTION 9.8. Culinary and Stewarding 22  \n16/6/30 2:54 PM  \nSECTION 14.3. Laid-Off Employees Retain Seniority for 12 36  \nSECTION 14.4. Recalls in Accordance With Seniority in Job Classification ............... 36  \nSECTION 14.5. Recall Procedure 36  \nSECTION 14.6. Correct Address and Telephone a7  \nSECTION 14.7. Failure to Report From 37  \n"], ["ARTICLE 15 —- INTERCHANGEABILITY OF WORK ASSIGNMENT 38  \n", "SECTION 15.1. 38  \nSECTION 15.2. Assignment to Two or More Different Job Classifications 38  \nSECTION 15.3. Assignment to New Job Classification 38  \nSECTION 15.4. Assignment, Reassignment or Transfer of Shop 39  \n"], ["ARTICLE 16 — LEAVE OF ABSENCE 40  \n", "SECTION 16.1. Temporary Leave of 40  \nSECTION 16.2. Leave for Union 40  \nSECTION 16.3. Family and Medical 40  \nSECTION 16.4, Other Non-Occupational Medical Leave Ae  \nSECTION 16.5. Leave for Compensable 45  \nSECTION 16.6. Medical Leaves Exceeding One Year 45  \nSECTION 16.7. Employee Medical Information 46  \nSECTION 16.8. Administrative 46  \n"], ["ARTICLE 17 — DISCIPLINE, STANDARDS OF CONDUCT AND DISCHARGE................ 48  \n", "SECTION 17.1. Standard of 48  \nSECTION 17.2. Union 48  \nSECTION 17.3. Notice of 48  \nSECTION 17.4. Disciplinary/Investigatory AB  \nSECTION 17.5. Discipline 49  \nSECTION 17.6. Discharge 50  \nSECTION 17.7. Absenteeism and Tardiness Standard: §2  \nSECTION 17.8. Clock in/Clock out Standard 54  \n"], ["", "ARTICLE 18 - GRIEVANCE AND ARBITRATION PROCEDURE 56  \nSECTION 18.1. Gnevance Settled According to 56  \nSECTION 18.2. 56  \nSECTION 18.3. Grievance Procedure. 57  \nSECTION 18.4. Grievance a9  \n-3-  \n16/6/38) 2:54PM  \n"], ["ARTICLE 19 —HOLIDAYS 60  \n", "SECTION 19.1. Holidays 60  \nSECTION 19,2, 60  \nSECTION 19.3. Personal Holidays 61  \nSECTION 19.4. Holiday Pay When Not Worked 61  \nSECTION 19.5. Holiday Pay When Worked 61  \nSECTION 19.6. Double Time Pay for hours over 8 worked on 62  \nSECTION 19.7. Holiday Pay For Holiday During Vacation. 62  \nSECTION 19.8. Day Holiday is Observed 62  \nSECTION 19.9. No Holiday Pay for Employee Scheduled to Work Holiday and  \nWho Does Not Work 62  \nSECTION 19.10. Holiday Pay on Day Off When Worked 62  \nSECTION 19.11. Holiday Starts at 12:00 a.m. on 62  \nSECTION 19.12. Pay Rate for Holidays 63  \n"], ["ARTICLE 20 — VACATION. 64,  \nSECTION 20.1. Eligibility, Regular Full-Time 64  \n", "SECTION 20.2. Vacation Earned In The First Calendar 64  \nSECTION 20.3. Vacation Accrual Formula For Employees Hired Prior to  \nDecember 18, 1994 65  \nSECTION 20.4. Vacation Accrual Formula for Employees Hired on or After  \nDecember 18, 1994 67  \nSECTION 20.5. Vacation Not 68  \nSECTION 20.6. Payment for Accrued 69  \nSECTION 20.7. Vacation Scheduling 69  \nSECTION 20.8. Pay Rate For Vacation 70  \nSECTION 20.9. Pay For Unused Vacation Hours at Termination of Employment....... 70  \nSECTION 20.10. Cancellation of Pre-Approved Vacation 70  \n"], ["", "ARTICLE 21 —- JURY DUTY/BEREAVEMENT LEAVE PAY 71  \nSECTION 21.1. Jury Duty Pay for Regular Full-Time Employees 71  \nSECTION 21.2. Bereavement Leave 71  \n"], ["", "ARTICLE 22 —- INSURANCE AND EMPLOYEE BENEFITS 73  \nSECTION 22.1. 73  \nSECTION 22.2. Group 74  \n16/6/30 2:54 PM  \nSECTION 22.3. Sick 74  \n"], ["ARTICLE 23 - COSTUMES, UNIFORMS, AND PERSONAL APPEARANCE 77  \nSECTION 23.1. Costumes and Work Uniforms. 77  \n", "SECTION 23.2. Safety and Sanitary Clothing and 77  \nSECTION 23,3. Laundry and Cleaning of Clothing Paid by 77  \nSECTION 23.4, Penalty For Lost Clothing or Misuse of Clothing and Lost  \nLocker Keys 77  \nSECTION 23.5. Personal Appearance Rules Set Forth in Writing 78  \nSECTION 23.6. Furnished Clothing Not to be Worn Off Disney World Premises....... 78  \n"], ["", "ARTICLE 24 — SAFETY AND 79  \nSECTION 24.1. Company Responsibility 79  \nSECTION 24.2. Employee Responsibility 79  \nSECTION 24.3. Company-Union Cooperation 79  \nSECTION 24.4. 79  \nSECTION 24.5. Emminent Danger 81  \n"], ["", "ARTICLE 25 — WORK BY SUPERVISORS 82  \nARTICLE 26 - EMERGENCY WORK AND RUNNING REPAIRS BY EMPLOYEEBG........ 83  \nSECTION 26.1. Emergency Work 83  \nSECTION 26.2. 83  \n"], ["", "ARTICLE 27 — BULLETIN 84  \nARTICLE 28 — SUBCONTRACTING. 85  \nARTICLE 29 — 86  \n"], ["", "ARTICLE 30 — SEVERABILITY 94  \nARTICLE 31 — TERMS OF 95  \nSECTION 31.1. 95  \nSECTION 31.2. Complete Agreement 95  \nADDENDUM ]  \n16/6/30) 2:53PM  \n"], ["ARTICLE 1 — PREAMBLE  \n", "THIS AGREEMENT is entered into and effective this April 20,201, by and between  \nPalmas Services (San Angel Inn and Springs Food Services) called “Company” and UNITE  \nHERE Local 737, hereinafter called “Union”.  \n-6-  \n\"16/6/30 2:54PM  \n"], ["ARTICLE 2 —- PURPOSE  \n", "The parties hereto have entered into this Agreement to recognize the Union, to establish  \nfair wages, working conditions and benefits and to put into practice effective and binding  \nmethods for the settlement of all misunderstandings, disputes or grievances that may arise  \nbetween the parties hereto, to the end that the Company is assured complete continuity of  \noperation and that labor-management peace is maintained and employees are guaranteed union  \nrights and protection as provided by this Agreement.  \n16/6/30 2:54PM  \n"], ["ARTICLE 3 —- RECOGNITION  \n", "The Company recognizes the Union as the sole and exclusive collective bargaining  \nrepresentative of the regular, full-time employees within the bargaining unit (See Appendix “A”)  \nof the Company at the “Mexican” attraction located in the Mexican Pavilion in the World  \nShowcase, EPCOT Center (“San Angel Inn”), and/or Disney’s Coronado Springs Resort  \n(‘Coronado Springs”), at Walt Disney World Co.’s “Vacation Kingdom Complex” in Bay Lake,  \nFlorida.  \n-§-  \n16/6/30 2454 PM  \n"], ["ARTICLE 4 —- MANAGEMENT RIGHTS  \n", "Except as expressly and clearly limited by the terms of this Agreement, the Company  \nreserves and retains exclusively all of its normal and inherent rights with respect to the  \nmanagement of the business, including, but not limited to, its right to select and direct the  \nnumber of employees assigned to any particular classification of work, which shall include  \n“authentic” personnel, i.e., foreign nationals working under a temporary permit or pursuant to a  \nor a “Q” visa in all classifications of work and in all areas covered by this labor contract: to  \nsubcontract work, to establish and change work schedules and assignments; to lay off, terminate  \nor otherwise release employees from duty for lack of work or other just cause; to make and  \nenforce rules for personal grooming and the maintenance of discipline; to discontinue conduct of  \nits business or operations in whole or part; to institute technological changes and otherwise to  \ntake such measures as management may determine to be necessary to the orderly, efficient and  \neconomical operation of the business.  \n9.  \n16/6/30 2:54PM  \n"], ["ARTICLE 5 ~ WORK STOPPAGES AND LOCKOUTS  \nSECTION 5.1. No Strike-No Lockout  \n", "During the existence of this Agreement, there shall be no strikes, picketing, work  \nstoppages or disruptive activity by the Union or by an employee, and there shall be no lockout by  \nthe Company.  \nSECTION 5.2. Failure to Cross Picket Line Violation of Agreement  \nFailure of any employee covered by this Agreement to cross any picket line established at  \nWalt Disney World Company’s Vacation Kingdom Complex is a violation of this Agreement.  \nSECTION 5.3. Union’s Responsibility to Prevent Work Stoppage, Strike or  \nDisruptive Activity  \nThe Union shall not sanction, aid or abet, encourage or condone a work stoppage, strike  \nor disruptive activity at San Angel Inn or Coronado Springs and shall undertake all possible steps  \nto prevent or to terminate any strike, work stoppage or disruptive activity. No employee shall  \nengage in activities that violate this Article. Any employee who participates in or encourages any  \nactivities that interfere with the normal operation of the Company shall be subject to disciplinary  \naction, including discharge. The Union shall not be liable for acts of employees for which it has  \nno responsibility. The failure of the Company to exercise this right in any instance shall not be  \ndeemed a waiver of this right in any other instances, nor shall the Company’s right to discipline  \nall employees for any other cause be in any way affected by this Section.  \nSECTION 5.4. Disputes with Concessionaires  \nDisputes between the Union and any other Participant or concessionaire operating in  \nWalt Disney World or in the World Showcase, EPCOT Center or at Disney’s Coronado Springs  \nResort, shall be so handled as not to interfere with the Company’s business or the business of any  \nconcessionaire not a party to such disputes. No picketing or concerted action against any one or  \n‘16/6/30 2:54PM  \nmore of the concessionaires will be conducted at the Company’s facility or any of its entrances  \nor exits. “Concessionaire,” as used herein, includes a concessionaire and also a jicensee,  \nexhibitor, participant, sponsor, contractor, subcontractor or lessee. In the event any other  \norganization pickets at or near Walt Disney World, or the World Showcase, EPCOT Center or at  \nDisney’s Coronado Springs Resort, the Union agrees that such picket line so far as it and the  \nemployees it represents are concerned shall not affect the operation of the Company.  \nSECTION 5.5. Expedited Arbitration for Article §  \nEither party to this Agreement may institute the following procedure in lieu of or in  \naddition to any other action at law or equity, when a breach of this Article is alleged.  \n(a) The party invoking this procedure shall notify the Walt Disney World/Service  \nTrades Council Union Arbitrator, whom the parties agree shall be the permanent Arbitrator under  \nthis proceeding. In the event the permanent Arbitrator is unavailable, he/she shall appoint his/her  \nalternate. Notice to the Arbitrator shall be by the most expeditious means available, with a notice  \nby any form of electronic communication to the Business Manager of the Union.  \n(b) Upon receipt of said notice, the Arbitrator named above or his/her alternate shall  \nset and hold a hearing within twenty-four (24) hours.  \n(c) The Arbitrator shall notify the parties by any form of electronic communication of  \nthe place and time he/she has chosen for this hearing. Said hearing shall be completed in one  \nsession with appropriate recesses at the Arbitrator’s discretion. A failure of any party or parties  \nto attend said hearing shall not delay the hearing of evidence or issuance of an Award by the  \nArbitrator.  \n(d) The sole issue at the hearing shall be whether or not a violation of this Article has  \nin fact occurred and the Arbitrator shall have no authority to consider any matter in justification,  \nexplanation or mitigation of such violation or to award damages, which issue is reserved for  \n-11-  \n16/6/30 2:54 PM  \ncourt proceedings, if any. The Award will be issued in writing within three (3) hours after the  \nclose of the hearing, and may be issued without an Opinion. If any party desires an Opinion, one  \nshall be issued within fifteen (15) days, but its issuance shall not delay compliance with, or  \nenforcement of the Award. The Arbitrator may order cessation of the violation of this Article  \nand other appropniate relief, and such Award shall be served on all parties by hand or registered  \nmail upon issuance.  \n(e) Such Award may be enforced by any court of competent jurisdiction upon filing  \nof this Agreement and all other relevant documents referred to hereinabove, in the following  \nmanner: Electronic notice of the filing of such enforcement proceedings shal] be given to the  \nother party. In the proceeding to obtain a temporary order enforcing the Arbitrator’s Award  \nissued under Section 5.5(d) of this Article, all parties waive the right to a hearing and agree that  \nsuch proceeding may be ex parte. Such Agreement does not waive any party’s right to  \nparticipate in a hearing for a final Order of Enforcement. The Court’s Order or Orders enforcing  \nthe Arbitrator’s Award shall be served on all parties by hand or by delivery to their last known  \naddress or by registered mail.  \n(f) Any rights created by statute or law goveming arbitration proceedings  \ninconsistent with the above procedure, or which interfere with compliance thereof, are hereby  \nwaived by the parties to whom they accrue.  \n(g) The fees and expenses of the Arbitrator shall be divided equally between the  \nmoving party or parties and the respondent party or parties.  \n-12-  \n‘16/6/30 2:54 PM  \n"], ["ARTICLE 6 —- NEW EMPLOYEE SELECTION  \nSECTION 6.1.  \n", "The Company agrees to notify the Union of all needs for employees covered by this  \nAgreement and will give the Union an equal opportunity to provide applicants for such jobs.  \nHowever, the Union recognizes that pursuant to the Company’s “World Showcase Agreement”  \nwith Walt Disney World Co., it must staff and employ authentic national personnel for certain  \npositions and for selected purposes.  \nSECTION 6.2,  \nThe Union will refer employees on a non-discriminatory basis.  \n-13-  \n36/6/30 2:54PM  \n"], ["ARTICLE 7 —- NONDISCRIMINATION  \nSECTION 7.1.  \n", "The Company and the Union agree that there shall be no discrimination against any  \nemployee due to Union activities or affiliation.  \nSECTION 7.2.  \nThe Company and the Union agree there shall be no discrimination against any employee  \nor prospective employee due to race, color, creed, sex, sexual orientation, age, national origin,  \nreligion, marital status, or disability as prohibited in federal and state legislation.  \n-14-  \n16/6/30 2:44PM  \n"], ["ARTICLE 8 — UNION ACTIVITY AND CHECK-OFF  \nSECTION 8.1. Union Solicitation  \n", "Solicitation for Union purposes by the Union shall not take place on working time, in  \nworking areas or in public areas, but may be conducted in non-working areas and on non-  \nworking time in parking areas, break areas and lunchrooms.  \nSECTION 8.2. Access of Union Representatives to Premises  \nRepresentatives of the Union, designated in writing to the Company by the Union, shail  \nbe permitted to enter the non-public areas of the Company for the purpose of determining that  \nthis Agreement is being complied with by the Company and for the presentation and handling of  \ngrievances. Such representatives, who shall not be more than a total of three (3) in number at  \nany one time, unless mutually agreed otherwise, shall comply with the access regulation and  \nsecurity regulation of Walt Disney World Company, as furnished to each union representative by  \nWalt Disney World Company, and shall not interrupt the performance of employee work  \nassignments.  \nThe Company will coordinate with a Union Representative to arrange an opportunity to  \nmake an introductory presentation to newly hired regular full time bargaining unit employees bi-  \nannually on unpaid time.  \nSECTION 8.3. Shop Steward or Alternate  \nin Tite Lnvtan ade fhe vight inv designate Shep Stewards number  \nserved aspen Es die parties, The number of Shop Stewards may be changed by mutual  \nagreement of the parties. The Union shall, in writing, notify the Company as to the identity of  \nthe designated Shop Steward. The Shop Steward shall have the right to receive, but not to  \npromote, complaints or differences and to discuss and assist in the adjustment of the same with  \nthe appropriate supervisor on Company property without loss of pay during his/her regular  \n-]5-  \n16/6/30 254 PM  \nworking hours. The Company will not discriminate against the Shop Steward in the proper  \nperformance of his/her Union duties provided that such duties do not unreasonably interfere with  \nhis/her regular work or with the work of other employees and he/she shall not leave his/her work  \nstation without first notifying his/her appropriate Supervisor as to his/her intent, the reason  \ntherefore, where he/she can be reached and the estimated time he/she will be gone.  \n(6) | Where the complaint or difference involves more than one (1) employee, it must  \nbe presented to management by the Shop Steward and one {1) employee for the employees  \ninvolved unless presented outside of regular working hours, or unless the Supervisor involved  \ngives permission for other additional employees to attend such presentation.  \n(c) | The Company agrees to notify the employee at the time and the Union on a  \nweekly basis of all discharges and the reason for such action. Such notification will be provided  \nin writing.  \n(d) A Shop Steward or Alternate will accompany representatives of management  \nwhenever locker inspection(s) are made.  \n(e) The Steward shall promote harmonious relations between the Company and  \nemployees. The supervisor shall introduce all new employees to the appropriate Steward. All  \nnew employees shall be introduced to their Shop Steward and this introduction shall be  \ndocumented in the employee’s personnel records.  \nSECTION 8.4. Check-Off  \n(a) Check off. The Company agrees to withhold from the biweekly payroll  \nwages for membership dues and initiation fees for each employee who  \nsigns and submits an authorization card. The Company shall forward such  \ndues to the certified financial secretary or other properly designated  \nofficial of the Union on or before the third (3rd) week following the last  \n-16-  \n36/6/30 2:54 PM  \n(b)  \nweek in the month in which the dues are deducted. The Company shail  \nalso forward an electronic check-off report, in Excel format, which lists  \nemployee name, social security number and the amount of the deduction.  \nThe Union agrees to indemnify and save the Company harmless against  \nany and all claims, suits or other forms of liability arising out of the  \ndeduction of money for union dues from employees’ pay. The Union  \nassumes full responsibility for the disposition of the monies so deducted  \nonce they have been turned over to the financial secretary or  \nother properly designated official of the Union.  \nThe company agrees to provide the Union with a monthly member/non-  \nmember list. The list shall include each employee’s full name, social  \nsecurity number, phone number, rate of pay, address, date of hire, job title,  \ndepartment (location within the company, if applicable), Full-Time or  \nPart-Time status, and email address, if available to the company. The  \ninformation will be provided electronically, in Excel format, and shall  \nindicate employee’s Union or non Union status. In addition, the company  \nagrees to provide the Union with information regarding new hires and  \nterminations on each monthly bargaining unit list. The Union agrees to  \nindemnify and save the Company harmless against any and all claims,  \nsuits or other forms of liability arising out of the provision to the Union of  \nthe above monthly member / non-member list and security of all the  \ncontents contained in the member / non- member list.  \n=} 7-  \n2:34PM  \n(c) UNITE HERE TIP Campaign Committee. The Company shall provide for  \npayroll deduction for all employees who voluntarily authorize such a deduction as a contribution  \nto the UNITE HERE TIP Campaign Committee, or any successor thereto. All payroll deductions  \nto the UNITE HERE TIP Campaign Committee shali be based on written authorization cards  \nsigned by the employee.  \nThe Company shall make the deduction for the UNITE HERE TIP Campaign Committee  \nfor each payroll period or other designated work period worked by the employee who has  \nauthorized the deduction. The Employer shall promptly transmit the amounts deducted from  \nemployees’ paychecks for the UNITE HERE TIP Campaign Committee, in a separate transmittal  \nfrom dues, to Workers United for Political Power, 275 7th Ave., 7th Floor, NY, NY, 10001,  \naccompanied by a CD or other computer-readable list of the names, addresses, and last four  \ndigits of social security numbers of all employees for whom a UNITE HERE deduction was  \nmade together with the date and amount of that deduction.  \n-18-  \n‘16/6/30 2:54PM  \n"], ["ARTICLE 9 —- HOURS OF WORK  \nSECTION 9.1. Work Week  \n", "A “work week” for full time employees shall consist of thirty (30) to forty (40) hours in a  \nperiod of seven (7) days starting at 12:00 a.m. on each Sunday and ending at 12:00 a.m. on the  \nsame day in the following week. This shall constitute the regularly scheduled workweek but is  \nnot a guaranteed workweek.  \n(a) Hours Guarantee for Culinary Employees  \nNotwithstanding any other provisions of this Agreement, the Company shall guarantee a weekly  \naverage of thirty-two (32) hours paid to each employee in the Culinary department. The weekly  \naverage Shall be calculated on a quarterly basis as follows:  \narter Bi-Weekly Pay Periods Quarterly Total Hours Paid  \n1 through 7 448  \n2 8 through 13 384  \n3 14 through 20 448  \n4 21 through 26 384  \nUnder no circumstances wil! the Company not schedule or pay a culinary employee less than  \ntwenty-six (26) hours per week. Any work day missed by a culinary employee because of a leave  \nof absence (Personal, Medical, FMLA, Workers’ Compensation, Short Term Disability, Long  \nTerm Disability, or Union) a call out (paid or unpaid) or paid holiday will count towards the  \nquarterly guaranteed hours for the actual work hours missed. For example, if an employee is  \nscheduled to work 7 hours on a given dey and calls out sick, the Company will be required to pay  \nthe employee only 441 hours for a quarter with seven (7) pay periods. Any week of work missed  \nbecause of a layoff in accordance with this Collective Bargaining Agreement shall count as 32  \n-19-  \n16/6/30 2:54PM  \nhours towards the quarterly guarantee. Any portion of a week missed due to layoff shall be pro-  \nrated. The Company and Union shal! meet quarterly to review compliance with this provision.  \nSECTION 9.2. Payroll Period  \nThe payroll period will be bi-weekly. The company will make paychecks available to  \nemployees from the start of operations to the close of operation on Friday, Saturday and Sunday.  \nSECTION 9.3. Payroll Day  \nA payroll day is a period of twenty-four (24) hours starting at 12:00 a.m. and ending at  \n12:00 a.m. the following day.  \nSECTION 9.4. Work Day  \nA regularly scheduled workday shall consist of a minimum of four (4) or more hours.  \nThis shall also apply to mandatory meetings employees are required to attend by the Company..  \nHowever, hours spent in training or instruction required by a governmental entity or regulatory  \nagency for work-related licensing or certificates of general applicability, and which may be  \nprovided by the Company, are not recorded or counted as “work” hours for any purpose under  \nthis Agreement and are not compensable. Company will schedule classes as closely to the  \nbeginning/end of shift as possible and employees may attend classes at either location (San  \nAngel Inn or Springs Food Service). in the event that an employee is unable to attend a  \nscheduled class for any reason, the employee will have thirty (30) days to obtain the applicable  \ncertification at his/her expense, Failure to comply within the thirty (30) days will result in the  \nsuspension of the employee until certification is obtained and provided to the Company.  \nSECTION 9.5. Work Schedule  \nUnless required to deviate for reasons of compliance with the Company’s “World  \nShowcase Agreement” (i.e., authenticity of employees), dependability, skills, abilities and  \n-20-  \n16/6/30 2:44PM  \nexperience of employees, and/or for the orderly and uninterrupted operation of the Company, the  \nCompany shall adhere to seniority in establishing work schedules in a department or location.  \nAny deviation from seniority in these areas will be discussed with the Union. The determination  \nof an employee’s qualifications as used herein shall be made by the Company. Any dispute  \narising under this Section shall be subject to the grievance procedure. The Company cannot  \nguarantee the number of hours to be worked weekly for any employee. (Refer to 9.1a) The  \ncompany will determine number of employees needed and hours to be worked based on business  \nneeds and operation hours. An employee will be assigned any combination of two (2)  \nconsecutive days off within a seven (7) day period. Except in the case of an emergency or  \noperational necessity, an employee will be notified in writing at least five (5) days in advance of  \nany change in such assignment. (One example is shown below with the third day (Tuesday) and  \nthe fourth day (Wednesday) as days off.)  \nExample:  \nPayroll day fb 2 3 4 5 6 7F  \nWorkday S M T W T F S5  \nAssigned daysoff W W Off Off W W WwW  \nSECTION 9.6. Lunch Period  \nConsistent with operational and attraction requirements for San Angel Inn and Coronado  \nSprings under the “World Showcase Agreement,” and unless otherwise agreed between the  \nparties, a minimum of a one-half hour unpaid lunch period as near as practicable to the mid-point  \nof the regular eight (8) hour shift will be assigned to each employee.  \nSECTION 9.7, Rest Period  \nEach employee will be allowed a fifteen (15) minute rest period for each four (4) hours of  \nwork as operational needs allow. Employees who work ten (10) or more hours will receive an  \nDe  \n16/6/30 2:54PM  \nadditional fifteen (15) minute rest period as operational needs allow. The Company may  \nschedule the rest period in accordance with its needs. Rest periods will be provided as nearly as  \npossible to the middle of each half of an eight (8) hour shift or near the middle of short four (4)  \nor six (6) hour shifts, unless otherwise agreed to by the parties. Due to the nature of operations  \nof the dining room and the interest of the servers, rest periods for servers will not be provided or  \npaid. However, the seating staff will continue to get rest periods, consistent with the provisions  \nin this Section.  \nSECTION 9.8. Culinary and Stewarding Scheduling  \nExcept when and where required for “authenticity,” or when necessary to provide  \nuninterrupted operations for the guests’ experience, all available full-time Culinary and  \nStewarding employces within the location will be offered all hours of work prior to scheduling  \nany non-Culinary or non-Stewarding labor.  \n  \n16/6/38 2:44PM  \n"], ["ARTICLE 10 - OVERTIME  \nSECTION 10.1. Management Responsibility  \n", "It shall be the responsibility of management to determine in each instance if overtime  \nwork is required, and, if so, how many employees will be required to perform the work.  \nSECTION 10.2. Division of Overtime Work  \nAll overtime work, including special event overtime, shall normally be offered and  \ndistributed to eligible employees who work in the job classifications in the areas that normally  \nengage in the work under the following guidelines:  \n(a) | Offered and distributed as equitably as reasonably practical; and,  \n(b) Offered and distributed first to the most senior qualified and readily available  \nemployee(s) in the work area and then to other qualified and readily available employees  \nregularly assigned to the work area before distribution outside the work area. Overtime work  \nexceeding four (4) hours will be offered and distributed to those most senior qualified employees  \nwithin their work area. Overtime work of less than four (4) hours will be offered and distributed  \nfirst to the most senior qualified, readily available employee in the work area and then to any  \nother qualified, readily available employee in the work area before distribution outside the work  \narea.  \n3%  \n16/6/30 2:54 PM  \nSECTION 10.3. involuntary Overtime  \nThe most qualified and available on shifi employee(s) will be required to work  \ninvoluntary overtime. The Company will make every effort to give the employee as much notice  \nas reasonably possible for the involuntary overtime. Additionally, no employee will be required  \nto work overtime involuntary more than fourteen (14) consecutive days.  \nSECTION 10.4. Time and One-Half  \n(a) Five Day Work Week  \n(1) Employees who work on either the first or second of their two (2) scheduled  \ndays off will be paid one and one-half (1'4) times their regular straight-time  \nhourly rate, provided such employees have worked five (5) work days in the  \nwork week if work is available to them. If an employee reports to work late  \nfor his/her scheduled shift, or has a release of shift (ROS), the portion of the  \nscheduled hours not worked must be worked prior to the overtime rate  \ncommencing on either the first or second of their two (2) scheduled days off  \nfor purposes of this provision.  \n(2) Employee Who Work Over Eight (8) Consecutive Hours. The Company shall  \npay time and one-half (1 '4) for all consecutive hours worked in excess of  \neight (8) hours.  \n(b) Four Day Work Week  \n(1) Employees who work on either the first, second, or third of their three (3)  \nscheduled days off will be paid one and one-half (14) times their regular  \nstraight-time hourly rate, provided such employees have worked four (4) work  \ndays in the work week if work is available to them. If an employee reports to  \nwork late for his/her scheduled shift, or has a release of shift (ROS), the  \n-24-  \n16/6/90 2:54 PM  \nportion of the scheduled hours not worked must be worked prior to the  \novertime rate commencing on either the first, second or third of their three (3)  \nscheduled days off for purposes of this provision.  \n(2) Employee Who Work Over Ten (10) Consecutive Hours. The Company shall  \npay time and one-half (1 '4) for all consecutive hours worked in excess of ten  \n(10) hours.  \n(c) Over Forty Hours in Payroll Week. Employees shall be paid one and one-half  \n(174) times their regular straight-time hourly rate for all hours worked in excess of forty (40)  \nhours in any one payroll week.  \nSECTION 16.5. Double Time  \nThe Company will pay double time for all hours commencing with the fifteenth (15)  \ncumulative hour when an employee is scheduled or required to work more than fourteen (14)  \nconsecutive hours. When an employee voluntarily pursues a shift, which results in working more  \nthan fourteen (14) consecutive hours, this double time provision does not apply and the  \nemployee will be paid time and one-half.  \nSECTION 10.6. Turn About Pay  \n(a) Employees returning from a straight-time shift with less than eight (8) hours time  \noff from the end of the previous shift will be paid overtime commencing with the ninth (9th)  \ncumulative hour.  \n(b) An employee will return at the applicable overtime rate when returning from an  \novertime shift with less than eight (8) hours time off from the end of the previous shift.  \n(c) When there are two (2) hours or less between two shifts, the time between shifts  \nwill be treated as continuous time and will be paid at the applicable rate, except when an  \n-25-  \n16/6/30 2:54PM  \nemployee pursues an additional shift outside of his own department on his own volition. The  \naforementioned exception will not be applicable for special events and private parties.  \n(4) Hours worked during an regularly scheduled shift, regardless of the  \nrate of pay received, shall be used for the computation of overtime for hours worked in excess of  \nforty (40) hours in a payroll week as provided in Article 10, Section 10.4(c).  \n(ec) If an employee is released from work with eight (8} or more hours until the  \nbeginning of the next shift, the provisions of this Section will not apply.  \nSECTION 10.7. No Pyramiding of Premium Rates  \nWhere two or more premium rates apply to the same hour of work, the higher will be  \npaid, and there will be no pyramiding of any premium rates.  \n16/6/30 2:54PM  \n"], ["ARTICLE 11 - JOB CLASSIFICATIONS AND WAGE RATES  \nSECTION 11.1. Schedule of Wage Rates  \n", "The rates of pay for the covered job classifications, which shall prevail, are set forth and  \ncontained in Appendix “A” attached hereto and considered in all respects to be a part of this  \nAgreement.  \nSECTION 11.2. Rates for New Jobs  \nIt is the Company’s right to establish any new job classification. If the Company  \nhereafter substantially changes job classifications or work operation, the Company will inform  \nsuch action to the Union. The Company recognizes the right to request effects  \nbargaining over such a change. The new job classification and wage rate for such new job  \nclassification will be established by the Company. If the Union does not agree with the rate for  \nthe job classification, the Union shall submit a written grievance at the third (3rd) step of the  \nGrievance Procedure within five (5) calendar days after installation of the new rate. In the event  \nany higher rate is agreed upon through the Grievance Procedure or arbitration, it shall be  \neffective retroactively as of the date the job classification was installed  \nSECTION 11.3. Night Shift Premium  \nIf an employee is scheduled to commence work at or after 10:00 p.m. and before 4:00  \na.m., he/she will be paid a premium of $.60 per hour in addition to his/her straight-time rate for  \nhis/her scheduled workday.  \nSECTION 11.4. Report Pay  \n(a) Employees who report for work and who were not given prior notice not to report  \nfor work, and who are not put to work, will be given two (2) hours pay.  \n(b) Employees who report for work and are put to work will be paid their a minimum  \nof four (4) hours if they are sent home before the end of their regular shift. However, if an  \na}.  \n16/6/30 2:54PM  \nemployee voluntarily accepts an offer for early release, the employee will only be paid for hours  \nactually worked,  \n(c) No report pay will be due an emplovee if work is not available for him due to  \nconditions beyond the control of the Company, such as fire, flood, hurricane, or other Act of  \nGod, civil disturbances, picketing or threats of harm.  \n(d) | The provisions of this Article apply to all scheduled shifts, including overtime,  \nwith the exception of shift extensions which will be paid at actual hours worked.  \nSECTION 11.5. Pay for Day When Injured  \nIn the event an employee incurs a serious occupational illness or injury and medical  \npersonnel excuse the employee from further work on that day, he/she shall be paid the unworked  \nbalance of his/her scheduled shift . Pay for the unworked balance of his/her shift due to an  \noccupational injury shall be considered as “time worked” for purposes of computing overtime  \nand for pension contribution.  \nSECTION 11.6. Payday  \nEmployees shal] be paid bi-weekly and their pay will not be delayed more than six (6)  \ndavs from the end of each pavroll period, providing, however, that if a payday falls on an  \nemployee’s regularly scheduled day off or a paid holiday, he/she shall receive his/her paycheck  \non his/her next regularly scheduled workday. An employee shall receive vacation pay in the last  \nregularly scheduled pay check prior to the commencement of his/her vacation.  \nIn order to reduce the potential for payroll errors, the union agrees to affirmatively  \nencourage employees to properly use the time clock system. When a pay shortage occurs, the  \nCompany will, upon an employee’s timely request, and consistent with the procedure used by the  \nCompany as may be modified from time to time, issue a check for the pay shortage that is due no  \n  \n96/6/30 2:54 PM  \nlater than the next pay day if the shortage is less than $50. If the shortage is $50 or more, it will  \nbe given the next business day.  \nSECTION 11.7. Coordinators  \n(a) | Coordinators may be designated by the Company in any of the classifications set  \nforth in Addendum “A” and will be paid a one dollar ($1.00) per hour premium for all actual  \nhours worked as a Coordinator. Effective October 1, 2013, the premium will increase to one  \ndollar and twenty-five cents ($1.25) for all actual hours worked as a Coordinator. Effective  \nOctober 1, 2014, the premium will increase to one dollar and fifty cents ($1.50). Coordinators  \nare responsible for providing leadership and direction to employees in the group, operation or  \nfunction and may perform the same duties as the other employees. Duties shall include, but are  \nnot limited to, promoting teamwork and assisting the location team in meeting quality and  \nquantity standards. Coordinators have no authority to make managerial decisions such as hiring,  \nterminations, transfers, promotions or disciplinary action.  \n(b) All regular Coordinator openings shall be posted as needed. Only non  \nprobationary regular employces shall be eligible for Coordinator positions. The following  \nguidelines apply when filling positions  \n1. Minimum 6 months in present position.;  \n2. Skills to be considered: performance, experience, technical skills,  \ninitiative, teamwork, dependability and communication skills,  \n3. In the event that candidates are deemed to have equal qualifications  \nseniority shall be the determining factor.  \nc) Employees new to the Coordinator role will be placed on a one hundred eighty (180)  \nday qualifying period. If the company determines during the one hundred eighty (180) days in  \n-29.  \n16/6/30 2:54PM  \nthe qualifying period that the employee’s performance is not satisfactory or if the employee  \nrequests a return to within the one hundred eighty (180) days, the Company will retum the  \nemployee to his/her prior job classification and location, and the Employee shall be immediately  \neligible to transfer again.  \nd) If a full time employee is regularly assigned to a work schedule that requires him/her  \nto work for more than 60% of his/her time as a coordimator for a period of more than one  \nhundred and eighty consecutive days, the position will be posted and filled in accordance with  \nthis article 11.  \ne) Employees in the coordinator role who in a rolling twelve (12) month period receive  \ntwo (2) reprimands in accordance with Article 17 or any three reprimands will be returned to  \nhis/her prior job classification. If the employee’s prior job classification was a Coordinator,  \nheshe will be returned to the job classification held prior to the Coordinator role.  \nf} Any employee shall not be eligible for transfer to a Coordinator role if he/she has any  \nreprimand in the prior six (6) months.  \nSECTION 11.8. Trainers  \nTrainers may be designated by the Company in any of the classifications set forth in  \nAppendix “A.” Trainers will be paid a one dollar ($1.00) per hour differential for all actual  \ntraining hours.  \n-30-  \n2:54PM  \n"], ["ARTICLE 12 —- SENIORITY AND WORK STATUS  \nSECTION 12.1. Definition of Seniority  \n", "Seniority is defined as the period of full-time continuous service with the Company since  \nthe last day of hire. In the event of a conflict of seniority between two or more employees with  \nthe same hire date, the employee with the lowest last four social security number digits will be  \nconsidered to have seniority.  \nSECTION 12.2. Principles of Seniority  \nThe principles of seniority shall be observed on layoffs, recalls, days off, establishing  \nwork schedules by department or location, vacation selection, promotion and transfers, unless  \notherwise provided herein, and, further, provided the employee possesses the necessary skills,  \nqualifications and ability to perform the available work without additional training as determined  \nby the Company.  \nSECTION 12.3. Dispute on Seniority Subject To Grievance Procedure  \nAny dispute on the application of the seniority principle shall be subject to the Grievance  \nProcedure,  \nSECTION 12.4. Termination of Seniority  \nSeniority and the employee relationship shall terminate when an employee:  \nL. Resigns.  \n2. Discharged for just cause.  \n3. Absent for three (3) consecutive unexcused workdays.  \n4, Laid off for a continuous period of twelve (12) months or more.  \n5. Fails to report at the end of a leave of absence.  \n-31-  \n16/6/30 2:54PM  \nSECTION 12.5. Work Status and Utilization of Full-Time and Casual Employees  \n(a) Full-time employees. Full-time employees are assigned to an established job on a  \nregular full-time basis and customarily work thirty (30) hours per week or more on an ongoing  \nbasis.  \n(b) Employees. All new regular full-time employees shall be  \nconsidered probationary employees for a period of ninety (90) calendar days. The Company  \nreserves the right to terminate their employment for any reason until they have completed any  \nsuch probationary period. However, probationary employees shall be entitled to utilize the  \nGrievance Procedure to grieve any matter that could be grieved by any other employee, except  \ntermination within the probationary period. Any employee who has completed the ninety (90)  \ncalendar day probationary period and subsequently converts status (Full time to Part time or Part  \ntime to Full time) in the same job classification will not have to complete another probationary  \nperiod but will receive a new bargaining unit seniority date as of the date of the conversion. An  \nemployee’s disciplinary record shall not be affected by the change m status.  \n(c) Casual Employees.  \n(1) Employees will be considered casual if they customarily work less than  \nthirty (30) hours per week on an ongoing basis, or if they customarily work thirty (30) hours per  \nweek or more but less than seven (7) months per year.  \n(2) During the life of this Agreement, and unless required for “authenticity”  \nreasons, total casual emplovee utilization shall not exceed thirty-percent (30%) of the total hours  \nworked by full-time and casual employees in all job classifications in any calendar year.  \n(dq) The parties acknowledge that Section 12.5(c) is the sole restriction on the  \nCompany’s ability to schedule and work casual employees.  \n-33.  \n16/6/30 254 PM  \n(e) Conversion from Casual to Full-Time. The Company will give consideration to  \nUnion petitions for conversion from casual to full-time status, as Jong there is an open position  \nand a casual employee is the most qualified based on skills, performance and experience. The  \nCompany shall notify the Union on a quarterly basis the employees whose status have changed  \nfrom part-time to full-time employee status.  \nSECTION 12.6. Transfer Outside of Bargaining Unit  \nAny employee promoted or transferred to any full-time position outside of the bargaining  \nunit, but within the Vacation Kingdom Complex, shall retain and accumulate seniority for a  \nperiod not to exceed twelve (12) months from the date of accepting such position.  \nSECTION 12.7. Transfer Into Tipped Classification  \nAn employee transferring into a tipped classification from a non-tipped classification will  \nnot be allowed to exercise their seniority as it relates to the selection of work schedules until the  \nmajor schedule change following one (1) year of service in the tipped classification.  \nSECTION 12.8. Compliance with Governmental Employment Requirements  \n(a) Government Regulations. Should an employee fail to obtain or to maintain and  \ncontinue to satisfy legal requirements or governmental regulations for employment,  \ne.g., public certifications, etc., the employee will be placed on a personal leave  \nwithout pay for a sixty (60) day period. This leave period is to allow the employee  \nthe opportunity to obtain and provide to the Company proof of such necessary  \nauthorization, permit, qualification, certification and/or other documentation as may  \nbe required by law, governmental entities or regulatory agencies for the employee to  \nbe employed and/or to perform in his/her job classification. Failure to provide  \nacceptable evidence of compliance with all applicable laws, regulations, and/or other  \n-44-  \n16/6/30 2:54PM  \ngovernmental employment requirements in sixty (60) days will result in termination  \nof employment.  \n(b) Immigration Status, In the event that an employee is not authorized to work in the  \nUnited States following the probationary period and his/her employment is terminated  \nfor this reason, the Company agrees to immediately reinstate the employee to his/her  \njob classification without loss of prior seniority (seniority, vacation or other benefits  \ndo not continue to accrue during the period of absence) upon the employee providing  \nproper work authorization within sixty (60) days from the date of termination.  \n"], ["ARTICLE 13 —- VACANCIES AND TRANSFERS  \nSECTION 13.1. Vacancy and Transfer Procedures  \n", "The Company aprees that new positions or vacancies in the bargaining unit will be posted  \nfor a period of seven (7) days, unless operational needs require a shorter period. To be eligible  \nfor consideration, a proper application or request by an employee must be received by the  \nCompany within this period. In selecting the candidate for a vacancy or in granting transfers to  \ndifferent locations and/or different job classifications, seniority shall prevail when candidates  \npossess the following qualifications:  \n(a) Length of Service:  \nl, Six (6) months employment  \n2. Minimum of six (6) months in work location.  \n{b) Dependability:_No reprimands in the last three (3) months.  \n(c) Stall and Abiliry: Demonstrated skill and ability necessary to perform the specific  \njob.  \n‘16/6/30 2:44PM  \nSECTION 13.2. New Position or Transfer to Different Job Classifications  \nEmployees selected for a vacancy or approved for transfer to a different job classification  \nshall be placed on a qualifying period for up to forty five (45) calendar days. If the Company  \ndetermines during the forty five (45) day qualifying period that the employee’s performance is  \nnot satisfactory or if the employee requests a return within forty five (45) calendar days, the  \nCompany will return the employee to his prior job classification and location, if available.  \nSECTION 13.3. Transfers to Different Locations  \nEmployees who transfer within the same job classification but to a different location shall  \nbe placed on a forty-five (45) day qualifying period. If the Company determines during the  \nforty-five (45) day qualifying period that the employee’s performance is not satisfactory or if the  \nemployee requests a return to the prior location within the forty-five (45) days, the Company  \nshall return the employee to the next available opening in the same job classification in a  \ndifferent location, if available..  \n-35-  \n16/6/H) 2:54PM  \n"], ["ARTICLE 14 —- LAYOFFS AND RECALLS  \nSECTION 14.1. Layoff According to Seniority in Job Classification  \n", "Whenever it becomes necessary to reduce the working force in a given job classification,  \nthe employee(s) permanently assigned to that job classification with the least company-wide  \nseniority will be laid off providing the remaining employees possess the necessary skills,  \nqualifications and abilities to perform available work as determined by the Company.  \nSECTION 14.2, Notice of Layoff  \nWhenever possible, one week’s advance notice of layoff will be given to an employee. It  \nis further mutually agreed that no penalty shall accrue to the Company in the event the Company  \nfails to provide said one-week’s advance notice. The Company will furnish to the Union written  \nnotice of new hires and layoffs.  \nSECTION 14.3. Laid-Off Employees Retain Seniority for 12 Months  \nEmployees on layoff for twelve (12) months or less and who are recalled will maintain  \ntheir seniority date and continuous service date for purposes of Company benefits,  \nSECTION 14.4. Recalls in Accordance With Seniority in Job Classification  \nEmployees who have been laid off as a result of the curtailment of operations shall be  \nrecalled in accordance with their seniority in their permanent job classification, provided the  \nemployees possess the necessary skills, qualifications and abilities to perform the available work,  \nas determined by the Company.  \nSECTION 14.5. Recall Procedure  \nLaid-off employees shall be notified of recall by telephone five (5) workdays prior to the  \nrequired start date. If the employee is not contacted by telephone, the Company will send a  \ncertified letter to the employee’s address of record notifying him/her of recall and the required  \n~36-  \n‘86/6/30 2:54PM  \nstart date, which shall not be less than ten (10) workdays from the date the letter is mailed. A  \ncopy of any such letter shall be mailed to the Union.  \nSECTION 14.6. Correct Address and Telephone Number  \nFailure of an employee to have a current address and telephone number on record in the  \nHuman Resources Department will relieve the Company of its responsibility of notification to  \nthe employee under any Article of this Agreement.  \nSECTION 14.7. Failure to Report From Layoff  \nAn employee who fails to report for work as scheduled on recall from layoff shall be  \nconsidered to have voluntarily terminated his/her employment unless such employee has notified  \nthe Company of personal illness or a death in the immediate family prior to the date he/she was  \nscheduled to report to work.  \nae  \n‘16/6/30  \n"], ["ARTICLE 15 - INTERCHANGEABILITY OF WORK ASSIGNMENT  \nSECTION 15.1. Interchangeability  \n", "(a) |The Company can temporarily assign, reassign, or transfer an employee to any  \nwork location or to another job classification during the workday or work week, within all of the  \nareas included in this Agreement.  \n(b) In the administration of this article, involuntary work shall be required of the most  \nqualified, available, on-shift employee.  \n(c) Whenever an employee is assigned or transferred to perform two (2)  \nor more job classifications during the day, the employee will receive his permanent rate or the  \nrate for the job to which he was transferred, whichever is higher, for ali time worked in the  \nhigher classification. The only exception is when a non-tipped employee works in a tipped  \nclassification, in which case he/she will be paid the appropriate tipped rate for all hours worked  \nin that classification.  \nSECTION 15.2. Assignment to Two or More Different Job Classifications  \nThe Company may assign an employee to work at two (2) or more different job  \nclassifications during a workday, either temporarily or permanently, for any period of time.  \nWhenever an employee is assigned or transferred to perform two (2) or more job classifications  \nduring the day, the employee will receive his/her permanent rate or the rate for the job to which  \nhe/she was transferred, whichever is higher, for ali time worked in the higher classification when  \nthe cumulative amount of time is sixty (60) minutes or more. However, tipped employees will  \nnot be required to involuniarily work in a non-tipped job classification.  \nSECTION 15.3. Assignment to New Job Classification  \nAn employee assigned to a job classification other than the job classification that is  \nhis/her permanent status shall have the right to request not to be assigned to such job  \n~3§-  \n16/6/30 2:44PM  \nclassification. Such employee shall not be required to work against his/her desire in the new  \nclassification for a period of time exceeding ten (10) workdays.  \nSECTION 15.4. Assignment, Reassignment or Transfer of Shop Stewards  \nIn the administration of this Article, the Company will not involuntarily assign, reassign  \nor transfer Shop Stewards.  \n-39-  \n16/6/30 72:54PM  \n"], ["ARTICLE 16 —- LEAVE OF ABSENCE  \nSECTION 16.1. Temporary Leave of Absence  \n", "An employee’s request for a leave of absence, not to exceed thirty (30) days, may be  \ngranted for good cause, if the employee’s services can reasonably be spared. All leaves of  \nabsence must be requested and approved in writing.  \nSECTION 16.2. Leave for Union Business  \nAn employee accepting a full-time position with the Union shall be entitled to an unpaid  \nleave of absence for a period not to exceed one (1) year from the date of accepting such position,  \nduring which time he/she shall retain and accumulate seniority. In the event that a union  \nbusiness leave exceeds sixty (60) days, continuation of the employee’s health care coverage will  \nbe subject to COBRA. The Union may petition the Company on an individual basis for a yearly  \nextension of this leave of absence.  \nSECTION 16.3. Family and Medical Leave  \nThe Company offers family and medical leave pursuant to the provisions of the Family  \nand Medical Leave Act of 1993. The Company and the Union acknowledge and agree that the  \nterms and provisions of this Collective Bargaining Agreement must conform to and will be  \nadministered consistent with the requirements of the FMLA. An employee is eligible for unpaid  \nfamily and medical Jeave as set forth below:  \n(a) Eligible Employees. Employees who have been employed for at least 12 months  \nand have worked at least 1,250 hours during the preceding 12-month period are eligible for  \nunpaid family or medical leave. If a leave is requested for an employee’s own serious health  \ncondition, the employee must first use all of his or her accrued vacation leave, sick leave,  \npersonal leave, or short term disability leave. If leave is requested for any other reason listed  \n-40-  \n‘86/6/30 2:44PM  \nbelow, an employee must first use all of his or her accrued paid vacation or personal leave. The  \nremainder of the leave period will then consist of unpaid leave.  \n(b) Leave Period. An eligible employee is entitled to take up to a maximum of 12  \nweeks of family or medical leave in any 12-month period. The 12-month period shail be a  \nrolling 12-month period measured backward from the date the leave is used. Entitlement to  \nleave for the birth or placement of a child for adoption or foster care will expire 12 months from  \nthe date of birth or placement.  \n(c) Reasons for Leave. An employee who meets with the applicable eli pibility  \nrequirements will be granted a total of up to 12 weeks of unpaid leave for the following reasons:  \nThe birth of the employee’s child and in order to care for that child:  \n2. The placement of a child with the employee for adoption or foster care;  \n3. The care for a spouse, child, or parent who has a serious health condition:  \nor  \n4, A serious health condition that renders the employee incapable of  \nperforming the functions of his or her job.  \nIf a husband and wife both work for the Company, the aggregate leave taken by both  \nemployees is limited to a total of 12 weeks if the leave is taken for the birth or placement of a  \nchild or to care for a parent with a serious health condition. However, if the leave is taken by  \neither spouse to care for the other who is seriously ill and unable to work, to care for a child with  \na serious health condition, or for his or her own serious illness, then each employee is eligible for  \n12 weeks of leave.  \n(d) Application for Leave. An employee requesting family or medical leave must  \ncomplete the “Application for Family or Medical Leave” form (the employee can obtain the form  \n-4|-  \n16/6/30 2:54PM  \nfrom the administrative assistant in the employee’s local administration office) and immediately  \nreturn it to the administrative assistant from whom the employee obtained the form. The  \ncompleted application must state the reason for the leave, the duration of the leave, and the  \nstarting and ending dates of the leave.  \n(e) Notice of Leave, Ail employees of the Company who request FMLA leave when  \nthe need is “foreseeable” are required to give 30 days notice prior to the commencement of ©  \nleave. When the need for leave is not foreseeable, the employees must provide notice as soon as  \npracticable but normally within two business days. Notice may be given by a spouse, family  \nmember or other representative if the employee is unable to do so personally.  \n(1) Intermittent or Reduced Leave. Employees may not take intermittent or reduced  \nleave in case of birth or placement of 2 child, unless the Company agrees. In the case of serious  \nhealth conditions, leave may be taken intermittently or on a reduced leave schedule when  \nmedically necessary. Employees are expected to make a reasonable effort to schedule  \nintermittent leave so as not to disrupt the operations of the Company. The Company may require  \nan eligible employee on intermittent or reduced leave to transfer temporarily to an available  \nalternative position for which the eligible employee is qualified if the position has equivalent pay  \nand benefits and better accommodates the recurring periods of leave than the eligible employee’s  \nregular position.  \n(g) Medical Certification of Leave. The application for leaye based on the “serious  \nhealth condition” of the employee or the employee’s spouse, child, or parent must be  \naccompanied by a “Health Care Certification” completed by the health care provider (the  \nemployee can obtain the form from the administrative assistant in the employee’s local  \nadministration office), The certification must state the date on which the serious health condition  \n‘16/6/30 2:54 PM  \ncommenced, probable duration of the condition, and the appropriate medical facts regarding the  \ncondition. If an employee is requesting leave to care for a spouse, child, or parent with a serious  \nhealth condition, the medical certification must state an estimate of the amount of time the  \nemployee will be needed. If the employee has a serious health condition, the medical  \ncertification must state that the employee cannot perform the functions of his or her job. The  \nCompany will require medical certification to be submitted prior to or when an leave  \nbegins or within fifteen (15) calendar days after the leave starting date. In addition, the  \nCompany may require subsequent re-certifications on a reasonable basis.  \n(b) Notification of Leave Assignments. After receiving notice from the employee  \nregarding the need to take family or medical leave, the Company will provide the employee with  \nan “Employer Response to FMLA Request.”  \n(i) Benefits Coverage During Leave. During a family or medical leave, the employee  \nwill be retained on the Company’s health plan under the same conditions that applied before the  \nleave began. To continue health coverage, the employee must continue to make any contribution  \nthat he or she made for group insurance during the leave. Failure of the employee to pay his or  \nher share of the health insurance premium may result in the loss of coverage.  \nAn employee who is granted FMLA leave shall retain and accumulate seniority during  \nsuch leave. An eligible employee will not accrue any right, benefit or position of employment  \nother than that which they would have been entitled to had a leave not been taken and such leave  \nwill not result in the loss of any benefit accrued prior to the date on which the leave began.  \nIf an employee fails to return to work after the expiration of the leave, the employee may  \nbe required to reimburse the Company for payment of health insurance premiums during the  \nfamily or medical leave. Reimbursement will not be required if the employee does not return to  \n43-  \n16/6/30 2:54PM  \nwork because of a serious health condition or other circumstances beyond the employee’s  \ncontrol.  \n(j) Restoration to Employment. An employee who completes a family or medical  \nleave will be returned to the same position held when the leave began, if available, or to a  \nposition equivalent in pay, benefits, and other terms and conditions of the employment. The  \nCompany cannot guarantee that an employee will be returned to his or her same former job.  \n(k) Return from Leave. The Company will require an employee taking a family or  \nmedical leave to report every thirty (30) days on his or her status and intent to return to work  \nupon completion of the leave. Employees returning from a medical leave are required to provide  \ncertification health care provider indicating that the employee is able to resume work with  \nno limitations. Employees who do not return to work upon the expiration of a family or medical  \nleave will be treated as having voluntarily terminated their employment. An employee who  \nrequests an extension of family or medical leave must submit his or her request for an extension  \nin writing that includes the reason for the requested extension.  \nSECTION 16.4. Other Non-Occupational Medical Leave  \n(a) | Employees not covered by the FMLA may be granted non-occupational medical  \nleave, at the discretion of the Employer.  \n(b) An employee requesting a non-occupational medical leave of absence must  \nprovide a written statement from their personal physician documenting the reason for the leave  \nand the beginning date and estimated duration of the medical leave. Failure to comply with this  \nprovision may jeopardize the employee’s eligibility for a medical leave of absence.  \n(c) An employee who is granted a medical leave of absence shall retain and  \naccumulate seniority during such leave. If eligible, an employee may request payment of earned  \n44.  \n‘16/6/30 2:54PM  \nsick leave and vacation benefits. Employees who are on leave of absence for more than thirty  \n(30) days will not receive credit toward scheduled step increases.  \n(d) | Anemployee who returns from medical leave of absence within sixty (60) days or  \nless will be placed in his/her prior job, location, and schedule. If the employce has been on leave  \nfor more than sixty (60) days, the Company will make every reasonable effort to place said  \nemployee in the employee’s prior job and location.  \nAn employee who fails to return from medical leave of absence, or to seek a  \nrelease to return to work from the medical leave of absence, will be considered to have  \nvoluntarily terminated.  \nSECTION 16.5. Leave for Compensable Injury  \nAny employee on medical leave as a result of an on-the-job compensable injury shall  \nretain and accumulate seniority during such leave. Upon being released for return to work, if the  \nemployee has been off sixty (60) days or less or for FMLA qualifying leave, such other period as  \nrequired by that law, he/she will be placed in his/her prior job, location and schedule. If the  \nemployee has been off for more than sixty (60) days, the Company will make every effort to  \nplace said employee in the employee’s prior job and location.  \nSECTION 16.6. Medical Leaves Exceeding One Year  \nThose employees who accumulate time on occupational or non-occupational medical  \nleave of absence totaling one (1) year will have their employment with the Company terminated.  \nThe one-year period is calculated on a cumulative, as opposed to a consecutive basis, as outlined  \nbelow:  \n(a) if an employee returns from medical leave and works less than twenty-six (26)  \nconsecutive working weeks, and is subsequently returned to medical leave, the employee will  \ncontinue to accrue time toward the one year cut-off described above.  \n45-  \n16/6/30 2:54PM  \n(b) If an employee returns from medical leave and works for a minimum of twenty-  \nsix (26) consecutive working weeks, the emplovee will begin a new one-year period.  \n(c) Ifan employee retums to work and subsequently retums to medical leave due to  \nan unrelated medical condition, the employee will begin a new one-year period.  \nSECTION 16.7. Employee Medical Information (Confidential)  \n(a) | who has a medical condition which requires medication of any type,  \nor which may affect his/her ability to perform required duties, must provide a written statement  \nfrom his/her personal physician documenting the reason for the medication/condition, estimated  \nduration and any work restrictions. Any medical information or disclosure will be filed and  \nmaintained in the employee’s confidential medical records. Failure to provide such information  \non a timely basis may result in the employee’s termination.  \n(b) Pregnant employees must provide a written statement from their personal  \nphysician documenting any medication which is reasonably expected to affect her ability to  \nwork, work restrictions, and a designated date beyond which it is not satisfactory for her to  \ncontinue working. A pregnant employee who is regularly in view of the public in a themed show  \narea may continue employment as long as medically approved and her physical appearance in the  \ndesignated costume for her particular work location does not detract from the image of the  \ncostume’s original theme design. The Company will find an appropriate non-theme show job  \n(out of costume) for an employee who is displaced due to costuming restrictions, Pregnant  \nemployees not in the view of the public in a non-theme show area may continue their  \nemployment as long as medically approved.  \nSECTION 16.8 Administrative Leave  \nAt the request of the Union, the Company agrees to consider, on a case by case basis and  \nin its sole discretion, allowing employees to continue working or placing employees on unpaid  \n-46-  \n‘16/6/30 2:54PM  \nadministrative leave for up to one (1) year pending the outcome of civil or criminal charges.  \nHowever, the Company reserves the right to take disciplinary action, up to and including  \ntermination, based on the nature of the allegations and/or information available to the Company  \nregarding the circumstances. Disciplinary action taken by the Company shall be subject to the  \ngrievance procedure with the exception of probationary period terminations.  \n-47-  \n‘16/6/30 2:54PM  \n"], ["ARTICLE 17 — DISCIPLINE, STANDARDS OF CONDUCT AND  \nDISCHARGE  \n", "SECTION 17.1. Standard of Conduct  \nHigh standards of conduct are necessary to preserve the Company’s public image and to  \nensure a safe, harmonious and productive working atmosphere. The Company shall admintster  \nthe sections of this Article with due consideration for the employee. Such considerations shall  \ninclude length of service, work record, and seriousness of violation. The Company will make  \nevery effort to ensure the consistent and timely application of the disciplinary section of this  \nAgreement.  \nSECTION 17.2. Union Representative  \nThe employee has the right to the presence and advice of a Shop Steward at the time of  \ndisciplinary action. In any formal questioning by the Company that could lead to disciplinary  \naction, the employee will be informed of the purpose of the questioning and that s/he has a right  \nto have a Shop Steward present.  \nSECTION 17.3. Notice of Investigation  \nIn those circumstances where the Company determines that an investigation will be  \nconducted regarding an employee’s actions, and where such investigation may lead to  \ndisciplinary action but does not require that the emplovee be suspended from work, the Union  \nagrees that the decision not to suspend the employee during the investigation shall not be utilized  \nin any manner, or in any subsequent proceeding, as evidence contesting the disciplinary action.  \nSECTION 17.4. Disciplinary/Investigatory Suspensions  \nAn employee may be suspended from work so that the Company may complete a  \nthorough investigation and review of an alleged incident/offense. At the conclusion of the  \ninvestigation, the employee will receive one of the following:  \n48.  \n‘$6/6/30 2:54PM  \n(a) No discipline and a return to work with full back pay and applicable pension  \ncontributions; or  \n(b) =A reprimand in accordance with Section 17.5(a) below and a retum to work with  \nno back pay and applicable pension contributions; or  \n(c) Disciplinary suspension in accordance with Section 17.5(b) below; or  \n(d) Termination in accordance with Section 17.6 below.  \nAn employee may be suspended without pay for a period of up to two (2) weeks. The  \npatties recognize, however, that the use of a suspension is not a mandatory component of the  \ndisciplinary progression.  \nIn circumstances where an investigatory suspension extends beyond two (2) weeks, an  \nemployee shall be paid on a weekly basis until such time that the suspension is concluded and an  \nemployment decision is administered by the Company.  \nSECTION 17.5. Discipline  \nDiscipline must be for just cause. In administering discipline, the Company will make  \nits determination based on the factors in Section 17.1.  \n(a) | Reprimands, Reprimands will be issued, in writing, on a specific subject or  \nsubjects and will be signed by the Supervisor who will present it and discuss it with the  \nemployee. Reprimands will be presented and discussed within fifteen (1 >) calendar days after the  \noccurrence, or within fifteen (15) days after the immediate supervisor has had a reasonable  \nopportunity to become aware of and complete an investigation of the occurrence, whichever is  \nlater, unless prevented by the absence of the employee or extenuating circumstances beyond the  \ncontrol of the Company. These time limits shall not apply to discipline as a result of an HR  \nCompliance investigation. An employee will sign the reprimand, not in admission of the  \n49.  \n16/6/30 2:54PM  \noffense, but in acknowledgment that a copy of the reprimand has been received by the employee.  \nThe Company shall make copies of written reprimands available to the Union.  \n(b) Disciplinary System.  \n1. Reprimands may count as one (1) or two (2) disciplinary points. Such  \ndetermination shall be based upon a fact-specific evaluation of the  \ndisciplinary incident.  \n2. Any combination of four (4) reprimands within the preceding twelve (12)  \nmonths shall result in the employee’s termination.  \n3. The twelve (12) months period shall be a rolling 12 months period  \nmeasured backward from the date of the first reprimand.  \n4, It is specifically understood by the parties that the disciplinary point  \nsystem is not restricted to same or similar offenses but may include  \ndifferent offenses on a cumulative basis.  \nSECTION 17.6. Discharge  \nAn employee may be discharged for just cause and will be advised of the reason(s) for  \ndischarge, which may include, but is not limited to, the following:  \n(a) Insulting, arguing, being discourteous, or using profane language in the presence  \nof a guest.  \n(>) Fighting, regardless of who provokes it, may result in automatic termination for  \nboth parties involved.  \n(c)  Falsification of records, such as medical forms, time cards, employment  \napplications.  \n-§0-  \n‘$6/6/30 2:54 PM  \n(d} Using, being in possession of, or being under the influence of narcotics,  \nintoxicants, drugs or hallucinatory agents during working hours or reporting for work under such  \nconditions.  \n(e) Conviction, plea of guilty, plea of no contest, or acceptance of pre-trial diversion,  \nor other similar resolution to a felony or serious misdemeanor, such as but not limited to child  \nabuse, lewd and lascivious behavior, or sale/distribution of controlled substances.  \n(f) Violation of operating rules and procedures that may or may not result in physical  \nand/or financial damage to Company property or in bodily injury to fellow employees or guests.  \n(zg) | Gambling, sleeping while on duty, willful insubordination and theft.  \n(h) Dishonesty or misconduct that is detrimental to the  \n(i) Continued violation of the Company appearance guidelines.  \n{j) Failure to return from a leave or vacation.  \n(k) Excessive tardiness or absentecism.  \n6) Discrimination/harassment.  \n(m) Possession of dangerous or unauthorized materials such as explosives, firearms,  \nor other similar items on Company property.  \nWhile it has never been the position of the Company to legislate behavior during off-duty hours, the Company  \ndoes reserve the right to administer appropriate disciplinary action when flagrant actions take place on Company  \nproperty by outside their scheduled work hours, It is understood by both parties that in the event of  \nextremely serious infractions of this nature requiring discharge, subsection(s) (f) and/or (h) of the above referenced  \nArticle will be cited.  \n-5]-  \n16/6/30 2:54PM  \nSECTION 17.7. Absenteeism and Tardiness Standard:  \nIn 201+ negotiations, the Union and the Company discussed the unique nature of the Company’s  \nbusiness and the distinct operational needs that differ from the surrounding Walt Disney World  \noperations, Based on those discussions, the parties agreed to the following:  \n(a) Absences: Employees must call to notify the Company of their absence on the dedicated  \ncall-in line at least one (1) hour prior to the shift start time. If an employee calls absent  \nless than one (1) hour before the scheduled start time, he/she will receive zie (*)  \nattendance point in addition to the list below:  \n1.  \n2.  \nBeginning with 3 in any 30 days = reprimand  \nBeginning with 6 in any 90 days = reprimand  \nBeginning with 9 in any 180 days = reprimand  \nBeginning with 12 in any 365 days = reprimand  \nNo Call/No Show = reprimand. A No Call/No Show is defined as an absence  \nwithout calling except in case of a bona fide emergency. The Company will  \naccept cails from employees’ family members if the employee is unable to call.  \n(2) af Na Show tt a sefling (72) asonth iti  \nrough far  \nWhen an employee calls absent one (1) hour or more before the scheduled start time, the  \nCompany will make every possible effort to call in a bargaining unit replacement by  \nseniority (first giving preference to those employees who would not incur overtime).  \n(b)  Tardiness:  \n-52-  \n16/6/30 2:54PM  \nA tardiness of more than one (1) hour will count as one absence. A tardiness of one (1)  \nhour or less will count as one-half (1/2) an absence. A tardiness of five (5) minutes or  \nless shall fall within the grace period and shall not count as tardiness.  \n(c) Procedures:  \nThe following items shal] not be counted as absences:  \n1, Work incurred injuries;  \n2. Medical Leaves;  \n3. Release of shift for medical reasons;  \n4. Scheduled personal leaves where the Company agrees in advance to the leave;  \n5. Subsequent consecutive call-ins for the same illness or injury will not count as an  \nadditional occurrence;  \n6. The first 42) call-in or call sick notations for employees who meet the  \nfollowing criteria:  \n(a) The employee has one (1) or more years of seniority; 2maleveer  \nafter , 2078 nator ties (2) av ators pears oF  \n(0b) Pag fer the dep will Ge ar he empleves’s  \n(c) The employee must not have received attendance discipline in the prior  \nfaar (28s  \nPan employee rails sek and has'earned sick dese availabie. no svivtion  \nwil dy mage on the record card The ovstpanp reserves the rast ia ayh  \nfor dociee's mete after 3 conspentive sich cath  \n-§3-  \n16/6/30 2:54PM  \n(d)  \n(e)  \n  \nThe disciplinary progression shall be four (4) reprimands prior to termination within a  \ntwenty-four (24) month period, Any twelve (12) month period free from discipline will  \nresult in beginning again at the first step of progressive discipline.  \nAll references to time period in this Article refer to continuous work periods specifically,  \nexcluding any leaves of absence.  \nWith reasonable notice, regular full-time employees may request the use of six (6) days  \nsick leave per calendar year as personal leave days. Requests will be granted consistent  \nwith operational requirements.  \nSECTION 17.8. Clock in/Clock out Standard  \n(a) Failure to Either Clock in or Clock Out:  \n1. Beginning with 3 points in any 30 days = reprimand  \n2. Beginning with 6 points in any 90 days = reprimand  \n3. Beginning with 9 points in any 180 days = reprimand  \n4. Beginning with 12 points in any 365 days = reprimand  \n(b) Tracking:  \n1. Failure to clock in for the start of shift = 1/2 point  \n2. Failure to clock out for the end of shift = 1/2 point  \n3. Failure to clock in and out for same shift = 1 point  \n4, Failure to clock out for the start of lunch period = 1/2 point  \n5. Failure to clock in for the end of lunch period = 1/2 point  \n(c) Procedures:  \nEmployees must utilize the time recording clock to which they are assigned unless  \notherwise directed by management. It is the responsibility of the employee to inform  \nmanagement of a lost or stolen ID card before the end of his or her shift.  \n-54-  \n‘16/6/3982 2:44PM  \nFailure to clock in as a result of a lost, stolen, or damaged ID card is  \nconsidered “4 point. (During the time it takes the employee to replace a  \nlost, stolen, or damaged ID card [maximum seven (7) days], the clock  \ninfractions will not be counted toward this point matrix system for  \ndisciplinary purposes.)  \nThe disciplinary progression shall be three (3) reprimands prior to  \ntermination. Any twelve (12) month period free from discipline will result  \nin beginning again at the first step of progressive discipline.  \nAll references to time periods in this standard refer to continuous work  \nperiods specifically, excluding any leaves of absence.  \nThe Company reserves the right to discipline outside this matrix when an  \nemployee habitually loses possession of or damages his/her ID card.  \nFalsification of hours worked and/or the use of an ID card by anyone other  \nthan the person issued the ID card may result in disciplinary action, not  \nexcluding termination.  \n44.  \n16/6/30 2:54PM  \n"], ["ARTICLE 18 — GRIEVANCE AND ARBITRATION PROCEDURE  \nSECTION 18.1. Grievance Settled According to Procedure  \n", "The parties to this Agreement agree that any grievance arising out of the interpretation or  \napplication of the terms of this Agreement, with the exception of terminations and policy  \ngrievances which will be expedited to Step 3, shall be settled promptly in accordance with the  \nfollowing procedures:  \nSECTION 18.2. Definitions  \n(a) Grievance: A grievance, within the meaning of this procedure, is defined as a  \ndispute or difference of opinion between the parties conceming the meaning, interpretation,  \napplication or alleged violation by the Company of this Agreement.  \n(b) Time Limits: The parties recognize that it is important that grievances be  \nprocessed and resolved as rapidly as possible: therefore, the number of days indicated at each  \nstep of the grievance procedure should be considered as 2 maximum, and every effort should be  \nmade to expedite the process. The time limits specified may be extended by mutual agreement  \nas evidenced by a waiver, in writing, signed by an authorized representative of the Company and  \nthe Union; otherwise, the grievance shall be regarded as withdrawn.  \n(c) Recording Devices: The parties agree that no recording devices of any kind shall  \nbe permitted to be utilized during Steps 1, 2, 3, or 4 of the grievance procedure.  \n(d) Back-pay Awards: The parties agree that any Arbitrator’s award of back pay shall  \nbe lessened by unemployment compensation or any other compensation received by the grievant  \nduring the period of termination prior to reinstatement.  \n(e) Information Requests: The Company will make every reasonable effort to  \nprovide any requested, relevant information regarding grievances to the Union within seventy-  \n-56-  \n‘16/6/30 2:54PM  \ntwo (72) hours. In circumstances where the Company is unable to provide information within  \nseventy-two (72) hours, the Union will be provided with an estimate of the time of provision.  \nSECTION 18.3. Grievance Procedure.  \nStep I  \nAny employee, believing that he/she has suffered a grievance, shall discuss the matter  \nwith his/her immediate supervisor. The employee may choose whether to discuss the matter  \nwith his/her supervisor with or without the assistance of his/her Union Representative.  \nIn order to be deemed timely, a grievance must be discussed by the employee with his/her  \nimmediate supervisor within fourteen (14) calendar days after its occurrence, or within fourteen  \n(14) calendar days after the employee has had a reasonable opportunity to become aware of the  \noccurrence, whichever is later. The employee must indicate that his/her discussion with the  \nsupervisor is a grievance. Failure to observe the aforementioned time limitation shall be deemed  \na waiver and the grievance will be regarded as abandoned.  \nThe immediate supervisor shall give an oral reply within seven (7) calendar days after  \nsubmission of the grievance. If the immediate supervisor fails to give an oral reply within the  \ntime limits provided, the grievance may be appealed to the next Step of the grievance procedure.  \nStep 2  \nIf the grievance shall not have been adjusted under Step 1, then within seven (7) calendar  \ndays after the reply given under Step 1, or after the date under which a reply should have been  \ngiven under Step 1, the grievance shalf be reduced to writing upon the accepted Grievance Form.  \nThe written grievance shall set forth the relevant information conceming the dispute, including a  \nshort description of the alleged grievance, the date on which the grievance occurred, and an  \nidentification of the Section of the Agreement alleged to have been violated. The grievance shall  \nbe submitted to the employee’s Manager, who shall immediately forward copies to the  \n-57-  \n16/6/30 2:54 PM  \ndesignated Company Representative. The Company Representative and the Union  \nRepresentative shall meet within seven (7) calendar days after invocation of Step 2 in an attempt  \nto settle the grievance. It shall be incumbent upon the Business Representative to request such  \nmeeting. The Company Representative shall provide the employee and the Union  \nRepresentative with a written reply within seven (7) calendar days after the parties have met. If  \nthe designated Company Representative fails to give a written reply within the time limits  \nprovided, the grievance may be appealed to the next Step of the grievance procedure.  \nStep 3  \nIf the grievance shall not have been adjusted under Step 2, then within seven (7) calendar  \ndays from the date of the supervisor’s written decision or a date when the decision should have  \nbeen submitted by the supervisor, the grievance shall be presented in writing to the General  \nManager. The General Manager and the employee’s Union Business Representative shall meet  \nwithin seven (7) calendar days in an attempt to resolve the grievance. The General Manager shall  \nprovide the Employee and the Union Business Representative with a written reply within seven  \n(7) calendar days after the parties have met. If the General Manager fails to give a written reply  \nwithin the time limit provided, the grievance may be appealed to arbitration.  \nIn conducting the second and third Step meetings, the presence of the Shop Steward  \nand/or the grievant may be requested by the Union Such request will remain the  \nsole option of the Union.  \nStep 4  \nIf the grievance shall] have been submitted but not adjusted under Step 3, either party  \nmay, within seven (7) calendar days after receipt of the General Manager’s written reply, or a  \ndate when the written reply should have been submitted by the General Manager, request in  \n58.  \n‘16/6/30 2:54PM  \nwriting that the grievance be submitted to an Arbitrator mutually agreed upon by the Company  \nand the Union. If within seven (7) calendar days after such request the Company and the Union  \ndo not agree upon the selection of an Arbitrator, such Arbitrator shall be selected from a list of  \nfive Arbitrators furnished by the Federal Mediation and Conciliation Service. The Rules of the  \nFederal Mediation and Conciliation Service shall govern the selection of an Arbitrator and the  \nconduct of the arbitration hearing. The Arbitrator shal] not have the authority to alter, amend,  \nchange, modify, add to or subtract from or reform any provision, article or language of this  \nAgreement. The decision of the Arbitrator shall be final and binding on all parties with no  \nfurther appeal, except for reasons of aside an Arbitrator’s Award, as set forth in  \napplicable Federal and Florida Statutes. Any joint expense incidental to or arising out of the  \narbitration shall be borne equally by the Company and the Union. Only one grievance shall be  \nbefore a specific Arbitrator at one time. Either party, at their discretion, may refuse one list,  \nwhich has been presented by the Federal Mediation and Conciliation Service for a pending  \narbitration hearing.  \nSECTION 18.4. Grievance Settlements  \nA grievance settlement, having been resolved at any step of the grievance procedure, will  \nbe implemented no more than seven (7) calendar days after the date of the settlement agreement  \n-§9-.  \n‘16/6/30 2:54PM  \n"], ["ARTICLE 19 - HOLIDAYS  \nSECTION 19.1. Holidays Observed  \n", "There will be seven (7) core holidays and three (3) personal holidays.  \n(a) Thecore holidays are:  \nl. New Years Day  \n2. Martin Luther King, Jr. Day  \n3. Memorial Day  \n4, Independence Day  \n5. Labor Day  \n6. Thanksgiving Day  \n7, Christmas Day  \n(b) The three (3) personal holidays may be used on dates mutually apreed to by  \nmanagement and the employee.  \nSECTION 19.2. Eligibility  \n(a) All regular full-time employees are eligible for holiday pay after working thirty  \n(30) calendar days of continuous service, providing they work their scheduled shifts prior to and  \nimmediately following such holiday.  \n(b) If the failure to work his/her regularly scheduled shift immediately  \nbefore or following the holiday was due to personal illness, injury, or death in the immediate  \nfamily or an approved FMLA absence, and the employee satisfied the Company in this respect,  \nhe/she shall be eligible to receive holiday pay.  \n(c} | Employees on an authorized leave of absence of six (6) days or longer are not  \neligible for holiday pay.  \n16/6/30 2:44PM  \nSECTION 19.3. Personal Holidays  \nEffective January | of each year of this Agreement, all employees with one or more years  \nof continuous service will be credited with three (3) personal holidays. Employees with less than  \none (1) year of service, and employees who are hired or converted from a@ casual status to a full-  \ntime status after January 1, will be credited with one (1) personal holiday on each of the  \nfollowing posting dates: March 1, June 1, and September 1. An employee must be statused as a  \nfull-time employee on the posting date to receive the personal holiday.  \nPersonal holidays shall require two (2) weeks advance notice for scheduling and shall be  \ngranted consistent with operational requirements. In the event all requests for a particular day  \ncannot be approved due to operational requirements, seniority shall prevail in granting the  \nholiday.  \nPersonal holidays will be scheduled and taken within the following provisions:  \n(a)  \n(b)  \n(c)  \n(d)  \n(e)  \nMust be taken within the calendar year;  \nMay not be carried over from year-to-year, or paid off at time of termination;  \nDo not effect the use of sick leave days or personal time off,  \nWill not be paid in addition to other hours worked; and,  \nMay only be taken in one (1) full shift increment.  \nSECTION 19.4. Holiday Pay When Not Worked  \nEach eligible employee will receive eight (8) hours pay at the employee’s regular  \nstraight-time rate for each observed holiday not worked, provided the employee has worked their  \nentire scheduled shifts prior to and immediately following the holiday.  \nSECTION 19.5. Holiday Pay When Worked  \nEach eligible employee will receive eight (8) hours pay at the employee’s regular straight  \ntime rate for each observed holiday worked provided the employee has worked their entire  \n-61-  \n16/6/30 2:54PM  \nscheduled shifts prior to and immediately following the holiday. The holiday pay shall be in  \naddition to the employee’s straight time pay for all hours worked in his/her scheduled shift.  \nSECTION 19.6. Double Time Pay for hours over 8 worked on Holiday  \nDouble time the employee’s regular rate shall be paid for hours worked in excess of 8  \nhours on a paid holiday.  \nSECTION 19.7. Holiday Pay For Holiday During Vacation  \nShould a holiday fall during the period of an employee’s vacation, the employee shall be  \npranted an extra day’s pay.  \nSECTION 19.8. Day Holiday is Observed  \nRecognized holidays shall be observed on the date designated for observance by the  \nFederal Government, except Christmas, which shall be observed on December 25th.  \nSECTION 19.9. No Holiday Pay for Employee Scheduled to Work Holiday and  \nWho Does Not Work  \nAn employee who is regularly scheduled to work on a recognized holiday and who does  \nnot work shall not receive holiday pay, except in the case of an employee who is given an  \nauthorized day off (ADO) by management.  \nSECTION 19.10. Holiday Pay on Day Off When Worked  \nIf a holiday worked falls on one of the employee’s regular days off, he/she shall receive  \neight (8) hours straipht-time holiday pay, plus the rate he/she would receive for working on  \nhis/her day off.  \nSECTION 19.11. Holiday Starts at 12:00 a.m. on Holiday  \nFor the purpose of computing pay for work on a holiday, the twenty-four (24) hour  \nholiday period shall commence at 12:00 a.m. on the holiday and terminate at 11:59 p.m. the same  \nday.  \n‘16/6/30 2:54PM  \nSECTION 19.12. Pay Rate for Holidays  \nThose employees in tipped classifications will have holiday benefits paid at the  \nappropriate non-tipped rate for Food/Beverage Steward on Addendum “A.”  \n.63-  \n86/6/30 2:54 PM  \n"], ["ARTICLE 20 — VACATION  \nSECTION 20.1. Eligibility, Regular Full-Time Employees  \n", "All regular fuli-time employees shall receive a vacation based on the number of hours  \nworked (straight-time and overtime hours exclusive of the overtime premium) up to a maximum  \nof 1800 hours, from date of hire to the end of the calendar year in which hired, and for each  \nsucceeding calendar year thereafter, based upon the conditions set forth in this Article. Paid  \nvacation will be credited as hours worked for accrual towards the next year vacation allowance.  \nSECTION 20.2. Vacation Earned In The First Calendar Year  \nVacation earned in the first (1st) calendar year of service may not be used until nine (9)  \nmonths of continuous service have elapsed from date of hire and in no event prior to the  \nbeginning of the calendar year following the year in which employed. Vacations thereafter shall  \nbe on a calendar year basis.  \n64  \n2:54PM  \nSECTION 20.3. Vacation Accrual Formula For Employees Hired Prior to  \nDecember 18, 1994  \n(a) Two (2) Week Vacation Accrual Formula.  \nCalendar Year Paid Vacation  \nHours Worked Hours Harned  \n1800 80  \n1620 72  \n1440 64  \n1260 56  \n1080 48  \n900 40  \n720 32  \n540 24  \n360 16  \n180 8  \n(b) Employees are eligible to take three (3) weeks of vacation on January 1st of the  \ncalendar year in which the sixth (6th) anniversary of continued service will occur.  \nEXAMPLE:  \n| Year of Hire 2007 2009  \nEligible to take 3 weeks on January 1 9012 2013 7015  \nof this year  \n      \n   \n    \n     \n        \n    \n.65-  \n16/6/H) 2:54PM  \n(c) Three (3) Week Vacation Accrual Formula.  \nCalendar Year Paid Vacation  \nHours Worked Hours Earned  \n1800 120  \n1680 112  \n1560 104  \n1440 96  \n1320 88  \n1200 80  \nL080 72  \n960 64  \n840 56  \n720 48  \n600 40  \n480 32  \n360 24  \n240 16  \n120 8  \n(d) Employees are eligible to take four (4) weeks of vacation on January Ist of the  \ncalendar year in which the eighteenth (18th) anniversary of continuous service occurs.  \nEXAMPLE:  \n    \n    \n   \n    \nYear of Hire 1995 1996 1997  \nEligible to take 4 weeks on January |  \nafthe year 2012 2013 2014 2015  \n    \n   \n‘16/6/30 2:54PM  \n(e) Four (4)-week vacation formula.  \nCalendar Year Paid Vacation  \nHours Worked Hours Earned  \n1800 160  \n1710 152  \n1620 144  \n1530 136  \ni440 128  \n1350 120  \n1260 112  \n1170 104  \n1080 96  \n990 88  \n900 80  \n810 72  \n720 64  \n630 56  \n540 48  \n450 40  \n360 32  \n270 24  \n180 16  \n90 8  \nSECTION 20.4, Vacation Accrual Formula for Employees Hired on or After  \nDecember 18, 1994  \n(a) One (1)-week vacation accrual formula.  \nCalendar Year Paid Vacation  \nHours Worked Hours Earned  \n1800 40  \n1440 32  \n1080 24  \n720 16  \n360 8  \n  \n16/6/30 2:54 PM  \n(b) Employees are eligible to take two (2) weeks of vacation on January Ist of the  \ncalendar year in which the third (3rd) anniversary of continuous service will occur:  \nEXAMPLE:  \nEligible to take 2 weeks on January 1  \nof the year  \n   \n(c) Two (2)-week vacation formula: Refer to the two (2) weeks vacation accrual  \nformula in Section 20.3(a).  \n(d) Employees are eligible to take three (3) weeks of vacation on January Ist of the  \ncalendar year in which the sixth (6th) anniversary of continuous service occurs. Refer to  \nexample in Section 20.3(b), and to the three (3) week vacation accrual formule in Section  \n20.3(c).  \n(e) Employees are eligible to take four (4) weeks of vacation on January Ist of the  \ncalendar year in which the eighteenth (18th) anniversary of continuous service occurs. Refer to  \nthe example in Section 20.3(d), and to the four (4) week vacation accrual formula in Section  \n20.3(e).  \nSECTION 20.5. Vacation Not Cumulative  \nVacations are not cumulative and must be taken within the calendar vear the employee  \nbecomes eligible to take his/her vacation. Vacations not used within the calendar year in which  \nthe employee becomes eligible to take his/her vacation shall be deemed to be lost with the  \nexception of a maximum of sixteen (16) hours of vacation that may be carried over to the  \nfollowing year.  \n«6k-  \n‘16/6/30 2:54 PM  \nSECTION 20.6. Payment for Accrued Vacation  \nUpon the request of an eligible employee, the company shall provide payment of up to  \none half of an employee’s accrued vacation to a maximum of eighty (80) hours on an annual  \nbasis (by calendar year). Amounts paid are subject to all required withholdings. Payment should  \nnormally be issued within two weeks of the request being received by payroll.  \nSECTION 20.7. Vacation Scheduling  \nDue to the nature of the Company’s operations and requirements for specified skills,  \nvacations will be scheduled by the Company. Hours worked and vacation hours earned in the  \npreceding year can not be determined until the final December payroll for that year has been  \nprocessed but such information will be provided prior to the time set by the Company for  \nsubmission of vacation requests by employees for consideration. Where a time period has  \npreviously been blocked out and the circumstances change such that the time period becomes  \navailable, employees requesting vacation for that time period will be considered on a seniority  \nbasis. Consideration will be given to requested time by the employee whenever possible. The  \nemployees with greater length of service will be given preference in the event of a conflict of  \ndates requested affecting two (2) or more employees. The Shop Steward may be present during  \nthe vacation scheduling in December, The Company shall provide the report to employees of  \ntheir vacation hours earned as soon as possible after the final December payroll for the previous  \nyear has been processed. Employees requesting vacation that exceeds their vacation hours  \neared will be allowed the time off without pay, as long as this does not interfere with other  \nemployee’s scheduled vacations or requested vacations and the proper running of the operation.  \nPaid and unpaid time are treated equally under this article.  \n-69-  \n16/6/30 2:54PM  \nSECTION 20.8 Pay Rate For Vacation  \nVacations will be paid at the straight-time rate, but not less than the wage rate established  \nunder the Fair Labor Standards Act in effect at the time the vacation is taken. Those employees  \nin tipped classifications will have vacation benefits paid at the appropriate non-tipped rate for  \nFood/Beverage Steward on Appendix “A.”  \nSECTION 20.9. Pay For Unused Vacation Hours at Termination of Employment  \n(a) All regular full-time employees who have been continuously on the payroll for  \nnine (9) months or longer and who voluntarily terminate their employment, shall receive  \npayment for all unused vacation hours eamed based on the number of hours worked in  \naccordance with the foregoing applicable formula.  \n(6) The employee will not lose his/her pro rata vacation allowance in the case of  \ntermination except if terminated for drunkenness, dishonesty, illegal use, possession of  \ncontrolled substances. Voluntarily terminated employees will be paid all earned but unused  \nvacation and pro rata vacation hours accrued for use in the following year.  \nSECTION 20.10. Cancellation of Pre-Approved Vacation  \nWhen it is operationally necessary to cancel a vacation which has been pre-approved by  \nmanagement, the employee will be reimbursed for all documented unavoidable loss incurred as a  \ndirect result of the cancellation  \n  \n‘16/6/30 2:54PM  \n"], ["ARTICLE 21 —- JURY DUTY/BEREAVEMENT LEAVE PAY  \nSECTION 21.1. Jury Duty Pay for Regular Full-Time Employees  \n", "All regular full-time employees are eligible for jury duty pay.  \n(a) | The Company will pay an employee for his/her regularly scheduled shift while  \nserving on jury duty, provided such time shall not to exceed eight (8) hours in any day and forty  \n(40) hours in any pay period week. (Employees shall not be eligible to receive more than twenty  \n(20) days of jury duty pay in any calendar year.) Deductions of jury duty fees paid will not be  \nmade unless service on the jury exceeds one (1) week.  \n(b) If an employee is released from jury duty and four (4) or more hours remain in  \nhis/her scheduled shift, he/she is required to return to work that day.  \n(c} | The Company reserves the right to petition the court to excuse any eligible  \nemployee from jury service when such employee’s services are needed by the Company because  \nqualified replacements are not available or the employee’s absence would result in hardship on  \nthe Company.  \n(d) Those employees in tipped classifications will have jury duty benefits paid at the  \nappropriate non-tipped rate for Food/Beverage Steward on Appendix “A.”  \nSECTION 21.2. Bereavement Leave Pay  \n(a) Employees bereaved by the death of a member of their immediate family are  \ngranted time off, with pay, for time necessary to travel to and from the funeral location and  \nattendance at the funeral.  \nThe deceased must have been a member of the immediate family household, such as  \nspouse, child (natural or step), mother, father, brother, sister, mother-in-law or father-in-law,  \ngrandparent and grandchild. If a closer than normal relationship existed between the employee  \nat be  \n16/6/30 2:54PM  \nand a person other than those named, consideration will be given toward payment of the  \nbereavement benefit.  \nBereavement leave shall be paid up to a maximum of five (5) days. Payment will be  \nbased on the employee’s current rate. The relationship of the deceased and the location of the  \nfuneral must be noted on the request for bereavement pay status.  \nAn employee will be entitled to receive up to three (3) days of pay for actual time lost to  \nattend in-state funerals and up to five (5) days of pay for actual time lost to attend out-of-state  \nfunerals. Additional unpaid time may be granted where appropriate.  \nAn employee who is on an authorized leave of absence is not eligible for this benefit,  \nexcept in the case of an employee who is on a leave of absence to care for a relative covered  \nabove. That employee will be eligible for bereavement pay in the event of the death of that  \nperson.  \n(b) Those employees in tipped classifications will have bereavement leave benefits  \npaid at the appropriate non-tipped rate for Food/Beverage Steward on Appendix “A.”  \nor  \n‘16/6/30 2:54PM  \n"], ["ARTICLE 22 - INSURANCE AND EMPLOYEE BENEFITS  \nSECTION 22.1. Pension  \n", "The Company agrees to contribute for each eligible, regular full-time employee covered  \nby this Agreement the sums described below to the National Retirement Fund, formerly known  \nas H.E.R.E. International Union Pension Fund (“Fund”) for the purpose of providing retirement  \nbenefits under the Fund, or such new merged, or consolidated plan as may be adopted by the  \nFund Trustees. Said contributions shall be submitted monthly, together with a report of the  \nemployee data required by the Fund, in the format préscribed by the Fund, no later than the  \nfifteenth (15th) day of the month following the month for which contributions are to be made.  \nThe Company and Union agree that eighty (80) percent of total contributions shall be used to  \ndetermine the retirement benefits accrued by employees covered by this Agreement. Except as  \notherwise provided herein, the Company will make the following contributions:  \nEffective June 1, 2012, $1.36 per hour worked  \nEffective October 27, 2012, $1.48 per hour worked  \nEffective June 1, 2013, $1.58 per hour worked  \nEffective October 27, 2013, $1.70 per hour worked  \nEffective June 1, 2014, $1.81 per hour worked  \nEffective October 27, 2014, $1.88 per hour worked  \nNotwithstanding anything to the contrary in this Section 22.1 of the Agreement, the  \nCompany shall have the right, in its sole and absolute discretion, to stop contributing to the Fund  \nat any time, and shall be under no obligation to negotiate with the Union over, or to obtain the  \nconsent of the Union to such action. Any clection by the Company to stop contributing to the  \nFund shall be effective as of the date specified in a written notice from the Company to the  \nUnion, which date shall be no less than thirty (30) days after the date the notice is sent. A copy  \nof any such written notice shall also be provided to the Fund. The Company acknowledges that  \nany decision to stop contributing to the Fund will result in its withdrawal from the Fund and may  \n-73-  \n16/6/30 2:54PM  \nsubject it to withdrawal liability to the Fund. In the event the Company elects to stop making  \ncontributions in accordance with this Section 22.1, it shal] negotiate with the Union regarding the  \nsubstitution of other retirement benefits for employees covered by this Agreement.  \nSubject to the Company's right to stop contributing to the Fund, the Company and the  \nUnion agree to be bound by the Agreement and Declaration of Trust of the Fund as it may, from  \ntime to time, be amended, and they do hereby irevocably designate as their respective  \nrepresentative on the Board of Trustees, such Trustees named in said Agreement and Declaration  \nof Trust as Emplover and Union Trustees, together with their successors selected as provided  \ntherein, and agree to abide and be bound by all procedures established and actions taken by the  \nTrustces pursuant to said Trust Agreement. Any provision that is inconsistent with the  \nAgreement and Declaration of Trust, or the Plan of Benefits, rules, or procedures established by  \nthe Trustees, shall be null and void.  \nSECTION 22.2. Group Insurance  \nDuring the term of this Agreement, the Company will provide Group Insurance coverage  \nto all eligible employees on the same basis as provided to non-bargaining unit employees  \n(including salaried employees) at the Company. While guarantees cannot be made regarding  \ncosts of insurance or options, the Company agrees to maintain a comparable percentage split for  \npremiums. The Shop Steward and Union Business Agent may be present during open  \nenrollment (orientation) meeting (s).  \nSECTION 22.3. Sick Leave  \n(a) Regular full-time employees shall receive sick leave based on the number of  \nstraight-time hours (straight-time and overtime hours exclusive of the overtime premium) up to a  \nmaximum of 1800 hours worked from the date of hire to the end of the calendar year in which  \nhired and for each succeeding calendar year thereafter. Sick leave earned in the first calendar  \n-74-  \n“16/6/30 254 PM  \nyear of service may not be used until nine (9) months of continuous service have elapsed from  \nthe date of hire, and in no event prior to the beginning of the calendar year following the year in  \nwhich employed.  \nWith reasonable notice, regular full-time employees may request the use of two (2) days  \nsick leave per calendar year as personal leave days, provided that the employee’s total sick leave  \nbank does not fall below six (6) days. Requests will be granted consistent with operational  \nrequirements.  \n(b) The following formula shall apply for the accumulation of paid sick leave hours  \neach calendar year:  \nCalendar Year Earned Sick  \nHours Worked Leave Hours  \n1800 48  \n1500 40  \n1200 32  \n900 24  \n600 16  \n300 8  \nThe maximum amount of sick leave that may be eamed in one (1) calendar year is forty-  \neight (48) hours. Unused sick leave may be accumulated, up to a maximum of cighty (80) work  \nhours. Request for payment will be accepted on an annual basis (by calendar year).  \nAt the beginning of each calendar year, after the employee has completed the eligibility  \nrequirement, sick leave shall be made available for use during that calendar year based on the  \nabove-noted hour formula in the prior calendar year. Sick leave shall be paid at the rate of pay in  \neffect at the time sick leave is requested by the employee.  \nIn order to be paid sick leave, the employee must file a request for payment on the  \nappropriate form and submit the form to his/her supervisor. This must be done within three (3)  \n  \n16/6/30 2:54PM  \ndays after the employee returns to work. In the event that three (3) or more consecutively  \nscheduled shifts of sick leave are applied for, the Company may request a written statement from  \na physician certifying as to the nature and length of the illness. However, the  \nCompany may require proof of illness in any case if desired and an employee not such  \nproof will not be entitled to sick leave pay.  \nEmployees will not be entitled to sick leave during vacation or on days on which they are  \nnot scheduled to work. In the event the employee incurs a non-occupational illness while at work  \nand is released from the completion of his/her scheduled shift by medical personnel, the  \nemployee may apply for sick leave covering the unworked balance of that shift in amounts of  \none (1) hour.  \nAn employee who reports for work after the start of his/her scheduled shift due to  \npersonal illness shall not be entitled to apply for sick leave pay covering the period between the  \nstart of his/her scheduled shift and the time the employee actually started to work.  \n(c) | Employees who involuntarily terminate and who do not fali in the categories of  \ndrunkenness, theft, or illegal use or possession of controlled substances, will be paid 100% of  \neamed sick leave and one half of accrued sick leave, Termination for the three (3) categories  \nlisted above will not be paid any sick days either earned or accrued.  \n(d) Those employees in tipped classifications will have sick leave benefits paid at the  \nappropriate non-tipped rate for Food/Beverage Steward on Addendum “A.”  \n-16-  \n‘16/4/30 2:44PM  \n"], ["ARTICLE 23 - COSTUMES, UNIFORMS, AND PERSONAL  \nAPPEARANCE  \n", "SECTION 23.1. Costumes and Work Uniforms  \nIf the Company requires an employee to wear a uniform or costume, it will be furnished  \nat the Company’s expense. Shoes shal] be furnished at the employee’s cost even if uniformity is  \nrequired, provided they are generally accepted as street wear.  \nSECTION 23.2. Safety and Sanitary Clothing and Equipment  \nWhere the Company, for safety purposes, requires protective clothing, shoes, or other  \nsafety devices, other than their haimets and headbands, they will be furnished without cost to the  \nemployees. The Union agrees to require all employees in those classifications listed in Appendix  \n“A” to use the devices furnished.  \nSECTION 23.3. Laundry and Cleaning of Clothing Paid by Company  \nThe cost of cleaning and laundering the clothing furnished under this Article shall be paid  \nby the Company. Such clothing and other equipment will, at all times, remain the property of the  \nCompany and the employee who is issued any of these items will be fully responsible for seeing  \nthat they are properly cared for.  \nSECTION 23.4. Penalty For Lost Clothing or Misuse of Clothing and Lost Locker  \nKeys  \nEach employee will be required to sign an authorization for the Company to deduct from  \nwages the amount of money necessary to replace the employee’s company-furnished uniform in  \nthe event the uniform is not returned when required, or is defaced or willfully damaged. An  \nunretumed or lost locker key will result in a wage deduction in the amount necessary to replace  \nthe lock on an employee’s locker. An employee who willfully defaces, destroys or misuses a  \ncompany-fumished uniform is subject to disciplinary action, including dismissal.  \naa)  \n96/6/30 2:54PM  \nSECTION 23.5. Personal Appearance Rules Set Forth in Writing  \nIt is recognized that the Company may make and enforce rules relating to personal  \nappearance which must be set forth in writing and must be reviewed with the Union prior to  \nimplementation.  \nSECTION 23.6. Furnished Clothing Not to be Worn Off Disney World Premises  \nUnless approved or otherwise authorized by the Company, company-furnished clothing is  \nnot to be worn off Walt Disney World premises outside of the employee’s working hours.  \n-78-  \n16/6/30 2:54PM  \n"], ["ARTICLE 24 —- SAFETY AND HEALTH  \nSECTION 24.1. Company Responsibility  \n", "The Company will continue to make reasonable provisions for the safety and health of its  \nemployees during the hours of their employment. The Company agrees that it will furnish and  \nmaintain sanitary toilet facilities, washrooms, lockers and changing quarters for ali employees  \ncovered by this Agreement.  \nSECTION 24.2. Employee Responsibility  \nAll employees shall obey the Company’s safety and health rules.  \nSECTION 24.3. Company-Union Cooperation  \n(a) Representatives of the Company and the Union shall cooperate in the enforcement  \nof all rules and practices to further safe and sanitary working conditions. The Company may hold  \nsafety meetings with required attendance by every employee covered by this Agreement, on  \nwork time, as a means of improving safety and educating employees in safe practices. A Union  \nRepresentative may attend such meetings.  \n(b) There will be one joint committee for both San Angel Inn and Springs Food Service  \nand it shall meet twice a year. The Company and the Union shall inform each other of the names  \nof the respective committee members within one month of ratification,  \nSECTION 24,4. Examinations  \n(a) The Company and the Union acknowledge that the provisions of the Americans  \nwith Disabilities Act, as well as parallel state legislation, apply to employees working under this  \nAgreement. In this regard, the Company and the Union commit to meet to resolve potential  \nconflicts between the Americans with Disabilities Act and the Agreement.  \n-79.  \n7:54PM  \n(b) Applicants for employment with the Company may be required to undertake a  \npost-offer, conditional-employment medical examination. Examinations will be conducted by a  \nlicensed physician designated and paid for by the Company.  \n(c) Employees may be required by the Company to submit to a medical or  \npsychological examination at the Company’s expense in the following situations:  \n(1)  \n(2)  \n(3)  \n(4)  \nWhen the Company needs to determine whether an employee is able to  \nperform the essential functions of a position with or without  \naccommodation and/or whether the employee can perform the essential  \nfunctions of a position, with or without reasonable accommodation,  \nwithout directly threatening his/her health or safety or that of others;  \nWhen the Company concludes that it must determine whether reasonable  \naccommodation is required, or where an employee has requested  \naccommodation, including the nature and extent of such accommodation;  \nWhen the Company concludes it must acquire medical advice to determine  \nwhether a local, state, or federal health or safety standard can be satisfied;  \nWhen the Company is obligated by law to assess, monitor and/or maintain  \na record of an employee’s health status.  \n(d) to Section 24.4(c)(2) above, the Company reserves the right to require an  \nemployee to undergo a physical examination by a licensed physician or certified health care  \nprovider designated by the Company at the Company’s request. If the employee disagrees with  \nthe medical opinion of the Company-designated physician, the employee may select, at his/her  \nexpense, a physician or appropriate certified health care provider to conduct the Company-  \nrequired medical examination. The result of that examination must be submitted to the  \n2:54PM  \nCompany-designated physician for concurrence. In the event the two physicians cannot agree,  \nthe Company and the employee shall select a third physician from a panel of three physicians  \nsupplied by the Company. The cost of the third physician will be paid by the Company.  \n(e) Employees whom the Company determines are not able to perform the essential  \nfunctions of a position, with or without reasonable accommodation, or who pose a direct threat  \nthat cannot be reasonably accommodated, will be considered to reassignment to vacant positions  \nfor which they meet the minimum qualifications. The Company shall not be required to create  \n“light duty” positions for permanently disabled employees. In those instances where  \nreassignment or other reasonable accommodation is not available, the employee may be  \nterminated or placed on an appropriate leave of absence.  \n(f) An employee’s rights to disability, workers’ compensation, or other benefits  \nwhich are administered independently of this Agreement shall be determined exclusively by the  \nplan terms and laws governing those benefits and not by arbitration under this Agreement.  \nSECTION 24.5. Imminent Danger  \nNo employee shall be compelled to perform work or operate equipment that poses an  \nimminent danger to life or serious physical harm to himself/herself.  \n-81-  \n16/6/90 2:54PM  \n"], ["ARTICLE 25 — WORK BY SUPERVISORS  \n", "It is recognized that the duties of a supervisor are, as the designation implies, largely of a  \nsupervisory nature. Accordingly, supervisors shall not perform work such as that performed by  \nthe employees as herein defined, except:  \n(a)  \n(b)  \n(g)  \nFor emergency purposes.  \nIn the instruction and training of employees or supervisors.  \nWork of an experimental nature.  \nTesting materials and production.  \nStart-up and closing-down of operations.  \nTo protect Company property and/or to ensure the safety of guests and/or  \nemployees.  \nTo provide uninterrupted services in order to ensure a positive guest and/or  \nemployee experience.  \n  \n16/6/30 2:54PM  \n"], ["ARTICLE 26 - EMERGENCY WORK AND RUNNING REPAIRS BY  \nEMPLOYEES  \n", "SECTION 26.1. Emergency Work  \nAny employee may be requested to perform emergency work, which includes any  \nsituation endangering other persons or which might result in property damage.  \nSECTION 26.2. Running Repairs  \nRunning repairs may be performed by operating personnel covered by this Agreement, or  \nby personnel regularly assigned to the department where the need for such repairs occurs.  \nRunning repairs are generally defined as minor maintenance repairs or adjustments which can be  \ndone without a cessation of normal operations, or where such repairs or adjustments can restore  \nsuch equipment or unit to operation without an extended shut-down.  \n-83-  \n2:54PM  \n"], ["ARTICLE 27 — BULLETIN BOARDS  \n", "The Company shall provide bulletin boards in all areas which are frequented by  \nemployees for the posting of official union notices. The board shall be covered with glass and  \nunder lock. The key shall remain in the possession of a supervisor. These boards shall be used  \nfor display of the following notices: union meetings, union appointments, union elections and  \nofficial union social affairs and any Company-issued information. It is agreed that no union  \nmatter of any kind shall be posted in and about the premises of San Angel Inn or Coronado  \nSprings except on said boards. It is agreed by the Union and management that it is the  \nresponsibility of each employee to be knowledgeable of notices posted. All such union notices  \nshall bear a posting and a removal date.  \n\"6/6/30 2:54PM  \n"], ["ARTICLE 28 —- SUBCONTRACTING  \n", "During the term of this Agreement, the Company agrees that it will not subcontract work  \nfor the purpose of evading its obligations under this Agrcement. However, it is understood and  \nagreed that the Company shall have the right to subcontract in the following instances and will  \ngive notice of such subcontracting to the Union when possible:  \n(a) | Where some work is required to be sublet to maintain a legitimate manufacturer’s  \nwarranty; or  \n(b) Where the subcontracting of work will not result in the termination or layoff, or  \nthe failure to recall from layoff, any regular full-time employee qualified and  \nclassified to do the work: or  \n(c) | Where the employees of the Company lack the skills or qualifications or the  \nCompany does not possess the requisite equipment for carrying out the work; or  \n(d) | Where because of size, complexity or time of completion, it is impractical or  \nuneconomical to do the work with Company equipment and personnel.  \n-85-  \n‘16/6/30 2:54PM  \n"], ["ARTICLE 29 - ALCOHOL AND DRUG ABUSE POLICY  \n", "For purposes of this Agreement, the terms “drug” or \"drug tests” shail include both drugs and alcohol, as  \nappropriate. The Company and the Union recognize that many areas of the Company's operations  \ninvolve hazardous work with the potentlal for personal injury or property damage and that all areas  \ninvolve directly or indirectly the public at large. Therefore, it must endeavor to provide safe and efficient  \noperations for the protection and benefit of the general public, its customers and its employees. As part of  \nits effort to achieve that goal, it must require that its work be performed by employees who do not use  \nilegai drugs or misuse controlled substances and/or alcohol as follows:  \nSECTION 1. The Company recognizes that employees have a right to privacy and that any adverse  \naction taken against any employee for off-duty conduct shall take into account the employee's right to  \nprivacy and the impact of the employee's conduct on his/her job performance, the Company's reputation,  \nor the public's perception of the Company's contract performance. Any disciplinary action for such drug-  \nrelated conduct will be subject to the grievance procedure. With respect to any alleged off-duty related  \nconduct, the arbitrator will be specifically instructed to balance the employee's right to privacy in his/her  \noff-duty time with other legitimate job related concerns in weighing the contractual propriety of disciplinary  \naction.  \nSECTION 2, Bargaining unit employees will be subject te drug and alcohol testing under the following  \ncircumstances:  \n(a) Where there is an objective reasonable basis that an employee has an in-system presence of any  \nitegal drug, controlled substance or alcohol, hereinafter referred to as \"substances\", while on duty  \nor on Company property immediately preceding or following the work shift. For purposes of this  \nAgreement, the terms “employee” or “bargaining unit employee\" includes not only persons  \nemployed in positions covered by the Union, collective bargaining agreement, but also persons  \nbeing recailed into such positions.  \n‘16/6/30 2:54PM  \n(b) As part of a post-accident investigation in cases where:  \n(c  \n(d  \nTem  \nSem  \n1. The individual{s) subject to testing Is directly linked to the accident.  \n2. The accident resulted in death, injury requiring medical treatment other than basic first aid, or  \nproperty damage estimated to exceed $4,500.00.  \nTesting associated with an accident will take place as soon as possible, under the circumstances.  \nA government agency duly concemed with (e.g., Department of Transportation, etc.) advises the  \nCompany that employees in specified classifications will be required to undergo job certification  \nphysical examinations, including drug tests as a condition of future employment. In such  \ninstances, the Union shall be given immediate notice of any such requirement or proposed  \nrequirement. Such testing shall be conducted in accordance with the government regulations and  \nthe procedures established by this Agreement and shall not commence until the Union and the  \nCompany have had a reasonable opportunity to discuss the impact of the government directive.  \nRandom testing as part of follow-up to rehabilitation and only for a reasonable period of time after  \nrehabilitation supervised by the Company's Employee Assistance Program, or any successor  \nthereto, not to exceed one year.  \nSECTION 3. An employee will not be tested under Section 2(a) above unless his/her actions and/or  \nconduct or other related circumstances provide an objective reasonable basis to believe that the  \nemployes may have ingested drugs or alcohol and/or is suffering from impairment that will in some way  \nadversely affect his/her alertness, coordination, reaction, response, safety, or the safety of others, while  \non duty or on Company property. Where possible, this shall be discussed with the Union Shop Steward.  \nSuch observation will be confirmed by another member of supervision wherever possible and will be  \n-87-  \n16/6/30 2:54PM  \ndocumented. Employees will not be subject to such testing without the express consent of a senior  \nmember of Management different from the observation supervisor.  \nSECTION 4. Any employee directed for tasting shail be advised of his/her right to the presence of a Shop  \nsteward before any pre-test meetings with Management. Provided a Shop Steward has been requested  \nand is available, no specimen will be collected until the Shop Steward can discuss the matter with  \nManagement. The Union agrees that the procedures described in Sections 3 and 4 shall not operate in a  \nmanner that will Impede timely collection of a biological specimen. Refusal to provide a biological  \nspecimen will result in immediate discharge without an opportunity at a later date to reconsider/retract the  \nrefusal.  \nSECTION 5. Any employee who tests negative to any drug test under this Agreement (other than follow-  \nup testing to rehabilitation) shall be compensated for ail lost time, at the appropriate wage rate. Time lost  \nunder such circumstances shall be treated as time worked for purposes of premium eligibility.  \nSECTION 6. Specimen collection for a drug test will be accomplished in a manner compatible with  \nemployee dignity and privacy. There will be no strip searches or opposite sex observation. In the usual  \ncase, the Company will not observe specimen production, but the Union agrees that specimen production  \nmay be closely monitored in those cases where the Company has a specific objective reason to believe  \nthat the employee may attempt to contaminate a test specimen. Any evidence of any form of tampering,  \naltering, or diluting of a specimen will result In discharge.  \nSECTION 7. Test specimens shall be sent only to laboratory facilities certified by an appropriate federal  \nor state agency. The drug test laboratory and the specimen collection facility must establish and maintain  \na forensically acceptable chain of custody. It will be the burden of the Company to establish, in any case  \narising from a positive test result, that the appropriate chain of custody has been  \nIf a dispute should arise over the selection of drug test laboratories, such dispute shall be resalved by  \n-88-  \n16/6/30  \narbitration. The laboratory(s) selected must, upon request, Identify the drugs tested for, the methods  \nused, the manufacturers of the test, the analytical limits and levels used, the methods of reporting results  \nand the chain of custody procedures used to produce forensically acceptable test results. To be qualified  \nunder this section, the laboratory must participate in a program of \"blind proficlency” testing where they  \nanalyze samples sent by an independent party.  \nSECTION &. The drug test will be performed utilizing urinalysis to screen for the following substances:  \nAmphetamines Marijuana Phencyclidine Cocaine Opiates  \nThe initial test shall use an immunoassay that meets the requirements of the Food and Drug  \nAdministration for Commercial Distribution. All specimens identified as positive in the initial test will be  \nconfirmed by a second procedure. Gas chromatography/mass spectrometry or an equivalent scientifically  \nacceptable method of confirmation will be used. All confirmed positive test results will be verified by a  \nMedical Review Officer prior to release to the Company. The Medical Review Officer, upon written  \nraquest from the employee, will report test results to the Union Business Agent. Tha Union agrees that  \nFlorida Hospital Centra Care is an acceptable Medical Review Officer but reserves the right to withhold  \napproval of Florida Hospital Centra Care with adequate notice in the event that Florida Hospital Centra  \nCare status should change in the future.  \nSECTION 9. The standard drug test thresholds for positive screen and GC/MS confirmation tests shail be  \nthe same as those called out in the Federal Register, and may be modified whenever changed by the  \nDepartment of Health and Human Services as advances in technology or other considerations warrant  \nidentification of new substances and/or concentrations.  \nIn the event that the Company elects to utillze tests other than the EMIT screen or the GC/MS  \nConfirmation, the Company will give the Union written notice of the test methodology used and the  \nthreshold levels employed. Positive thresholds for any other test methodologies will be reviewed with the  \n-89-  \n16/6/30 254PM  \nUnion before they are applied. Any dispute over the acceptapllity of such alternative test methodologies  \nor the positive test threshold to be applied shall be resolved by arbitration. It will be the burden of the  \nCompany to establish the acceptability of the test and the reasonableness of the threshold.  \nSECTION 10. The laboratory shail preserve a sufficient aliquot specimen as to permit independent  \nconfirmatory testing by the employee and follow-up re-analysis at the request of the Union or the  \nCompany. Any re-analysis performed wiii be done on the original sample provided. The Medical Review  \nOfficer shall endeavor to notify the Company and the employee of positive test results within five (5)  \nworking days after receipt of the specimen. The employee may request, in writing, a re-analysis within  \nthree (3) working days from notice of positive test result. Additionally or as an alternative, the employee  \nmay have the sample tested at a certified laboratory of his/her choice. Should this test result be negative,  \nthe test results will be considered negative.  \nSECTION 114. initial tests and re-analysis requested by the Company will be paid by the Company; costs  \nof re-analysis for reconciliation will be split between the employee and the Company. In the event the  \ninitial test is proven to be a false positive the employee shall be reimbursed for cost of test procedures  \npaid for by the employse.  \nSECTION 12. The drug test laboratory and the specimen collection facility must establish and maintain a  \nforensically acceptable chain of custody. It will be the burden of the Company to establish, in any case  \narising from a positive test result, that the appropriate chain of custody has been maintained.  \nSECTION 13. Where employees are required under this policy to submit blood samples for alcohol  \ntesting, the samples will be taken in an appropriate facility. The collection facility and laboratory  \nwill use the same or equivalent chain of custody procadures and exercise the same or an equivalent fevel  \nof professional care and accepted standards and procedures in the collection and testing of  \nblcod samples for the presence of alcohol as with urine samples for the presence of drugs. For the  \npurposes of this policy if a test reveals the presence of alcohol at a level of .08% or more by weight, it  \n-90-  \n16/6/30 2:54PM  \nshall be presumed that the employee has violated this policy. If the test reveals the presence of alcohol in  \nexcess of .05% by weight, but less than .08%, the results of the test will be considered along with all other  \nrelevant information (e.g. employee conduct, speech, performance, etc.) in determining whether the  \nemployee is in violation of this policy. If a test reveals the presence of alcohol of less than .05% by  \nweight, it shall be presumed that the employee is not under the influence of alcohol in violation of this  \npolicy. The presumption regarding the presence of alcohol of less than .05% by weight is rebuttable  \nbased on consideration of all other relevant information (e.g., employee conduct, speech, performance,  \netc.}. The Company bears the burden of proof In rebutting such presumption. In the event an employee  \nobjects to alcoho! testing by blood sample, the Company will test the employee through an evidentiary  \nalcoho! breath analyzer which conforms to the same standards as cited above.  \nThe parties agree that use of an evidentiary alcoho! breath analyzer, which is properly calibrated and  \nwhich Is operated by a certified technician, shall be conclusive proof of the accuracy of the results.  \nFurthermore, the Company reserves the right to abandon blocd samples in favor of the alcohol breath  \nanalyzer referenced above,  \nSECTION 14. Any employee who has a confirmed positive test will be required to participate in the  \nEmployee Assistance Program (EAP). Failure to seek and receive EAP assistance or failure to abide by  \nthe terms and conditions or prescribed treatment will be grounds for discharge. If an employee is subject  \nto disciplinary action under existing practices, the use of substances shall not be a defense to circumvent  \nexisting practices or to avoid disciplinary action. Participation in the EAP shall be taken into account in  \nconsidering appropriate disciplinary action. No employee shall be discharged as a result of a positive drug  \nor alcohol test pursuant to Section 2(a) (b) above, so long as he or she agrees to participate in an EAP,  \nthe cost of which will be covered by Company-provided health Insurance to the extent required by the  \nplan terms. In instances where it is necessary, a leave of absence may be granted for treatment or  \nrehabilitation through the EAP for substances on the same basis as it is granted for other medical  \nconditions.  \n-91-  \n16/6/30 2:54PM  \nSECTION 15. Test results shail be communicated by the Medical Review Officer, or the designated  \nCompany representative. Tha Company shail be responsible for maintaining confidentiality of test records  \nand test resuits will be communicated to job site Management strictly on a \"need to know’ basis.  \nEmployee drug test records shall not be released outside the unless required by administrative action  \ninitlated by the or the Union. The employes shall be entitied to written notification of positive  \ndrug test results. Copies of such reports will be provided to the Union when authorized in writing by the  \naffected employee.  \nSECTION 16. Except in the case of a positive random test after referral to the EAP which shall be  \nconciusive proof of just cause for termination, when and if it becomes necessary to impose discipline for  \ndrug related conduct or job performance, discipline will be judged by the contractual just cause standard  \nand will be subject to the grievance/arbitration procedure. Except to the extent the employee(s) withholds  \nwritten consent as to particular documents personai to him, the Company agrees to provide the Union, in  \nadvance, with whatever documentation or information the Union reasonably requires to process the  \ngrievance and/or arbitration. By establishing this policy, neither the Company nor the Union waives any  \nlegal rights. The parties agree that this drug policy shall not diminish the rights of individual employees  \nunder state or faderal law relating to drug testing.  \nSECTION 17. The Company shall provide education for Management personne! regarding observation  \ntechniques, the availability and desirability of the Employee Assistance Programs and the need for  \nobserving strict confidentiality. Supervisors will be provided guidelines for maintaining confidentiality of ail  \ndrug-related information and referring employees who may have a problem to appropriate counseling.  \nSECTION 18. The Company agrees that it shall indemnify and hold the Union harmiess against any and  \nall complaints, claims, judgments, or demands that may arise out of, or in any way are related to, the  \nUnion's negotiation or participation in the foregoing drug policy applicable to bargaining unit employees  \nand applicants, or the Company's activities in carrying out this drug testing program.  \n.9}.  \n‘16/6/30  \n"], ["ARTICLE 30 —- INTERPRETATION  \n", "The parties hereto may interpret, alter or amend this Agreement by mutual action in  \nwriting, and no individual employee shall have cause to complain therefore, it being understood  \nthat any interpretation or arrangement mutually satisfactory to the parties hereto shall be binding  \nupon all individual employees, whether such action be prospective or retroactive.  \n  \n16/6/30) 2:54PM  \n"], ["ARTICLE 31 —- SEVERABILITY  \n", "It is not the intent of either party hereto to violate any laws or any or regulations  \nof any governmental authority or agency having jurisdiction of the subject matter of this  \nAgreement and the parties hereto agree that in the event any provision of this Agreement is held  \nor constituted to be void as being in contravention of any such laws, rulings or regulations,  \nnevertheless, the remainder of the Agreement shall remain in full force and effect, unless the  \nparts so found to be void are wholly in separable from the remaining portion of this Agreement.  \n16/6/30  \n"]]