[["", "2:48 EM K9838  \n‘16/4/20 2:18PM  \nPalmas Services (San Angel Inn and  \nSprings Food Services)  \n(the “Company”)  \nand  \nUNITE HERE Local 737  \n(the “Union”)  \nPart-Time Bargaining Unit  \nEffective:  \nExpiration: March 31, 2018  \n1 | 2 “48 nM  \n   \nzens  \n   \nhy  \ntains  \nW104,  \npres  \n“SECTION 129, Diu on Se  \n     \n.  \n*  \nSaat]?  \neee 12.4,\"  \n   \nae  \n5. Wonk Stan at Uiliztion of otha  \n     \n   \nTION 12. 8; —_— emai Employment Requirements. os  \n   \net  \n  \nso  \n   \nfe  \n     \n   \n"], ["ARTICLE 13 AND ee :  \n", "ra a  \n4  \n   \nLAYOFFS AND RECALLS eee  \n14, I Stan hee to Seniority in Job rn  \n          \na ‘no to  \n24h PM  \n16/4/20) 2:18 PM  \n   \nSECTION 14.5. Recall 33  \nSECTION 14.6. Correct Address and Telephone Number  \nSECTION 14.7. Failure to Report From Layoff 34  \nSECTION 15.1. Interchangeability — 35  \nSECTION 15.2, Assignment to Two or More Different Job Classifications... se 35  \nSECTION 15,3. Assignment to New Job Classification  \nSECTION 15.4. Assignment, Reassignment or Transfer of Shop an 36  \n"], ["ARTICLE 16 — LEAVE OF ABSENCE  \nSECTION 16.1. Temporary Leave Of ABSENCE 37  \n", "SECTION 16,2. Leave for Union —— 37  \nSECTION 16.3. Family and Medical Leave 37  \nSECTION 16.4. Other Non-Occupational Medical Al  \nSECTION 16.5. Leave for Compensable Injury 42  \nSECTION 16.6. Medical Leaves Exceeding Ome 42  \nSECTION 16.7. Employee Medical Information (Confidential).............  \nSECTION 16.8. Administrative 43  \n"], ["ARTICLE 17 - DISCIPLINE, STANDARDS OF CONDUCT AND 45  \n", "SECTION 17.1. Standard of Conduct 45  \nSECTION 17.2. Union ee 45  \nSECTION 17.3. Notice of Investigation 45  \nSECTION 17.4. Disciplinary/Investigatory  \nSECTION 17.5. 46  \nSECTION 17.6. Discharge aaa 47  \nSECTION 17.7. Absenteeism and Tardiness Standards 48  \nSECTION 17.8. Clock in/Clock out 50:  \n"], ["", "ARTICLE 18 = GRIEVANCE AND ARBITRATION PROCEDURE........... 52  \nSECTION 18.1. Grievance Settled According to §2  \nSECTION 18.2, Definitions  \nSECTION 18.3. Grievance Procedure. eee §3  \nSECTION 18.4. Grievance Settlements See 55  \n"], ["ARTICLE 19 —HOLIDAYS 56  \nARTICLE 20 — VACATION 56  \n", "~3.  \n   \n17/6/14 2:48 PM  \nai  \n“SECTION ii A  \n“a. . =\"  \n“tot a  \nSBCTION24.1. Company  \ncas  \n  \ncom oa  \nee aut  \n"], ["ARTICLE 25.  \n", "- atta » *  \n“ae EMERGENCY 8 WORK. AND RUNNING REPAIRS: RS EMPLOYEES.  \n   \noe  \nee  \net 2: sal AND ‘DRUG / ABUSE  \n   \n   \n2:48PM  \n\"6/4/20 2:18PM  \n"], ["ARTICLE 1 — PREAMBLE  \n", "THIS AGREEMENT is entered into ound effective this 14, 2016, by and between  \n—Paimas Services (SerrAngel-Inn-and Springs Foud-Services) ‘called: “Gompany\"and- UNFFE HERE-———  \nLocal 737, hereinafter called “Union”.  \n   \n2:48 PM  \n‘16/4/20 218 PM  \n"], ["ARTICLE 2 - PURPOSE  \n", "The parties hereto have entered into this Agreement to recognize the Union, to establish  \nenn es working contions and benefitrand to put into patie effective and binding methods —————  \n  \nfor the settlement of all misunderstandings, disputes or grievances that may arise between the  \nparties hereto, to the end that the Company i is assured complete continuity of operation and that  \nlabor-management peace is maintained and employees are guaranteed union rights and protection  \nas provided by this Agreement.  \n-6-  \n   \n17/6/14 2:48 PR  \n1614/28  \nane  \n   \nFog teat  \naad  \n   \n2:48 PM  \n16/4/20 2:18PM  \n"], ["ARTICLE 4~ MANAGEMENT RIGHTS  \n", "Except as expressly and clearly limited by the terms of this Agreement, the Company  \n~~ —————  \nmanagement of the business, including, but not limited to, its right to select and direct the number  \nof employees assigned to any particular classification of work, which shall include “authentic”  \npersonnel, i¢., foreign nationals working under a temporary permit or pursuant to a “J” or a “Q”  \nvisa in all classifications of work and in all areas covered by this labor contract; to subcontract  \nwork, to establish and change work schedules and assignments; to lay off, terminate or otherwise  \nrelease employees froin duty for lack of work or other just cause; to make and enforce rules for  \npersonal grooming and the maintenance of discipline; to discontinue conduct of its business or  \noperations in whole or part; to institute technological changes and otherwise to take such —  \nas management may determine ta be necessary to the orderly, efficient and economical operation  \nof the business.  \n   \n17/6/14 2:48PM  \n   \n   \n  \n  \n1 waiver of  \n* all eer fori any other cause be j in arly way.  \n   \n     \n   \n   \nfe a te be 803  \nwit a party to such No: pi  \n    \n   \n     \ncketing or eh action against any one ‘OF.’  \n   \n    \n     \n   \n2:4 PM  \n16/4/20 2:18 PAM  \nmore of the concessionaires will be conducted at the Company’s facility or any of its entrances or  \nexits. “Concessionaire,” as used herein, includes a concessionaire and also a licensee, exhibitor,  \n  \npickets at or near Walt Disney World, or the World Showcase, EPCOT Center or at  \nCoronado Springs Resort, the Union agrees that such picket line so far as it and the employees it  \nfepresents are concerned shall not affect the operation of the Company.  \nSECTION 5.5. Expedited Arbitration for Article 5  \nEither party to this Agreement may institute the following procedure in lieu of or in  \naddition to any other action at law or equity, when a breach of this Article is alleged.  \n(2) The party invoking this procedure shall notify the Walt Disney World/Service  \nTrades Counci} Union Arbitrator, whom the parties agree shall be the permanent Arbitrator under  \nthis proceeding. In the event the permanent Arbitrator is unavailable, he/she shall appoint his/her  \nalternate, Notice to the Arbitrator shall be by the most expeditious means available, with a notice  \nby any form of electronic communication to the Business Manager of the Union.  \n(b) Upon receipt of said notice, the Arbitrator named above or his/her alternate shall  \nset and hold a hearing within twenty-four (24) hours.  \n(c) The Arbitrator shall notify the parties by any form of electronic communication of  \nthe place and time he/she has chosen for this hearing. Said hearing shall be completed in one  \nsession with appropriate recesses at the Arbitrator’s discretion. A failure of any party or parties to  \nattend said hearing shal! not delay the hearing of evidence or issuance of an Award by the  \nArbitrator.  \n{d) The sole issue at the hearing shall be whether or not a violation of this Article has  \nin fact occurred and the Arbitrator shall have no authority to consider any matter in justification,  \nexplanation or mitigation of such violation or to award damages, which issue is reserved for court  \n-10-  \n17/6/14 2:43PM  \n16/4/20  \n     \nnot waive any  \n   \nTans 4!  \na final Order-of  \n#  \n   \n# ..  \n+ 5 ™ .  \n2:48 PM  \n‘16/4/20 215 PM  \n"], ["ARTICLE 6 ~ NEW EMPLOYEE SELECTION  \n", "SECTION 6.1. -  \n————~-———Fhe-Company-agrees-to-notif-the-Union-of-all-needs-for-emplayees-covered-by-this ——_______  \nAgreement and will give the Union an equal opportunity to provide applicants for. such jobs.  \nHowever, the Union recognizes that pursuant to the “World Showcase Agreement”  \nwith Walt Disney World Co., it must staff and employ authentic national personnel for certain  \npositions and for selected purposes.  \nSECTION 6.2. ~  \nThe Union will refer employees on a non-discriminatory basis.  \na] 20  \nBer :  \nwes det te  \n=e ote  \n   \n2:48 PM  \n16/4/20 218 FM  \n"], ["ARTICLE 8 — UNION ACTIVITY AND CHECK-OFF  \nSECTION &.1. Union Solicitation  \n", "Solleitation-for- Union-purposes-by-the-Union-shall- not ake-place-on-working-sime, i  \nworking areas or in public areas, but may be conducted in non-working areas and on non-working  \ntime in parking areas, break areas and lunchrooms.  \nSECTION 8.2. Access of Union Representatives to Premises  \nRepresentatives of the Union, designated in writing to the Company by the Union, shall be  \npermitted to enter the non-public areas of the Company for the purpose of determining tha this  \nAgreement is being complied with by the Company and for the presentation and handling of  \ngrievances. Such representatives, who shell not be more than a total of three (3) in number at any  \none time, unless mutually agreed otherwise, shall comply with the access segutation and security  \nregulation of Walt Disney World Company, as furnished to each union representative by Walt  \nDisney World Company, and shall not interrupt the performance of employee work assignments.  \nThe Company will coordinate with a Union Representative to arrange an opportunity to  \nmake an introductory presentation to newly hired regular full time bargaining unit employees bi-  \nannually on unpaid time.  \nSECTION 8.3. Shop Steward or Alternate  \n(a) The Union shall have the right to designate Shop Stewards in a number mutually  \nagreed upon by the parties. The number of Shop Stewards may be changed by mutual agreement  \nof the parties. The Union shall, in writing, notify the Company as to the identity of the designated  \nShop Steward. The Shop Steward shall have the right to receive, but not to promote, complaints  \nor differences and to discuss and assist in the adjustment of the same with the appropriate  \nsupervisor on Company property without loss of pay during his/her regular working hours. The  \nCompany will not discriminate against the Shop Steward in the proper performance of his/her  \n-14-  \n  \nwe haute ot  \n  \nshall: ‘promote ‘harmonious -re . 5 between,  \naut  \n:  \n4) week folowing  \n‘ee  \nMaa  \n“month i in we the es are cas ‘The Company s shall also  \n“off report, in Excel  \n   \n2:48 PM  \n\"6/4/70 2:18PM  \nsocial security number and the amount of the deduction, The Union agrees  \nto indemnify and save the Company against any and ail claims,  \neS a suits or other forms of ibility rising out of the deduction of money for  \nunion dues from employees’ pay. The Union assumes full responsibility for  \nthe disposition of the monies so deducted once they have been turned over  \nto the certified financial secretary or other properly designated official of  \nthe Union.  \n(b) The company agrees to provide the Union with a monthly member/non-  \nmember list, The list shall include each employee's full name, social  \nsecurity number, phone number, rate of pay, address, date of hire, job title,  \ndepartment (location within the company, if applicable), Full-Time or Part-  \nTime status, and email address, if available to the company. The  \ninformation will be provided electronically, in Exce] format, and shail  \nindicate employee’s Union or non Union status. In addition, the company  \nagrees to provide the Union with information regarding new hires and  \nterminations on each monthly bargaining unit list. The Union agrees to  \nindemnify and save the Company harmless any and all claims, suits  \nor other forms of liability arising out of the provision to the Union of the  \nabove monthly member / non-member list and security of all the contents  \ncontained in the member / non- member list.  \n(c)} UNITE HERE TIP Campaign Committee. The Company shall provide for payroll  \ndeduction for all employees who voluntarily authorize such a deduction as a contribution to the  \nUNITE HERE TIP Campaign Committee, or any successor thereto. All payrol! deductions to the  \n   \n‘17/6/14 2:48 PM  \n16/4/20) 2:18PM  \n"], ["ARTICLE 9-— HOURS OF WORK  \nSECTION 9.1. Work Week |  \n", "week” for parttime employees salt consist ofa perod-oF seven (7)days starting .  \nat 12: 00 a.m. on each Sunday and ending. at 12: 00 a.m. on the same day i in the following week,  \nThis shall constitute the regularly scheduled workweek but is not a guaranteed workweek.  \nSECTION 9.2. Payrolf Period «  \nThe payroll period will be bi-weekly. ‘The company will thake paychecks available to  \nemployees from the start of operations to the close of operation on Friday, Saturday and Sunday.  \nSECTION 9.3. Payroll Day  \nA payroll day is a period of twenty-four (24) hours starting at 12:00 a.m. and ending at  \n12:00 a.m. the following dey.  \nSECTION 3.4. Work Day  \nA regularly scheduled workday shall consist of a minimum of four (4) or more hours. This  \nshall also apply to mandatory meetings employees are required to attend by the Company.  \nHowever, hours spent in training or instruction required by a governmental entity or regulatory  \nagency for work-related licensing or certificates of general applicability, and which may be  \nprovided by the Company, are not recorded or counted as “work” hours for any purpose under this  \nAgreement and are not compensable. Company will schedule classes as closely to the  \nbeginning/end of shift as possible and employees may attend classes at either (San Angel  \nInn or Springs Food Service). In the event that an employee is unable to attend a scheduled class  \nfor any reason, the employee will have thirty (30) days to obtain the applicable certification at  \nhis/her expense. Failure to comply within the thirty (30) days will result in the suspension of the  \nemployee until certification is obtained and provided to the Company.  \nos  \nay  \n   \n   \n   \n  \n“Bich will be: a fificen (15) minute r =e period fe te  \n    \n    \n     \n   \n    \n   \n4  \n+  \nprovided as nearly as possible to re  \n. Puy  \n“the rest period in. eee with its needs, Rest will. be  \nvung 4  \n   \n    \n   \n   \n     \n     \n         \nht.(8) hour shift of hear’ the tniddle of short four @ or st  \n   \n2:48 PM  \n16/4/20 215 PM  \nshifts, unless otherwise agreed ta by the parties. Due to the nature of of the dining room  \nand the interest of the servers, rest periods for servers will not be provided or paid. However, the.  \n   \n7 seating staff wil continue to-get est periods consistent wth the provisions inthis Seton  \nSECTION 9.8. Culinary and Stewarding Scheduling  \nExcept when and where required for “authenticity,” or when & hecessary to provide  \nuninterrupted operations. for the guests” ‘experience, all ‘available Culinary and  \nStewarding employees within the location will be offered all hours of work prior to scheduling any  \nnon-Culinary or non-Stewarding labor.  \n  \n   \n  \n1644/20  \na on  \nurs will fe Se and distributed to those most senior qualifj  \n   \nre  \nin the work’ anid 'thien to ¢ any of  \n‘Thiost st ualifc od and — oat wit will be require to’  \n   \n   \n    \nto give | the employee as  \n4  \n.. Possible for the invo  \n  \n  \n   \nae  \n“involuntary than. fourteen 4) consecutive 3  \nat  \n   \nel  \ngt oe  \nate ae  \n2:48 PM  \n‘16/4/20 2:18PM  \nSECTION 10.4. Time and One-Half  \n(1) Over Forty Hours in Payroll Week. The Company will follow federal laws  \n   \n  \nstraight-time hourly rate for all hours worked in excess of forty (40) hours in any one payroll week.  \n(2) All Non-Tipped Full Time employees will get ALL OVERTIME before the Non-  \nTipped Part Time Employees.  \nSECTION 10.5, No Pyramiding of Premium Rates  \nWhere two or more premium rates apply to the same hour of work, the higher will be paid,  \nand there will be no pyramiding of any premium rates.  \n  \n. SECTION 11.2, Rates 2 for New  \nne Coipany. Tf the Union does not rate for tie  \ntbe effective a3 of the date the  \nthe ho Procedure ¢  \ni  \nhe/she will be vai & ure $. 80 ina addition ss hla salgh ne rate  \n  \nand: who are ne  \noine the end of of thi shift. “However, if an  \n“of four (4). hours it are sent ho  \na  \n‘  \n   \n2:4 PM  \n16/4/20 2:18  \nPM  \nemployee voluntarily accepts an offer for early release, the employee wil] only be paid for hours  \nactually worked.  \n-  \nconditions beyond the contro! of the Company, such as fire, fload, hurricane, or other Act of God,  \ncivil disturbances, picketing or threats of harm.  \n(d) The provisions of this Article apply to all scheduled shifts, including overtime, with  \nthe exception of shift extensions which will be paid at actual hours worked,  \nSECTION 11.5. Pay for Day When Injured  \nIn the event an employee incurs a serious occupational illness or injury and medical  \npersonne] excuse the employee from further work on that day, he/she shall be paid the unworked  \nbalance of his/her scheduled shift. Pay for the unworked balance of his/her shift due to an  \noccupational injury shall be considered as “time worked” for purposes of computing overtime and  \nfor pension contribution.  \nSECTION I1.6. Payday  \nEmployees shall be paid bi-weekly and their pay will not be delayed more than six (6) days  \nfrom the end of each payroll period, providing, however, that if a payday falls on an employce’s  \nregularly scheduled day off or a paid holiday, he/she shall receive his/her paycheck on his/her next  \nregularly scheduled workday. An employee shall receive vacation pay in the last regularly  \nscheduled pay check prior to the commencement of his/her vacation.  \nIn order to reduce the potential for payroll errors, the union agrees to affirmatively  \nencourage employees to properly use the time clock system. When a pay shortage occurs, the  \nCompany will, upon an employee’s timely request, and consistent with the procedure used by the  \nCompany as may be modified from time to time, issue 2 check for the pay shortage that is due no  \n248 PM  \nan.  \nAe and will Be paid. a one: dollar  \nghee seting ‘quality and ‘quantity’  \nty  \nuring the ofie huridred id ighy fa 80) vc ‘in the  \n+  \n   \n2:48 PM  \n‘16/4/20 718 PM  \nqualifying period that the employee’s performance i is not satisfactory or if the employee requests  \na return to within the one hundred eighty (180) days, the Company will return the employee to  \nprior job <lassifcton an the Employee shall be to-——____--——  \ntransfer again,  \nd) If a full time employee is regularly assigned to a work schedule that requires him/her to  \nwork for more than 60% of his/her time as a coordinator for a period of more than one hundred  \nand eighty consecutive days, the position will be posted and filled { in accordance with this article  \nIl.  \n¢) Employees in the coordinator role who in a rolling twelve (12) month period receive two  \n(2) reprimands in accordance with Article 17 or any three reprimands will be returned to his/her  \nprior job classification. If the prior job classification was a Coordinator, he/she will be  \nreturned to the job classification held prior to the Coordinator role.  \nf) Any employee shall not be eligible for transfer to a Coordinator role if he/she has any  \nreprimand in the prior six (6) months.  \nTrainers  \nTrainers may be designated by the Company in any of the classifications set forth in  \nAppendix “A.” Trainers will be paid a one dollar ($1.00) per hour differential for all actual training  \nhours.  \n=26-  \n2:48 PM  \n   \nwee oe ot ae  \nfreee te  \n   \n2:48 PM  \n\"6/4/28 2:15 PM  \nSECTION 12.5. Work Status and Utilization of Part-Time and Casual Employees  \n(b) Probationary regular part-time employees shall be. considered ____  \nprobationary employees for a period of ninety (90) calendar days. The Company reserves the right  \nto terminate their employment for any reason until they: have completed any such probationary  \npériod. However, probationary employees shall be entitled to utilize the Grievance Procedure to  \ngrieve any matter that could be grieved by any other employee, except termination within the  \nprobationary period. Any employee who has completed the ninety (90) calendar day probationary  \nperiod and subsequently converts status (Full time to Part time or Part time to Full timne) in the  \nsame job classification will not have to complete another probationary period but will receive a  \nnew bargaining unit seniority date as of the date of the conversion. An employee’s disciplinary  \nrecord shall not be affected by the change in status.  \n(c} Part-Time Employees.  \n(1) Employees will be considered part-time if they customarily work less than  \nthirty (30) hours per week on an ongoing basis, or if they customarily work thirty (30) hours per  \nweek or more but less than seven (7) months per year.  \n(2) During the life of this Agreement, and unless required for “authenticity”  \nreasons, total casual employee (including part-time, seasonal, etc.) utilization shall not exceed  \nthirty-percent (30%) of the total hours worked by full-time and casual employees in all jab  \nclassifications in any calendar year.  \n(d) The parties acknowledge that Section 12.5(c) is the sole restriction on the  \nCompany’s ability to schedule and work casual employees.  \n(ec) Conversion from Part-Time to Full-Time. The Company will give consideration to  \nUnion petitions for conversion from part-time to full-time status, as long there is an open position  \n~2§-  \n1/6/14 248 PM  \n~ a  \nyas it relates io of  \n4  \n. =  \nschedule hang living  \ni ort to maintain: an  \netc., the will be pies on a leave  \neave’ period: is: 1  \npermit, geet certification and/or 0  \n   \n2:48 PM  \n‘16/4/20 , 2:18 PM  \n(b) Immigration Status. In the event that an employee is not authorized to work in the  \nUnited States following the probationary period and his/her employment is terminated  \nfor-this-reason;-the-  \njob classification without loss of prior seniority (seniority, vacation or other benefits  \ndo not continue to accrue during the period of absence) upon the employee providing  \nproper work authorization within sixty (60) days from the date of termination.  \n| days; unless: needs re  \ntare  \ntransfers to different ©  \nlocations and/or r different ‘fob classifications, s«  \n4  \nx  \nney  \nonths i int \"work location:  \ni oi necessary to ‘perform i  \nbie +  \nOverall Jo  \nmoyen followi i wing the epost  \n7 var wy  \n.  \ng period for up: to. five  \n  \n2 fui chin 5 five (45) talendar days S, the Company  \n   \n2:48 PM  \n“6/4/20 2158 PM  \nSECTION 13.3. Transfers to Different Locations  \nEmployees who transfer within the same job. classification but to a different location shall  \n-~be-placed-on- forty-five (45)-day-quelifying period If -the- during the-forty~  \n   \nfive (45) day qualifying period that the employee’ s performance is not satisfactory. or if the  \nemployee requests a return to the prior location within the forty-five (45) days, the Company shall  \nreturn the employee to the next available opening in the same job classification in a different  \nlocation, if available.,  \na  \nt .comipany-  \n  \n  \nSECTION 14.8, Re  \nletter to the s address of record notifying him/her of recall  \n   \n17/6/14 2:48 TM  \n16/4/20 218 PM  \ndate, which shall not be less than ten (10) workdays from the date the letter is mailed. A copy of  \nany such letter shall be mailed to the Union.  \n~—- SECTION 14.6. Correct Address and-Felephone Number ~~ --_—_—- ~--  \nFailure of an employee to have a current address and telephone number on record in the  \nHuman Resources Department will relieve the Company of its responsibility of notification to the  \nérmnployee under any Article of this Agreement.  \nSECTION 14.7. Failare to Report from Layolf  \nAn employee who fails to report for work as scheduled on recall from layoff shall be  \nconsidered to have voluntarily terminated his/her employment unless such employee has notified  \nthe Company of personal illness or a death in the immediate family prior to the date he/she was  \nscheduled to report to work.  \n7h ns *  \njer job  \n  \ndae  \n  \nMOE, job classi fications diiring the day,  \nee . The  \nme mere ais: mes to work at  \nar all time worked in:the higher: rica  \nnot  \nSe  \nbe required to or work’ ina a ti  \nie 10 a J job othier than the job classification that i is his  \nSaal  \no buch job classification.  \n  \n   \n2:48 PM  \n‘16/4/20 2B PM  \nemployee shall not be required to work against his/her desire in the new classification for a period  \nof time exceeding ten (10) workdays.  \nSECTION Shop  \nIn the administration of this Article, the Company will not involuntarily assign, reassign or  \ntransfer Shop Stewards.  \n-36-  \nera  \nsd mica leave  \n  \nthe} eee 72.  \nst-atse ‘all of his.c or ‘her accrued vacation leave, sick  \nis requested for ‘any other reason listed below, an em  \n   \n2:4 PM  \n16/4/20 2:18 PM  \nmust first use al! of his or her accrued paid vacation or personal leave. The remainder of the leave  \nperiod will then consist of unpaid leave.  \nLeave-Period.—Arr eligi ble-employee-is-entitled-te-take-up-te-e-maximum-of-12--..———_—.  \nweeks of family or medical leave in any 12-month period. The 12-month period shall be a rolling  \n12-month period measured backward from the date the leave is used. Entitlement to leave for the  \nbirth or placement of a child for adoption or foster care will expire 12 months from the date of  \nbirth or placement.  \nReasons for Leave. An employee who meets with the applicable eligibility  \nrequirements will be granted a total of up to 12. weeks of unpaid _— for the following reasons:  \n1. The birth of the child and in order to care for that child;  \n2. The placement of a child with the employee for adoption or foster care;  \n3. The care for 2 spouse, child, or parent who has a serious health condition;  \nor  \n4. A serious health condition thet. renders the employee incapable of  \nperforming the functions of his or her job.  \nIf a husband and wife both work for the Company, the aggregate leave taken by both  \nemployees is limited to a total of 12 weeks if the leave is taken for the birth or placement of a child  \nor to care for a parent with a serious health condition. However, if the leave is taken by either  \nspouse to care for the other who is seriously ill and unable to work, ie care for a child with a serious  \nhealth condition, or for his or her own serious illness, then each employee is eligible for 12 weeks  \nof leave.  \n(d}) Application for An employee requesting family or medical leave must  \ncomplete the “Application for Family or Medical Leave” form (the employee can obtain the form  \nthe administrative assistarit int  \nhelt conditions;  \nve\"...  \n~  \nThe application for eave: based on. the “seri  \ncol re of the or. ‘the employee” § Spouse,  \n.  \nh which ‘the: serious. health. condition. comiienced, 5  \n   \n2:48 PM  \n16/4/20 2:18 PM  \nduration of the condition, and the appropriate medical facts regarding the condition. If an  \nemployee is requesting leave to care for a spouse, child, or parent with a serious health condition,  \n-the medical-certifi cation must state-an estimate of the ameunt oftime the employee will  \nIf the employee has a serious health condition, the certification must state that the  \nemployee cannot perform the functions of his or her job. The Company will require medical  \ncertification to be submitted prior to or when an leave begins or within fifteen (15)  \ncalendar days after the leave starting date. In addition, the Company may require subsequent re-  \ncertifications on a reasonable basis.  \n(h) Notification of Leave Assignments. After receiving notice from the employee  \nregarding the need to take family or medical leave, the Company will provide the employee with  \nan “Employer Response to FMLA Request.”  \n(i) Benefits Coverage During Leave. During a family or medical leave, the employee  \nwill be retained on the Company’‘s health plan under the sarne conditions that applied before the  \nleave began. To continue health coverage, the employee must continue to make any contribution  \nthat he or she made for group insurance during the leave. Failure of the employee to pay his or  \nher share of the health insurance premium may result in the loss of coverage.  \nAn employee who is granted FMLA leave shall retain and accumulate seniority during  \nsuch leave. An eligible employee will not accrue any right, benefit or position of employment  \nother than that which they would have been entitled to had a leave not been taken and such leave  \nwill not result in the loss of any benefit accrued prior to the date on which the leave began.  \nIf an employee fails to return to work after the expiration of the leave, the employee may  \nbe required to reimburse the Company for payment of health insurance premiums during the family  \n   \nI ay 2 48 PM  \n   \ni serious. health  \nayes  \n‘available, ort to a: position  \na  \ner  \nmedicél leave to report every thirty. (30) on his: of her Status,  \nmales of ‘medical leave “mist ‘submit his or her: request fc  \nES  \nye requested extension. ©  \nann  \nleave, at the’ discretion of the: ‘Emp  \nduration of the medical. leave: Failure to comply  \n=  \n“ay a leave of  \n  \nx . ' £  \n  \n        \n2:48 PM  \n7:18  \nPM  \nand vacation benefits. Employees who are on leave of absence for more than thirty (30) days will  \nnot receive credit toward scheduled step increases.  \ndr ~—srremployee-whotetums-fromrmedical-leave-oF absence-within-sixty-(60)-days-or  \nless will be placed in his/her prior job, location, and schedule. If the employee has been on leave  \nfor more than sixty (60) days, the Company will make every reasonable effort to place said  \nemployee in the prior job and location.  \n(ec) An who fails to return from medical leave of absence, or to seek a release  \nto return to work from the medical leave of absence, will be considered to have voluntarily  \nterminated.  \nSECTION 16.5. Leave for Compensable Injury  \nAny employee on medical leave as a result of an on-the-job compensable injury shall retain  \nand accumulate seniority during such leave. Upon being released for return to work, if the  \nemployee has been off sixty (60) days or less or for FMLA qualifying leave, such other period as  \nrequired by that law, he/she will be placed in his/her prior job, location and schedule. If the  \nemployee has been off for more than sixty (60) days, the Company will make every effort to place  \nsaid employee in the employce’s prior job and location.  \nSECTION 16.6. Medical Leaves Exceeding One Year  \nThose employees who accumulate time on occupational or non-occupational medical leave  \nof absence totaling one (1) year will have their employment with the Company terminated. The  \none-year period is calculated on a cumulative, as opposed to a consecutive basis, as outlined below:  \n(a) ‘If an employee returns from medical leave and works less than twenty-six (26)  \nconsecutive working weeks, and is subsequently returned to medical leave, the employee will  \ncontinue to accrue time toward the one year cut-off described above.  \nAn‘emnployee who hi sei  \nal: ‘information, or. wil ie filed and  \n4 at mens . .  \ndocomenting  \n\"ae  \n“employment as. ‘Jong as medically  \nfor her particular. work location fea  \n=  \n  \n‘basis and -  \ntats  \n\"a  \n“in its’ sole allowing fo continue, workin  \n   \n2:48 PM  \n‘16/4/20 2:18 PA  \nadministrative leave for up to one (1) year pending = outcome of civil or criminal charges.  \nHowever, the Company reserves the right to take disciptinary action, up to and including  \nbased onthe natre-of the allegations andor tthe  \nregarding the Disciplinary action taken by the Company shall be subject to the  \ngrievance proc edure with the exception of probationary terminations.  \n   \nI 3 48 PM  \nafin of this with  \n+  \nws  \n- to: erisure the consistent and ‘timely willis saclay section of this  \n*  \n'  \nation, the employe will be. informed ¢ of the  \n“action but does ‘not require.  \n   \nthe em 3 employee ding th  \n   \n2:4 PM  \n2:18 PM  \n(a) No discipline and.a return to work with full back pay and applicable pension  \ncontributions; or  \n—_————— fb) ~~ Acreprimand-in-aecordance with Section 17-5(a) below and-a to-work-with  \nno back pay and applicable pension contributions; or  \n(c) Disciplinary suspension in accordance with Section 17.5(b) below; or  \n(d) Termination in accordance with Section 17.6 below.  \nAn employee may be suspended without pay for a period of up to two (2) weeks. The  \nparties recognize, however, that the use of a suspension is not a mandatory component of the  \ndisciplinary progression.  \nIn circumstances where an investigatory suspension extends beyond two (2) weeks, an  \nemployee shall be paid on a weekly basis unti] such time that the suspension is concluded and an  \nemployment decision is administered by the Company.  \nSECTION 17. Discipline  \nDiscipline must be for just cause. In administering discipline, the Company will make  \nits determination based on the factors in Section 17.1.  \n(a) Reprimands. Reprimands will be issued, in writing, on a specific subject or subjects  \nand will be signed by the Supervisor who will present it and discuss it with the employee.  \nReprimands will be presented and discussed within fifteen (15) calendar days after the occurrence,  \nor within fifteen (15) days after the immediate supervisor has had a reasonable opportunity to  \nbecome aware of and complete an investigation of the occurrence, whichever is later, unless  \nprevented by the absence of the employee or extenuating circumstances beyond the control of the  \nCompany. An employee will sign the reprimand, not in admission of the offense, but in  \nacknowledgment that a copy of the reprimand has been received by the employee. The Company  \nshall make copies of written reprimands available to the Union.  \n-46-  \n2:48 PM  \n1844720 PM  \n   \n   \nwet eae  \n   \n   \nng twelve (12)  \n=,  \n   \nSECTION I?  \noe  \nising profane language  \n    \n-Or using pro ual  \n   \n  \nPM  \n‘16/4/20 2:13 PM  \n(e) Conviction, plea of guilty, plea of no contest, or acceptance of pre-trial diversion,  \nor other similar resolution to a felony or serious misdemeanor, such as but not limited to child  \n   \n+ ong « wi 0 prio Dials  \n   \n—abuse;-lewd-and-lascivious behavior, or-sale/distribution-of controlled substances:-—- -  \n(f} Violation of operating rules and procedures that may or may not result in physical  \nand/or financial damage to Company property or in bodily injury to fellow employees or guests.  \n(g) | Gambling, sleeping while on duty, willful insubordination and theft.  \n(h) Dishonesty or misconduct that is detrimental to the Company.’  \n(ij) Continued violation of the Company appearance guidelines.  \n(j} to return from a leave or vacation. .  \n(k) Excessive tardiness or absenteeism.  \nG) Discrimination/harassment.  \n(m) Possession of dangerous or unauthorized materials such as explosives, firearms, or  \nother similar items on Company property.  \nSECTION 17.7, Absenteeisin and Tardiness Standard:  \nIn 2015 negotiations, the Union and the Company discussed the unique nature of the  \nbusiness and the distinct operational needs that differ from the surrounding Walt Disney World  \noperations, Based on those discussions, the parties agreed to the following:  \n   \n1 While it has never been the position of the Company to Jegistate behavior during off-duty hours, the Company does  \nreserve the right to administer appropriate disciplinary action when flagrant actions take place on Company property  \nby employees outside their scheduled work hours. It is understood by both parties that in the event of extremely  \nserious Infractions of this nature requiring discharge, subsection(s) (f) and/or (h) of the above referenced Article will  \nbe cited.  \nA.  \n2:48 PM  \nte  \nTD  \n.  \nTia ill ye : ne  \n  \nwil  \nhour  \nouint ais  \noné ab  \n  \n= qd  \nid:ghall not count é  \nAe  \n   \n17/6/14 2:48PM  \n16/4/20 2:18PM  \nI. Work incurred injuries;  \n2. Medical Leaves;  \n—— Release of shift-for- medical-reasons> ~  \n(d)  \n()  \n4. Scheduled personal leaves where the Company agrees in advance to the leave as  \nmentioned in Article 16.1 above. .  \n5. Subsequent consecutive call-ins for the same illness or injury will not count as an  \nadditional occurrence;  \n6. Citizenship Ceremonial Day  \nAny twelve (12) month period free from discipline will result in beginning again at the first  \nstep of progressive discipline.  \nAll references to time period in this Article refer to continuous work periods specifically,  \nexcluding any leaves of absence.  \nSECTION 17.8. Clock out Standard  \n(a) Failure ta Either Clock in or Clock Out:  \nl. Beginning with 3 points in any 30 days = reprimand  \n2. Beginning with 6 points in any 90 days = reprimand  \n3. Beginning with 9 points in any 180 days = reprimand  \nd., Beginning with 12 points in any 365 days = reprimand  \n(b> = Tracking:  \n1. Failure to clock in for the start of shift = 1/2 point  \n2. Failure to clock out for the end of shift = 1/2 point  \nFailure to clock in and out for same shift * ] point  \n4, Failure to clock out for the start of lunch period = 1/2 point  \n-50-  \nee ey  \nto clock in for the end  \na wo  \nsteal  \neven (7) days’,  \n. oy  \nms  \nray am yee  \nhe  \n“references t6 tint  \n   \n2:48 PM  \n“6/4/20 2:18PM  \nRGAE 18 — GRIEVAN CE AND ARBITRATION  \n\"SECTION 8.4, Grievance Settled According fo Procedure . |  \n~The panes o this Agreement agree that eny grievance arising ou of the interpretation-or  \napplication of the terms of this Agreement, with the exception of terminations and policy  \ngrievances which will be expedited to Step 3, shall be settled promptly in accordance with the  \nfollowing procedures:  \nSECTION 18.2. Definitions  \n(a). Grievance: A grievance, within the meaning of this procedure, is defined as a  \ndispute or difference of opinion between the parties conceming the meaning, interpretation,  \n| application or alleged violation by the Company of this Agreement.  \n(b) Time Limits: The parties recognize that it is important that grievances be processed  \nand resolved as rapidly as possible; therefore, the number of days indicated at each step of the  \ngrievance procedure should be considered as a maximum, and every effort should be made to  \nexpedite the process. The time limits specified may be extended by mutual agreement as evidenced  \nby a waiver, in writing, signed by an authorized representative of the Company and the Union;  \notherwise, the grievance shall be regarded as withdrawn.  \n(c) Recording Devices: The parties agree that no recording devices of any kind shall  \nbe permitted to be utilized during Steps 1, 2, 3, or 4 of the grievance procedure.  \n(d) § Back-pay Awards: The parties agree that any Arbitrator’s award of back pay shall  \nbe lessened by unemployment compensation or any other compensation received by the grievant  \nduring the period of termination prior to reinstatement.  \n{e} Information Requests: The Company will make every reasonable effort to provide  \nany requested, relevant information regarding grievances to the Union within seventy-two (72)  \n52-  \nsana of his/her U  \nwane  \n1 (14) al  \nne  \n7  \n(14) cale saa diss et ‘the has had 2  \niis provided, the grievance may, b  \n‘initio Section of dis lak ? dté Have: been Violated. “The grievance & shall -  \n3 | Manager; who shall iramediately forward copies to the.  \n   \n2:48 PM  \n16/4/20) 2:18 PM  \nCompany Representative. The Company Representative and the Union Representative shall meet  \nwithin seven (7) calendar days after invocation of Step 2i in an attempt to settle the grievance. It  \n-shall-be-ineumbent-upor the-Business-Representati ve-to-request-such-meeting -Fhe- Company  \nRepresentative shall provide the employee and the Union Representative with a written reply  \nwithin seven (7) calendar days after the parties have met. If the designated Company  \nRepresentative fails to give a written reply within the time limits provided, the grievance may be  \nappealed to the next Step of the grievance procedure.  \nStep 3  \nIf the grievance shal} not have been adjusted under Step 2, then within seven (7) calendar  \ndays from the date of the supervisor’s written decision or a date when the decision should have  \nbeen submitted by the supervisor, the grievance shall be presented in writing to the General  \nManager. The General Manager and the employee’s Union Business Representative shall meet  \nwithin seven (7) calendar days in an attempt to resolve the grievance. The General Manager shall  \nprovide the Employee and the Union Business Representative with a written reply within seven  \n(7) calendar days after the parties have met. If the General Manager fails to give a written reply  \nwithin the time limit provided, the grievance may be appealed to arbitration.  \nIn conducting the second and third Step meetings, the presence of the Shop Steward and/or  \nthe grievant may be requested by the Union Representative. Such request will remain the sole  \noption of the Union.  \nStep 4  \nIf the grievance shal! have been submitted but not adjusted under Step 3, either party may,  \nwithin seven (7) calendar days after receipt of the General Manager's written reply, or a date when  \nthe written reply should have been submitted by the General Manager, request in writing that the  \n  \né shall ‘gove  \nrievanee  \nio  \nae  \n\"es  \n   \n2:48 PM  \n‘16/4/20 2:18 PM  \n"], ["ARTICLE 19 — HOLIDAYS  \n", "Part Time employees are not eligible for Holiday Pay. -.  \n"], ["ARTICLE 20 —- VACATION  \n", "Part Time employees are not eligible for Vacation Pay.  \n"], ["ARTICLE 21 — JURY DUTY/BEREAVEMENT LEAVE  \nSECTION 21.1. Jury Duty without Pay for Regular Part-Time Employees  \n", "All regular part-time employees will be granted time off while serving on jury duty. Time  \noff will be unpaid during the duration of his/her service.  \nSECTION 21.2, Bereavement Leave  \n(a) | Employees bereaved by the death of a member of their immediate family are  \ngranted time off, without pay, for time necessary to travel to and from the fimeral location and  \nattendance at the funeral,  \nThe deceased must have been a member of the immediate family household, such as  \nspouse, child (natural or step), mother, father, brother, sister, mother-in-law or father-in-law,  \ngrandparent and grandchild. If a closer than normal relationship existed between the employee  \nand a person other than those named, consideration will be given toward the bereavement leave.  \nBereavement leave shal] be granted up to a maximum of five (5) days. An employee will  \nbe entitled to receive up to three (3) days of unpaid bereavement leave to attend in-state funerals  \nand up to five (5) days of unpaid bereavement leave to attend out-of-state funerals. Additional  \nunpaid time may be granted where appropriate.  \n1 248 PM  \noa”  \nbe will, nat times, remain the  \na8  \nthing or Misuse of Clothing an  \n   \n2:48 PM  \n‘16/4/20 2:18PM  \nthe lock on an employee’s locker, An employee who willfully defaces, destroys or misuses &  \ncompany-furnished uniform is subject to disciplinary action, including dismissal.  \n   \nSECTION 23:5--Personal Appearance Rules in-Writing— -~-  \nIt is recognized that the Company may make and enforce rules relating to personal  \nappearance which must be. set forth in writing and must be reviewed with the Union prior to  \nimplementation.  \nSECTION 273.6. Furnished Clothing Net to be Worn OfF Disney World Premises  \nUnless approved or otherwise authorized by the Company, company-furnished clothing is  \nnot to be worn off Walt Disney World premises outside of the employee’s working hours.  \nW7/t/14 2:48 PM  \nans PM  \n   \n   \nmay attend  \n   \n   \n   \na ee  \n> one joint ‘conimittee: for both. San Angel Inn and Springs F  \nse  \na8  \n=  \n    \n   \nive committee membeis within one month of ratification.  \nTee  \n. eonilicts between the: Americans with Disabilities Act and |  \n  \nwm  \n7  \n   \nWild 2:48PM  \n\"6/4/20 2:18PM  \n(b) Applicants for employment with the Company may be required to undertake a post-  \noffer, conditional-employment medical examination. Examinations will be conducted by a  \n—-—-——licensed-physician-designated-and-paid for  \n(c) Employees may be required by the Company to submit to a medical or  \npsychological examination at the Company’s expense in the following situations:  \n(1)  \n(2)  \n(3)  \n(4)  \nWhen the Company needs to determine whether an employes is able to  \nperform the essential functions of a position with or without  \naccommodation and/or whether the employee can perform the essential  \nfunctions ofa position, with or without reasonable accommodation, without  \ndirectly threatening his/her health or safety or that of others;  \nWhen the Company concludes that it must determine whether reasonable  \naccommodation is required, or where an employee has requested  \naccommodation, including the nature and extent of such accommodation;  \nWhen the Company concludes it must acquire medical advice to determine  \nwhether a local, state, or federal health or safety standard can be satisfied;  \nWhen the Company is obligated by law to assess, monitor and/or maintain  \na record of an employee’s health status.  \n(d) Pursuant to Section 24.4(c)(2} above, the Company reserves the right to require an  \nemployee to undergo a physical examination by a licensed physician or certified health care  \nprovider designated by the Company at the request. If the employee disagrees with  \nthe medical opinion of the Company-designated physician, the employee may select, at his/her  \nexpense, e physician or appropriate certified health care provider to conduct the Company-required  \nmedical examination. The result of that examination must be submitted to the Company-  \n-60-  \n   \nel 2 lon Rs mo  \nane  \npay syiyatieq,  \njl by 00  \n~ “wi  \nHORA 811521199 10:  \nnore  \napo]  \nTye  \noF  \n   \n   \nFloren  \n2:48 PM  \n16/4/20) 2:18 PM  \n"], ["ARTICLE 25 —- WORK BY SUPERVISORS  \n", "It is recognized that the duties of a supervisor are, as the implies, largely of a  \nen ial nt perfor work rch a= that by  \nthe as herein defined,  \n(a) For emergency purposes.  \n(b}) = Inthei instruction and crating of employees or supervisors.  \n(c) Work of an nature.  \n(d) Testing materials and production.  \n(ce) Start-up and closing-down of  \n(f) To ‘protect Company and/or to ensure the safety of guests and/or  \nemployees.  \n(g) To provide uninterrupted services in order to ensure a positive guest and/or  \nemployee experience.  \n-62-  \n2:48PM |  \nSSECTI  \nering other’  \nThee  \ntd's  \nor unit opetition without an exten  \n:  \n  \n  \nwe ne oe  \n  \nayy  \n   \n2:48 PM  \n‘16/4/20 2:15 PM  \n   \nnets  \n"], ["ARTICLE 27 — - BULLETIN BOARDS  \n", "The Company shall provide bulletin boards in all areas which are frequented by employees  \nfor-the-posting-of officin-union-notices ~The boar aba th-glass- end-under lock:  \nThe key shall remain in the possession of a supervisor. These boartls shail be used for display of  \nthe following notices: union meetings, union appointments, union elections ud official union  \nsocial affairs and any Company-issued information. It is agreed that no union matter of any kind  \nshall be posted in and about the of San Angel Inn or Coronado Springs except on said  \nboards. It is agreed by the Union and management that it is the responsibility of each employee to  \nbe knowledgeable of notices posted. All such union notices shall bear a posting and a removal  \ndate.  \n‘some Work id be sublei  \n  \nof the Com  \na ne  \n{al  \n.  \n   \n2:48 PM  \n\"16/4/20 2:18 PM  \n"], ["ARTICLE 29 —- ALCOHOL AND DRUG ABUSE POLICY  \n", "For purposes of this Agreement, the terms “drug” or “drug tests” shall include both drugs and alcohol, as  \nappropriate. The Company and the Union recognize that me many areas of the Company's operations  \nhazardous work with ihe potential for personal injury or property damage and that alt areas involve directly  \nor indirectly the public at large. Therefore, it must endeavor fo provide safe and efficient perations for the  \nprotection and benefit of the general public, its customers and its employees. AS part of ts effort achieve  \nthat goal, It must require that its work be performed by employees who do nat use illegal drugs or + misuse  \ncontrolled substances and/or alcohol as follows:  \nSECTION 1; The Company recognizes that employees have a right as privacy and that any adverse action  \ntaken against any employee for off-duty conduct shal take into account the employee S right to privacy and  \nthe impact of the employee's conduct on his/her jab the Compary’s reputation, or the public's  \nperception of the Company's contract performance. Any disciplinary action for such drug-related conduct  \nwill be subject to the grievance With ‘Fespect to any alleged off-duty related conduct, the  \narbitrator will be specifically instructed to balance the employee's right to privacy in his/her off-duty time  \nwith other legitimate job related concerns in weighing the contractual propriaty of disciplinary action.  \nSECTION 2. Bargaining unit employees will be subject to drug and alcohol testing under the following  \ncircumstances,  \n(a) Where there Is an objective reasonable basis that an employee has an in-system presence of any  \nillegal drug, controlled substance or alcohol, hereinafter referred to as “substances”, while on duty  \nor on Company property immediately preceding or following the watt shift. For purposes of this  \nAgreement, the terms “employee” or “bargaining unit employee\" includes not only persons  \nemployed in positions covered by the Union, collective bargaining agreement, but also persons  \nbeing recalled into such positions.  \n   \n10 douse 230  \n   \nee  \nacc 64 Jo em. Guess {py  \n21.2 WA ul  \njun. ‘ajqissod 80 udod su,  \nir.  \nWa aT  \n   \n2:48 PM  \n‘16/4/20 218 PM  \nSECTION 4, Any employee directed for testing shall be advised of his/her right to the presence of a Shop  \nsteward before any pre-test meetings with Management. Provided a Shop Steward fias been requested  \nand is available, no specimen will be collected untit the Shop Steward can discuss the matter with  \nManagement The Union agrees that the procedures described in Sections 3 and 4 shall not operate ina  \nmanner that will Impede timely collection of a biological specimen. Refusal to provide a biological specimen  \nwill result in immediate discharge without an opportunity at a later date to reconsider/retract the refusal.  \nSECTION 5. Any employee who tests negative to any drug test under this Agreement (other than follow-up  \ntasting te rehabilitation} shall be compensated for all lost time, al the appropriate wage rate. Time lost  \nunder such circumstances shail be treated as time worked for purposes of premium eligibility.  \nSECTION 6. Specimen collection for a drug test will be accomplished in a manner compatible with  \nemployee dignity and privacy. There will be no stip searches or opposite sex observation, In the usual  \ncase, the Company will not observe specimen production, but the Union agrees that specimen production  \nmay be closely monitored in those cases where the Company has a specific objective reason to believe  \nthat the employee may attempt to contaminate a test specimen. Any evidence of any form of tampering,  \naltering, or diluting of a specimen will result in discharge.  \nSECTION 7. Test specimens shall be sent only to laboratory facilities certified by an appropriate federal  \nor state agency. The drug test laboratory and the specimen collection facility must establish and maintain  \na forensically acceptable chain of custody. It will be the burden of the Company to establish, in any case  \narising from a positive test result, that the appropriate chain of custody has been mainteined.  \nlf a dispute should arise over the selection of drug test laboratories, such dispute shalt be resolved by  \narbitration, The laboratory(s) selected must, upon request, identify the drugs tested for, the methods used,  \nthe manufacturers of the test, the analytical limits and levels used, the methods of reporting results and the  \nchain of custody procedures used to produce forensically acceptable test results. To be qualified under this  \n2:48 PM  \n“OF ai: pea  \nrs me “  \noe  \nble Medical Review Officer bik tie ight withhold approval of  \n  \nadequate’ in  \nae  \nhe Federal Register, and may be moditied whenever.  \nten notice of the: test. used 4  \na  \n. the 5 of of ihe test and the  \n   \n2:48 PM  \n16/4/20 2:15PM  \nSECTION 10. The laboratory shall preserve a sufficient aliquat specimen as to permit independent  \n   \n_____ banfirmatory testing by the employee and follow-up re-analysis at the request of the Union or the Company.  \n| Any re-analysis pertonned will be done on the original sample provided. The Medical Review Officer shall  \nendeavor to notity the Company and the employee of positive test results within five (5) working days after  \nreceipt of the spacimen. The employee may request, in writing, a re-analysis within three (3) working days  \nfrom notice of positive test result. Additionally or as an alternative, the employee may have the —  \ntested at a certified laboratory of his/her choice. Should this test result be negative, the test results will be  \nconsidered negative.  \nSECTION 11, Initial tests and re-analysis requested by the Company will be pald by the Company; costs  \nof re-analysis for reconciliation will be split between the employee and the Company. In the event the initial  \ntest is proven to be a false positive the employee shall be relmbursed for cost of test procedures paid for  \nby the employee.  \nSECTION 12. The drug test laboratory and the specimen collection facility must establish and malntain a  \nforensicaily acceptable chain of custody. It will be the burden of the Company to establish, in any case.  \narising from a positive test result, that the appropriate chain of custody has been maintained.  \nSECTION 13. Where employees are required under this policy to submit blood samples for alcohol testing,  \nthe samples will be taken In an appropriate collection facility. The collection facility and laboratory will use  \nthe same or equivalent chain of custody procedures and exercise the same or an equivalent level of  \nprofessional care and scientifically accepted standards end procedures in the collection and testing of blood  \nsamples for the presence of alcohol as with urine samples for the presence of drugs. For the purposes of  \nthis policy if a test reveals the presence of alcohol at a level of .08% or more by weight, it shall ba presumed  \nthat the employee has violated this policy. If the test reveals the presence of alcohol in excess of .05'%% by  \nweight, but less than .08%, the results of the test will be considered along with all other relevant Information  \n(e.g. employee conduct, speech, performance, atc.) in determining whether the employee is in violation of  \n  \n   \n2:48 PM  \nels thet urider the influence oi of  \nsoe  \neg conduc speech, per  \n  \n4  \n! ne shall be dis  \n4  \nweet,  \n“iio where ee  \nshy preg tte ene  \nThe Company shall be responalble for contidertalty oftest records.  \nstretly on a “ried to know” basis. “employee  \n   \n2:48 PM  \n‘16/4/20 (2:18 PM  \ndrug test records shall not be released outside the unless required by administrative action initiated by the  \nemployee or the Union. The empioyee shall be entitled to written notification of positive drug test results  \nCopies of such report wil be provided to the Union when authorized in writing by ihe employes.  \nao en em din a me i ty a sade il  \n   \nSECTION 16. Except in the case ofa positive random test after referral to the EAP which shall be conclusive  \nproof of just cause for termination, when and if t becomes necessary to impose discipline for drug | related  \nconduct or job performance, disciptine will be Judged by: the contractual just cause slandard and will be  \nsubject to the grievance/arbitration procedure. Except to the extent the employee(s) withholds written  \nconsent as to particular documents personal to him, the Company agrees to provide the Union, in advance,  \nwith whatever documentation or information the Union reasonably requizes to process the grievance and/or  \narbitration. By establishing this policy, neither the Company. nor the Union waives any legal rights. The  \nparties agree that this drug policy shail not diminish the rights of individual employees under state or federal  \nlaw relating to drug testing.  \nSECTION 17. The Company shall provide education for Management personne! regarding observation  \ntechniques, the availablity and desirability of the Employee Assistance Programs and the need for  \nobserving strict confidentiality. Supervisors will be provided guidelines for maintaining confidentiality of all  \ndrug-related information and referring employees who may have a problem to appropriate counseling.  \nSECTION 18, The Company agrees that it shall indemnify and hold the Union harmless against any and  \nall complaints, claims, judgments, or demands that may arise out of, or in any way are related to, the Union's  \nnegotiation or participation in the foregoing drug policy applicable to bargaining unit employees and  \napplicants, or the Company's activities in carrying out this drug testing program.  \n72.  \nda PN  \n2  \n4  \n248  \n+  \n0  \n4/2  \n    \n   \nate  \n  \nate  \n   \n   \noe  \nated  \n   \n2:48 PM  \n(20 ¢ 2:18 PM  \n"]]