[["", "K9872  \nSOUTHEASTERN BUILDING AGREEMENT  \nMay 1, 2016 - April 30, 2019  \nTHIS AGREEMENT, by and between, or on behalf of the parties and in the capacities and status designated in  \nArticle II, hereof, establishes rates of pay, wages, hours of employment, fringe benefits, and vacations, where  \napplicable, and other terms and provisions conceming relations and collective bargaining relations and  \ncollective bargaining between or involving such parties on construction work in the State of Minnesota. Throughout  \nthis Agreement, wherever the masculine gender appears, the feminine form applies equally and may be substituted  \ntherefore.  \nNOW, THEREFORE, for such purposes, it is agreed as follows:  \n"], ["ARTICLE 1  \nConsiderations for Agreement  \n", "The consideration for this Agreement are the mutual promises of the parties and their mutual purposes to establish,  \nmaintain and promote sound and harmonious labor relations.  \nIt is desirable to maintain the cooperative relationships existing during past years between the Employers and the  \nEmployees represented by the Union.  \n"], ["ARTICLE 2  \nDesignations of Parties  \n", "A. The Southeastem Building Contractors division of the Associated General Contractors of Minnesota, (herein  \ncalled AGC) is a party to this Agreement in a representative capacity, and as agent only acting on behalf of certain  \nof its members who have agreed to be bound to the terms of this Agreement, and the AGC is entitled to recognition,  \nin such capacity, as agent and collective bargaining representative for the Employers who are or may become parties  \nhereto, for all purposes of this Agreement, including its nght in such capacity, to represent such Employer parties  \nbefore NLRB or otherwise pursuant to and/or in aid, support, or enforcement of the terms and provisions of this  \nAgreement.  \nB. The Laborers District Council of Minnesota and North Dakota on behalf of its affiliated Local Union 405, (herein  \ncalled the Union) on their own behalf and on behalf of the Employees whom they represent and on whose behalf  \nthey are recognized or are to be recognized are parties hereto. The status of said Union is dual, in that they are  \nparties hereto as principals and also as agents for the Employees whom they represent and on whose behalf they are  \nrecognized or to be recognized as hereinafter provided. ‘The status of the Union is several and joint, as related to  \nother craft unions.  \n"], ["ARTICLE 3  \nUnion Recognition  \n", "The Employers hereby recognizes the Union as the exclusive collective bargaining representative of the Employees  \nin the craft signatory to this Agreement, in respect to rates of pay, wages, hours of employment, fringe benefits,  \nvacations where applicable, and other conditions of employment. The respective Union is hereby recognized  \nhereunder by the Employers as the sole exclusive bargaining representatives of the Employees represented by them.  \nThe respective Union represents that they are qualified for such recognition.  \n"], ["ARTICLE 4  \nScope of Agreement  \n", "This Agreement shall govem work done in the following geographical jurisdiction consisting of the counties of  \nDodge, Faribault, Fillmore, Freebom, Goodhue County south of County Road 9 including the city limits of Lake  \nCity, Houston, Le Sueur, Mower, Olmsted, Rice, Steele, Wabasha, Waseca and Winona.  \n"], ["ARTICLE 5  \nUnion Security  \n", "The Union recognized under Article 3 of this Agreement shall be entitled to union security to the extent that each  \nEmployee in the collective bargaining unit represented by such Union shall, on the eighth (8th) day following the  \nbeginning of employment in such collective bargaining unit by such Employer under the coverage of this Agreement  \nor the effective date of this Agreement, whichever is later, be required to become and remain a member in good  \nstanding of such Union as a condition of employment.  \nThe Employer will be required to dismiss Employees who refuse to comply with this Union Shop provision after  \npersonal notification by a bonafide representative of the Union to a responsible representative of the Employer on  \nthe job. The Union shall be entitled to approach individual Employees for organizational purposes as provided by  \nlaw.  \n"], ["ARTICLE 6  \nHiring Employees  \n", "There shall be no discrimination or harassment against any Employee because of affiliation or non-affiliation with  \nthe Union, race, color, age, sex, disability, creed, political or religious beliefs.  \nNothing in this Agreement shall be deemed to constitute a hiring hall or to require the Employers to call only the  \nUnion for Employees, or to hire only Employees referred by the Union.  \nWhen called and the Union fails to provide qualified workers within twenty-four (24) hours, the Employer shall be  \nfree to employ anyone to perform the work at the appropriate scale as contained herein.  \nThe Employer shall inform Employees that the Employer is a Union Contractor and as such, Employees on or before  \nthe eighth (8th) day of employment must become and remain Union members in good standing as a condition of  \nemployment.  \nOn May 1, 1995, the Construction Craft Laborer Apprenticeship Program has been established. The Joint  \nApprenticeship and Training Committee is made up of an equal number of Employer Trustees and Union  \nTrustees. The Parties incorporate by reference the terms and conditions of the Minnesota Construction Craft  \nLaborers’ Apprenticeship Program. Copies of the Apprenticeship Standards are available upon request.  \nA. Journey Laborers and Enrolled Apprentices. ‘The Employers agree to give the Union the first opportunity  \nwhen hiring Joumey Laborers and Enrolled Apprentices. First opportunity shall be defined to mean that the  \nEmployer shall call the Union for not less than the first 50% of their Joumey Laborers and Enrolled Apprentices.  \nB. Apprentice Candidates. An Employer seeking to hire an Apprentice Candidate shall first contact the Union  \nLocal with geographical jurisdiction. The Local shall refer to the Employer an Enrolled Apprentice from the Local’s  \nout-of-work list. If an Apprentice is not available from the Local Union, then the Employer may directly engage an  \nApprentice Candidate and then refer that individual to the Apprenticeship Program as a sponsor. In recognition of  \nthe need for a safe and efficient workforce, the Employer will not hire an individual who has had an Apprenticeship  \nAgreement cancelled by the JATC for failure to meet apprentice responsibilities and obligations within the previous  \ntwelve (12) month period. The individual must be enrolled with the Apprenticeship Program as an Apprentice within  \neight (8) business days of employment.  \nIn situations where the Contractor determines as a means to advance business relationships or in other extenuating  \ncircumstances, the Contractor may directly hire an Apprentice Candidate, enrolled Apprentice, or Joumey Laborer  \nafter notifying a Local Union Representative.  \nIf an Apprentice Candidate is not registered as an Apprentice at the Apprenticeship office within eight (8) business  \ndays of employment, the worker shall be deemed a Joumey Laborer for wage and benefit purposes. Failure to  \nregister may result in action pursuant to Article 11.  \n"], ["ARTICLE 7  \nInsurance and Taxes  \n", "A. The Employer agrees to carry any and all insurance and pay all taxes as required by applicable State and Federal  \nlaw.  \nB. The Employer further agrees to pay the State Worker's Compensation Insurance and into the State  \nUnemployment Compensation Fund such amounts as are due from and after the date Employees from the Union are  \nemployed on the job.  \nC. The parties hereby agree that the Employers, who are parties to this Agreement may, at their option, participate in  \nthe Union Construction Workers Compensation Program, a collectively bargained workers compensation program,  \nwhich will enable the Employers to provide workers compensation benefits to eligible Employees under this  \nCollective Bargaining Agreement. The rules and regulations of the Program will apply to participation.  \n"], ["ARTICLE 8  \nConflicting Agreements  \n", "The Employers agree not to enter into any labor agreements covering construction jobs, exclusive of maintenance  \nand repair shops, with their Employees on whose behalf any of the Unions have been granted recognition hereunder  \nindividually or collectively which in any way conflicts with the terms and provisions of this Agreement.  \nIf the Union enters into any Agreements with any individual Employer or group of Employers competing in the  \nsame type of work which provides for his, its, or their Employees less favorable wages, hours or conditions than  \nherein specified, the Employer parties hereto may open this Agreement for the express and exclusive purpose of  \nnegotiation less favorable wages, hours or conditions.  \n"], ["ARTICLE 9  \nViolation of Agreement  \n", "A. Inthe event the Employer deliberately violates the provisions of this Agreement relating to wages, hours of work,  \nor overtime differentials, any back pay owed to the Employee because of such violation shall be paid by the  \nEmployer at the rate of two (2) times the standard straight time and overtime rate. The vacation benefit, as a taxable  \nwage, Shall be included in any such back pay calculations.  \nB. Reasonable evidence of clerical error or honest mistake in interpretation of this Agreement shall exempt the  \nEmployer from the double penalty provisions. In such a case the Employer shall be required to pay only the actual  \namount of back pay involved, at the standard straight time and/or overtime rate.  \nC. When there is evidence of collusion between the Employer and Employee to violate the Agreement, any back pay  \ncollected shall be made payable to the Employee, and shall be deposited with the Union, if the Arbitrator so orders.  \n"], ["ARTICLE 10  \nDischarge  \n", "The Employers may discharge any Employee whose work or behavior is unsatisfactory or who fails to observe the  \nSafety precautions or other reasonable rules and regulations prescribed by the Employers or any govemmental  \nagency. No Employee shall be discharged for refusing to work under unsafe conditions.  \n"], ["ARTICLE 11  \nSettlement of Disputes  \n", "A. Any controversy over the interpretation of, or adherence to the terms of this Agreement shall first be attempted to  \nbe resolved between the Union and Employer. Any controversy or grievance shall be deemed to be waived unless  \nsubmitted in wnting within ten (10) working days after the first occurrence of the event or knowledge of the  \ncondition giving rise to the grievance.  \nB. If a satisfactory settlement cannot be reached within five (5) working days the matter may be brought to the  \nLabor-Management Basic Trades Disputes Board, if both parties agree in writing. In such case the grieving party  \nShall submit a statement of the claim and facts of the matter to other parties including the Employer and the  \nUnion. (The rules of the Disputes Board shall be those already adopted by the Joint Committee.)  \nBoth parties must sign Agreement to bring matter to the Disputes Board. Both parties must sign the document  \nbinding them to the Board decision. If either party does not attend meeting after signing above and being notified of  \nthe meeting date and time, a decision will be rendered though they are not present.  \nDecisions of the Disputes Board will be drafted at the conclusion of the meeting, signed by members of the Board,  \nand distributed to both parties at that time.  \nC. The Disputes Board is made up of equal numbers of Management and Labor representatives, who will meet  \nregularly to settle any disputes, other than junsdictional disputes to avoid work stoppages, or other problems  \naffecting productivity. This Board shall have no power to add to, delete, or modify, any of the terms or provisions of  \nthis Agreement. All decisions of the Disputes Board shall be final and binding on the parties.  \nD. Arbitration. Should the Disputes Board, as established, be unable to reach a decision on the matter before it, or  \nbecause of a deadlock (lack of majority) or if either party refuses to use the Disputes Board, then the matter may be  \nreferred to Arbitration. Within ten (10) working days after the dispute is referred to Arbitration, the parties shall ask  \nthe Federal Mediation and Conciliation Service for a list of five (5) Arbitrators from which the aggrieved party shall  \nfirst strike one (1) name and the other party shall then strike one (1) name, and the parties will altemately strike  \nnames until there is one (1) name left. The final name shall be selected as the Arbitrator. The Arbitrator thus selected  \nShall set the time and place for hearings, which shall begin no later than ten (10) working days after his or her  \nSelection, with the final decision to be handed down in not more than ten (10) working days after the last hearing is  \nheld. The time may be extended by mutual agreement between the parties.  \nThe decision of the Arbitrator shall be final and binding on the parties to this Agreement who are the parties to the  \ndispute; provided, however, that the Arbitrator shall have no power to add to, delete, or modify any provisions of  \nthis Agreement.  \nThe Employer and the Union will share equally all fees and expenses of the Arbitrator.  \nAll work and other conditions prevailing immediately prior to the raising of the question to be decided under this  \nArticle shall remain unchanged until final decision has been reached hereunder.  \n"], ["ARTICLE 12  \nManagement  \n", "Management reserves the right to manage its jobs in the best interest of Management; the right to retain or dispense  \nwith Employees; to reduce or increase the number of Employees needed on each project, crew activity or piece of  \nequipment. Under no condition will Union Representatives make demands for more Employees in a crew on specific  \nprojects, insofar as it does not conflict with this Agreement.  \n"], ["ARTICLE 13  \nSafety  \n", "A. Accident and injury free operations shall be the goal of all Employers and Employees. To this end the Employer  \nand Employee will, to the best of their ability abide by and live up to the requirements of the several State and  \nFederal Construction Safety Codes and Regulations.  \nB. Employers may require drug and alcohol testing of Employees and applicants for employment including random  \ntesting if the Employer has adopted a written drug and alcohol testing policy complying with the provisions of the  \nLUC program and applicable statues.  \nC. To this end, the Employer shall from time to time issue rules or notices to its Employees regarding on the job  \nSafety requirements. Any Employee violating such rules or notices shall be subject to disciplinary action. No  \nEmployee may be discharged for refusing to work under unsafe conditions.  \nD. Such safety equipment as required by govemmental regulations shall be provided without cost to the Employees.  \nAt the Employer's option, the Employees may be required to sign for safety equipment and shall be obligated to  \nretum same upon discharge, layoff, quit or other in comparable condition as when issued, providing  \nreasonable wear and tear. The Employer shall have the nght to withhold the cost of such safety equipment if not  \nretumed.  \n"], ["ARTICLE 14  \nPickets, Banners and Strikes  \n", "The Employer shall not require an Employee to go through a primary picket line or banner to work. It shall not be a  \nviolation of this Agreement and it shall not be cause for discharge or disciplinary action in the event an Employee  \ndecides not to cross a primary picket line or banner. This clause shall not apply to secondary picket lines, banners or  \nwatch persons employed by the Contractor.  \nThe AGC or its Employer members signatory to this Agreement will not sue the Local Union for refusal to require  \nEmployees to go through a separate gate. ‘The individual Employee who voluntarily refuses to go through a separate  \ngate will not be discharged or disciplined and may be hired if work is available, but not without back pay.  \n"], ["ARTICLE 15  \nStrikes, Lockouts, W ork Interference  \n", "The Union and Employers agree that there shall be no strikes, lockout, work stoppages, slow down, sit down, stay  \nin, or other concerted interference with the business or affairs by any of said Union and/or the members  \nthereof, and there shall be no lockout during the existence of this Agreement.  \nSpread-work tactics, slow down, stand-by crews, forcing overtime has been and is condemned by both parties, and  \nthe Employees engaging in same shall be liable for disciplinary action.  \n"], ["ARTICLE 16  \nSubcontractors  \n", "A. The counties of Olmsted and Wabasha and that part of Goodhue County south of County Road 9 including the  \ncity limits of Lake City:  \nThe Employer agrees that, while subletting or contracting out Laborers work at the job site, the Employer will sublet  \nor contract such work only to subcontractor who has signed or is otherwise bound by a written labor agreement  \nentered into with the Union.  \nWhen situations arise where it is claimed that no Union Subcontractor is available for the proposed work, the  \nEmployer and the Union shall meet and agree upon a solution, which may include a Project Agreement.  \nThe Union agrees that when the Employer is required by any imposed requirement to sublet, contract out or award  \nbargaining unit work to any Minority, Disadvantaged, Small and/or Female Business Enterprise or any other such  \nsimilarly designated enterprise, and a dispute exists, the Employer and the Union shall meet and agree upon an  \nequitable solution to the dispute, which may include a Project Agreement.  \nB. The counties of Dodge, Faribault, Fillmore, Freebom, Houston, Le Sueur, Mower, Rice, Steele, Waseca and  \nWinona:  \nThe parties agree not to subcontract any work that the Employer normally performs in order to avoid the terms and  \nconditions of this Agreement. The Employer shall make every effort to subcontract only to signatory Contractors. In  \nthe event that there are no signatory subcontractors available, it is understood that the Employer shall contact the  \nLocal Union prior to commencement of said work. If the Employer subcontracts work to be performed at the job  \nsite, the subcontractor shall agree to abide by the hours of work, conditions of work, equivalent wage rates, and  \nfringes set forth in this Agreement except where the subcontractor has a labor agreement with a bona fide AFL-CIO  \nunion covering the work.  \n"], ["ARTICLE 17  \nUnion Representatives  \n", "Only authorized Union Representatives shall have the nght to confer with Employees on the job. Each and every  \nUnion Representative shall first contact the job superintendent or foreman, or whoever is in charge of the project,  \nbefore conferring with any Employee. At no time shall such Union Representative hinder or interfere with the  \nprogress of the work.  \nIt shall be the obligation of the Union Representative to adhere to all pertinent safety rules of the particular job while  \non the Employer's premises.  \n"], ["ARTICLE 18  \nRotation of Employees  \n", "The Union may not require rotation of Employees during the life of this Agreement, other than Apprentices shifted  \nfor purposes of training.  \n"], ["ARTICLE 19  \nPayroll Records  \n", "In case of a dispute arising over hours, wages and fringes, the Union shall have the right to examine the payroll  \nrecords of the individual Employees covered by this Agreement upon which there is a dispute. Prior to the actual  \nexamination, a written request shall be submitted to the Employer involved.  \n"], ["ARTICLE 20  \nPayday and Wage Payment  \n", "A. All regular, full-time Employees covered by this Agreement shall be paid in full each week. Not more than seven  \n(7) days shall be held back, including payday.  \nB. Wages shall be paid at or before the end of the shift of the designated payday. Failure on the part of the Employer  \nto comply with this provision shall entitle the Employee to an extra four (4) hour's pay.  \nC. When an Employee is laid off, or discharged he shall receive all money due him by negotiable check within  \ntwenty-four (24) hours. If the Employee does not appear to collect his check the Employer will immediately mail his  \ncheck to the Employee's last known address. This provision is intended to conform with Minnesota Statute §181.13.  \nD. An Employee who quits will be paid any wages due him at the next regular payday.  \nFE. The Employer agrees to provide the following information on Employee’s check stub: hours, date, regular pay,  \novertime pay, gross pay, deductions, net pay.  \n"], ["ARTICLE 21  \nFringe Benefits  \n", "The Employer agrees to contribute every month, not later than the 15” day of the following month, hereinafter  \ncalled the “due date,” such sums for Pension, Health and Welfare, Vacation, Training/Apprenticeship and LECET as  \nis designated in the wage schedule of this Agreement for each hour worked by all Employees covered by this  \nAgreement. The Fringe Benefit Funds shall be known separately as the Minnesota Laborers Pension Fund, the  \nMinnesota Laborers Health and Welfare Fund, the Minnesota Laborers Vacation Fund, the Construction Laborers  \nEducation, Training and Apprenticeship Fund of Minnesota and North Dakota and the Minnesota Laborers-  \nEmployers Cooperation and Education Trust (LECET) Fund and collectively as the Minnesota Laborers Fringe  \nBenefits Fund under separate Trust Agreements, hereinafter called “Fund(s)”, copies of which are available upon  \nrequest from the Fund Administrator, and to which the Employer is automatically bound. The Trustees shall equally  \nrepresent the Union and the Employer.  \n1. The fringe benefit contributions are to be paid on one check and submitted to the agent of the Funds as designated  \nby the Trustees.  \n2. (a) The Employer is required to accurately report all hours worked by each Employee covered by this Agreement  \non a report form provided by the Fund Administrator.  \n(b) All fringe benefit contributions are paid on an hourly basis on all hours worked. This includes straight time, one  \nand one-half time and double time. The Vacation contribution is taxable and is paid for work at one and  \none-half and double time (see Schedule 10). ‘The Pension, Health and Welfare, Training and LECET contributions  \nare not pyramided, but shall be paid for all hours worked. Example: If hourly wage is $3.00 plus $.10 for Pension,  \nHealth and Welfare, Training and LECET plus $.02 Vacation; time and one-half overtime wage rate is $4.50 plus  \n$.10 for Pension, Health and Welfare, Training and LECET plus $.03 Vacation; double time overtime wage rate is  \n$6.00 plus $.10 for Pension, Health and Welfare, Training and LECET plus $.04 Vacation.  \n(c) Laborers Employers Cooperation & Education Trust (LECET), added effective May 1, 2016.  \n3. (a) In the event that a National Health Insurance Program is enacted, the Employer contribution to the current  \nHealth and Welfare Plan shall be applied to any cost incurred by the Employer and/or the Employees covered  \nhereunder in connection with such National Health Plan.  \n(b) If the current Employer contribution is in excess of the cost of such National Health Plan, then at the discretion  \nof the Employees covered hereunder, the difference shall become a contribution to either a supplemental health and  \nwelfare insurance plan and/or one of the existing Pension Plans.  \n4, There shall be no requirement that Employees sent to work outside the scope of this Agreement be paid fringes,  \nnor shall the Employer be required to duplicate fringe contibutions. The Employer shall maintain adequate records  \nfrom which the Funds may determine whether Employees worked outside the scope of the Agreement.  \n5. (a) An Employer shall be considered “delinquent” for a particular work month if its required report and payment  \nfor that month are not postmarked on or before the 15\" day of the following month (the “due date”), irrespective of  \nwhether such delinquency is willful or otherwise.  \n(b) If an Employer becomes delinquent for a particular work month (as provided in (a) above), the Employer shall  \nalso pay, as liquidated damages and not as a penalty, an amount equal to 10% of the payment otherwise due for such  \nwork month, it being understood and acknowledged by the parties that actual damages are extremely difficult or  \nimpossible to ascertain and that the amount so fixed as liquidated damages is reasonable.  \n(c) An Employer is also required to pay interest on all delinquent fringe benefit contributions at the rate prescribed  \nby the Trustees in the Trust Agreements as may be amended from time to time.  \n(d) If an Employer becomes delinquent for a particular work month (as provided in (a) above), as to any or all of the  \nTrust Funds, or should the Trust Funds reasonably deem itself insecure in the payment or collection of fringe benefit  \npayments by reason of the past delinquencies, insolvency, insufficient capitalization, and/or lack of  \nassets subject to attachment within the State in which work is performed, then the Fund Administrator, upon  \nsubmission of an affidavit of the Fund Administrator to Employer attesting to same, shall have the to compel  \nthe Employer to post a cash or fringe benefits surety bond (in a form acceptable to the Fund Administrator) in the  \nface amount of the greater of $20,000 or 125% of the total fringe benefit payments reasonably estimated to come  \ndue within the six (6) months following the date of Fund Administrator's affidavit. This bond may be required  \nwhether or not a delinquency exists at the time and may be required in addition to a bond posted for a prior  \ndelinquency.  \nThe Union shall refuse to supply workers and shall prohibit Employees covered by this Agreement from working for  \nany such delinquent Employer who fails or refuses to provide or maintain such a bond required under this Article.  \n(e) Illustration of clauses (a), (b), (c), and (d): If an Employer's report and payment for fringe benefit  \nfor the January work month have not been postmarked before February 16, such Employer becomes delinquent at  \nthat point and must pay the full amount due, plus 10% of the delinquent amount, plus interest. If the report and the  \nfull payment for January (including the 10% liquidated damages amount and interest) are not postmarked before  \nMarch 16, the Fund Administrator may submit an affidavit to the Employer and the Employer must then post a bond  \nin the amount of $20,000 or 125% of the estimated amount whichever is greater, in addition to reporting and paying  \nthe full amount due.  \n(f) The delinquent Employer shall also be required to pay all costs of collection actually incurred by the Trust Funds,  \nincluding all attomey fees, service fees, filing fees, court reporter fees, and all other fees, costs and disbursements  \nincurred by or on behalf of the Trust Funds in collecting the amount due. Trustees at their discretion may reimburse  \n(from the Fund) the Union for picketing and bannering expense actually incurred by the Union in collecting amounts  \ndue the Trust Funds, which expenses shall be deemed to be costs of collection incurred on behalf of the Trust Funds.  \n(g) Each Employer who is required to make payments to the Trust Funds shall promptly fumish to the Trustees, or  \nthe Union, or their authorized agents, on demand, a complete set of all relevant employment and payroll records,  \nincluding but not limited to federal forms W2 and W3, federal quarterly 941 forms, federal forms 1099 and 1096,  \nMinnesota Unemployment Quarterly Reports (MUTAs or MN UCs) or such similar state required quarterly reports,  \ntime cards, payroll and check registers. This includes any other relevant information that may be required in  \ncomnection with the administration of the Trust Funds. The Trustees, the Union, or their authorized agents may  \nexamine such records whenever such examination is deemed necessary by the Trustees, the Union or their  \nauthonzed agents in connection with the proper administration of the Trust Funds.  \nIf any Employer fails or refuses to furnish its payroll records to the Trustees, the Union or their authorized agents  \nupon demand or refuses to afford the Trustees, the Union or their authorized agents reasonable opportunity to  \nexamine the same in accordance with standard auditing procedures, the Trustees or the Union may enforce such  \nnights by legal action, in which event all attomey fees, service fees, filing fees, court reporter fees and other legal  \ncosts and disbursements, as well as the auditing fees and costs incurred in conducting such audit, shall be paid by  \nsuch Employer on direction by the Trustees. The Union shall also have the right to take economic action to enforce  \nsuch rights on behalf of the Union and the Trustees and the Trust Funds shall reimburse the Union for picketing and  \nbannering expenses actually incurred in enforcing such rights.  \nFach Employer bound to this Agreement is obligated to maintain adequate records to identify the type of work being  \nperformed by its Employees to allow the Funds to determine whether the Employer is accurately reporting hours to  \nthe Funds. If the Employer fails to maintain satisfactory records from which the type of work being performed by  \nan individual may reasonably be determined, the Employer will be held liable for all of the hours worked by that  \nindividual for whom the Employer is unable to produce satisfactory records verifying the type of work being  \nperfommed by that individual.  \n(h) Notwithstanding the provisions of Article 11, Settlement of Disputes, the failure, refusal or neglect of an  \nEmployer to report and to pay sums due the Trust Funds or otherwise to comply with the terms and provisions of  \nthis Article shall not be subject to arbitration. The Trustees or the Funds may proceed with legal action without  \npursuing or participating in any dispute resolution process contained in this Agreement.  \n(i) The parties to this Agreement acknowledge that the provisions of this Agreement establishing rates of pay,  \nwages, all hours of employment and other terms and conditions of employment, including fringe benefits, apply to  \nEmployees employed in job classifications within the jurisdiction of the Union from the first date of employment,  \nREGARDLESS OF WHETHER OR NOT SUCH EMPLOY EES ARE MEMBERS OF THE UNION.  \n(j) No Agreement will be signed with any Employer who is delinquent with the submission of payment for fringe  \nbenefit contributions, past or present, unless or until fully paid. An Employer with a history of delinquencies may  \nbe required to post a fringe benefit bond in the manner and amounts as provided for in this Article, prior to the  \nexecution of a new Agreement. Any and all fringe contribution rates shall be open for adjustment on any anniversary  \ndate upon thirty (30) days written notice to the Employers. Such adjustments shall operate to adjust wages in like  \namount.  \n6. Any and all fringe contnibution rates shall be open for adjustment on any anniversary date upon thirty (30) days  \nnotice to the AGC. Such adjustments shall operate to adjust wages in like amount.  \n"], ["ARTICLE 22  \nTraining  \n", "A. The parties to this Agreement recognize that OSHA requires that workers are trained in safety matters in order to  \nbe employed on work sites and Employers may require such training to be a condition of employment. It is also  \nrecognized that the cost of providing this training is the responsibility of the Laborers Training Center of Minnesota  \nand North Dakota, and/or the Employer, but is also for the benefit of the Employee. Therefore, time spent in training  \nwill not be compensable.  \nB. All new foremen must take OHSA 10-hour and “foreman preparedness” class within the first six (6) months of  \nworking as a foreman. It is offered at no cost through the Laborers’ Training Center of Minnesota and North Dakota.  \n"], ["ARTICLE 23  \nSavings C lause  \n", "This Agreement is intended to be in confonnity with all applicable and valid State and Federal laws, rules and  \nregulations. Any conflict between the provisions of this Agreement and the terms of any such laws and regulations  \nShall cause the provisions of the Agreement so in conflict to be superseded or annulled, but shall not supersede or  \nannul the terms and provisions of this Agreement which are not so in conflict.  \n"], ["ARTICLE 24  \nEntire Understanding  \n", "This Agreement covers the entire understanding and past jurisdictional practices between the parties hereto. Nothing  \nwhich is not contained herein will be of any force or effect upon any party hereto. This Article shall not apply to the  \nLetter of Understanding relating to Picket Line Clause of July 2, 1975.  \n"]]