[["", "2019 — 2023  \nCARPENTERS AGREEMENT  \nCovering  \nCommercial, Industrial  \nand Institutional  \nConstruction  \nEntered between  \nThe AGC of Michigan  \nand  \nMichigan Regional  \nCouncil of Carpenters  \nDetroit, Michigan  \nNe  \nAt  \nASSOCIATED GENERAL CONTRACTORS  \nLABOR RELATIONS DIVISION  \nabor tions * Safety, Heatth & Environmental - Workforce Development  \n    \n   \nAGC of Michigan.  \n2323 N. Larch  \nLansing, MI 48906  \nPhone: 517/371-1550  \nU  \nMichigan Regional Council of Carpenters  \n400 Renaissance Center, Suite 1010  \nDetroit, Michigan, 48243  \nPhone (888) HAMMER9  \nC]  \nApprenticeship Training  \n1401 Farrow, Ferndale, Michigan 48220  \nPhone (248) 541-2740  \n0  \nPension, Employee Benefits Fund  \n700 Tower Drive, Suite 300  \nTroy, Michigan 48098  \nPhone (248) 813-9800  \n   \n   \n   \nTHE FOLLOWING LOCALS COVER THE  \nCOMPLETE GEOGRAPHIC JURISDICTION OF THE  \nMICHIGAN REGIONAL COUNCIL  \nOF CARPENTERS  \nCarpenters Local 687  \n23401 Mound Road  \nWarren, Michigan, 48091  \nPhone (888) HAMMER9  \n0  \nCarpenters Local 100  \n500 Reno Drive, Wayland, MI 49787  \nPhone (616) 837-1200  \nC]  \nCarpenters Local 202  \nP.O. Box 1904  \nTraverse City, MI 49685  \nPhone (231) 932-8946  \n  \nCarpenters Local 525  \n500 Reno Drive, Wayland, MI 49787  \nPhone (616) 837-1200  \nU  \nCarpenters Local 706  \n3160 Commerce Centre Drive  \nSaginaw, MI 48601  \nPhone (989) 753-1487  \nCarpenters Local 1004  \n2310 W. Washtenaw St., Lansing, MI 48917  \nPhone (517) 484-1301  \nUO  \nCarpenters Local 1510  \n1219 Ist Ave. South., Escanaba, MI 49829  \nPhone (906) 789-1670  \n0  \nInterior Systems Local 1045  \n23401 Mound Rd., Suite 202  \nWarren, MI 48091  \nPhone (586) 756-2111  \n0  \nMillwrights Local 1102  \n23401 Mound Road, Warren, MI 48091  \nPhone (586) 756-3610  \n  \nResidential Carpenters Local 1234  \n23401 Mound Road, Suite 201  \nWarren, MI 48091  \nPhone (586) 759-0080  \n   \n   \nnor so nese om ene same ne st ote sme nn 0 a te om nee wet wm 8 enw sane nema em ne nee SSE BE 18  \n7  \nApprentice Reimbursement 18  \nApprenticeship Candidate Program 8  \nApprenticeship and 18  \nChange House  \nCoffee Break 9  \nCompensation to Carpenters for Injury or Unemployment 26  \nCrew Size and Manning 31  \nDay 8  \nDetroit Step Program 8  \nDIVELS 38  \nIS cee cesses ae ors ere were ere Ss ob Wd be Gd OEE Rm SAE se 4  \nDues Deduction 20  \nPee, TSA a ne esos seen oe sae eres of SSSA EE Ba BES OE MELE FE 6  \nExcess Benefit Fund 19  \nExclusive Bargaining and l  \nFlex Time Workweek 8  \nesos vs vs seen eine we 0 se ve wwe WR KH 8 ete mF ee Ke REE se RAH Mo NEA Hed MDE BR EE 7  \nGeneral Conditions 32  \nCHEST al PTC ONES acu on ere or eres won we stern or wasn sda sash an She HH a Es ES 4  \nGTICVANCES 25  \nGuaranty Fund/Security 20  \nHealth and Welfare 18  \nHOLIdAYS 9  \nOF WII arcs cen nenan ses en ox on anes wen re sd hihi GH BE RES 8  \nIndustry Advancement Fund 19  \nJobsite 5  \n   \nINDEX (Continued)  \n86449 on ON PURER 5  \n3  \nLabor Management Forum 5  \nLabor-Management Productivity & Training Committee 18  \nLiability 27  \nLight Wa ee ex an onsen ons oni on nse vane st ve beliee eBid he hie Md BAG 13  \nLUNCH Period 9  \nti i AEE Hn mR 6  \nM.U.S.T. Safety Program 24  \nParking 4  \nPay Day 23  \nPayment for School Day 7  \nPPT LOT ower ne eer ae em oon or wn eo x sree nn a str eu om he bd A SAI 18  \nPile Driver Show-Up Time 37  \nSALCTY 4  \nSafety 5  \nScope Of 28, 31  \nShift 8  \nSHOW-Up Tite 24  \nSpecial Piledriver Wage Consideration 37  \ncr ne sn mn we wr vs sn sean aera acne eee vat a me ye sore om hn SAGES bE MSE EEE SOE REE 24  \n6  \nSurvivability 27  \n28, 41  \nTools/Clothing LOSS 4  \nTravel 9,36  \nU.B.C. 18  \nVACATION 5  \nWages and Fringe Benefit 10, 33  \nii  \n   \n2019-2023 CARPENTERS' AGREEMENT  \nThis Agreement made as of June 1, 2019, by and between AGC of Michigan, hereinafter called  \nthe “Association”, representing its members, who are hereinafter called “Employer”, and the  \nMichigan Regional Council of Carpenters, which has jurisdiction in the entire State of Michigan  \nand all off-shore areas adjacent thereto extending to the territorial boundary lines of the United  \nStates, hereinafter called the “Union”, and its successors, and any additional counties which may  \nbe added to the union through reorganization of the State of Michigan.  \nThe geographic territory governed by this Agreement consists of Wayne, Oakland, Macomb,  \nSanilac, St. Clair, Washtenaw and Monroe Counties and the Townships of Brighton, Deerfield,  \nGenoa, Green Oak, Hamburg, Hartland, Osceola, Putnam, Tyrone and Unadilla in Livingston  \nCounty and all offshore areas adjacent thereto extending to the territorial boundary lines of the  \nUnited States (formerly known as Zones | and 2).  \nWITNESSETH:  \nWHEREAS, it is the intent and purpose of the parties hereto to improve the relations between  \nthe Employer, his employees and the Union, and to establish an understanding relative to gross  \nwages, hours of work, and all other conditions of employment so that the Employer, his  \nemployees and the Union may all profit from the fair and stable conditions in the industry which  \nwill result therefrom;  \nNOW, THEREFORE, in consideration of the mutual promises hereinafter set forth, the  \nEmployer and the Union hereby agree as follows:  \n"], ["ARTICLE I  \nExclusive Bargaining, Employment and General Terms and Conditions  \n", "1. The Association signatory hereto recognizes the Union as the sole and exclusive collective  \nbargaining agent for a majority of all persons employed as Carpenters in the geographical area  \ncoming within the jurisdiction of the Union; and  \nThe Union recognizes the Association as the sole and exclusive collective bargaining agent for  \nits members, the majority of contractors engaged in commercial, industrial, institutional and  \nheavy construction work, for the purpose of collective bargaining in the geographical area  \ncoming within the jurisdiction of the Union.  \n2. It is specifically agreed and understood that this Agreement exclusively governs the wages,  \nterms, and conditions of employment of all Carpenters performing work of any description  \ncoming under the jurisdiction of the United Brotherhood of Carpenters and Joiners of America,  \nemployed by an Employer represented through the Association, the majority of contractors  \nengaged in commercial, industrial, institutional and heavy construction work, regardless of  \nwhether such Employer is acting in the capacity of a prime or subcontractor.  \n3. The parties to this Agreement acknowledge that they are subject to state and federal law and  \nmunicipal ordinances regarding equal employment opportunity and fair employment practices  \nand therefore will jointly take the necessary steps to comply with these laws and ordinances  \nwithin the scope of this Agreement. The parties to this Agreement agree that they will in no way  \ndiscriminate against any person based on race, color, religion or creed, sex (including pregnancy,  \ngender identity and sexual orientation), national origin or ancestry, age (40 or older), veteran  \nstatus, citizenship, disability or genetic information, reprisal, or any other protected class defined  \nby the Equal Employment Opportunity Commission.  \n1  \n   \n4. The Union agrees to furnish competent workers, if available, upon notification to the office  \nof the Union or authorized person or persons. The Employer and Union agree that in the interest  \nof job equity, there shall be no discrimination because of age and both parties shall endeavor to  \ngive favorable consideration to the employment of Carpenters who are 55 years of age or older  \nproviding such persons are capable to perform the work required.  \n5. The Employer agrees that in the employment of workers to perform the various  \nclassifications of labor required under this Agreement, he will not discriminate against applicants  \nbecause of membership or non-membership in the Union. Each employee shall, as a condition of  \nemployment, become and remain a member of the Union for the term of his employment, after  \nthe seventh (7th) calendar day after the beginning of his employment by an Employer or  \nEmployers in the area covered by this Agreement, or seven (7) days after the date of this  \nAgreement, whichever is the later.  \nThe Employer shall be furnished with a notice in writing by the Union, setting forth that the  \nemployee has refused to join the Union, although he has been offered membership on the same  \nterms as other members or that the employee’s membership in the Union has been terminated for  \nreason of nonpayment of dues or regular initiation fees. The Union will also provide the affected  \nEmployers with written notification of all members that have opted out of union dues collection.  \n(a) In the event the National Labor Relations Act is amended, while this Agreement is in force  \nso that an employee may lawfully be required to become a member of the Union as a  \ncondition of employment in less than seven (7) days, then such shorter period of time shall  \nimmediately become operative under this Agreement notwithstanding the provisions of  \nParagraph 5 above.  \n(b) The Employer shall not be obligated hereunder to discharge or discriminate against any  \nemployee for non-membership in the Union:  \n(1) If he has reasonable grounds for believing that such membership was not available to the  \nemployee on the same terms and conditions generally applicable to other members, or  \n(2) If he has reasonable grounds for believing that membership was denied or terminated for  \nreasons other than the failure of the employee to tender the periodic dues and the initiation  \nfees uniformly required as a condition of acquiring or retaining membership.  \n(c) The Union will hold the Employers and the Association harmless and indemnify them from  \nany loss suffered, including defense costs, as a result of any Employee claims, charges,  \nactions or lawsuits of any kind in which the Employers and/or the Association are named as a  \nparty or responding party, claims of actions related to the union dues deduction and  \nmembership obligations under P.A. 348 of 2012; or any action, claim or suit relating to the  \nnegotiations of this Collective Bargaining Agreement provided the Union is given at least 30  \ndays’ written notice of such claims, charges, actions or lawsuits from the time the Employer  \nor Association is served with and receives same and the Union retains the right to tender a  \ndefense to such claims, charges, actions or lawsuits on their behalf, unless prohibited by  \nFederal law.  \n   \n"], ["ARTICLE II  \nJurisdiction  \n", "1. This Agreement covers all employees performing carpentry work coming under the  \njurisdiction of the United Brotherhood of Carpenters and Joiners of America, as determined by  \nAgreements and Decisions of Record (such as \"Plan for Settling Jurisdictional Disputes  \nNationally and Locally\") and by area practices in the area covered by this Agreement.  \n2. If, in the exercise of his management rights, the Employer makes a specific assignment of  \nany work to an employee covered by this Agreement, the Employer agrees to provide a letter to  \nthe Union recording the specific assignment if requested to do so in writing by a Representative  \nof the Union.  \n3. To keep both parties to the Agreement fully informed of jurisdictional assignments made to  \nthe Union, the Union agrees to provide the AGC of Michigan a copy of both the original request  \nand any Employer's (including non-Association employers) letter regarding the assignment. The  \nletter should provide all appropriate information including project name and location, quantity,  \ndescription, and specifics of the work assigned.  \n4. In the event of a jurisdictional dispute involving the Union, the parties shall request the other  \nunion or unions involved to send representatives to the jobsite to meet with representatives of the  \nUnion and Employer to settle the dispute. If a settlement is not reached at that meeting the Union  \nshall request that its International Union assign a representative who shall make arrangements to  \nmeet representatives of the other International Union or Unions involved and representatives of  \nthe Employer on the jobsite to seek settlement of the dispute. The Employer shall also request  \nthe International Unions involved to assign representatives to seek settlement of the dispute. The  \nUnion agrees that there shall be no work stoppages or strikes over jurisdictional disputes while  \nsuch disputes are being processed.  \n5. In the event the Association becomes a party to a National Board, or a Local or State Board  \nis established to which the Association is a party, this Article shall be revised to include such  \nparticipation.  \n6. Pre-job Conferences. When requested by the Union, the Employer agrees to hold a pre-job  \nconference to discuss carpentry work to be performed on said job and consider assignments of  \nwork, following established Agreements and Decisions rendered affecting the building industry.  \n7. The Employer and/or General Contractor agree to provide the names of all known carpentry  \nsubcontractors, directly under contract, on the specific project if requested of the project  \nsuperintendent by the Union representative. Such information shall be made available to the  \nunion representative within 48 business hours after award of contract and upon written request.  \n8. The Union recognizes the following associations, AGC, ACTA, CCA, and WCA as the sole  \nand exclusive representatives for their perspective members, the vast majority of contractors  \nengaged in commercial, industrial, institutional and heavy construction work in the geographical  \narea coming within the jurisdiction of the Union. In recognition of these associations’ standing  \nin the industry, the Union shall designate to these associations’ sponsored industry promotion  \nfunds all IAP contributions paid by their respective members and any other employer performing  \nwork within the Union’s geographical jurisdiction, who is not signatory to another multi-  \nemployer association collective bargaining agreement with the Union, or is not otherwise a party  \nto a separate multi-employer industry promotion trust fund.  \n   \n   \n"], ["ARTICLE I  \nGeneral Principles  \n", "1. There shall be no restriction on the use of Employer-furnished tools, machinery, power  \nequipment, mechanical equipment or mechanical devices, such as gin poles, except when, in the  \nopinion of the employee, it has become unsafe. There shall be no discrimination against an  \nemployee who has claimed that such items indicated above have become unsafe. Any dispute  \narising out of a claim of unsafe equipment shall be settled in conformance with Paragraph 3 of  \nArticle XIII, “Steward”, of this Agreement.  \n2. Change House. The Employer shall furnish suitable heat for the purpose of drying clothes;  \nreasonable, comfortable, and large enough quarters for the exclusive use of all his Carpenters on  \nthe job, including suitable storage for tools under lock; and shall provide proper sanitation and  \nsuitable sanitary containers for drinking water with paper cups or a bubbler.  \n3. Parking. The Employer will furnish adequate parking within a reasonable distance.  \n4, Tool/Clothing Loss. The Employer shall be responsible for the worker's tools and clothing  \nfor loss by fire and/or burglary on the jobsite when the project is not operating; provided that the  \nemployee shall have given the Employer an itemized list of his tools by noon of the second day  \non the job. Such liability shall be limited to not more than One Thousand Dollars ($1000.00) for  \nloss of tools and Four Hundred Dollars ($400.00) for loss of clothing for each employee.  \nEmployers shall be responsible for tools lost due to damage or accident during working hours  \nprovided that such loss is not the result of the employee's negligence. The Labor/Management  \nProductivity & Training Committee will periodically send to Carpenters and Employers an  \nexplanation of their obligation under the tool loss provision in the contract accompanied by a  \nform to be used for reporting tools brought onto the jobsite.  \n5. Safety. The Employer agrees to register with the Michigan Construction Safety Commission  \nand cooperate with its provisions on safety. The Union shall cooperate with the individual  \nEmployer in carrying out all pertinent rules and regulations dealing with health, safety and  \nwelfare of employees promulgated by the aforesaid Commission. All employees shall perform  \ntheir duties in each operation in such manner as to promote safe operations of each particular  \nduty and of any job as a whole.  \n(a) No employee shall be discharged for refusing to work under conditions injurious to his  \nhealth or safety as determined under any rule or regulation of the State of Michigan or any  \npolitical subdivision thereof. Such determination shall be made by a responsible agent of the  \nState of Michigan or any of its political subdivisions or by a Safety Inspector from the applicable  \nInsurance Carrier.  \n(b) Employer shall furnish a safety hat for each employee and a new winter liner when required.  \nHats and liners are to be returned to Employer upon lay-off or discharge.  \n6. Drug Usage. In the interest of safety: intoxication, possession, consumption or use of  \nalcoholic beverages or illegal drugs is not permitted on jobsites or while driving a company  \nvehicle. The Union agrees to abide by the substance abuse program approved by the  \nlabor-management committee known as Management and Unions Serving Together (M.U.S.T.),  \nadopted on February 25, 1992, or any other M.U.S.T. agreement jointly amended.  \n   \n7. The Employer shall furnish all power equipment and battery-operated tools. All Employer  \ntrucks, power saws, power tools, ladders, etc., are to be permanently and adequately marked or  \nidentified to indicate they are the property of the Employer. Magnetic signs on trucks shall not be  \nconsidered permanent and are not acceptable.  \n8. The Employer agrees that employees shall be allowed time to sharpen their personal tools.  \n9. The Employer agrees to furnish suitable wearing apparel such as pullover boots and raincoats  \non all jobs where employees are required to work in inclement weather or under extremely wet  \nor muddy conditions.  \n10. Jobsite Injury. An employee, who as a result of a disabling on-the-job injury is unable to  \ncomplete a full day's work, shall nevertheless be paid for the full day on which such injury  \noccurred. The Employer shall mail a copy of Claim Form F-100 to employee within ten (10)  \ncalendar days of the injury. The Steward or an Employer representative shall accompany injured  \nemployee to the hospital. The Employer shall make arrangements for an injured employee's  \ntransportation from the hospital to his automobile, to the jobsite, or to his home as may be  \nappropriate under the circumstances.  \n11. Vacation. An employee shall be allowed to take an annual vacation upon two weeks notice  \nto the Employer. If the employee is laid off during the vacation, the employee shall receive a  \nlack of work slip and final paycheck.  \n12. The supervision will be encouraged to call in job starts to the Union.  \n13. Maintenance work may be performed under the current provisions of the “General  \nPresidents' Project Agreement for Maintenance by Contract”, initially developed by the General  \nPresident's Committee in September 1956. The parties to this Agreement will meet to negotiate a  \nMaintenance Agreement applicable within the geographic jurisdiction of this Agreement.  \n14. Safety Training: Effective June 1, 2001, each employee covered by this Agreement shall  \nbe required to carry a valid first aid training card and scaffold user training card, and shall attend  \non their own time, any classes or training necessary to maintain this requirement. The Union  \nshall make every effort to provide these classes on a regular basis.  \n15. Journeymen Upgrade Training. The union and management recognize the importance of  \njourneyman training and upgrade training for all employees, and agrees to fully cooperate with  \nEmployers in their concerted effort to provide a highly skilled workforce within which to  \ncompete in the market place.  \nThe Union and Employer agree to promote and expect a minimum of 16 hours of instruction per  \ncalendar year of upgrade training. The JATC, with input from the Labor Management Forum  \nGroup, will determine the classes that qualify for this upgrade training.  \n16. Labor/Management Forum. There is hereby established a Labor/Management Forum,  \nwhich shall be comprised of an equal number representing the Union and the Association, for the  \npurpose of reviewing on a quarterly basis (or as needed) basic problems, market share  \ndiscussions, and/or issues confronting the industry and developing resolutions for same.  \n   \n   \n   \nIn addition, the Labor/Management Forum will meet at least 90 days prior to the effective date of  \nthe negotiated future increase to review the financial status of the respective fringe benefit funds  \nand make recommendations to the various fringe fund trustees on allocation and benefit plan  \nrevisions.  \n17. Market Recovery. It is recognized by the parties that in certain areas of the state, the Union  \nconstruction market has been threatened by non-union competition. Where the mutual interests  \nof the Union and the Associations are served by cooperating to enable Association Contractor  \nmembers to compete more effectively, it is agreed that the Labor/Management Forum (refer to  \nArticle III, Section 16) will meet to negotiate a market recovery rate and/or terms and conditions  \non a job by job or on an area basis. The Labor/Management Forum will meet periodically, but  \nnot less than twice annually, to discuss any problems with the market recovery system. The  \nUnion shall provide notification to the Associations of all market recovery rates within 48 hours  \nupon written request.  \n"], ["ARTICLE IV  \nEqual Treatment  \n", "1. The Union shall not knowingly permit its members to work for any Employer who does not  \nhave an Agreement with the Union.  \n2. If during the term of this Agreement, the Union has a collective bargaining agreement with  \nany other Employer engaged in construction work within the geographic jurisdiction of this  \nAgreement as done by the Employers that contains terms and conditions more favorable than  \nthose contained herein, the Union agrees that such more favorable terms or conditions shall  \nautomatically become a part of this Agreement replacing those herein which are less favorable.  \nIn addition, the Union shall notify and provide the Associations with a copy of any Agreements  \nwithin 48 hours upon written request.  \n3. Should an Employer covered by this Agreement engage in any work within the geographic  \njurisdiction of this Agreement (including specialty work and/or home building work) covered by  \nother current existing agreements between the Union and other Employers engaged in that work,  \nthen that Employer shall be required to comply with such Agreement covering such work. If  \nthere is a question on the status of any Employer such question shall be submitted to the Joint  \nSettlement Board for determination.  \n"], ["ARTICLE V  \nSubcontracting  \n", "1. The Employer agrees that he will not enter into subcontracts for work covered by this  \nAgreement to be done at the site of the construction, alteration, or repair of a building, structure,  \nor other work with any contractor who does not have a signed agreement with the Union;  \nprovided however, that where there is any dispute over work jurisdiction or assignment of work,  \nsuch dispute shall be governed by Article I, hereof.  \n2. The provisions of this Agreement specifically prohibit the use of labor contractors who as a  \nsubcontractor furnish workers to perform jobsite work covered by this Agreement, except where  \nthe labor contractor is signatory to this Agreement.  \n   \n   \n   \n"], ["ARTICLE VI  \nForeman  \n", "1. The foreman shall be selected by and be the representative of the Employer. He shall not be  \nrequired to violate any part of this Agreement as a condition of employment. When three (3) or  \nmore members of the Union are employed, one (1) shall act as working foreman and receive the  \nforeman's rate of pay.  \n2. Any Carpenter employed in a supervisory capacity and required to act in a dual capacity of  \nCarpenter Foreman and Superintendent will be covered under terms of this Agreement.  \n"], ["ARTICLE VII  \nApprentices  \n", "1. The use of apprentices shall be encouraged under mutually agreeable indentureship rules and  \nDetroit Carpentry Apprenticeship and Training Standards. The Employer agrees to abide by the  \nrules, regulations and actions of the Detroit Carpentry Joint Apprenticeship and Training  \nCommittee (JATC) in the employment of apprentices. The Employer and Union agree that it is  \ntheir practical responsibility, in an effort to better the industry, to promote the apprenticeship and  \ntraining program.  \n(a) Based on total employment, suitably distributed, the Employer shall employ apprentices in a  \nratio of one (1) apprentice to each five (5) journeymen. If an Employer is found to be employing  \napprentices in a ratio of less than one (1) to five (5), he shall be given notice to procure  \napprentices in the proper ratio within fourteen (14) working days. Any employee that comes  \nthrough the Helmets to Hard Hats program will be recognized as an Apprentice for the purposes  \nof calculating the Apprentice/Journeyman ratio. Apprentices shall operate under the rules of the  \nJoint Apprenticeship and Training Committee at all times.  \n2. Payment for School Day. The Employer shall pay the Apprentice for attending classes on a  \nregular attendance day, a sum equal to a full day's pay; however, should the Apprentice absent  \nhimself from the job, 10% per day missed will be deducted from payment for school day. Days  \nmissed due to weather or other acts by the Employer out of the Apprentice's control will not  \npenalize that Apprentice for the 10% pay for each day falling in this category. Payment for  \nschool day may in no instance be less than the established scale, but shall be the actual wage the  \nApprentice is currently receiving. Hours spent in related classroom instruction shall not be  \nconsidered as hours of work for the purpose of computing overtime.  \n(a) The Apprentice attends school one day every two weeks. Five percent (5%) of the  \nApprentices' wage rate is included in all classification percentages for the payment of tuition.  \n(b) An accepted applicant may be permitted employment on the jobsite seven (7) days prior to  \nenrollment into the school or assignment of a school day, providing all other qualifications have  \nbeen met. Such seven (7) days or part thereof shall constitute credit towards the 90 days  \nprobationary period.  \n(c) It is mutually agreed that there will be periodic meetings of interested parties who will study  \nthe apprenticeship program with the purpose in mind of updating and streamlining the program.  \n   \n   \n3. Apprentice Candidate Program. The Apprentice Candidate Program shall continue through  \nthe duration of this Agreement.  \n4. Detroit Step Program. The Union (together with the Associations) will recommend that the  \nappropriate JATC(s) provide the necessary Detroit Step information to the Association.  \n5. Training. OSHA 30, ICRA Training, CPR/First-Aid, Scaffold, all Training — including  \ncurrent annual drug test and modules — must be current at time of graduation. All refresher  \ncourses should also be current/updated upon graduation. The Union, together with the  \nAssociations, will recommend to the Statewide Apprenticeship Fund and the JATCs to use their  \nbest efforts to incorporate this training into the Apprenticeship curriculum.  \n"], ["ARTICLE  \nHours of Work  \n", "1. Day Shift. Eight (8) hours shall constitute a day’s work between the hours of 7:00 a.m.  \nand 4:30 p.m., Monday through Friday, inclusive, except for shift work and Flex Time  \nworkweek hereinafter described, and shall be paid at the regular First Shift rate of wages in  \nArticle IX. Additional flexibility in the starting time may be obtained by mutual agreement  \nbetween the Employer and the Union prior to the start of the job.  \n2. Flex Time Workweek Monday through Friday. Straight-time shall be paid for work up  \nto 10 hours per day or 40 hours per week Monday through Friday, with Monday as the starting  \nday of the workweek (regardless of when the Employer’s payroll week begins). One and one-  \nhalf (1%) the straight-time rate will apply after 10 hours per day or 40 hours per week, Monday  \nthrough Friday. Saturdays may not be used as a make-up day. One and one-half (1%) the  \nstraight-time rate applies to all Saturday hours and those over 40 per week. Double-time applies  \non Sundays, Holidays and all time over 12 hours per day.  \n3. Shift Work. All shift work shall be on a two (2) day basis regardless of the days on which  \nworked.  \n(a) When one (1) or two (2) shifts are employed, regardless of whether the day shift is worked,  \neach shift shall work eight (8) hours before the overtime applies.  \n(b) When three (3) shifts are employed, the first shift shall work eight (8) hours, the second  \nshift shall work seven and one-half (7%) hours, and the third shift shall work seven (7) hours  \nbefore the overtime rate applies.  \nc) Shift work between the hours of 8:00 a.m. Monday and 8:00 a.m. Saturday shall be paid for  \nat the regular shift rates as scheduled in Article IX. Shift work between the hours of 8:00 a.m.  \nSaturday and 8:00 a.m. Monday shall be paid for at double the regular shift rates as scheduled in  \nArticle IX, with the exception that eight (8) hours of shift work may be performed between 8:00  \na.m. Saturday and 8:00 a.m. Sunday for one and one-half the straight time rate.  \n(d) Employers shall have the right to designate shift hours and shall notify the Union of the start  \nof such shifts within twenty-four (24) hours after start of shift work, except on weekends when  \nnotice shall be given Monday morning. Failure to notify as agreed, all the time worked shall be  \nat double time. No employee covered by this Agreement shall knowingly be allowed to work two  \n(2) consecutive shifts.  \n   \n   \n   \n(ec) It is understood that in the event job circumstances beyond the control of the Employer  \narise, the Employer and the Union will meet to arrange special shift provisions.  \n4. Lunch Period. There shall be a lunch period at the end of the first four (4) hours of work on  \nany shift. In the case of a flexible starting time, the period may be extended to a maximum of  \nfive hours. However, if job circumstances require the employee to work during the usual lunch  \nperiod and take his unpaid lunch period at some other time, then the work performed during the  \nusual lunch period shall be paid for at time and one-half (1’4). If an employee is requested to  \nwork more than twelve (12) hours, a lunch period of one-half (2) hour shall be allowed at the  \nstart of the thirteenth (13th) hour.  \n(a) When any employee works through his normal lunch period, he shall be given his lunch  \nperiod without unreasonable delay based on job conditions at the completion of his normal lunch  \nperiod. If the employee is not relieved, he shall be paid at time and one-half (1/2) from the  \ncompletion of his normal lunch period until relieved. All Carpenters shall have a full one-half  \n(4) hour lunch period.  \n5. Holidays. The holidays or days so celebrated, recognized by this Agreement and calling for  \ndouble time for any work performed are: New Year's Day, Memorial Day, Fourth of July,  \nThanksgiving Day, Christmas Day and Labor Day. No work shall be done on Labor Day except  \nfor protection of life or property. If any of the above holidays fall on Sunday, the following  \nMonday shall be considered the holiday and if work is performed the rate shall be double time.  \n(a) If a holiday is celebrated on Friday or Monday, four 10-hour straight-time weekdays may be  \nworked during the calendar week in which a holiday is celebrated to enable Carpenters to have a  \n3-day weekend. In addition, the Employer may choose to work four 10-hour, straight-time  \nweekdays during the week preceding or following this holiday week, to enable Carpenters to  \nhave a 4-day weekend. Jobs which have worked overtime on a regular basis within two weeks of  \nthe holiday may not change the workweek in accordance with this Paragraph. Notice must be  \ngiven to the Union at least 5 work days before the first 4-10 day is worked.  \n6. Travel. When an employee agrees to be sent out of the territorial jurisdiction of the Union by  \nthe Employer he shall receive all authorized expenses and either the scale or wages in the locality  \nor in this Agreement.  \n7. Coffee Break. Where all crafts employed on the job site agree, the following coffee break  \nschedule shall apply. Each employee shall be allowed to take a 20-minute coffee break near  \ntheir workstation during the first four (4) hour work period. If an employee is requested to work  \n10 (ten) hours or more, an additional 10-minute coffee break shall be provided during the ninth  \nhour of work time for all employees. During the time period of June 1* through August 31%)  \nCarpenters working on outdoor projects only may be permitted a ten (10) minute coffee break  \nnear their work station during the first four (4) hour work period and once during the second four  \n(4) hour work period. The specific times of all breaks shall be determined by the Employer and  \nneed not be at the same time for all employees. This Coffee Break schedule shall only apply to  \nthe Carpenters if all other crafts employed on the job site agree to this beverage break schedule.  \n   \n   \n   \n   \n"], ["ARTICLE IX  \nWages and Fringe Benefit Contributions  \n", "The gross wage shown in these schedules includes required payments for Wages, Insurance,  \nPension and Dues Assessment contributions. Failure to pay the Base Wage and the funded fringe  \nbenefit contributions when due is payment of less than the Gross Wage and shall constitute a  \nstatus of delinquency and a violation of this Agreement. The Union shall withhold its members  \nfrom Employers who are thus in violation: In the event any Employer is delinquent in the  \npayment of Wages or his contributions to the Insurance, Pension, Apprenticeship, Dues  \nAssessment or Labor-Management Productivity and Training Funds, the Union, after giving the  \nEmployer and the Association twenty-four (24) hours notice (excluding Saturdays, Sundays and  \nHolidays) by certified mail or telegram, of such delinquency, shall have the right to take strike  \naction against such Employer, notwithstanding any other provision of this Agreement.  \n1. The minimum rate of wages for Foremen, Journeymen, and Apprentice Carpenters shall be  \ndefined as follows for all geographic areas of this Agreement (formerly Zones | and 2):  \nThe geographic territory governed by this Agreement consists of Wayne, Oakland, Macomb,  \nSanilac, St. Clair, Washtenaw and Monroe Counties and the Townships of Brighton, Deerfield,  \nGenoa, Green Oak, Hamburg, Hartland, Osceola, Putnam, Tyrone and Unadilla in Livingston  \nCounty and all offshore areas adjacent thereto extending to the territorial boundary lines of the  \nUnited States (formerly known as Zones | and 2).  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nCARPENTER JOURNEYMAN:  \nPer Hour Per Hour Per Hour  \n32.70 $37.  \n  \n7.03  \n  \nI)  \n85  \n29  \n12  \n.Q7  \n15  \n       \n   \n      \n7.05 7.05  \n|  \nee  \n4  \n0  \n2  \n7  \n5  \n7  \n1  \nAnnuity Fund — 5.03% of Base Wage (F)  \nApprenticeship [0  \nApprenticeship Reimbursement Fund (F)  \n[MPT ®)  \n15 1  \n8  \n   \nGo} Cn  \noO} \\O  \n      \nF  \n:  \n   \n   \n   \n2  \n2  \n8  \nI  \n    \n   \n    \n    \n  \n0  \n1  \n9  \n4  \n   \n   \nIAP) [a  \nTOTAL 62.  \n*Denotes Taxable Items (F) — Funded  \n65.8 69.  \n:  \n     \n        \n    \n   \n   \n   \n10  \n   \n   \n   \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nCARPENTER FOREMAN:  \nClassification Day Shift 2nd Shift 3rd Shift  \nPer Hour Per Hour Per Hour  \n$3409 [$3636 | $38.96  \n*Special Assessment Building Fund (taxed)  \n. .  \n91  \n8  \n1  \n1  \n       \n   \n           \n   \na  \n   \n   \n   \n   \n      \n   \n   \noo  \nGross Wage S| S| ST  \net  \n     \n   \n   \n   \nTOTAL 64.53 68.18 72.35  \n   \n11  \n   \n   \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nCARPENTER LAYOUT MAN:  \nClassification Day Shift | 2nd Shift 3rd Shift  \nPer Hour | Per Hour Per Hour  \n$3381 [83606 | $38.64  \nAssessment Fund (taxed)  \n10  \n*Special Assessment Building Fund (taxed)  \n8.80  \n     \n    \n   \n      \n     \n       \n       \nPension 48.83% of Base Wage (F)  \n7  \n   \n   \n   \n   \n   \n       \n     \n    \n   \n   \n   \n   \nDo  \nWage Saas | SOS  \n$ 9 $ 67.69 $ 71.84  \n   \n   \n   \nTOTAL 64.0  \nDues Deduction — Per the Michigan Regional Council By-Laws, dues shall be deducted from the  \nemployee’s Total Paid Base Wage. The amount of the dues is included in the Total Paid Base  \nWage as stated above (currently 4%) and deducted from all premium and overtime pay.  \n   \nNote: The Base Wage, Special Assessment Fund, Special Assessment Building Fund and the  \nU.B.C. Per Cap contributions are added together before payroll taxes are calculated. After taxes  \nare calculated, the Special Assessment Fund contributions are deposited into their respective  \nFund. For an example, see last page of this booklet.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2020  \nTHROUGH MAY 31, 2023  \nJOURNEYMAN  \nEffective June 1, 2020 the parties have agreed to a Total Wage Package increase for the  \nJourneyman Carpenter of $1.50 per hour, with allocations and other classifications to be issued  \nas a supplement to this Agreement.  \n12  \n   \n   \n   \nCARPENTER FOREMAN & CARPENTER LAYOUT MAN  \nThe Carpenter Foreman and Layout Man wage rates effective June 1, 2020 will be issued as a  \nsupplement to this Agreement.  \nJOURNEYMAN  \nEffective June 1, 2021, the parties have agreed to a Total Wage Package increase for the  \nJourneyman Carpenter of $1.50 per hour, with allocations and other classifications to be issued  \nas a supplement to this Agreement.  \nCARPENTER FOREMAN & CARPENTER LAYOUT MAN  \nThe Carpenter Foreman and Layout Man wage rate effective June 1, 2021 will be issued as a  \nsupplement to this Agreement.  \nJOURNEYMAN  \nEffective June 1, 2022, the parties have agreed to a Total Wage Package increase for the  \nJourneyman Carpenter of $1.50 per hour, with allocations and other classifications to be issued  \nas a supplement to this Agreement.  \nCARPENTER FOREMAN & CARPENTER LAYOUT MAN  \nThe Carpenter Foreman and Layout Man wage rate effective June 1, 2022 will be issued as a  \nsupplement to this Agreement.  \nDuring the term of this Agreement, the Union will reallocate money from the schedule of wages  \nto the Pension Fund contribution to satisfy the Pension Fund contribution increases required by  \nthe Rehabilitation Plan as presently written, or as modified during the term of this Agreement.  \nThe above increases and the limited reopener hereafter described shall not constitute, nor be  \ndeemed, a new agreement, contract, understanding or practice, nor an extension or renewal of  \nsame, at the time same shall take effect.  \nLIGHT COMMERCIAL WAGE RATE  \nThe Light Commercial wage rate shall apply to the following:  \ne Economy hotels, motels 3 stories and under  \nFuneral homes  \nStand-alone restaurants, gas stations, bars and nightclubs  \nOne-story privately owned medical or dental facilities  \ne Apartments and Condos 3 stories and under  \ne Senior Centers, Nursing Homes and Assisted Living Residences 3 stories and under  \ne Wood frame office buildings 3 stories and under  \ne Privately funded K through 12 school buildings, which are not owned, operated or  \notherwise overseen by any public school boards.  \nThe Light Commercial wage rate shall NOT apply to any work covered by the following:  \ne National Maintenance Agreements  \ne General President’s Agreements  \ne Project Labor Agreements  \ne Prevailing Wage/Davis Bacon Law  \ne Concrete Tilt Up Wall  \ne Student Housing over 3 stories.  \n13  \n   \n   \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER AUGUST 1, 2019  \n*Base Wage $25.95  \n* Special Assessment Fund 0.20  \n*Special Assessment Building Fund = 0.20  \n*U.B.C. Per Cap 0.05  \nU.B.C. Training Fund 0.10  \nHealth & Welfare 5.15  \nHealth & Welfare Supplemental 0.50  \nPension 4.69  \nAnnuity Fund 2.89  \nLMPT Fund 0.07  \nApprentice Fund 0.70  \nIndustry Advancement Fund 0.15  \n** Guaranty Fund  \nTOTAL PACKAGE $40.65  \n*Denotes Taxable Items  \n** Guaranty Fund — The GF contribution is paid only by Employers who have not posted a  \nrequired Surety Bond or a cash deposit with the Guaranty Fund.  \nIf the multi-family rate is adjusted, the above rate shall be adjusted accordingly.  \nPrevailing Wage Work: The Employer can pay the most recently published prevailing wage  \nrates in counties where the MRCC contract prevails. Such rates will automatically be set at the  \napplicable prevailing wage rate as they are published by the Federal Government, or the State of  \nMichigan so long as they maintain and publish such rates. The foregoing shall not apply in  \ncounties in which the MRCC Carpenters’ wage rate does not prevail.  \n14  \n   \n   \n   \n   \nCARPENTER APPRENTICE RATES  \nEFFECTIVE FIRST FULL PAYROLL PERIOD COMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \n   \nCARPENTER AND LATHER APPRENTICE RATES — First Shift  \nFirst  \n* Base *Spec. | *UBC UBC INS. 48.65% | 11.77% | Gross Appr. | LMPT| IAF | Total  \nsin [acter [emg | | annuty |v |  \n1*6mo | $17.99 | $0.40 | $0.05 $0.10 | $7.96 | $8.75 $2.12 $37.37 | $1.12 | $0.07 | $0.15 | $38.71  \nsay | [He [08 [St [Sree ae ee [sere an  \n2 6mo | $17.99 | $0.40 | $0.05 $0.10 | $7.96 | $8.75 $2.12 $37.37 | $1.12 | $0.07 | $0.15 | $38.71  \nay [oe [Oe [SE [Se [796 [See |e an  \n3% 6mo | $19.62 | $0.40 | $0.05 $0.10 | $7.96 | $9.55 $2.31 $39.99 | $1.12 | $0.07 | $0.15 | $41.33  \nCane |e | [8098 [Ste [896 [8s [Sat [See [8h [or eee  \n4\" 6mo | $21.26 | $0.40 | $0.05 $0.10 | $7.96 | $10.34 | $2.50 $42.61 | $1.12 | $0.07 | $0.15 | $43.95  \n(ey, [SA [M08 [SO [S188 [Sood ee eee on  \n5\"6mo | $22.89 | $0.40 | $0.05 $0.10 | $7.96 | $11.14 | $2.69 | $45.23 | $1.12 | $0.07 | $0.15 | $46.57  \ncoy [84 [S008 | Sot [S796 [Se SG [sas [Sh Sar ee ee  \n6\"6mo | $24.53 | $0.40 | $0.05 $0.10 | $7.96 | $11.93 | $2.89 | $47.86 | $1.12 | $0.07 | $0.15 | $49.20  \ncosy [ee [Se [ML [S86] SEE [SET |B [8820  \nT6mo | $26.16 | $0.40 | $0.05 $0.10 | $7.96 | $12.73 | $3.08 $50.48 | $1.12 | $0.07 | $0.15 | $51.82  \nfay [A [08 [8 [86 [Sen ee ee ee loll  \n8\" 6mo $0.40 | $0.05 $7.96 $1.12 | $0.07 | $0.15  \n(85%) :  \n* Denotes taxable items  \n      \n     \n    \n   \n    \n     \n    \n        \n              \nInsurance amount of $7.96 is $7.05 for Health & Welfare Insurance and $0.91 for the Health &  \nWelfare Supplemental Fund [Medical Reimbursement Account (MRA)]. Apprentice amount of  \n$1.12 includes $0.12 for the Apprenticeship Reimbursement Fund. Special Assessment of $0.40  \nincludes $0.20 for the Building Fund. Dues Deduction — Per the Michigan Regional Council By-  \nLaws, dues shall be deducted from the employees Total Paid Base Wage. The amount of the  \ndues deduction is included in the Total Paid Base Wage as stated above (currently 4%) and  \ndeducted from all premium and overtime pay.  \n   \n   \n15  \nCARPENTER APPRENTICE RATES  \nEFFECTIVE FIRST FULL PAYROLL PERIOD COMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nCARPENTER AND LATHER APPRENTICE RATES — Second Shift  \nFirst * Base *Spec. | *UBC UBC INS. 48.65% | 11.77% | Gross Appr. | LMPT | IAF Total  \n(55%)  \n2” 6mo | $19.18 | $0.40 | $0.05 $0.10 | $7.96 | $9.33 $2.26 $39.28 | $1.12 | $0.07 | $0.15 | $40.62  \nsoo fen [ee [ee [fe ee ee ee ee ee ee  \n3\" 6mo $20.93 $0.40 | $0.05 $0.10 | $7.96 | $10.18 $2.46 $42.08 | $1.12 07 | $0.15 | $43.42  \ncoo [Re [OO LES [Bree [Bee Bees ie pe ee  \n4\" 6mo | $22.67 | $0.40 | $0.05 $0. $7.96 | $11.03 | $2.67 | $44.88 | $1.12 07 5  \ncoo fee [Be Re ee eee ee  \n5  \n     \n            \n      \n    \n   \n    \n     \n|  \n|  \n5” 6mo $24.42 | $0.40 | $0.05 $0.10 | $7.96 | $11.88 $2.87 $47.68 | $1.12 | $0.07 | $0.1 $49.02  \n(70%)  \n6° 6mo $26.16 | $0.40 | $0.05 $0.10 | $7.96 | $12.73 $3.08 $50.48 | $1.12 | $0.07 | $0.15 | $51.82  \n(75%)  \n7\" 6mo $27.90 | $0.40 | $0.05 $0.10 | $7.96 | $13.57 $3.28 $53.26 | $1.12 | $0.07 | $0.1 $54.60  \n(80%)  \n7  \n5  \n8\" 6mo $29.65 | $0.40 | $0.05 $0.10 | $7.96 | $14.42 $3.49 $56.07 | $1.12 | $0.0 $0.15 | $57.41  \n(85%)  \n* Denotes taxable items  \nInsurance amount of $7.96 is $7.05 for Health & Welfare Insurance and $0.91 for the Health &  \nWelfare Supplemental Fund (MRA). Apprentice amount of $1.12 includes $0.12 for the  \nApprenticeship Reimbursement Fund. Special Assessment of $0.40 includes $0.20 for the  \nBuilding Fund. Dues Deduction — Per the Michigan Regional Council By-Laws, dues shall be  \ndeducted from the employees Total Paid Base Wage. The amount of the dues deduction is  \nincluded in the Total Paid Base Wage as stated above (currently 4%) and deducted from all  \npremium and overtime pay.  \n     \n   \n    \n    \n             \n16  \n   \nCARPENTER APPRENTICE RATES  \nEFFECTIVE FIRST FULL PAYROLL PERIOD COMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nCARPENTER AND LATHER APPRENTICE RATES — Third Shift  \n*Spec. | *UBC UBC INS. 48.65% | 11.77% | Gross Appr.  \nWage Assmt. | Per Cap | Trng Pension | Annuity  \n$20.55 | $0.40 | $0.05 $0.10 | $7.96 | $10.00 | $2.42 $41.48  \n$0.40 | $0.05 $0.10 | $7.96 | $10.00 | $2.42 $41.48 | $1.12 | $0.07 | $0.15  \n$0.10 | $7.96 | $10.91 | $2.64 $44.48 | $1.12 | $0.07 | $0.15  \n$0.40 | $0.05 $0.10 | $7.96 | $11.82 | $2.86 $47.48 | $1.12 | $0.07 | $0.15 | $48.82  \n$26.16 | $0.40 | $0.05 $0.10 | $7.96 | $12.73 | $3.08 $50.48 | $1.12 | $0.07 | $0.15 | $51.82  \n$28.03 | $0.40 | $0.05 $0.10 | $7.96 | $13.64 | $3.30 $53.48 | $1.12 | $0.07 | $0.15 | $54.82  \n(75%)  \n$29.90 | $0.40 | $0.05 $0.10 | $7.96 | $14.55 | $3.52 | $56.48 | $1.12 | $0.07 | $0.15 | $57.82  \n(80%)  \n| $31.76 | $0.40 | $0.05 $0.10 | $7.96 | $15.45 | $3.74 $59.46 | $1.12 | $0.07 | $0.15 | $60.80  \n(85%)  \n* Denotes taxable items  \nInsurance amount of $7.96 is $7.05 for Health & Welfare Insurance and $0.91 for the Health &  \nWelfare Supplemental Fund (MRA). Apprentice amount of $1.12 includes $0.12 for the  \nApprenticeship Reimbursement Fund. Special Assessment of $0.40 includes $0.20 for the  \nBuilding Fund. Dues Deduction — Per the Michigan Regional Council By-Laws, dues shall be  \ndeducted from the employees Total Paid Base Wage. The amount of the dues deduction is  \nincluded in the Total Paid Base Wage as stated above (currently 4%) and deducted from all  \npremium and overtime pay.  \n   \n      \n    \n     \n   \n   \n   \n   \n   \n     \n     \n    \not  \n       \n          \nCARPENTER APPRENTICE RATES  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2020 THROUGH MAY 31, 2023  \nDay Shift, 2nd Shift and 3rd Shift  \nApprentice wage rates effective June 1, 2020 will be issued as a supplement to this Agreement.  \nApprentice wage rates effective June 1, 2021 will be issued as a supplement to this Agreement.  \nApprentice wage rates effective June 1, 2022 will be issued as a supplement to this Agreement.  \nDuring the term of this Agreement, the Union will reallocate money from the schedule of wages  \nto the Pension Fund contribution to satisfy the Pension Fund contribution increases required by  \nthe Rehabilitation Plan as presently written, or as modified during the term of this Agreement.  \nThe above increases and the limited reopener hereinafter described shall not constitute, nor be  \ndeemed, a new agreement, contract, understanding or practice, nor an extension or renewal of  \nsame, at the time same shall take effect.  \n17  \n   \n   \n   \n2. Health and Welfare. The Employer shall pay the amount specified in Article IX for all  \nhours worked by each employee covered by this Agreement to MRCC Employee Benefits Fund,  \nhereinafter called Health and Welfare Fund. The Health and Welfare (also referred to as  \nInsurance) contribution is calculated on all hours worked.  \n3. Pension. The Employer shall pay the percentage specified in Article [X of the actual hourly  \nrate (but not less than the minimum base wage) of each employee covered by this Agreement to  \nCarpenters Pension Trust Fund, Detroit and Vicinity, hereinafter called Pension Fund. The  \nPension contribution is calculated on all hours paid.  \nEffective the first full pay period on or after June 1, 2013, the Pension Fund contribution, to the  \nextent legally permissible under the Rehabilitation/Funding Improvement Plan in effect under  \nthe Pension Protection Act of 2006, as amended, during the term of this Agreement, shall be  \nmade on the basis of hours worked---not paid. The determination as to the permissibility of  \nconverting the pension contribution shall be made by the Pension Fund’s Board of Trustees.  \n4, Annuity. The Employer shall pay the percentage specified in Article IX of the actual hourly  \nrate (but not less than the minimum base wage) of each employee covered by this Agreement to  \nMRCC Annuity Fund, Detroit and Vicinity, hereinafter called Annuity Fund. The Annuity  \ncontribution is calculated on all hours paid.  \nEffective the first full pay period on or after June 1, 2013, the Annuity Fund contribution shall be  \nmade on the basis of hours worked---not paid.  \n5. Apprenticeship and Training. The Employer shall pay the amount specified in Article IX  \nfor all hours worked by each employee covered by this Agreement to the Michigan Statewide  \nCarpenters and Millwrights Joint Apprenticeship and Training Fund, hereinafter called  \nApprenticeship Fund. The Apprenticeship and Training contribution is calculated on all hours  \nworked.  \n6. U.B.C. Funds. The Employer shall pay the amount specified in Article IX for all hours  \nworked by each Employee covered by this Agreement to the United Brotherhood of Carpenters  \nHealth & Safety Fund of North America, United Brotherhood of Carpenters Apprenticeship &  \nTraining Fund of North America, Labor Management Education and Development Fund, to be  \nallocated among said Funds by the Union. Said contributions are calculated on all hours worked.  \n7. Apprentice Reimbursement Program. The Employer shall pay a Reimbursement Fund  \ncontribution in the amount specified in Article [X for all hours worked by each employee  \ncovered by this Agreement to the Carpenters Apprenticeship Reimbursement Program. The  \ncontribution is calculated on an hours worked basis.  \n8. Labor Management Productivity and Training Committee. An Employer performing  \nwork under the terms of this Agreement shall pay to the Labor-Management Productivity and  \nTraining Committee the amount specified in Article IX for all hours worked by each employee  \ncovered by this Agreement. The Articles of Incorporation and Bylaws of the Labor-Management  \nProductivity and Training Committee filed with the State of Michigan on January 29, 1986, and  \namendments thereto, are hereby incorporated herein by reference.  \n18  \n   \n   \n9. Industry Advancement Program. An Employer performing work under the terms of this  \nAgreement shall pay into the Industry Advancement Program (IAP) of the Association the  \namount specified in Article IX for all hours worked by each employee covered by this  \nAgreement. Contributions shall be in accordance with the Supplemental Agreement hereto and  \non such forms as are supplied. These funds shall not be considered part of the Gross Wage. The  \nIAP contribution is calculated on all hours worked. The Associations’ Industry Advancement  \nProgram (IAP) amounts may be changed by the affected Association and Employers at their  \ndiscretion on any anniversary date of the Agreement. IAP in the Independent Agreements shall  \nbe $.15 per hour for contractors signing after the execution date of this Agreement.  \n10. Excess Benefit Fund. The Employer agrees to pay a portion of the Pension Fund  \ncontribution due under this Collective Bargaining Agreement to the Michigan Regional Council  \nof Carpenters Excess Benefit Fund (hereinafter referred to as “Excess Benefit Fund”). The  \nadministrative manager of the Carpenters Pension Trust Fund - Detroit and Vicinity (hereinafter  \n“Pension Fund”) shall, on a monthly basis, determine the amount of benefits to be paid to  \nparticipants and beneficiaries of the Excess Benefit Fund in the following month, based on the  \nfunding requirements set forth in the Excess Benefit Plan. Before the pension contributions made  \nby Employers are allocated to the Pension Fund, the administrative manager shall cause the  \nmonies necessary to pay the total amount determined hereunder to be deducted and paid to the  \nExcess Benefit Fund for distribution. That amount shall be the aggregate of all benefits  \ncalculated in accordance with the Pension Fund’s Plan in excess of the payment permitted under  \nSection 415 of the Internal Revenue Code, increased to reflect FICA, FUTA and any other  \nsimilar taxes applicable thereto, together with any administrative expenses. The amount of the  \nEmployer’s contribution paid over to the Pension Fund shall be reduced by the amount of the  \ncontribution allocated to the Excess Benefit Fund hereunder. The foregoing notwithstanding, the  \nfull amount of the pension contributions, prior to the aforesaid reduction for the contribution to  \nthe Excess Benefit Fund, shall be used in determining the pension benefit amount of Covered  \nEmployees. If the limitation on benefits imposed by Section 415 of the Code is eliminated or  \nmodified such that no current, past or future participant’s benefit amount will be affected by  \nSection 415, this provision shall automatically terminate, as of the effective date of such law.  \n11. This Agreement incorporates and the Employer hereby accepts and adopts the terms and  \nconditions of the Plan and Trust documents of each Fringe Benefit Fund named in this  \nAgreement, or that may hereinafter be so named, including all rules, regulations, policies,  \nprocedures and resolutions adopted by the Trustees of said Fringe Benefit Funds, as well as any  \namendments or modifications of same not inconsistent with the terms of this Agreement.  \n(a) Contributions shall be paid by the last day of the month following the month the employee  \nworked. Contributions shall be deposited each month to such depository as may be designated by  \nthe Trustees of said Funds.  \n(b) Each Employer shall pay as liquidated damages cost of collection charges, as established by  \nthe respective Boards of Trustees, resulting from his delinquency in payment or late payment of  \ncontributions to the aforesaid Funds. The present schedule of collection charges for late  \ncontributions requires a payment of five percent (5%) on all contributions received between one  \nand fifteen days after the due date and a payment of ten percent (10%) on all contributions  \nreceived more than fifteen days after the due date. An additional two percent (2%) per month  \nassessment will be imposed on contributions received more than sixty days late.  \n19  \n   \n12. Dues Deduction. The Employer appoints the Contract Administrator of the Carpenters  \nFringe Benefits Programs as its agent for the receipt of dues deduction authorizations. Receipt of  \na written authorization by the Administrator shall constitute receipt by each Employer.  \n(a) The Employer shall deduct from the wages of each employee who has individually and  \nvoluntarily authorized such deduction in writing the amount certified by the Union to be the  \nWorking Dues Assessment uniformly required and a Special Assessment equal to an amount  \ndetermined by the Union on an annual basis, with a maximum of twenty cents ($.20) per hour for  \nevery hour worked by a member. Any such authorization by any employee shall contain a  \nprovision as required by law for revocation.  \n"], ["ARTICLE X  \nGuaranty Fund/Security Deposit  \n", "1. The parties have heretofore entered into an Agreement and Declaration of Trust establishing  \nthe Carpenters Guaranty Fund, hereinafter called the Guaranty Fund, administered by a joint  \nCommittee of an equal number of Union Representatives and Representatives appointed by the  \nvarious Associations. The Guaranty Fund shall receive the deposits required hereunder and hold,  \nadminister and disperse the same as provided in the trust agreement.  \n2. Each Employer covered by the terms of an Agreement with the Union will: (a) deposit and  \nmaintain with the Guaranty Fund such sum of money as shown in Paragraph 13 of Article X  \nwhich shall operate as a security deposit under the terms and conditions of the Agreement, or (b)  \npost a surety bond in such amount, issued by a bonding company licensed to do business in the  \nState of Michigan, in a form acceptable to the Fringe Benefit Funds. As long as the Association  \nrepresents the Employer, the guarantee of the Association that acts as its surety, as hereinafter  \nprovided shall be in lieu of a deposit or surety bond required by an individual Employer.  \n3. Each Association may stand surety for the Employers it represents in the amount of $25,000  \nfor its Members who are Employers in Good Standing and $50,000 for its Members who are  \nNew Employers or Delinquent Employers or provide a suitable bond in lieu thereof. Subject to  \nthe restrictions and limitations provided herein the security deposit shall be used to cover claims  \nagainst fringe benefit funds, and (b) for up to two (2) weeks of uncollected wages paid by checks  \nnot honored by the bank on which drawn. The total liability shall not exceed the Security  \nDeposit or surety bond, subject to the restrictions and limitations provided herein.  \n(a) Each Association shall advise the Union and the Guaranty Fund in writing of the names,  \naddresses and classifications of its members not covered by the security deposit of the  \nAssociation. Such Employer shall then be treated as a non-associated Employer for purposes for  \nthis Article.  \n(b) If the coverage of any Employer is terminated by such notice, the guarantee of the  \nAssociation shall nevertheless be liable for any claim against such Employer for delinquent  \npayments accruing prior to such notice and for a period of two (2) weeks following the receipt of  \nsuch notice, but in no event in excess of the maximum amount referred to in Paragraph 5 below.  \n(c) The Association shall be notified promptly by the Union or the administrators of the various  \nfringe benefit funds of the delinquency of any Employer who is covered by the deposit of the  \nAssociation.  \n20  \n   \n   \n   \n4. To the extent provided herein, the principal amount of the security deposit or surety bond of  \nan individual Employer who is a member of the Association shall secure and guarantee payment  \nof such individual Employer's obligations as described in Paragraph 3 immediately above, but  \nshall not be used to defray the obligations of any other Employer. The obligations of such  \nEmployer to the various fringe benefit funds shall be deemed to include interest and cost of  \ncollection charges assessed by the said funds for late payment. The foregoing shall not apply to  \nany Guaranty Fund hourly contributions due hereunder.  \n5. The total amount of all claims by the various fringe benefit funds for delinquent payments  \nthat may be asserted against the security deposit for any one Employer shall be limited to the  \namount accrued, and in no event shall exceed the amount shown in Section 13 for the  \nclassification of the delinquent Employer.  \n6. A statement of delinquency certified by the Administrator of any fringe benefit fund must be  \nbased upon an audit, admission of liability or refusal to allow an audit and shall be required  \nbefore payment from the security deposit may be made by the Guaranty Fund. Payment by the  \nGuaranty Fund shall be made immediately upon any one of the aforesaid requirements.  \n7. No claims may be asserted and paid from security deposits made hereunder for any  \nobligations of Employers accruing prior to June 15, 1970.  \n8. This security deposit or surety bond shall continue for the term of this Agreement, as  \nextended from time to time.  \n9. Each Employer covered by the terms of this Agreement shall, at the end of each pay period,  \nand not later than 4:30 p.m. on Friday of the pay week, make payment by cashier's or certified  \ncheck to the Administrator's office of the fringe benefit funds of a sum equal to the fringe  \nbenefits owing for that pay period. The Employer shall submit reporting forms as otherwise  \nrequired by the Trustees of the Fringe Benefit Funds.  \n10. In the event any Employer is delinquent at the end of a pay period in the payment of wages  \nor in contributions to the fringe benefit funds provided in Paragraph 9 above, the employees or  \ntheir representatives shall take such action as necessary, forthwith, to collect such delinquent  \npayments, and it is further agreed that in the event any such action is taken, the Employer shall  \nbe responsible to the employees for all losses resulting therefrom, including loss of wages.  \n11. The provisions of Paragraphs 9 and 10 above shall not apply to any Employer who elects to  \nmake a security deposit or post a surety bond, as set forth below with the Guaranty Fund or any  \nEmployer covered by the undertaking of an Association, and such Employer shall continue to  \nmake payments monthly to the depository of the fringe benefit funds as prescribed by current  \nrules and regulations.  \n12. Notwithstanding any other provision in Article X to the contrary, the Trustees of the fringe  \nbenefit funds may require any Employer who has been frequently delinquent in making such  \ncontributions, as certified by the Administrator of any fringe benefit fund, or whose current  \npayroll exceeds his classification, to comply with the provisions of Paragraphs 9 and 10 of this  \nArticle X.  \na1  \n   \n   \n   \n13. Employers for whom the Association does not stand surety shall comply with the following:  \n(a) An Employer in Good Standing not later than December 31 of each year shall submit to the  \nTrustees of the Guaranty Fund a sworn affidavit stating the average number of Carpenters on  \nthe Employer's payroll during the twenty-six week period from May 1 through October 31 of  \nthe preceding calendar year and showing a computation made by taking the highest number of  \nCarpenters employed on any one day for each week during the period and dividing the total by  \nthe number of weeks during which Carpenters were on the payroll. The security deposit or  \nsurety bond amount required from each Employer in Good Standing corresponding to the  \naverage number of carpenters employed shall be as follows:  \nClassification Average Number Deposit  \nof Employer of Carpenters Amount  \nA 1-5 $25,000.00  \nB 6-10 $50,000.00  \nC 11-15 $75,000.00  \nD 16 or more $100,000.00  \nIn the alternative, such Employer shall make the $.10 per hour contribution in  \naccordance with Section 13(b)(ii).  \n(b) A New Employer or a Delinquent Employer shall have the option of either:  \n1) Posting a $100,000.00 security deposit or surety bond with the Carpenters Guaranty  \nFund; or,  \n2) (i) Paying its fringe benefit contributions on a weekly or monthly basis as required by  \nthe Detroit Carpenters' Fringe Benefit Funds’ Joint Delinquency Committee, and  \n(ii) Contributing $.10 to the Carpenters Guaranty Fund for each hour worked by all  \nemployees covered by this Agreement. The Guaranty Fund contribution shall be made  \ntogether with all other Fringe Benefit Fund payments. The hourly contributions made  \nunder this Subparagraph (b)(ii) to the Guaranty Fund shall be paid in addition to any  \nexisting security deposit posted by the Employer. If an Employer posts a security  \ndeposit or surety bond, or joins an Association that stands as its surety, after having paid  \nthe aforesaid hourly contributions, any such payments made prior to such posting shall  \nnot be refundable to the Employer.  \n(c) A New Employer is defined as an Employer who has been making fringe benefit  \ncontributions to the Funds for less than two (2) years. A Delinquent Employer is defined as an  \nEmployer who during the preceding consecutive twelve (12) month period has failed to make  \ntimely payment of any amounts due the Funds hereunder. An Employer in Good Standing is  \ndefined as an Employer who is neither a New Employer nor a Delinquent Employer. The Detroit  \nCarpenters’ Fringe Benefit Funds’ Joint Delinquency Committee has authority to waive the  \ndelinquent status of an Employer when the status was the result of errors in payment of  \ninsignificant amounts, brief delays in payment, or errors due to unintentional clerical mistakes. A  \nNew Employer or a Delinquent Employer who becomes an Employer in Good Standing may  \nrequest a refund of his deposit to the extent it is in excess of the deposit required of him as an  \nEmployer in Good Standing.  \n22  \n   \n"], ["ARTICLE XI  \nPay Day  \n", "1. Friday shall be the weekly pay day on all work, except where a State, Federal, or local law or  \nregulation makes it impracticable. Each employee shall be paid weekly and during working  \nhours. Employers may pay employees by Direct Deposit for hours worked, including overtime.  \nThe Employer shall provide a paper copy of a check stub to any employee who requests it.  \nEmployees shall receive a stub or memorandum indicating the dates of the pay period, the gross  \namount of the check, F.I.C.A. and income tax withheld; the Employer's name, address, hours  \nworked and the employee's name. No more than one week's pay shall be held back.  \n2. Employer shall furnish with an employee's final paycheck a statement giving the Employer's  \nMichigan Employment Security Agency (M.E.S.A.) Number.  \n3. A statement showing the total amount of insurance and pension contributions paid, or to be  \npaid, to the Health and Welfare Fund and Pension Fund, shall be furnished each employee at  \nleast once a month. If an employee is employed less than one (1) month, the statement shall be  \nfurnished him at time of termination of employment.  \n4. The Employer shall give any employee who is laid off or discharged, not less than one (1)  \nhour's notice of the lay off or the discharge. On an extremely large job, or jobs within a large  \nindustrial plant requiring check out of tools, one and one-half (2) hours' notice shall be given. An  \nEmployee who is laid off or discharged shall be paid off in full on the job and given a separation  \nslip stating the reason for such action. A temporary work stoppage for reasons other than weather  \nand not exceeding one work day will not be considered a lay off. In the event a laid off or  \ndischarged employee is not paid at the time set forth above, his pay-off check shall be mailed to  \nthe employee by certified mail (no return receipt requested) before the end of the next business  \nday. If the pay check is not mailed before the end of the next business day, the employee shall be  \npaid an additional two (2) hours pay for each twenty-four (24) hours of delay retroactive to the  \nday of lay-off. Note: Regarding layoff and discharge, see Article XII], Section 4.  \n5. When weather does not permit work to start on pay day, pay checks shall be issued between  \nthe hours of 8:00 a.m. and 9:00 a.m. In case issuance of pay checks is not started until after 9:00  \na.m., each employee who has waited from 8:00 a.m. for his check shall be paid for a minimum of  \nwaiting time of one and one-half (%) hours, from 8:00 a.m. to 9:30 a.m. If the checks are not  \ndistributed at 9:30 a.m. waiting time shall be paid for by the Employer in one-half (2) hour  \nintervals, but not to exceed the end of a normal working day. The Employer shall not be  \nobligated to pay for waiting time if he or his representative appears on the job with pay checks  \nfor issuance any time between the hours of 8:00 am. and 9:00 a.m., nor shall he or his  \nrepresentative be required to remain on the job longer than to issue checks or arrange for the  \nissuance of checks.  \n6. If paychecks are not issued by the end of the regular day's work or regular shift work on  \npayday, the employee shall be paid an additional hour's pay, at straight time, for each hour he is  \nrequired to wait for his check, up to a maximum additional payment of eight (8) hours’ pay.  \nAdditional pay shall not be required if Employer was prevented from issuing checks by strikes,  \ncivil disorder, severe weather or other casualty beyond control of the Employer. Direct Deposit  \nshall be allowed on a company wide basis in accordance with all provisions as stated previously  \nin relation to payday and lay off. Pay stubs will be mailed no later than the next business day.  \n23  \n   \n   \n"], ["ARTICLE XII  \nShow-Up Time  \n", "1. When Carpenters are sent from the office of the Union, on request of the Employer and are  \nnot put to work, or when regular employees report on any job and are not put to work, weather  \npermitting, they shall be paid not less than two (2) hours' pay for so reporting. No Carpenter shall  \nbe allowed to stay on the job beyond the first hour unless they are on the payroll of the  \nEmployer. Should a Carpenter report late to the jobsite, his reporting pay shall be reduced by a  \ndeductible for such late reporting.  \n2. Show-Up Pay: Carpenters sent from the office of the Union to a jobsite where M.U.S.T.  \ncertification is required by the owner employing the contractor must demonstrate they have the  \nrequisite M.U.S.T. Safety Program certification as required by the owner. All employees must  \nbe current with the M.U.S.T. Drug and Alcohol Screening Program, or its successor, and must  \nhave successfully completed the requisite M.U.S.T. Safety Program training modules to be  \neligible for show-up time pay. The contractor is required to provide the Union with the required  \nspecifications signed and authorized via facsimile or mail at least 24 hours prior to the request  \nfor Employees for such job.  \n3. On projects where work cannot start due to weather, the following method of payment for  \nshow-up time shall apply:  \nAt Start of Normal Shift:  \nThe employee shall receive two (2) hours' show-up time regardless of weather at the applicable  \nshift rate. During these two (2) hours the employee must stay on the jobsite unless excused by  \nthe Employer. On Saturdays all show-up time is paid at time and one-half the applicable shift  \nrate, and on Sundays and holidays at double the applicable shift rate.  \nIf Work Starts During the Said Two Hours:  \nCarpenters who start to work shall receive pay at the applicable shift rate as though they  \ncommenced work at the start of the shift, plus any time worked beyond the first two hours.  \nIf a Partial Crew of Carpenters is Requested to Report Before Their Normal Shift Hours:  \nThey shall remain on the job for early start hours, plus two (2) hours into their normal shift.  \nThey shall receive one (1) hour's pay at the applicable rate for each hour until their normal shift  \nstarting time; and shall remain on the job for the first two (2) hours of their normal shift for  \nwhich they shall receive two (2) hours’ pay at the applicable shift rate.  \n4. M.U.S.T. Safety Program. The parties agreed to establish a task force consisting of  \nrepresentatives from each of the parties signatory to this settlement to develop new guidelines  \nto ensure Carpenter Journeymen and Apprentices are completing the M.U.S.T. Safety  \nProgram training modules in an expeditious manner.  \n"], ["ARTICLE XUI  \nSteward  \n", "1. A Steward shall be selected on all jobs from the employees on the job, if practical. A steward  \nshould be first aid and scaffold user trained. A representative of the Union shall have the right to  \nvisit the job during working hours to interview the Employer, steward, or workers, but in no way  \nhinder the progress of the work.  \n24  \n   \n   \n2. The Employer agrees that there shall be a steward on the job at all times when Carpenters are  \nworking, who shall report any violation of the Agreement, and perform the usual duties of the  \nsteward with the least interference to the job.  \n3. The steward shall call the foreman's attention to any unsafe equipment or unsafe working  \nconditions. If the foreman and the steward cannot agree on what is unsafe equipment or unsafe  \nworking conditions, or if having agreed, action to correct same is not taken by the foreman, the  \nsteward must make a report to the Union. The Employer and the Union will then send  \nrepresentatives to the job to observe conditions and agree on corrective measures to be taken.  \n4. The Employer or his agents shall not lay off, discharge, or transfer a Carpenter steward, so  \nacting on any job, until the matter has been discussed with representatives of the Union.  \n(a) When a job is reactivated after having been temporarily shut down, the Steward shall be the  \nfirst man recalled after the Foreman. Both the Steward and the Union Business Agent shall be  \nnotified of job reactivation by telephone, telegram, or registered mail.  \n5. The Employer shall permit the steward a reasonable amount of time to record the hours  \nworked by the Carpenters on the job and will cooperate with the steward in the procurement of  \ntime data. Any new employees shall be referred to the steward before starting to work to be  \nadded to the rolls. Before any employee is to be laid off or discharged, the steward shall be  \nnotified prior to such layoff or discharge.  \n6. The Executive Secretary of the Union or his representative will place a steward on the jobs of  \nan Employer in the following circumstances:  \na) When an Employer pays fringe benefits on a weekly basis;  \nb) When an Employer intentionally fails to pay the correct base wage; or  \nc) When an Employer becomes more than thirty (30) days delinquent in the payment of  \nmonthly fringe benefit contributions, by either failing to accurately report hours worked, by  \npaying less than the correct contribution rate, or by otherwise not paying the complete  \namount when due.  \nd) Failure to call in job start within 72 hours of beginning work.  \nWhen an Employer has intentionally failed to pay the correct base wage, a steward will be placed  \non all of the Employer's current jobs and on all of the Employer's jobs starting within six (6)  \nmonths of the latest occurrence. When an Employer has become more than thirty (30) days  \ndelinquent in the payment of fringe benefits, a steward will be placed on all of the Employer's  \ncurrent jobs and on all of the Employer's jobs starting while the delinquency exists. Stewards  \nmust be journeymen carpenters and have been members of the Union not less than two (2) years.  \n"], ["ARTICLE XIV  \nGrievances  \n", "1. Should differences of any kind arise between the Employer and the Union as to the  \ninterpretation, application or claimed breach of any of the terms of this Agreement, all such  \ndifferences shall be submitted to the grievance procedure herein provided.  \n2. Should any grievance arise, the same shall be taken up within twenty-four (24) hours of the  \nevent giving rise to the grievance between the duly authorized representatives of the Union and  \nthe Employer.  \n25  \n   \n3. If any grievance is not settled as provided above, then either the Union or the Employer may,  \nwithin two (2) working days, in writing, submit the grievance to the Joint Settlement Board  \nherein provided. No grievances may be filed or processed based upon the facts or events which  \nhave occurred more than fifteen (15) working days before the grievance is reduced to writing.  \n4. The Joint Settlement Board shall consist of three (3) representatives appointed by the  \nEmployer and three (3) representatives appointed by the Union. The Employer and the Union  \nshall each appoint two alternate representatives, each of whom may serve in the place of a  \nregular representative who is unable to act. No Union representative or Employer directly  \ninvolved in a dispute shall act as a member of the Joint Settlement Board.  \n5. The duty of the Joint Settlement Board shall be to hear all grievances submitted to the Board  \nwithin one (1) working day of the submission. Decisions of the Board shall be reached by a  \nmajority vote of the entire Board. The decisions of the Board shall be final and binding on the  \nEmployer, the Union and the employee or employees involved. The Joint Settlement Board will  \nschedule Board meetings after ascertaining the Employer's and the Union's availability.  \n6. If the Board cannot settle or adjust a grievance or dispute, the matter shall be submitted to an  \nimpartial arbitrator who shall be selected by and be acceptable to the Board. In the event the  \nBoard is unable to mutually agree upon an arbitrator within three (3) days from the date of  \nimpasse on a grievance or dispute, then the arbitrator shall be selected according to the rules of  \nthe American Arbitration Association within five (5) days. The arbitrator's fee shall be shared  \nequally by the Employer and the Union.  \n7. The arbitrator shall confine his decision to the dispute in question and he shall not have  \nauthority to add to, subtract from or in any way modify the terms of this Agreement. The  \narbitrator's decision shall be rendered within thirty (30) days from the date of the hearing and  \nshall be final and binding upon the Employer and the Union, and the employee or employees  \ninvolved.  \n8. The Union agrees that there will be no strikes, slowdowns, or work stoppages as a result of  \nan alleged breach of this Agreement, except as provided in Article IX, and that all such disputes  \nwill be handled expressly as stated herein.  \n9. The refusal or failure by a party against which a grievance has been filed to schedule or  \nattend a Joint Settlement Board meeting or participate in any prior Step in the grievance  \nprocedure shall constitute waiver of all prior irregularities in the grievance procedure, and the  \ncomplainant may proceed directly to arbitration. If the complainant prevails in the arbitration  \nover such party, that party shall pay all costs of arbitration, excluding attorney fees. If the  \ncomplainant does not prevail, each party will pay its own costs, except the arbitrator's fee shall  \nbe shared equally.  \n"], ["ARTICLE XV  \n", "Compensation to Carpenters for  \nInjury or Unemployment  \n1. Employers shall provide Workers' Compensation Insurance for all Carpenters employed and  \nshall, regardless of the number of Carpenters employed, become a subject Employer under the  \nMichigan Employment Security Act and shall exhibit proof of both such coverages to the Union.  \n26  \n   \n   \n"], ["ARTICLE XVI  \nLiability  \n", "1. It is understood that the Association is acting only as agent in the negotiation of this contract  \nand that it is agent only for those Employers - individuals, partnerships, and corporations - who  \nhave authorized it so to act. In no event shall the Association be bound as principal or be held  \nliable in any manner for any breach of this contract by any of the Employers for whom it is  \nacting or any employee of such Employers. It is further agreed and understood that the liabilities  \nof the Employers who have authorized the negotiation and execution of this Agreement shall be  \nseveral and not joint.  \n2. The Employer agrees that he will not hold the Union liable for any acts of its members not  \nauthorized by said Union. The Union agrees that it will, on written request of the Employer,  \nnotify the Employer within twenty-four (24) hours after receipt of said request, whether the act  \nof the member or members of the Union so complained of was or was not authorized, and if not  \nauthorized, the Union agrees that it will take immediate steps to rectify the situation complained  \nof.  \n3. The Union agrees that it will not hold any Employer liable for any acts of the agents of said  \nEmployer not authorized by said Employer. The Employer agrees that he will, on written request  \nby the Union, notify the Union within twenty-four (24) hours after receipt of said request at the  \noffice of said Employer, whether or not the act of the Employer's agent so complained of by the  \nUnion was authorized, and if not authorized, the Employer agrees that he will take immediate  \nsteps to rectify the situation complained of.  \n4. It is further agreed and understood that the United Brotherhood of Carpenters and Joiners of  \nAmerica and the Michigan Regional Council of Carpenters, who have authorized the negotiation  \nand execution of this Agreement shall not be liable for any act or acts of any member of any  \nLocal Union or any acts of the Local Union itself which may be contrary and in violation of this  \nAgreement.  \n"], ["ARTICLE XVII  \nSurvivability  \n", "1. In the event any portion of the Underlying Agreement, as herein extended, is declared to be  \nor becomes inoperative under State or Federal law, the balance of the Underlying Agreement  \nshall remain in full force and effect, and the parties hereto agree to meet and renegotiate the  \ninoperative portion of the Underlying Agreement, if requested by either party. That part of the  \nUnderlying Agreement which is declared to be in contradiction of said applicable laws shall be  \nsuspended in operation, solely within the limits to which said applicable laws are in effect and  \nsuch suspension shall not affect the operation of any such provisions covered by the Underlying  \nAgreement to which said law is not applicable, nor shall it affect the remainder of the provisions  \nof the Underlying Agreement within the limits to which such law is applicable.  \n  \n   \n   \n   \n   \n"], ["ARTICLE XVIII  \nScope of Agreement  \n", "1. This Agreement covers the entire understanding between the parties hereto governing the  \nemployment of Carpenters and the maintenance of employer-employee relationships. All  \nprovisions not covered by this Agreement must be negotiated between the parties.  \n2. This Agreement shall be binding on the Employer, its successors and assigns. Employer will  \nnotify the Union thirty (30) days prior to any change in company name, ownership or address.  \n"], ["ARTICLE XIX  \nTermination  \n", "Agreement shall remain in full force and effect until June 1, 2023 and thereafter shall be  \nrenewed from year to year unless any party hereto shall notify the other party, in writing, at least  \nninety (90) days prior to any anniversary date of this Agreement of its desire to change in any  \nway or terminate this Agreement. Such written notice shall be sent by registered or certified mail  \nto the other party. In the event of notice by either party to change and/or terminate, and no  \nagreement on such changes is reached prior to June 1, 2023, this Agreement shall be deemed to  \nhave terminated on June 1, 2023.  \n2. Any eligible Employer may elect to terminate its participation in the Carpenters Pension  \nTrust Fund — Detroit & Vicinity (Pension Fund) by providing not less than 60 days and no more  \nthan 90 days prior written notice to the Union by Certified Mail, any time during the term of this  \nAgreement, provided further that such Employer is legally eligible to terminate its participation  \nin the Pension Fund, under its “Freelook” provisions (is no more than 2% of the contribution  \nbase and commenced participation after 1980, for less than six years). The Pension Fund must  \nalso satisfy the statutory funding ration (8:1 plan assets to benefit payments ratio) and any other  \nlegal criteria necessary to implement the Freelook rule. The Employer can terminate its  \ncollective bargaining agreement at the end of the five-year Freelook period by providing the  \naforesaid notice. The foregoing provisions shall apply only to Employers who have a legal right  \nto utilize the Freelook rule adopted when the Pension Fund is eligible to implement same.  \nIN WITNESS WHEREOF, the parties hereto have caused this Agreement to be executed by their  \nrespective proper offices, duly authorized this Ist day of June, 2019.  \nhea Vill  \nAGC of MICHIGAN  \nScott Pantaleo, Director of Labor Relations  \nMICHIGAN REGIO VAL fa OF CARPENTERS  \nThomas D. Lutz, Executive Secretary/Treasurer  \n28  \n   \n   \n   \nMEMORANDUM OF AGREEMENT  \nCARPENTER BACK-TO-WORK PROGRAM  \nA carpenter injured while working for an Employer may return to work for that Employer  \nat a reduced scale of wages to perform a limited work scope, \"Bridge Job,\" as approved  \nin writing by the administrating physician. A Bridge Job is construction-related work  \nwhich may or may not be within the work jurisdiction of the Union. The scale of wages  \nwill be determined by the administrating physician's classification of the tasks to be  \nperformed commensurate with the capability of the carpenter. The work classifications  \nare:  \nVery Light Work: Lifting ten pounds maximum and occasionally lifting and/or  \ncarrying such articles as dockets, ledgers and small tools. Although a very light job is  \ndefined as one which involves sitting, walking and/or standing may often be necessary  \nin carrying out job duties. The amount of walking and/or standing permissible will be  \ndetermined by the extent to which the injured body part impairs the ability to walk  \nand/or stand.  \nLight Work: Lifting twenty pounds maximum with frequent lifting and/or carrying of  \nobjects weighing up to ten pounds. Even though the weight lifted may be only a  \nnegligible amount, a job is in this category when it requires walking or standing to a  \nsignificant degree or when it involves sitting with a moderate degree of pushing and  \npulling of arm and/or leg controls.  \nMedium Work: Lifting fifty pounds maximum with frequent lifting and/or carrying of  \nobjects weighing up to twenty-five pounds.  \nThe Base Wage for Very Light Work will be 30% of the Journeyman Base Wage. The  \nBase Wage for Light Work will be 50% of the Journeyman Base Wage. The Base Wage  \nfor Medium Work will be 75% of the Journeyman Base Wage. For all work  \nclassifications, the Employer will pay the full dollar amount of fringe benefits received  \nby a Carpenter Journeyman in addition to the applicable Base Wage. Compensation  \nwould increase as the carpenter progresses through the work classifications based on the  \nphysician's approval of the next level of physical demand.  \nThe Workers' Compensation insurance provider may pay an additional weekly amount to  \nthe employee as an added incentive to encourage his voluntary participation in the Back-  \nto-Work Program. This amount, if any, will be determined based on the formula as  \nprovided for by the workers' compensation guidelines. Refusal of a reasonable offer of  \nemployment may jeopardize the continued collection of benefits in accordance with State  \nlaw.  \nA carpenter's employment under the Back-to-Work Program is limited to a maximum of  \nsix months for each incident. Implementation of the Program is discretionary on behalf of  \nthe Employer, and is subject to the availability of Bridge Jobs. Upon release for work by  \nthe administrating physician, the carpenter would return to full wages and be placed in  \navailable work.  \n29  \n   \n   \n   \nIN WITNESS WHEREOF, the parties hereto have caused this Agreement to be executed  \nby their respective proper offices, duly authorized this Ist day of June, 2019.  \nSeat \"Ys  \nAGC of MICHIGAN  \nScott Pantaleo, Director of Labor Relations  \n     \nMICHIGAN REGIONAL COUNCINOF CARPENTERS  \nThomas D. Lutz, Executive Secretary/Treasurer  \n   \n   \n30  \n2019-2023  \nPILEDRIVING AND CAISSON DRILLING AGREEMENT  \nThis Agreement made June 1, 2019, by and between AGC of Michigan, who is hereinafter called  \nthe \"Association,\" representing its members who are hereinafter called, \"Employer,\" and the  \nMichigan Regional Council of Carpenters, which has jurisdiction in the entire State of Michigan  \nand all off-shore areas adjacent thereto extending to the territorial boundary lines of the United  \nStates, hereinafter called the \"Union,\" and its successors, and any additional counties which may  \nbe added to the Union through reorganization of the State of Michigan.  \nThe geographic territory governed by this Agreement consists of Wayne, Oakland, Macomb,  \nSanilac, St. Clair, Washtenaw and Monroe Counties and the Townships of Brighton, Deerfield,  \nGenoa, Green Oak, Hamburg, Hartland, Osceola, Putnam, Tyrone and Unadilla in Livingston  \nCounty and all offshore areas adjacent thereto extending to the territorial boundary lines of the  \nUnited States.  \nWHEREAS, it is the intent and purpose of the parties hereto to specify in this Agreement the  \nwages, terms and working conditions of employment of employees performing piledriving and  \ncaisson drilling work;  \nNOW, THEREFORE, in consideration of the mutual promises hereafter set forth, the Employer  \nand the Union agree as follows:  \n"], ["ARTICLE I  \nScope of Agreement  \n", "1. The Carpenters' Agreement as of June 1, 2019 by and between the parties hereto is  \nincorporated by reference into this Agreement with the exception of Article VII, \"Apprentices,\"  \nand Article XII, \"Show-Up Time,\" of the Carpenter Agreement. The words \"Piledriver\" and\"  \npiledriving\" shall be substituted in place of the words \"Carpenter\" and\" carpentry\" in Article I,  \nParagraph 1, and Article II thereof.  \n2. The following terms and conditions shall apply with respect to work performed by employees  \ncovered by this Agreement.  \n"], ["ARTICLE II  \nCrew Size and Manning of Jobs  \n", "The following are minimum crew sizes except that the Union and the Employer may meet to  \ndetermine if the crew size can be adjusted due to extenuating circumstances on certain jobs.  \n1. Foundation Pile Driving Rigs:  \na) Basic Crew: Three (3) piledrivers and a working foreman shall constitute a piledriving  \ncrew when installing all types of foundation piles such as pipe piles, shell piles, steel  \npiles, wood piles or auger cast piles, except as hereinafter qualified.  \nb) Supplemental Crew Members: If steady welding work is required on the job, a welder  \nshall be added to the crew. Where there is a minimum amount of welding, one of the  \ncrew may do the necessary welding.  \n31  \n   \n2. Steel Sheet Piling Rigs: Three (3) piledrivers and a working foreman shall constitute a crew  \nfor driving steel sheet piling, except as hereinafter qualified.  \n3. Caisson Drilling Rigs:  \n(a) There shall be a minimum of one piledriver and one working foreman on caisson  \ndrilling rigs where casings are used.  \n(b) On small caisson jobs when mutually agreed between the Employer and the Union,  \nand on utility towers, antennas, signs, dewatering wells, gas recovery wells, a crew  \nconsisting of only a working foreman shall be employed where casings are used.  \n4. Drilling Rigs: On rigs used to pre-drill piles and for drilling and installing tiebacks, there shall  \nbe a minimum of one working foreman and one (1) piledriver.  \n5. Barge Work:  \n(a) When installing all types of piles or sheet piling from a barge, four (4) piledrivers and  \na working foreman shall compose a crew. This crew size shall not be required for work  \ncovered by Paragraph 7.  \n(b) Upon mutual agreement between the Employer and the Union, barge crew size may  \nbe reduced under appropriate circumstances.  \n6. Earth Retention Work: The placing of bracing and lagging in an earth retention system shall  \nbe manned as required by the contractor.  \n7, Non-Industrial Work: A crew of one (1) piledriver and a working foreman shall be used for:  \n(a) Wood or lightweight steel sheeting.  \n(b) Small jobs when mutually agreed between the Employer and the Union, and work at  \nmarinas, yacht clubs and residences. :  \n(c) Article V, \"Travel,\" will not be paid for work performed under Paragraph 7.  \n8. Pile Load Tests: Piledrivers shall be employed to set up all load tests. A piledriver shall be  \nemployed on all load tests and paid the applicable shift rate. If the regular pile crew is employed  \nfor testing and the test is completed between midnight and 8:00 a.m., weather permitting work  \nthat day, the employee on the third shift shall be paid overtime for that day's regular work.  \n"], ["ARTICLE III  \nGeneral Conditions  \n", "1. Whenever the Employer is using any piling which requires work to be performed prior to the  \npiling being received in the rigs, the Employer shall employ additional employees to perform  \nsuch work and these employees shall be in addition to the number of employees provided for  \nunder the rigs described above.  \n2. The Employer, in the interest of safety, shall not require piledrivers to work in front of the pile  \ndriving rig while the pile hammer is in operation.  \n32  \n   \n   \n   \n3. All burning, welding and fabrication of pipe, shell, H-beam, sheet pile or other like material  \nused in the driving or brazing of piles shall be done on the job site or in the Employer's yard by  \npiledrivers except where materials are fabricated at the manufacturing sources.  \n"], ["ARTICLE IV  \nWages and Fringe Benefit Contributions  \n", "1. The minimum rate of wages for Foremen and Journeyman Piledrivers shall be defined as  \nfollows for all geographic areas of this Agreement:  \nThe geographic territory governed by this Agreement consists of Wayne, Oakland, Macomb,  \nSanilac, St. Clair, Washtenaw and Monroe Counties and the Townships of Brighton, Deerfield,  \nGenoa, Green Oaks, Hamburg, Hartland, Osceola, Putnam, Tyrone and Unadilla in Livingston  \nCounty and all offshore areas adjacent thereto extending to the territorial boundary lines of the  \nUnited States (formerly known as Zones | and 2).  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nClassification  \nPer Hour  \ni 2  \n  \n   \n   \n    \n     \n    \n     \n    \n   \n    \n    \nAssessment Building Fund (taxed) P2000 | 20 |  \n*U.B.C. Per Cap (taxed) 05 |S OS  \nHealth & Welfare Insurance (F) 7.05  \n0  \n0  \n05  \n75  \n91  \n85  \n9  \nPension 48.83% of Base Wage (F) 16.97 18.18  \nAnnuity Fund 503% of Base Wage) | 385 [440  \n0  \n   \n   \n   \n   \nE  \n   \n   \nGuaranty Fund (if required under Article X of the 10  \nCarpenters Agreement)  \nTOTAL 62.29 65.79 69.78  \n*Denotes Taxable Items (F) — Funded  \n   \n   \n   \n33  \n   \n   \n   \n   \n   \nPILEDRIVER FOREMAN:  \nClassification Day Shift 2nd Shift 3rd Shift  \nPer Hour | Per Hour Per Hour  \n$3437 [83666 [$39.28  \nAssessment Fund (taxed) 20  \n*Special Assessment Building Fund (taxed) 20  \n*U.B.C. Per Cap (taxed) 05  \n10 10  \n9] 9]  \n00  \n          \n    \n    \n    \n    \n    \nrt | CD  \nCyn  \ni  \n| 05  \noe ae  \nHealth & Welfare Supplemental (F) 91  \nAnnuity Fund — 5.03% of Base Wage (F) 4.05  \n0  \n1.00 1.0  \n07  \n15  \n  \nthe Carpenters Agreement)  \n* Denotes Taxable Items (F)-Funded  \n   \n   \n     \n   \n   \n     \n       \n   \n    \n   \n   \n   \noS  \n   \n   \n;  \n   \n   \n   \n   \n       \nPILEDRIVER TRAINEE WAGE SCALE  \nFirst  \n*Base | *Spec.| *UBC | UBC | INS. | 48.65% | 11.77% | Gross Appr.| LMPT| IAF | **Guar. | Total  \nShift Wage | Assmt.| Per Cap/| Trng Pension | Annuity Fund  \n| $17.99 | $0.40 | $0.05 $0.10 | $7.96 | $8.75 $2.12 $37.37 | $1.00 | $0.07 | $0.15 | $0.10 $38.69  \n(55%)  \n6mo | $21.26 | $0.40 | $0.05 $0.10 | $7.96 | $10.34 | $2.50 $42.61 | $1.00 | $0.07 | $0.15 | $0.10 $43.93  \n(65%)  \n3 6mo | $24.53 | $0.40 | $0.05 $0.10 | $7.96 | $11.93 | $2.89 $47.86 | $1.00 | $0.07 | $0.15 | $0.10 $49.18  \n(75%)  \n4\" 6mo_ | $27.80 | $0.40 | $0.05 $0.10 | $7.96 | $13.52 | $3.27 $53.10 | $1.00 | $0.07 | $0.15 | $0.10 $54.42  \n(85%)  \n     \n   \n   \n   \n   \n        \n          \n            \n34  \n   \n   \n   \n   \n    \n   \n   \n          \n   \nSecond | *Base | *Spec. | *UBC UBC INS. | 48.65% | 11.77%) Gross Appr.| LMPT| IAF | **Guar.; Total  \nShift Wage | Assmt. | Per Cap | Trng Pension | Annuit Fund  \n| $19.18 | $0.40 | $0.05 $0.10 | $7.96 | $9.33 $2.26 | $39.28 | $1.00 | $0.07 | $0.15 | $0.10 $40.60  \n(55%)  \n2” 6mo | $22.67 | $0.40 | $0.05 $0.10 | $7.96} $11.03 | $2.67 | $44.88 | $1.00 | $0.07 | $0.15 | $0.10 $46.20  \n(65%)  \n3\" 6mo | $26.16 | $0.40 | $0.05 $0.10 | $7.96 | $12.73 | $3.08 | $50.48 | $1.00 | $ $0.15 | $0.10 $51.80  \n(75%)  \n4\" 6mo | $29.65 | $0.40 | $0.05 $0.10 | $7.96 | $14.42 | $3.49 | $56.07 | $1.00 | $0.07 | $0.15 | $0.10 $57.39  \n(85%)  \nThird *Base | *Spec. | *UBC UBC | INS. | 48.65% | 11.77% | Gross | Appr.| LMPT| IAF | **Guar.} Total  \nShift Wage | Assmt. | Per Trng Pension | Annuity Fund  \n1*6mo | $20.55 | $0.40 | $0.05 $0.10 | $7.96} $10.00 | $2.42 $41.48 | $1.00 | $0.07 | $0.15 | $0.10 $42.80  \n(55%)  \n6mo | $24.29 | $0.40 | $0.05 $0.10 | $7.96 | $11.82 | $2.86 $47.48 | $1.00 07 | $0.15 | $0.10 $48.80  \n(65%)  \n3\" 6mo | $28.03 | $0.40 | $0.05 $0.10 | $7.96 | $13.64 | $3.30 $53.48 | $1.00 | $0.0 $0.15 | $0.10 $54.80  \n(75%) |  \n4° 6mo_ | $31.76 | $0.40 | $0.05 $0.10 | $7.96 | $15.45 | $3.74 $59.46 | $1.00 | $0.07 | $0.15 | $0.10 $60.78  \n(85%)  \n* Denotes taxable items  \n     \nei  \n©  \n     \n  \n©  \n~~]  \n        \n          \n   \n     \n     \n       \n    \nes  \n     \noH  \n©  \n©  \n     \noS  \n~  \n       \n     \n          \n** Guaranty Fund (funded) — If required under Article X of the Carpenters agreement, the GF  \ncontribution is paid only by employers who have not posted a Fringe Bond or a Cash Deposit  \nwith the Guaranty Fund.  \nGeographic jurisdiction of Macomb, Monroe, Oakland, Sanilac, St. Clair, Washtenaw and  \nWayne Counties. Also including in Livingston County the townships of Brighton, Deerfield,  \nGenoa, Green Oak, Hamburg, Hartland, Oceola, Putnam, Tyrone and Unadilla.  \nInsurance amount of $7.96 is $7.05 for Health & Welfare Insurance and $0.91 for the Health &  \nWelfare Supplemental Fund (MRA). Special Assessment of $0.40 includes $0.20 for the  \nBuilding Fund.  \nCalculation of Pension and Annuity Contributions are on hours worked only.  \nDues Deduction — Per the Michigan Regional Council By-Laws, dues shall be deducted from the  \nemployees Total Paid Base Wage. The amount of the dues deduction is included in the Total  \nPaid Base Wage as stated above (currently 4%) and deducted from all premium and overtime  \npay.  \nSee Commercial Carpentry Agreement, Article IX, for fringe benefit payment rules.  \n35  \n   \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2020  \nTHROUGH MAY 31, 2023  \nPILEDRIVER JOURNEYMAN  \nEffective June 1, 2020 the parties have agreed to a Total Wage Package increase for the  \nPiledriver Journeyman of $1.50 per hour. The Piledriver Journeyman wage rate effective June 1,  \n2020 will be issued as a supplement to this Agreement.  \nPILEDRIVER FOREMAN  \nThe Piledriver Foreman wage rate effective June 1, 2020 will be issued as a supplement to this  \nAgreement.  \nPILEDRIVER JOURNEYMAN  \nEffective June 1, 2021 the parties have agreed to a Total Wage Package increase for the  \nPiledriver Journeyman of $1.50 per hour. The Piledriver Journeyman wage rate effective June 1,  \n2021 will be issued as a supplement to this Agreement.  \nPILEDRIVER FOREMAN  \nThe Piledriver Foreman wage rate effective June 1, 2021 will be issued as a supplement to this  \nAgreement.  \nPILEDRIVER JOURNEYMAN  \nEffective June 1, 2022 the parties have agreed to a Total Wage Package increase for the  \nPiledriver Journeyman of $1.50 per hour. The Piledriver Journeyman wage rate effective June 1,  \n2022 will be issued as a supplement to this Agreement.  \nPILEDRIVER FOREMAN  \nThe Piledriver Foreman wage rate effective June 1, 2022 will be issued as a supplement to this  \nAgreement.  \nDuring the term of this Agreement, the Union will reallocate money from the schedule of wages,  \nto the Pension Fund contribution to satisfy the Pension Fund contribution increases required by  \nthe Rehabilitation Plan as presently written, or as modified during the term of this Agreement.  \nThe above increases and the limited reopener hereinafter described shall not constitute, nor be  \ndeemed, a new agreement, contract, understanding or practice, nor an extension or renewal of  \nsame, at the time same shall take effect.  \n"], ["ARTICLE V  \nTravel  \n", "1. The shipping point on which time shall be based is the Detroit City-County Building. All  \ntravel to be computed on a radius basis.  \n0-40 miles equals free zone.  \nOver 40 miles @ $10.00/day.  \n36  \n   \n   \n   \n"], ["ARTICLE VI  \nPiledriver Show-Up Time  \n", "1. The employee shall receive two (2) hours' show-up time regardless of weather. During these  \ntwo (2) hours the employee must be available for assignment unless excused by his Employer.  \n2. Any employee who is discharged from his work shall be allowed two (2) hours' traveling time  \nfor going to the main office for his pay unless paid on the job.  \n3. When an employee is working beyond the 40-mile free zone and stays through his lunch  \nperiod, he shall be guaranteed a minimum of one hour's pay in the afternoon portion of the shift  \nwhich shall be considered as afternoon show-up time. During this one-hour period, he shall be  \nexpected to remain on the job and be available for work unless excused by the Employer.  \n4, Piledrivers sent from the office of the Union to a jobsite where the M.U.S.T. Safety  \ncertification is required by the project owner employing the contractor, must demonstrate they  \nhave the requisite certification as required by the owner. All employees must be current with the  \nM.U.S.T. Drug and Alcohol Screening Program, or its successor, and must have successfully  \ncompleted the requisite for safety modules to be eligible for show-up time pay. The contractor is  \nrequired to provide the Union with the required specifications signed and authorized via  \nfacsimile or mail at least 24 hours prior to the request for employees.  \n"], ["ARTICLE VII  \nSpecial Piledriver Wage Considerations  \n", "1. Foreman: The foreman shall be selected by and be the representative of the Employer. He  \nshall not be required to violate any part of this Agreement as a condition of employment. The  \nPiledriver Foreman shall be paid one dollar and sixty-seven cents ($1.67) per hour more than the  \nJourneyman Piledriver, base hourly rate.  \n2. Loftsman or Sticker: This member of the crew shall be paid an additional fifty-five cents  \n($.55) per hour over the Journeyman Piledriver rate for such time as so employed, and eighty  \ncents ($.80) per hour on heights over one hundred and fifty (150) feet.  \n3. Welders: Welders shall be paid fifty-five cents ($.55) per hour over the Journeyman  \nPiledriver rate and a certified welder shall be paid eighty cents ($.80) per hour more than the  \nJourneyman Piledriver. Where certification is required a test shall be made. The test fee shall be  \npaid by the Employer.  \n4, Piledriver Trainee: When at least eight (8) piledrivers are working for an Employer a trainee  \nmay be employed if the Union is able to furnish the trainee. (Foreman to be included in the  \ncount of the employees.)  \n(a) Trainee shall be allowed to work in any work crew doing any type of work assigned him,  \nuntil the trainee services are no longer required. After a two-year training period, the  \ntrainee shall become a full-time journeyman.  \n(b) Rate of pay for a trainee to be 55% of Journeyman’s rate. After six months his rate of  \npay shall be increased to 65% of the applicable Journeyman’s rate. After one year his rate  \nshall be increased to 75% and after eighteen months his rate shall be increased to 85%.  \n37  \n   \n   \n   \n(c) Joint Training Committee: This committee shall consist of three representatives from the  \nUnion and three representatives from the Association.  \n(d) Fringe Benefits for Trainees: The trainee shall receive the same fringe benefits as set  \nforth for the Journeyman Piledriver.  \n   \n5. Upgrading: The Union shall endeavor to upgrade the skills members in specialty areas  \nwhich are welding, cutting, burning and the administrative cost of handling this upgrading shall  \nbe funded from the apprenticeship contribution.  \nArticle VIII  \nDivers  \n1. The geographic territory governed by this Agreement consists of Wayne, Oakland, Macomb,  \nSanilac, St. Clair, Washtenaw and Monroe Counties and the Townships of Brighton,  \nDeerfield, Genoa, Green Oak, Hamburg, Hartland, Osceola, Putnam, Tyrone and Unadilla in  \nLivingston County and all offshore areas adjacent thereto extending to the territorial  \nboundary lines of the United States.  \n   \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER  \nJUNE 1, 2019 THROUGH MAY 31, 2020  \nINDUSTRIAL WORK  \n        \n       \n     \n       \n20  \n1  \n1  \n0  \n        \n     \n    \n     \n    \n   \n   \nApprenticeship (Funded  \nLMPT (F)  \nIAP (F)  \nBel  \n  \n   \n38  \nNON-INDUSTRIAL WORK  \nClassification i  \n*Special Assmt. Fund (taxed)  \n*Special Assmt. Bldg. Fund  \n    \n   \n    \n    \n   \n     \n         \n      \n0.05  \n|Health & Welfare Insurance | 6.00 | 6.00  \n[Gross Wage Ste | sang  \n*Denotes Taxable Items  \n(F)-Funded  \n    \n**The Guaranty Fund is paid only by employers who have not posted a Fringe Bond or cash  \ndeposit as outlined under Article X of the Carpenters’ Agreement.  \nEFFECTIVE FIRST FULL PAYROLL PERIOD  \nCOMMENCING ON OR AFTER JUNE 1, 2020  \nTHROUGH MAY 31, 2023  \nEffective June 1, 2020 the parties have agreed to a Total Wage Package increase for the  \nIndustrial Diver, Industrial Tender, Non-Industrial Diver and Non-Industrial Tender of $1.50 per  \nhour, which will be issued as a supplement to this Agreement.  \nEffective June 1, 2021 the parties have agreed to a Total Wage Package increase for the  \nIndustrial Diver, Industrial Tender, Non-Industrial Diver and Non-Industrial Tender of $1.50 per  \nhour, which will be issued as a supplement to this Agreement.  \nEffective June 1, 2022 the parties have agreed to a Total Wage Package increase for the  \nIndustrial Diver, Industrial Tender, Non-Industrial Diver and Non-Industrial Tender of $1.50 per  \nhour, which will be issued as a supplement to this Agreement.  \nDuring the term of this Agreement, the Union will reallocate money from the schedule of wages,  \nto the Pension Fund contribution to satisfy the Pension Fund contribution increases required by  \nthe Rehabilitation Plan as presently written, or as modified during the term of this Agreement.  \nThe above increases and the limited reopener hereinafter described shall not constitute, nor be  \ndeemed, a new agreement, contract, understanding or practice, nor an extension or renewal of  \nsame, at the time same shall take effect.  \n39  \n   \n   \n   \n   \n   \n2. (a) Fifty dollars ($50.00) per day, regardless of hours worked, will be considered the payment  \nfor diver's equipment rental by the Employer, each and every day that the diver gets wet and uses  \nhis own equipment. The following equipment is needed on the jobsite to receive equipment  \nrental pay:  \nHat Weights  \nFins Flashlight  \nKnife Bailout System  \nWrench Wet, Dry and Hot Water Suit and Gloves  \n(b) The diver's personal equipment shall be maintained and used according to the manufacturer's  \ninstructions, including annual inspections. All equipment must also be on-site, compatible with  \nthe Employer's systems and may be inspected each day by the jobsite diving supervisor.  \n3. If required to dive at any time during the day, the diver shall receive a full eight (8) hour day's  \ndiving pay which shall be for the diver's time and equipment rental if it meets the equipment  \nrequirements of Paragraph 2 above. The diver is expected to do whatever work is assigned  \nfollowing his diving duties.  \n4. When a diver is on stand-by, dressed out with his own equipment on-line, for any part of the  \nday, he shall receive tender pay plus equipment rental. If required to dive at any time during the  \nday, he shall receive a full eight-hour day's pay at the diver rate plus equipment rental. The diver  \nis expected to remain on the job and do whatever work is assigned following his diving duties.  \n5. If a diver removes himself from an incomplete dive, with less than three and one-half (3 1/2)  \nhours of bottom time, that diver will receive dive pay for hours in the water only, plus equipment  \nrental. The Employer will take into consideration the effects of water temperature, depth of dive,  \nworking conditions, and physical demands of that particular dive.  \n6. Depth rate: Divers shall receive one dollar ($1.00) per foot per day for depth greater than 30  \nfeet.  \n7. Horizontal Entry Premium shall be paid when a diver is prevented from ascending directly to  \nthe surface of the water. After the first one hundred (100) feet he shall receive a twenty-five cent  \n($.25) per foot per day premium for the longest horizontal distance the diver traveled. (Example:  \nA premium is not paid for an 80 ft. entry. A premium of $27.50 per day is paid for a 110ft.  \nentry.)  \n8. All divers to furnish up-to-date, federally approved, modern equipment in good safe working  \ncondition. Equipment must include up-to-date communications facilities, compatible with the  \nEmployer's equipment, all at no added cost to the Employer.  \n9. All divers to have acceptable experience in the diving techniques required by the Employer  \nand to have experience in underwater work associated with piledriving.  \n10. Lunch period shall be given to each employee as per the Carpenters Agreement. However,  \ndue to the nature of diving projects, the lunch period shall be at the Employer's discretion and  \ntaken between the third and fifth hours of work on any shift.  \n40  \n   \n   \n   \n11. All shop work shall be paid at the Non-Industrial Tender scale of wages with no travel pay.  \nAll shop overtime shall be paid at time and one-half, except that on Sundays and Holidays  \novertime shall be paid at double time.  \n12. Should an employee be requested to transport equipment to or from any jobsite, he shall be  \npaid the Non-Industrial Tender scale of wages.  \n13. Divers and Tenders shall comply with all drug testing, employment rules and employment  \nrequirements of the U.S. Department of Transportation, U.S. Coast Guard and all other  \ngovernmental agencies as they exist now or in the future, as well as with the M.U.S.T. Drug and  \nAlcohol Screening Program as provided in the Carpenters Agreement.  \n"]]