[["", "  \nAGREEMENT  \nBetween  \nPACIFIC PISTON RING COMPANY, INC.  \nMETAL POLISHERS CONFERENCE, INTERNATIONAL  \nBROTHERHOOD OF BOILERMAKERS, IRON SHIP BUILDERS,  \nBLACKSMITHS, FORGERS AND HELPERS, AFL-CIO, LOCAL  \n| LODGE M67  \nEffective: December 1, 2018  \nDuration: November 30, 2019  \nLW 027-318  \nArticle  \nOne  \nTwo  \nThree  \nFour  \nFive  \nSix  \n‘Seven  \nEight  \nNine  \nTen  \nEleven  \nTwelve  \nThirteen  \nFourteen  \nFifteen  \nSixteen  \nSeventeen  \nEighteen  \nNineteen  \nTwenty  \nTwenty-One  \nTwenty-Two  \nTwenty-Three  \nTwenty-Four  \nTwenty-Five  \nTABLE OF CONTENTS  \nSubject  \n  \nRecognition and Scope of Agreement  \nUnion Security  \nNondiscrimination  \nHours of Work  \nSeniority  \nLayoff — Recall  \nLeaves of Absence  \nHolidays  \nRest Periods — Wash Up Time  \nVacations  \nSick Leave Pay  \nSafety  \nHealth Insurance  \nGrievance and Arbitration  \nWork Stoppages  \nProfit Sharing and Pension Plan  \nManagement  \nBulletin Boards  \nWages .  \nUnion Representative  \nNotices —  \nSchooling  \nBargaining Obligation  \nSaving Clause  \nTerm of Agreement  \nExhibit “A” — Job Classification  \nAnd Minimum Rates  \nExhibit “B” — Payroll Deduction  \nAuthorization  \nExhibit “C” — General Conditions  \nPage  \n-  \nm& Ww Ww  \nNAN & W  \ni  \nAGREEMENT  \nThis Agreement is between the PACIFIC PISTON RING COMPANY,  \nINCORPORATED, hereinafter referred to as the “Company”, and the METAL POLISHERS  \nCONFERENCE, INTERNATIONAL BROTHERHOOD of BOILERMAKERS, IRON  \nSHIPBUILDERS, BLACKSMITHS, FORGERS and HELPERS, AFL-CIO, LOCAL LODGE  \nM67 hereinafter referred to as the “Union”.  \n"], ["ARTICLE ONE — RECOGNITION AND SCOPE OF AGREEMENT  \n", "1.1 Pursuant to the certification of representation issued by the National Labor Relations  \nBoard, dated June 3, 1977, in Case No. 31-RC-3684, the Company recognizes the Union as the  \nexclusive collective bargaining representative of the employees in the following bargaining  \nunits:  \nIncluded: All employees including production and maintenance, shipping and receiving  \nemployees, and lead persons, employed by the company at its plant located at 3595 and 3620  \nEastham Drive, Culver City, CA 90232-0987  \nExcluded: All business office clerical employees, confidential employees, professional  \nemployees, guards, watchmen, foremen, temporary employees, and supervisors as defined in the  \nAct.  \n"], ["ARTICLE TWO — UNION SECURITY  \n", "2.1 Each employee in the bargaining unit, within thirty-one (31) days after the date of  \nexecution of this Agreement, or the employee’s date of hire, whichever is later, shall become a  \nmember of the Union as a condition of employment to the extent of tendering the periodic dues  \nand initiation fee uniformly required for membership, and shall remain a member thereof to the  \nextent as a condition of continued employment for the term of this Agreement.  \n2.2 The Company shall deduct from the pay of each Union member and remit to the  \nUnion an amount equivalent of the employee’s dues; provided, however, that the employee has  \nvoluntarily given the Company an unprovoked written assignment authorizing such deduction  \nand remittance on the authorization form attached hereto as Exhibit “B”. The Company will not  \nbe responsible for dues, which are past due.  \n2.3 The Union shall indemnify the Company and hold it harmless against any and all .  \nsuits, claims, demands or liabilities that may arise out of, or by reason of, any action taken by the  \nCompany for the purpose of complying with this Article.  \n-|-  \n"], ["ARTICLE THREE — NONDISCRIMINATION  \n", "3.1 The Union and the Company shall comply with all applicable laws prohibiting ©  \ndiscrimination in employment on the base of race, sex, color, age, religion, national origin,  \nhandicap, or union membership or activities. “Pronouns” whether masculine or feminine, as used  \nthroughout this Agreement shall refer to either men or women. When this contract is written in  \nEnglish and Spanish, the English version shall prevail. |  \n"], ["ARTICLE FOUR — HOURS OF WORK  \n", "4.1 The normal workday for regular full-time employees shall be ‘eight (8) hours,  \nincluding non-paid lunch periods. The normal workweek for regular full-time employees shall  \nconsist of five (5) workdays, Monday through Friday, and shall normally be forty (40) hours in  \nduration. For purposes of this Article (computing overtime pay premiums), a workweek shall be  \ndefined as being seven (7) consecutive, twenty-four (24) workdays, beginning at 12:01 am each  \nWednesday. This Article shall not be construed as, and is not a guarantee of any number of  \nhours of work per day or per week.  \nFor all employees, the work hour shall be broken down into ten (10) six (6) minute  \nsegments. An employee shall be noted as late for work if he does not report ready for work at  \nhis or her workstation at the starting time. If an employee reports for work late three (3) minutes  \nor more after starting time, he or she shall be docked a major segment of one-tenth (1/10\") of an  \nhour. If an employee fails to clock in or out on his or her time card three (3) times within any  \nthree hundred and sixty-five (365) day period, he or she shall be given one (1) day’s suspension  \nwithout pay. The suspension day will be at the company’s discretion. If an employee has  \nreceived a suspension, each subsequent failure to punch in or out, within the same three hundred  \nand sixty-five (365) day period will result in another suspension. If an employee has been given  \na total of three (3) suspensions, Company will have the right to dismiss the employee.  \n4.2 Work performed as overtime work must be authorized and approved by supervisor  \nbefore such work will be paid the overtime premium rate. (a).Overtime premium pay or premium  \nas provided in this Agreement shall not be pyramided, compounded, or paid twice fore the same  \nhours worked. (b) Time and one-half (1 %) the employee’s regular straight time hourly rate of  \npay shall be paid as follows: (i) For all work performed in excess of eight (8) hours per weekday;  \nand (ii) For all work performed in excess of forty (40) hours per workweek. (c) Two (2) times an  \nemployee’s regular straight time hourly rate of pay shall be paid as follows: (i) Over twelve (12)  \nhours in any one (1) work day; and (ii) On the employee’s seventh (7) consecutive workday of  \nany one workweek. (d) The Company shall endeavor to give such employees four (4) hours  \nadvance notice of such need to work over time and not later than the end of the shift on Thursday  \nof the need to work overtime on the immediate Saturday and/or Sunday. (e) In those instances,  \nthe entire work force is not required to perform overtime work, the overtime work shall be first  \noffered to the employees regularly performing the job or jobs on which the overtime will be  \nperformed.  \n-2-  \n4.3 When an employee reports to work as previously scheduled, he or she shall be  \nguaranteed four (4) hours of work, or pay, except where there is no work as the result of a  \ncondition over which the Company has no control, including labor disputes. The Company shall  \nhave the right to use the employee in any capacity during such four (4) hours, including holding  \nemployees in the plant.  \n4.4 With five (5). working day’s notification to the Union, the Company may institute an  \nalternate workweek for all or part of its work force, consisting of four days per week, ten (10)  \n- hours per day. The Company shall provide an additional paid rest period of ten (10) minutes. In  \nthe event the Company institutes a ten (10) hour workday, overtime pay shall begin after ten (10)  \nhours in any one (1) day.  \n"], ["ARTICLE FIVE — SENIORITY  \n", "5.1 A regular full-time employee’s seniority shall start from his. or her most recent  \nstarting date of full-time employment within the bargaining unit. A regular full time employee is  \none who is employed to regularly work forty (40) hours per week, Monday through Friday. A  \nregular part-time employee’s seniority shall start from his or her most recent starting date of part-  \ntime employment within the bargaining unit. A regular part-time employee is one who is  \nemployed to regularly work less than forty (40) hours per week, Monday through Friday. A  \ntemporary employee is one who is hired for a period of up to one hundred and twenty (120) days  \nand is so informed at the time of hire, and who is hired to fill a temporary job, or as a student on  \nvacation, or a co-op student seeking on-the-job training. The four (4) month period may be  \nextended up to an additional two (2) months by mutual agreement of the Company and the  \nUnion. Temporary employees do not accrue seniority and are excluded from the bargaining unit.  \nIf the employee continues employment beyond the four (4) months, or six (6) month period  \nprovided above, he or she shall immediately be covered b y all the terms of this Agreement and  \nshall be granted seniority for his or her time of temporary service. If the job continues beyond  \nthe four (4) months or six (6) month period provided above, the job shall be filled by a regular  \nemployee.  \n5.2 There shall be separate lists for regular full-time’employees and regular part-time  \nemployees, and a full-time employee who accepts part-time work, within the bargaining unit,  \nloses his or her full seniority; likewise, a part-time employee who accepts full-tome work within  \nthe bargaining unit, shall lose his or her part-time seniority.  \n5.3 There shall be seniority for all Union employees. The shop steward will  \nautomatically be granted top seniority, only in case of layoff. The Company will have the right  \nto transfer an employee from one position to another and train that employee for such position,  \nregardless of seniority at it's sole discretion. In no case shall the employee incur make lesser pay,  \nif such transfer occurs  \n5.4 An employee’s seniority shall entitle him or her only to such rights as are expressly  \nprovided for in this Agreement.  \n-3-  \n5.5 All regular full-time and part-time employees shall serve a probationary period of  \nninety (90) calendar days, uninterrupted by any type of service break, during which time they  \nshall be termed “probationary employees”. Probationary periods may be extended by mutual  \nagreement between the Union and the Company. There will not be Union initiation fees  \ndeducted from a probationary employee’s pay until after ninety (90) days. At that time, the  \ninitiation amount will be thirty-five ($35) per month, until they complete paying said fee, plus  \ncurrent dues after thirty (30) days.  \nProbationary employees may be terminated at any time by the Company in its sole  \ndiscretion and neither the employee so terminated, nor the Union shall have recourse to the  \ngrievance and arbitration provisions of this Agreement. During the probationary period an  \nemployee shall not be eligible for employee benefits, including vacation pay, unless expressly  \nprovided otherwise in this Agreement. After an employee has successfully completed his or her  \nprobationary period of employment, they shall be granted seniority for their time of probationary  \nservice.  \n5.6 An employee shall be removed from the seniority list and his or her employment shall  \nbe terminated for the following reasons: (a) in accordance with the Company’s work rules; (b) if  \nthe employee retires; (c) if the employee quits; (d) if the employee is on layoff for a period equal  \nto his or her plant seniority, whichever is the least amount of time; however, if an employee has  \nfive (5) or more years of plant seniority, he or she shall lose their seniority after layoff of a  \nperiod of two (2) years. (e) If the employee fails to return to work within five (5) working days  \nafter being notified by certified mail or telegram from the Company at the employee’s last  \naddress as shown on the Company’s records. This pertains to returns from work layoff only; (f)  \nif the employee fails to report for work at the expiration of a written leave of absence, unless that  \nemployee obtains a written continuation of leave on, or before the day of the expiration; (g) if he  \nor she is on sick leave for a period of one (1) year; (h) obtaining any type of leave for the  \npurpose of seeking employment or working elsewhere without the express and prior consent and  \napproval of the Company; (i) if the employee is absent for three (3) days and does not report for  \nwork on the fourth (4\"\") day at the start of his or her shift, and has no acceptable excuse as  \ndetermined by the company; (j) It is the employee’s responsibility to keep the Company notified  \nof his or her correct address and telephone number, and no liability.shall fall on the Company if  \nit relies on the last known address on file with the Company; (k).In accordance with any  \nprovision of this Agreement wherein termination of employment and loss of seniority are  \nprovided for.  \n"], ["ARTICLE SIX -LAYOFF RECALL .  \n", "6.1 Plant-wide seniority shall prevail in cases of layoff and/or recall where the  \nemployee’s abilities, experience, training and work records, in the discretion of the company, are  \nequal; provided, that when all of such factors are equal, seniority shall be the determining factor.  \n-4-  \n6.2 Prior to any reduction in the work force, or simultaneously with any reduction in the  \nwork force, or prior to any further reduction in the work force, the Company shall have the right  \nto reduce the workweek to not less than thirty-two (32) hours.  \n6.3 Part-time employees and apprentices in any ‘department shall be laid off prior to the  \nskilled workers in the department.  \n6.4 A laid off senior employee, if recalled to a job similar in work content and identical  \nor higher in rate to the job from which they were laid off, shall be required to take the recall, but  \nthey shall be returned to their regular job when it opens. Failure to take the job similar in work  \ncontent or identical or higher in a rate to the job, from which they were laid off, shall result in  \nloss of seniority and termination.  \n6.5 The order of recalling laid off employees shall be in the inverse order in which the  \nemployees are laid off and shall be subject to the same conditions thereof. Notices of recall shall  \nbe sent by certified mail or registered mail or telegram to the employee’s last know address  \nshown on the Company’s records and it shall be the obligation of the employee to provide the  \ncompany with a current address and telephone number. A recalled employee shall return to work  \nwithin five (5) working days, or his or her employment shall be terminated without recourse to  \nthe grievance and arbitration provisions of this Agreement their inability to report has  \nbeen, at the Company’s sole discretion, excused.  \n6.6 In the event a recall is necessary on less than five (5) days notice, the Company may  \ncall upon the’ laid off employee(s) either personally, or by telephone until an employee who is  \nable to return to work immediately is located. In such case, the employee able to return to work  \nimmediately will be given temporary assignment not to exceed three (3) days, and employees  \npassed over because of their inability to return to work immediately will be given notice to report  \nat.the end of said three (3) day period.  \n6.7 Except under circumstances over which the Company has no control, the company  \nshall give notice on the precious working day of the layoff to any employee who will be laid off  \nfor a period greater than five (5) working days.  \n6.8 An up-to-date seniority list will be furnished to the Shop committee and the Union  \noffice ten (10) days after the signing of this Agreement and every three (3) months thereafter.  \nThe seniority list shall contain the name, clock number, seniority dates (department/plant-wide)  \nand current classification of the employees.  \n6.9 Temporary layoffs, not exceeding five (5) working days resulting from such  \nconditions as material shortage, machine breakdowns, acts of nature, fires, property or plant  \ndamages, shortages in natural gas or electricity, failure of lighting for power or heating facilities,  \netc., may be made without regard to other terms and provisions of this Article.  \n6.10 Plant wide seniority shall be applied for the following purposes: (a) In computing  \nthe probationary period. (b) In computing vacation leave and vacation pay credits. (c) In  \ndetermining holiday and eligibility. (d) In determining eligibility for fringe benefits coverage  \nsuch as hospital, medical and surgical insurance coverage. (e) In resolving possible conflicts in  \nvacation scheduling for purposes of time off work during vacation periods.  \n"], ["ARTICLE SEVEN — LEAVES OF ABSENCE  \n", "7.1 A leave of absence is considered to be unexcused absence, without pay and will be  \ngranted at the Company’s sole discretion. Request for such leave should be made in writing to  \nthe Company with a copy to the Union, on forms available from supervisors. An approval or  \ndenial in writing will be returned to the employee with a copy to the Union. .  \n7.2. Failure of an employee to return to work on the scheduled time will result in  \ntermination, unless the employee has been granted an extension to his or her leave of absence.  \n"], ["ARTICLE EIGHT —- HOLIDAYS  \n", "8.1 The following days shall be recognized holidays and regular full time employees will  \nbe paid eight (8) hours pay at their hourly rate of pay, regardless of the day of the week on which  \nthey may fall: New Year’s Day; Memorial Day; Independence Day; Labor Day; Two (2)  \nFloating Holidays, to be named by the Company; Thanksgiving Day; The Day after  \nThanksgiving Day; The Day before Christmas; and Christmas Day.  \n8.2 If a holiday falls on Saturday, the Friday before the holiday shall be considered the  \nrecognized holiday, and should the holiday fall on Sunday, the day observed by the State’ or  \nNation shall be recognized as the holiday.  \n8.3 If a recognized holiday falls within an employee’s vacation period, the employee will  \nreceive his or her full vacation pay in addition to the holiday pay as provided in this Article.  \n8.4 In order to be eligible for holiday pay, an employee must work his or her regularly  \nscheduled workday before and after said holiday, unless they are absent for justifiable cause  \n(such as illness or death in the immediate family requiring their presence or pressing personal —  \nbusiness), or other reason concurred in by the Company and the Union. The Company may  \nrequire verification of such absence.  \n8.5 Regular part time employees shall receive prorated benefits pursuant to this Article at  \nthe rate of fifty percent (50%) of the regular full time employee.  \n"], ["ARTICLE NINE — REST PERIODS — WASH UP TIME  \n", "9.1 The Company will grant all employees two rest periods, one fifteen (15) minute paid  \nrest period, to be taken in the first half of the employee’s shift and a ten (10) minute rest period  \nin the second half of the employee’s shift, to be paid at the employee’s hourly rate of pay.  \n9.2 The Company will grant the employees a paid wash-up time of three (3) minutes  \nbefore lunch and a two (2) minutes wash-up before the end of the employee’s shift. All  \nemployees will work up to the buzzer before wash-up time. One (1) minute before the end of  \nbreak period and/or lunch period, a warning buzzer will sound to inform employees that it is time  \nto return to work. When the second buzzer sounds signifying the end of the period, all  \nemployees must be at their workstations.  \n"], ["ARTICLE TEN — VACATIONS  \n", "10.1 Regular full time employees shall be eligible for full vacation pay as stated in  \nSection 10.2, if they complete two thousand eighty (2,080) working hours, including paid  \nholidays and earned vacation time (not disability or medical leave time), in the period from  \nJuly 1 through June 30. Vacation pay will be paid on or about July 1. Employees who do not  \nhave the two thousand eighty (2,080) hours shall receive a pro-rated share of their earned  \nvacation based on the number of hours worked from July 1 through June 20. (a) A new  \nemployee must complete one (1) full year or 2,080 hours to be eligible for vacation pay. There  \nwill be no pro-ration. (b) Employees with one (1) to five (5) years of service will be pro-rated up  \nto 2,020 hours. (c) Employees with five (5) to ten (10) years of service will be pro-rated, up to  \n1,920 hours. (d) Employees with ten (10) or more will be pro-rated, up to 1,760 hours, and (e)  \nVacation pay will be based on the acceleration of hours in a fifty-two (52) week period, starting  \non or about July 1 and ending on or about June 30 depending on how the starting and ending pay  \nperiod falls. |  \n10.2 * If said employee, prior to July 1 of that calendar year, has completed with the  \nCompany not less than one (1) year continuous service, said employee will be eligible for one (1)  \nweek of vacation pay of forty (40) hours. * If said employee, prior to July 1 of that calendar year  \nhas completed with the Company not less than two (2) years and six (6) months continuous  \nservice, said employee will be eligible for two (2) weeks of vacation pay of eighty (80) hours. *  \nIf said employee, prior to July 1 of that calendar year, has completed with the Company not less  \nthan nine (9) years and six (6) months of continuous service, said employee will be eligible for  \nthree (3) weeks of vacation pay of one hundred and twenty (120) hours. * If said employee, prior  \nto July 1 of that calendar year, has completed with the Company not less than fourteen (14) years  \nand six (6) months of continuous service, said employee will be eligible for four (4) weeks of  \nvacation pay of one hundred and sixty (160) hours. :* If said employee, prior to July 1 of that  \ncalendar year, has completed with the Company not less than nineteen (19) years and six (6)  \nmonths of continuous service, said employee will be paid for five (5) weeks of vacation, two  \nhundred (200) hours, but may only take four (4) weeks of vacation time off.  \nFu  \n10. 3 Vacation pay shall be computed on the base of the said employee’s hourly rate of  \npay at the time employee is paid his or her vacation.  \n10.4 All vacation scheduling must be approved by the department foreman in writing on  \nthe company’s forms not less than fifteen (15) days in advance. No approval will be  \nunreasonably withheld.  \n10.5 Regular part-time employees shall receive prorated benefits pursuant to this Article  \nat the rate of fifty percent (50%) of a regular full-time employee.  \n_ 10.6 Under current California State Law, an employee upon termination will receive  \nprorated vacation pay in accordance with the amount of months worked up to the termination .  \ndate. If an employee voluntarily quits, the Company is not required to pay any prorated vacation  \npay.  \n"], ["ARTICLE ELEVEN — SICK LEAVE PAY  \n", "11.1 Each employee shall be entitled to three (3) days paid sick leave per contractual  \nyear. Employees who have less than one (1) year employment will not be eligible until they  \nhave completed their one (1) year. Any unused sick leave pay shall be paid to employee by  \nadding onto his/her vacation pay. Subject to language in Article Ten, Vacation 10.1.  \n"], ["ARTICLE TWELVE — SAFETY  \n", "12.1 The Company shall furnish safety apparel or safety equipment as required by Law;  \nhowever, safety apparel and equipment so furnished by the Company must be utilized on jobs  \ndesignated by the Company. The Company shall furnish aprons at no cost to the employees and  \nwill determine the job needing aprons and also the quality of the aprons. The employees  \nreceiving aprons will be held responsible for their maintenance and loss.  \n12.2 All employees, regardless of job, are required to wear safety/prescription glasses, in  \nthe shop area. Each employee is responsible for his or her own safety glasses and must replace  \nthem if lost or damaged.  \n"], ["ARTICLE THIRTEEN —- HEALTH INSURANCE  \n", "13.1 The Company’s health insurance plan in effect as of the effective date of this  \n-Agreement, or another substantially equivalent plan, shall be continued in full force and effect  \nfor the duration of this Agreement. The company agrees to notify the Union in writing of any  \nchanges sixty (60) days in advance during this agreement. Once an employee turns 65 years of  \nage, they will transfer from the company supplied insurance to Medicare and will i incur the same  \ncost levels as employees covered under the HMO.  \n  \nThe Company shall contribute eighty percent (80%) of the premium for each employee. Each  \nemployee shall pay the remaining twenty percent (20%) of said employee’s premium. The  \nCompany shall pay fifty percent (50%) of the premium for dependent coverage, with the  \nemployee paying the remaining fifty percent (50%). Prescription drugs with a co-pay charge and  \noffice visits with a co-pay charge are part of the present health insurance system. Health  \ninsurance benefits may be subject to change during the term of agreement, thus affecting the  \nmonthly premiums as well. If any employee is off work for illness, the Company will review the  \ncase and pay the health insurance premium for one (1) month, at the Company’s sole discretion.  \n13.2 Regular part time employees are excluded from coverage of this Article.  \n"], ["ARTICLE FOURTEEN — GRIEVANCE AND ARBITRATION  \n", "14.1 A grievance is defined as any complaint or dispute as to the interpretation or  \napplication of specific provisions of this Agreement. Grievance filed by employees or the Union  \nshall be processed in accordance wit6h the procedure set forth below.  \nStep 1 — The grievance must be presented orally to the employee’s immediate supervisor  \nin an effort to resolve the grievance informally. Such oral presentation must occur prior to filing  \na written grievance in Step 2. In case of discharge, Step 1 shall be omitted.  \nStep 2 — In order for the grievance to be considered further, within seven (7) calendar  \ndays after occurrence, on which the grievance is based, the grievance must be presented in  \nwriting to the Company’s designated representative. The written grievance must allege the  \nviolation of a specific provision of this Agreement and set forth in detail all grounds upon which  \nsuch allegation is based. The parties shall meet in an attempt to resolve the grievance within ten  \n(10) calendars days after the Company’s receipt of the written grievance. The Company’s  \nrepresentative shall respond to the grievance in writing within ten (10) calendar days after such  \nmeeting. Such response shall set forth the reasons for the Company’s position.  \nStep 3 - If the grievance is not resolved in Step 2, the Union shall have ten (10) calendar  \ndays after receipt of the Company’s Step 2 response in which to notify the Company in writing  \nthat it intends to take the grievance to arbitration.  \n14.2 If the Company wishes to file a grievance, a written grievance shall be mailed to the  \nUnion within ten (10) calendar days after the occurrence on which the grievance is based. Such  \nwritten grievance shall describe the occurrence and set forth the specific provision of this  \nAgreement upon which it is based. The parties shall meet in an attempt to resolve the grievance  \nwithin ten (10) calendar days after the Union’s receipt of the written grievance. .The Union shall  \nrespond to the grievance in writing within ten (10) calendar days after such meeting. If the  \ngrievance is not resolved, the Company shall have ten (10) calendar days after receipt of the  \nUnion’s written response in which to notify the Union in writing that it intends to take the  \ngrievance to arbitration. |  \n-9.  \n14.3 The following shall apply if a grievance is taken to arbitration: (a) If the parties are  \nunable to agree on an impartial arbitrator, they shall, with ten (10) calendar days of mailing the  \nnotice of intent to take the grievance to arbitration, jointly submit to the Federal Mediation and  \nconciliation Service, a request for a list of seven (7) local arbitrators. (b) The parties shall meet  \nwithin five (5) calendar days after receipt of said list for the purpose of attempting to select one  \nof the individuals named therein. If they are unable to do so, the party which requested  \narbitration shall strike three (3) names from said list. The other party then shall strike three (3)  \nnames. The individual whose name remains shall be the arbitrator. (c) A hearing on the  \ngrievance shall be held at the time and place designated by the arbitrator, at which both parties  \nshall be allowed to present their respective positions, evidence and arguments. (d) The.  \narbitrator’s decision shall be rendered in writing and shall be final and binding on the parties and  \non the affected bargaining unit employee. It shall be issued not more than thirty (30) calendar  \ndays after the close of the hearing or filing of briefs, if any, whichever is later. (e) The arbitrator  \nshall have no authority: (i) To amend, modify, change, add to or subtract from, any provision of  \nthis Agreement; (ii) To base any decision on any practice or custom which is inconsistent with  \nany provision of this Agreement; or (iii) To render an award on any grievance occurring before  \nthe date, or after the termination date of this Agreement. (f) The fees and expense of the  \narbitrator shall be borne equally by both parties.  \n14.4 The time limits set forth in this Article may be extended by mutual agreement  \nbetween the Union and the Company. If a grievance is not processed within the time limits and  \nin accordance with the procedural requirement set forth in this Article, the grievance shall be  \nconsidered waived. If a party fails to respond to a grievance within the time limits set forth in  \nthis Article, the other party may appeal the grievance immediately to the next Step.  \n"], ["ARTICLE FIFTEEN — WORK STOPPAGES  \n", "15.1 During the term of this Agreement, neither the Union nor its agents, nor any  \nemployees, individually or collectively, shall call, support, or participate in any strike, work  \nstoppage, picketing, sit-down, or any refusal to enter the Company’s premises, or any other  \ninterference with any of the Company’s services or operations, or with the movement or  \ntransportation of goods to or from the Company’ S premises.  \nThe above paragraph shall apply whether or not the prohibited conduct described is  \ncaused by; (i) dispute with the Company; (ii) sympathy for non-unit employees (either  \nemployees of the Company or employees of any other Company); or (iii) any other reason,  \nincluding, but not limited to, political protest, civil rights, consumer protest, or environmental  \nprotest. If any conduct prohibited by the first paragraph above occurs, the Union shall  \nimmediately take all steps necessary to terminate such conduct.  \n15.2 Any employee who participates in any activity prohibited by Section 15.1 shall be  \nsubject to discharge or a lesser discipline as the Company, in its sole discretion, shall determine.  \n-10-  \n15.3 There shall be no lockout of employees by the Company during the term of this  \n| Agreement..  \n15.4 For violation of the foregoing, the Company and the Union shall be entitled to all  \nappropriate remedies, including, but not limited to, injunctive relief and damages.  \n15.5 The Union will not be responsible for any unauthorized strike or work stoppage by  \nemployees, provided that it takes all reasonable steps to get the employees back to work.  \n"], ["ARTICLE SIXTEEN — PROFIT SHARING PLAN  \n", "16.2 The Company’s profit sharing plan in effect as of the effective date of this —  \nAgreement, or other substantially equivalent plan, shall be continued in full force and effect for  \nthe duration of this Agreement. Employee eligibility shall be set forth in such plan. The  \nCompany’s contribution shall not be increased except at the sole discretion of the Company.  \n"], ["ARTICLE SEVENTEEN — MANAGEMENT  \n", "17.1 The Company retains, solely and exclusively, all the rights, powers and authority  \nthat it exercised or possessed prior to the execution of this Agreement, except as specifically  \nabridged by an express provision of this Agreement. Without limiting the foregoing, the rights,  \npowers and authority retained solely and exclusively by the Company and not abridged by this  \nAgreement, including, but are not limited to, the following: To manage, direct and maintain the  \nefficiency of its business and personnel; to manage and control its departments, buildings,  \nfacilities and operations; to create, change, combine or abolish jobs, departments and facilities, in  \nwhole or part; to subcontract or discontinue work for economic or operational reasons; to direct .  \nthe work force; to increase or decrease the work force and determine the number of employees  \nneeded; to hire, transfer, promote, suspend, discharge for just cause, and maintain the discipline  \nand efficiency of its employees; to lay off employees, to establish work standards, schedules of  \noperation, and workloads; to specify or assign work requirements and require overtime; to  \nchange working hours, shifts and days off, to adopt rules of conduct and safety, and penalties for  \nviolation thereof; to determine the scope of work to be performed and the services to be  \nprovided; to determine the methods and processes, means and places or providing services; to  \ndetermine the location and re-location of facilities; to modify or eliminate any past employment  \npractices, and to effect technological changes.  \n"], ["ARTICLE EIGHTEEN ~— BULLETIN BOARDS  \n", "18.1 The Company shall provide two (2) bulletin boards, exclusively for the use of the  \nUnion for posting of Non-controversial notices, and these shall be restricted to: (a) Notices of  \nUnion recreational and social affairs. (b) Notices of Union elections. (c) Notices of Union  \nappointments and results of Union elections. (d) Any other matter pertaining to the Union’  \nactivities, (but not political activities).  \n  \n18.2 Neither the Union, nor anyone acting as the Union’s agent, shall distribute handbills  \nor other Union materials during working time. The Company will receive a copy of all notices  \nprior to posting.  \n"], ["ARTICLE NINETEEN — WAGES  \n", "19.1 Effective on the first pay period beginning in December 2018 each bargaining unit  \nemployee* shall receive a fifty cent ($0.50) per hour wage increase. Effective on the first  \npay period May 2019 each bargaining unit employee* shall receive a thirty cent ($0.30)  \nwage increase. Furthermore, after receiving the merit raise, an employee will be evaluated in an  \nadditional three (3) months to retain such merit raise. The evaluation will be discussed with each  \nemployee. During each step of the evaluation process, the employees shall be made aware of  \ntheir evaluation, by his/her supervisor. The Union will retain the right to make sure all  \nemployees are evaluated for the merit raise. *As of July 1, 2019, employees making less than  \nthe new California Minimum wage of $14.25 will receive the additional wage increase to be  \ncompliant with State Law.  \n19.2 No employee will suffer any lost wages while going to or returning from the clinic,  \non a job related accident, to be determined at the Company’s discretion.  \n19.3 Attached hereto is Exhibit “A”, showing the schedule of job classification, and  \nminimum rates. :  \n"], ["ARTICLE TWENTY — UNION REPRESENTATIVES —  \n", "20.1 Upon twenty-four (24) hours notice, the company shall permit the Business  \nRepresentative of the Union to have access to the working areas of the Company’s plant for  \npurposes related to administration of this Agreement.  \n20.2 The Union may appoint or elect not more than two (2) Stewards and the Union shall  \nnotify the Company of the names of persons so appointed or elected and the authority of those  \npersons to act on behalf of the Union.  \n20.3 The Company shall pay the Union Steward when the Steward is handling Union  \nbusiness and grievances at the plant. The Steward will be required to have management’s  \napproval before conducting Union business at the plant.  \n-12-  \n"], ["ARTICLE TWENTY-ONE - NOTICES .  \n", "21.1 Notices by the Union to the Company shall be mailed or deliver to the following  \naddress: Pacific Piston Ring Company, Inc. , 3620 Eastham Drive/P.O. Box 987, Culver City, CA .  \n90232-0987  \n21.2 Notices by the Company t to the Union shall be mailed or delivered to the following  \naddress: International Brotherhood of Boilermakers, Iron Shipbuilders, Blacksmiths, Forgers and  \nHelpers, AFL-CIO, C/O Fred Rumsey, P.O. Box 5370 Pasco, WA. 99302.  \n"], ["ARTICLE TWENTY-TWO - SCHOOLING  \n", "22.1 The Company will pay additional twenty-five cents ($0.25) per hour to an additional  \nfifty cents ($0.50) per hour wage increase to employees who complete selected courses. The  \nCompany will loan “tuition fees” to employees who enroll in selected courses and will forgive  \nthe loan when an employee completes said course. It is understood that employees must  \ncomplete the course in a satisfactory manner before the Company will forgive the loan. (English  \nis considered an acceptable course for employees to enroll in). The Company will test in January  \nall employees who receive the fifty-cent ($0.50) raise for learning English ‘on reading and  \nunderstanding manufacturing outlines.  \n"], ["ARTICLE TWENTY-THREE - BARGAINING OBLIGATION -  \n", "23.1 The Company and the Union acknowledge that during negotiations which resulted  \nin this agreement, had the unlimited right and opportunity to make proposals with respect to all  \n‘proper subjects of collective bargaining and that said subjects have been discussed and  \nnegotiated upon, and the agreements contained herein were made after the free exercise for such  \nrights sand opportunities. The Company and the Union, therefore, for the life of this Agreement,  \nvoluntarily and unqualifiedly waive the right, and each agrees that the other shall not be  \nobligated, to bargain collectively, with respect to any subject or matter not specifically addressed  \nin this Agreement, even though such subject or matter may not have been within the knowledge  \nor contemplation of either the Union, the Company, or both, at the time of negotiating and  \nexecuting this Agreement.  \n13  \n"], ["ARTICLE TWENTY-FOUR - SAVING CLAUSE  \n", "24.1 Should any provision of this Agreement be determined to be contrary to State or  \nFederal Statute, such provision shall! continue in effect only to the extent permitted by law, and  \nall other provisions of this Agreement shall remain in full force and effect.  \n"]]