[["", "wt”  \n   \nCollective Bargaining Agreement  \n| Between  \nUFCW LOCAL  \nAND  \nABBOTT HOUSE |  \nJune 1, 2016 - May 31, 2019  \nK9445  \n   \n   \n   \nTABLE OF CONTENTS  \n"], ["", "ARTICLE 1—-RECOGNITION.  \nARTICLE 4— DETERMINATION OF WORK STATUS...  \nARTICLE 5 — PROBATIONARY EMPLOYEES ssi i ar ee a  \nARTICLE 6~NO DISCRIMINATION, essere nnn OE ieee stole Cate  \n   \n"], ["", "ARTICLE 8 - _NO STRIKE OR LOCKOUT. ooo  \nARTICLE 9 — DISCIPLINE & DISCHARGE rrr  \nARTICLE 13 — SENIORITY ee a te a ee  \n"], ["", "ARTICLE 14-JOBOPENINGS.... eee cera  \nARTICLE 15-HEALTH AND SAFETY,  \n   \n"], ["ARTICLE 23 ~ SICK DAYS  \nARTICLE  \nARTICLE 25-— WAGES __ SR FRR  \nARTICLE 26 - HEALTH INSURANCE  \n", "   \n   \n   \nAGREEMENT  \nAgreement made this 2nd day of august 2016 by and between Abbott House, having its 7 ne oe  \nprincipal place of business at 100 North Broadway, Irvington, NY 10533, hereinafter referredto . 2900  \nas the “Employer,” and UFCW Local 888 with its place of business at 160 East Union Avenue,  \nEast Rutherford, NJ 07073, hereinafter referred to as the “Union.”  \nWITNESSETH:  \nWHEREAS, it is the intent and purpose of the parties to promote and improve employee  \nrelations and to set forth the basic agreement concerning rates of pay, hours of work and  \nconditions of employment; and  \nNOW THEREFORE, in consideration of the mutual promises hereinafter set forth and a : Poe a |  \n~ other good and valuable consideration, the parties agree as follows:  \n"], ["2 ARTICLE 1.  \nRECOGNITION  \n", "1. Dalton Road IRA, 80 Dalton Road, Yonkers, NY 1070]  \n2. Elmsford IRA, 31 No. Goodwin Avenue, Elmsford, NY 10523  \n3. Pine Street IRA, 46 Pine Street, Yonkers, NY 10710 |  \n4, Port Chester IRA, 58 Upland Street, Port Chester, NY 10573.  \n   \n6 Westchester Day Hab, 100 North Broadway, NY 10533.  \n7. Rockland Day Hab, 7 Strawtown Road, W. Nyack, NY 10994.  \n8. Rochambeau Avenue IRA, 3553 Rochambeau Avenue, Bronx, NY 10467.  \n9. Red Mill IRA, 143 Red Mill Road, Cortlandt Manor, NY 10567.  \n10, Shrub Oak, 1078 Spillway Road, Shrub Oak, NY 10588.  \n11. Wood Street ICF, 15 Wood Street, Spring Valley, NY 10977.  \n12. Gessner Terrace IRA, 9 Gessner Terrace, Pomona, NY 10970.  \n   \n   \n   \n   \n   \n   \n    \n   \n   \nEmployer ¢ are excluded fron coverage under this  \nspecifi cally mentioned: herein-and whether or not heretofore cand’y  \n-décisions:résult in the workforce- the: ‘hours. of work of: Employees, fee  \nabridged: by the express: provisions. of ‘this Agreement; the Union hereby waives its right to ~ me oa tH x  \nbargain over the decision and the effects of any such decision and exercise of managementrights =...  \n  \noperate thé  \n. facilities; to hire and direct the Employees; to regulate and control the premises; to establish,  \namend and enforce work rules; to create, abolish and combine job classifications; to set job =. ee  \n13. Murphy House IRA, 4 Green Bower Lane, New City, NY 10956  \n14. Palisades Court IRA, 23 Palisades Court, Pomona, NY 10970.  \n15. Pine Court IRA, 3 Pine Court, Pomona, NY 10970.  \n16. Barry House IRA, 763 Union Road, Spring Valley, NY 10977.  \n   \n18. Hill Avenue IRA; and 3948 Hill Avenue, Bronx, NY 10466.  \n2: The: ‘words.“Employee” and. “Employees? as ‘used hereafter: in ‘this: Agicement : a. Bea tay  \n    \n   \n   \n    \n   \n   \n    \n"], ["ARTICLE 2  \nMANAGEMENT RIGHTS  \n", "Section..1;. The Union. recognizes the ‘exclusive: right ‘of the ‘Employer thanagé ‘the a ee ee PE Se  \nagency: ‘and | carry’ ‘out’ ‘and. all: the: customary. functions. and.rights:associated  \nmanagement,: and to. thake any and’ all: -decis  \nexcept as is set forth in the express provisions of this Agreement. The-  \nrights: shall: include, but not .be. the. following: tights: to mariage  \n    \nduties, schedules and staffing; work . shifis;: ‘to: transfer Employees;.to evaluate  \nEmployee performance; to promote, demoie, discipline, and terminate for just cause; to layoff or of An se ee tt  \nterminate for economic or other operational reasons; to sub-contract bargaining unit work  \nconsistent with Section 2, below; to take those measures which, in the Employer’s sole  \ndiscretion, are appropriate to comply with state and all other applicable regulations or a Flee te  \nrequirements; and to set and modify the methods, processes and equipment used to operate the 0  \nagency, provided that such functions and rights will not be exercised in violation of any of the  \nexplicit terms of this Agreement or in an arbitrary or capricious manner.  \nSection 2: If the Employer makes the decision to subcontract bargaining unit work, the © 9!) 0)  \nEmployer will meet with the Union to discuss the effects of its decision.  \nSection 3: In any dispute over the Employer’s exercise of the rights retained by it under _ ea  \nthis Article, the Arbitrator’s authority shall be limited to determining whether such exercise waS  \narbitrary, capricious or discriminatory.  \nSection 4: The selection of supervisory personnel shall be the sole responsibility of the ~  \nEmployer and shall not be subject to the grievance and arbitration provisions of this Agreement.  \n   \n   \n   \nSection 5: The rights and waivers herein shall extend beyond the expiration of this -  \nAgreement until a successor agreement is reached.  \n"], ["ARTICLE 3  \nUNION SECURITY/CHECK-OFF  \n", "Section 1: Upon receipt of a written assignment from an employee authorizing such ©.  \ndeduction (in the form annexed hereto as Exhibit “A”), the Employer shall deduct from the.  \nwages received each pay period by such employee, those periodic dues, fees and initiation fees  \nuniformly required by the Union of its members,  \nSection 2: The Employer shall be relieved from making such deductions upon an | : \"eg Ten oes and Ae dele”  \nemployee’s (a) termination of employment, (b) transfer to a non-bargaining unit job, (c) layoff  \nfrom work or (d) approved leave of absence.  \nSection 3: The Employer shall not be obligated to make such deductions from any ce |  \nemployee who, during any month involved, shall have failed to receive sufficient wagestoequal  \nthe deductions.  \nsection 4: The Employer shall be exempt from any obligation to deduct and remit dues as 7 ;  \n   \nto any employee covered by this Agreement who has not submitted and filed a written ee Pa  \nauthorization for deduction with the Employer.  \nSection 5: The Employer shall transmit to the Union, by the fifteenth (15th) day of each _ “  \nmonth, the monies deducted for the previous month.  \nSection 6: It is specifically agreed that the Employer assumes no obligation, financial or |  \nA \"| Formatted: Not Superscript/ Subscript ,  \notherwise, arising out of the provisions of this Article. The Union hereby agrees that it will ~  \nindemnify and hold the Employer harmless from any claims, actions or proceedings by any . 2°.  \nemployee arising from the deductions made by the Employer hereunder. The Union will  \nindemnify and hold the Employer harmless against any and all claims for monies not deducted ©  \nby reason of error of employees, Employer, or the Union. Once the funds are remitted to Union,  \ntheir disposition thereafter shall be the sole and exclusive obligation and responsibility. of the a oe  \nUnion. The Employer shall be relieved of any obligation under this Article as of thirty (30) days  \nfollowing receipt of a written notice of revocation of such dues and deduction authorization from ad  \nan employee, The Employer shall notify the Union of any such revocation.  \nSection 7: All employees who are not members of the Union shall either become oe rhe ee ee ee  \nremain members in good standing of the Union as a condition of employment within 30 days 8  \nafter the effective date of this Agreement, or within 30 days after employment, whichever is 902. 0)  \nlater. Notwithstanding the foregoing provision, employees who, for documented religious  \nreasons, object to becoming members of the Union shall not be required as a condition of ~~“  \n   \nemployment to comply with the provisions of this Article and shall instead make a monthly — a : dt ge, >  \ncharitable contribution in the amount equivalent to the periodic dues required by the Union of its  \nmembers.  \n   \ntat i  \nsede oy gece  \nhole: Pa  \n"], ["ARTICLE 4  \nDETERMINATION OF WORK STATUS  \n", "   \nSection 1; An employee who is regularly scheduled to work forty (40) hours per week is  \nconsidered a full-time employee.  \nsection 2; An employee who is regularly scheduled to work at least seventeen and one- he :  \nhalf (17 1/2) and less than forty (40) hours per week is considered a regular part-time (benefits  \neligible) employee, Part-time (benefits eligible) employees are eligible for certain benefits, ona 7  \npro-rata basis, as set forth in this Agreement.  \nSection 3: An employee who is regularly scheduled to work fewer than seventeen and  \none-half (17 1/2) hours per week is considered a part-time (no benefits) employee and is not ©  \neligible for benefits,  \nEmployees.”  \nSection 5: Any persons who are not on a regular schedule but who are available to work  \nwhen the need arises are per diem or on call workers and are not covered by this Agreement. Ifa “9...  \nper diem or on call worker works a regular schedule for a period of more than three (3)  \nconsecutive months, he or she shall become subject to the provisions of this Agreement on the =>  \nfirst day of the next calendar month; however time worked by a per diem or on call worker to coe  \ncover for employees who are on vacation, leaves of absence, jury duty, or similar period of  \nabsence shall not count towards the three (3) consecutive months.  \n"], ["ARTICLE 5 |  \nPROBATIONARY EMPLOYEES  \n", "   \nSection 2: Probationary employees shall not be entitled to the benefits or protections eet  \nforth in this Agreement. The provisions of this Agreement shall apply only as to their rate of pay  \nand working hours. The termination of an employee during the probationary period shall not be  \n_ Subject to the Grievance and Arbitration procedures of the Agreement.  \nSection 3: If an employee is retained beyond the probationary period, his/her seniority  \ndate shall be his/her date of hire and all provisions of this Agreement shall thereafter apply to re  \nsaid employee.  \nSection 4: Probationary employees are those defined as such in Article 5, “Probationary  \n   \n   \n   \n"], ["ARTICLE 6  \nNO DISCRIMINATION  \n", "Neither the Employer nor the Union: shall discriminate against or in favor of any  \nEmployee on the basis of race, religion, national origin, ancestry, ethnicity, alienage or ae Sta Bo  \ncitizenship status, color, sex or gender, sexual orientation, age, disability, military or veteran EP OR a LE ee at  \nstatus, familial or marital status, Union affiliation, or any other characteristic protected under =.  \napplicable federal, state or local laws,  \n"], ["ARTICLE 7  \nACCESS TO EMPLOYER PREMISES — UNION ACTIVITY  \n", "   \nSection 1: Employees shall have the right to engage in lawful Union activities during a  \nnon-working time and in non-working area, provided that the exercise. of that right shall not .  \ninterfere with the Agency’s business, the employees’ work, or the care of the Agency’s  \nconsumers.  \nSection 2: Representatives of the Union shall have the right to visit employees’ work :  \nlocations for the purpose of administering.and enforcing this Agreement, subject to the terms of ~ oa  \nthis Section. The Union agrees to provide at least 24 hours’ notice, in writing, to the Vice =  \nPresident of Human Resources or her or his designee, the Human Resources Assistant, and to the  \nProgram Director. The written notice shall specify the date, time and location of the visit,  \nsubject to Agency approval based upon operational needs. The Union shall report to the le  \nResidence Manager or Unit Administrator immediately upon their arrival at the location. The  \nResidence Manager or Unit Administrator will direct the Union to a meeting location based upon ©).  \nthe need to ensure that consumers are not negatively impacted by the visit. The Union’s visit  \nshall not interrupt or interfere with the Agency’s business or employees’ work or the consumers’  \nhealth, safety or well-being. In circumstances constituting an actual emergency which makes 24 : ; |  \nhours’ written notice impossible, the Union shall provide as much notice as is possible and will follow wat  \nall the other provisions of this section.  \nSection 3: The Union may appoint up to seven (7) shop stewards [1 in Port Chester, 2in 2020.0 0007  \nRockland, 2 in Westchester, and 2 in the Bronx] who shall be employees of the Agency. Such .°  \n_ shop stewards may discuss Union matters and handle grievances only on their nonworking time .  \nand the non-working time of any involved employee, and in non-working areas. The Union ~ =. |  \nmay appoint one (1) “backup steward” for each of the seven (7) shop stewards, to serve as eet  \nshop steward in the absence of the designated shop steward.  \nsection 4: Up to three (3} shop stewards [1 in Rockland, 1 in Westchester, and 1 in the : ae me  \nBronx} may request the Employer’s permission, which shall not be unreasonably requested or ON  \ndenied, to conduct brief grievance investigations during their regularly scheduled working hours,  \nprovided that each steward’s discussions do not exceed sixty (60) minutes per work week ook. Pst WE oh Pe 8 kg  \n(Monday through Sunday) and do not occur in working areas or when consumers are present or  \nwhen consumer supervision is necessary. The steward must request permission from his/her - 9°  \nsupervisor and from the supervisor of the employee with whom the steward intends to meet.  \nThere shall be no unlawful discrimination against any employee because of his/her status as a :  \nshop steward or union membership status.  \n   \n   \n   \n   \n   \n   \n   \n   \n   \nSection 5: The Employer agrees to provide a bulletin board for the posting of legitimate,  \nnon-defamatory Union notices.  \nSection 6: The Union shall provide the Employer with a list of properly appointed : are a  \nstewards and other Union officers who will be responsible for administering this Agreement.  \nSection 7: After two weeks advance written notice to his/her supervisor, the shop ga,  \nstewards shall be excused from work one (1) day per year for attendance of the Local 888 ©. 3° 0)  \nAnnual Shop Stewards Seminar.  \n"], ["ARTICLE 8  \nNO STRIKE OR LOCKOUT  \n", "During the life of this Agreement, or any written extension thereof, no  \nemployee shall engage in any strike, sympathy strike, picketing, sit down, sit in, slow down,  \ncessation, stoppage or interruption of work, boycott, refusal to cross a picket line, leafletting or  \npicketing of any kind, including, but not limited to, leafletting or picketing at any residence of ©.  \nany supervisor, board member, or employee of the Employer, or other interference with the  \noperations of the Employer.  \nSection 2: The Union, its officers, agents, representatives, and members shall not in any  \nway directly or indirectly authorize, assist, encourage, participate in or sanction any strike,  \nsympathy strike, picketing, sit down, sit in, slow down, cessation, stoppage or interruption of © =.  \nwork, boycott, refusal to cross a picket line, leafletting or picketing of any kind, including, but =  \nnot limited to, leafletting or picketing at any residence of any supervisor, board member, or .  \nemployee of the Employer, or other interference with the operations of the Employer, or ratify, = .  \ncondone, or lend support to any such conduct or actions.  \nSection 3: In addition to any liability, remedy or right provided by applicable law or eg  \nstatute should a strike, sympathy strike, picketing, sit down, sit in, slow down, cessation,  \nstoppage or interruption of work, boycott, refusal to cross a picket line, leafletting or picketing of = ©9000  \nany kind, including, but not limited to, leafletting or picketing at any residence of any supervisor, «200° 0.  \nboard member, or employee of the Employer, or other interference with the operations of the = +  \nEmployer occur involving employees covered by this Agreement, the Union, within twenty-four ~~. ©  \n(24) hours of a request by the Employer, shall:  \n(a) Publicly disavow such action by the employees;  \n(b) Advise the Employer in writing that such action by the employers has not  \nbeen called or sanctioned by the Union;  \n(c) Notify employees in writing of its disapproval of such action and instruct  \nsuch employees to cease such action and return to work immediately.  \n     \n   \n   \nan ;  \n{  \nMe  \n   \nSection 4: The term “strike” shall. include a failure to report for work because of a © 7  \nprimary or secondary picket line at the Employer's premises, whether established by this or any ~  \nother Union.  \nSection 5: During the life of this Agreement, or any written extension thereof, the  \nEmployer will not lock out the employees. A layoff, reduction in force, downsizing, rightsizing,  \nor closing of any facility, department or unit for any reason, or an inability to continue operations “re  \nfor any reason including a labor dispute, shall not be a lockout.  \n"], ["ARTICLE 9  \nDISCIPLINE & DISCHARGE  \n", "Section 1: The Employer shall have the right to maintain discipline and efficiency and 7  \nmay discharge, suspend or discipline any employee for cause.  \nSection 2: If, in accordance with the provisions of Article 11, “Arbitration,” an arbitrator ‘a is nD  \nconcludes that a non-probationary employee engaged in any of the following conduct, cause  \nthe discipline or discharge imposed shall be established and the grievance shall be denied:  \n1, Abuse, neglect or mistreatment of a consumer, or negligence with respect to wee  \ntreatment of or actions concerning a consumer.  \nZz Theft or destruction of Agency property, consumers’ ‘personal possessions, or fe ie  \nother employees’ possessions. |  \n3. Immoral or inappropriate behavior while on duty.  \n4. Insubordination, refusing to perform assigned duties, or refusing to work cat .  \nscheduled or emergency overtime. rc  \n3; Inappropriate discussion or disclosure of confidential information concerning a -  \nconsumer or an employee.  \n6. Use or possession aE intoxicating beverages on Abbott House property or while on a peers  \non duty. | re ce:  \nqs Use or possession of narcotics or drugs (without a prescription), or sale of mo we Be  \nnarcotics or drugs, on Abbott House property or while on duty.  \n8. Reporting to work under the influence of alcohol, illegal drugs, or-narcotics, or in  \na physical condition making it unsafe or unsatisfactory to continue employment.  \n9, Fighting or gambling on Agency premises.  \n10. Altering, falsifying or making a willful misstatement of fact  \nomissions) on personnel or other Agency records.  \nll. Signing the attendance sheet for another employee, or altering or falsifying  \ninformation on time sheets.  \n12. Repeated failure to sign in or out.  \n7  \n   \n   \n   \n   \n   \n13. Soliciting tips or gratuities from consumers or visitors.  \n14. Leaving work without permission or abandonment of your position.  \nI5. Failure to properly notify your supervisor of an absence.  \n16, Leaving your duty area during working hours without supervisory approval. fg 7 : gowns ws oy a a ee  \n17, Inappropriate personal appearance, dress or personal hygiene while on duty. ash ape ne  \n18. Threatening, intimidating or coercing consumers, visitors or fellow employees.  \n19, Excessive absenteeism or lateness.  \n20. Possession of unlawful or dangerous weapons.  \n   \n21. Repeated injuries due to personal carelessness.  \n22. Smoking in unauthorized areas,  \n   \n23. Refusal to comply with safety and fire regulations or sanitation rules and re  \nregulations.  \n24. Taking more than allowable time for meals or rest periods or performing 7 oo  \npersonal work on Agency time.  \n   \n25. —_ Inefficiency and/or negligence in performance of assigned duties.  \na 26.  Misrepresenting reasons for a leave of absence or other time off from work.  \n27. Failure to report back to work from authorized leave or vacation.  \n28. Sexual harassment or any other form of harassment, of another | ora  \nconsumer or other third party,  \n29. or borrowing money or personal property from consumers.  \n30. Sleeping or napping on the job during duty hours.  \nSection 3: The foregoing list illustrates those types of conduct that might lead to 20) 0  \n_ discipline, up to and including termination of employment. The list is not intended to be alle 92 08  \n‘inclusive, however. The Employer retains the right to impose discipline, up to and including 9-2 80 en  \ntermination of employment, whenever an employee’s conduct warrants such action. |  \nSection 4: If the discharge of an employee results from conduct relating to a consumer, ae  \nand the consumer does not appear at the arbitration, the arbitrator shall not consider the failure of rm gi  \nthe consumer to appear as prejudicial.  \n   \nsection 5: The term “consumer” for the purposes of this Agreement shall include those  \nseeking admission and those seeking care or treatment, as well as those already admitted.  \nSection 6; Upon discharge, an employee must return all Employer property to his/her “i  \nsupervisor.  \n   \n   \n   \nSection 7: The employer agrees that suspensions without pay pending the conclusion of ©  \nits investigation into an incident shall not continue indefinitely, and the Employer shall attempt -..  \nto conclude such investigations within fifteen (15) working days, unless the absence or  \nunavailability of an employee, consumer or witness, or other business reasons (such as the  \nnumber of open investigations) precludes such a prompt determination.. The employee on  \nSuspension may use any accumulated vacation time during the period of suspension. If, at the  \nconclusion of its investigation, the Employer concludes that there was no misconduct by the  \nsuspended employee, then he/she shall be reinstated with back pay for the period of suspension.  \nIf the employee used accumulated vacation time during the period of suspension, the time used  \nduring the suspension will be restored to the employee’s vacation balance,  \nSection 8: A Union representative shall have the right to represent employees at  \ninvestigatory and disciplinary meetings, when an employee requests such representation. Ifa 9.  \nshop steward represents the employee, the shop steward’s attendance at the meeting must be - 0. -  \nconsistent with Article VII, Section 4 (maximum of sixty (60) minutes per week and subject to  \nihe approval of the Supervisor).  \n   \n"], ["ARTICLE 10 |  \nGRIEVANCE PROCEDURE  \n", "section 1; A grievance shall be defined as a complaint or dispute which involves the _  \ninterpretation of, administration of, or compliance with a specific provision of this Agreement,  \nduring the term of the Agreement or any written extension of it. No grievance as defined above  \nshall be considered under the grievance procedure unless it is presented as provided below.  \nSection 2: A grievance may only be filed by an employee covered by this Agreement, by ©. ee  \nthe Union or by the Employer. If the Union files the grievance, the adversely affected employee  \nshall be identified.  \nSection 3; Nothing in this article precludes an employee from raising and resolving a  \nwork place issue with management.  \nSection 4: All grievances must be submitted to the Employer in writing; within ten (10) oe os  \nworking days after the events(s) giving rise to the grievance occurred or within ten (10) working  \ndays after those events reasonably should have been known to the employee or the Union.  \nSection 5: Grievances shall be processed in the following manner:  \nStep One:  \n   \n   \n   \n   \n   \n   \n   \n  \na  \n  \n.  \n“4  \nThe aggrieved employee or Union representative may, submit a grievance within the time ~  \nperiod specified in Section 4 above to the House Manager or his/her designee. The grievance arenes  \nshall be in writing and shall identify (1) the contract clauses allegedly violated, (2) the employer  \nrepresentatives, if any or employees involved, (3) a brief description of the claimed violation, © rn  \nand (4) the specific nature of the relief requested. If the grievance is not so presented within the oe EAS  \ntime period specified in Section 4, above, the grievance shall be considered waived. In the case  \nof a suspension pending investigation, the time to file a grievance shall not commence until the °°. 2.\"  \ndate that the Employer has concluded its investigation and made its determination of disciplinary os f° eos 5 ere  \naction, if any.  \nIn the case of grievances filed by the Employer, the Employer shall present the grievance © aes  \nin writing to the person designated by the Union. If not presented within seven (7) working days =  \nafter the event(s) giving rise to the grievance occurred or within seven (7) working days after  \nthose events reasonably should have been known to the Employer, the grievance shall be ~~ we ; ie  \nconsidered waived.  \nstep Two:  \nIf the grievance is not settled at Step One, the Union representative may then present the ie Se  \ngrievance in writing to the Employer’s Program Director designee. In the case of grievances filed 2.0 es  \nby the employer, the employer shall present the grievance to the person designated by the Union. °...:  \nIf the grievance is not presented by the Union or the Employer at Step Two within five (5) dt tig a  \nworking days after it was presented at Step One, the grievance shall be considered waived. —  \nWithin five (5) working days after receiving the grievance at Step Two, the Employer or the ~~  \nUnion, as the case may be, shall submit a written answer to the grievance.  \nStep Three:  \nIf the grievance is not settled at the Step Two, the Union representative may then present \"os  \nthe grievance in writing to the Employer’s Assistant Executive Director for Human Resourcesor © 2° 03 00  \nher designee. In the case of grievances filed by the Employer, the employer shall present the  \ngrievance to the person designated by the Union. If the grievance is not presented by the Union =. . |  \not the Employer at Step Three within five (5) working days after it was presented at Step two,  \nthe grievance shall be considered waived. Within five (5) working days after receiving the — |  \n. grievance at Step Three, the Employer or the Union, as the case may be, shall submit a written ~~ ee ye  \nanswer to the grievance.  \nSection 6: Grievances relating to terminations and suspensions may be initiated at Step  \nTwo. |  \nSection 7: If at any time the time limits contained in this procedure are not satisfied by = gh.”  \nthe Union, the grievance shali be closed for all purposes. If the Employer fails to meet any ofthe 7  \ntime limits set forth in this Agreement, it is understood that the grievance will be deemed denied 90 9 8 0  \nat that Step, The time limits in this Agreement shall not be deemed waived except by the mutual 6 2 07S ee  \nwritten consent of the Employer and the Union.  \n   \n   \n   \n   \n   \nr  \n3  \nae  \nSection 8: It is expressly agreed by and between the parties that should the Union, its eh ame as CSR se es Ap  \nofficers, representatives, agents, members or employees covered by this Agreement engage in  \nany action in violation of Article 8, “No Strike or Lockout”, the Employer shall not be required  \nor in any way be obligated to comply with Article 10, “Grievance Procedure” or Article 11,  \n“Arbitration” until such time as the unlawful actions cease.  \nSection 9: All time limits may be extended by mutual ¥ written agreement between -  \nEmployer and the Union.  \n"], ["ARTICLE 11  \nARBITRATION  \n", "Section 1: A grievance, as defined in Article 10, “Grievance Procedure”, which has not  \nam Formatted: Justified  \n   \nbeen resolved thereunder may, within ten (10) working days after completion of Step Two of the |  \ngrievance procedure, be referred for arbitration by the Employer or the Union to an arbitrator =  \nselected in accordance with the procedures of the American Arbitration Association (AAA). The  \narbitration shall be conducted under the Rules then prevailing of the AAA, except as modified by ek oe  \nthis Agreement,  \nSection 2: No individual employee may institute an arbitration proceeding,  \n. Section 3: The fees and expenses of the AAA, the arbitrator and the hearing room shall pe =  \nbe borne equally by the parties. If either party requests an official transcript, each party will pay ©  \nhalf All other expenses shall be borne by the party incurring them, and neither party shall be a ne wn tt  \nresponsible for the costs of the other.  \nSection 4: The award of an arbitrator hereunder shall be final, conclusive and binding  \nupon the Employer, the Union and the employees.  \nSection 5: The arbitrator’s jurisdiction shall be exclusively confined to the facts and Ee  \ncircumstances giving rise to the grievance and the issues presented on the face of the grievance.  \n   \n    \nThe arbitrator shall have the authority only to interpret the terms and provisions of the fone  \nAgreement and shall have no authority to add to, subtract from, modify or change any of the =. oe  \n. provisions of this Agreement. The arbitrator shall have the authority only to deny or uphold the |  \n‘grievance. The arbitrator shall have no power to engage in any form of interest arbitration. The = 0.0 0.02 0 *  \narbitrator may not issue any award which provides any monetary remedy which includes any  \ntime before ten (10) working days before the grievance was filed. Damages, if awarded, shall be .  \nreduced by the grievant’s receipt of unemployment compensation benefits, worker's = re  \nanother source.  \n- compensation benefits, earnings from another source and employment and / or earnings from 2.00:  \nSection 6: The arbitration hearing shall be held within thirty (30) calendar days of 2 se ls a ea  \nappointment of the arbitrator or as soon as practicable thereafter, Neither side shall be entitledto 3. pee  \nmore than one (1) adjournment of that date, unless there is mutual consent.  \n   \nSea  \nEar ay  \nSection 7: There shall be no submission of multiple grievances to arbitration in one — wep Pe,  \ndemand, nor shall separately submitted grievances be consolidated and/or merged before the Re Poe  \nsame arbitrator. Accordingly, in the absence of mutual consent of the parties, an arbitrator may oe  \nnot be presented with or rule upon more than one grievance.  \nSection 8: It is the desire of the parties to settle grievances at the lowest possible level. : we te |  \nTherefore, ali steps and time limits shall be required before a grievance can proceed to arbitration er re  \nunless the parties agree otherwise in writing.  \nSection 9: Arbitrators’ decisions are to be rendered within thirty (30) calendar days of the eee NE eggs So  \nsubmission of briefs, unless the parties otherwise agree.  \nSection 10: The parties agree to a process of expedited arbitration for grievances  \nrelating to disciplinary terminations of employment. Subject to mutual agreement, the parties  \nmay submit other grievances — i.e., grievances that do not relate to disciplinary terminationsof 9 SE,  \nemployment ~ to expedited arbitration. The process for expedited arbitration shall be og et, betes 8\"  \nconsistent with this Article, except as modified by Section 11, below.  \nSection 11: The parties agree to use one of the arbitrators listed below for expedited ee nee  \narbitrations, The parties will select the arbitrator who is able to hear the case — consistent with ite pone,  \nthe parties’ schedules — on the earliest date, unless one of the parties objects to that particular =.) 8  \narbitrator for that case. Each party shall be able to use one such objection in each case.  \nHowever, independent of that objection, either party may exclude an arbitrator who has heard ge n°  \nthe most recent arbitration case between the Employer and the Union.  \n"], ["ARTICLE  \nHOURS OF WORK AND OVERTIME |  \n", "   \nsection 1; The regular work week will continue to be forty (40) hours per week, eight (8) 2 : EO aha AOR  \nhours per day. However, the Employer retains the right to create, modify, and abolish work shifts 0  \nand the starting and ending times and duration of the work shifts.  \nSection 2: All employees are expected to work all hours assigned, including overtime. A MD  \nThe Employer will attempt to inform the affected staff member of the required overtime with as  \nmuch advance notice as possible.  \nSection 3: Employees are expected to remain at work until their replacement has arrived.  \nSection 4: All non-exempt employees are entitled to overtime pay when it becomes : a  \nnecessary to work more than forty (40) hours in a work week. Overtime payments are based =  \nupon time and one half of the employee’s regular hourly rate. A supervisor or other member of  \nmanagement must expressly authorize the overtime.  \nSection 5: An employee who is unable to report for work at his or her scheduled start ~  \ntime must notify his or her immediate supervisor at least four (4) hours before the employee’s 9. oe  \nregularly scheduled start time. If the absence exceeds one day, the employee must contact <0. 0 Bo  \nher immediate supervisor each day.at least four (4) hours before his or her regularly scheduled =  \n12  \n   \n   \n   \nstart time. An employee who is absent without reporting in shall be considered a “voluntary  \nquit,” and his or her employment shall be terminated.  \nSection 6; Nothing in this Article shall be interpreted as a guarantee of any particular  \nnumber of hours of work in any week or days of work in any week.  \n"], ["ARTICLE 13  \nSENIORITY/LAYOFF  \n", "Seétion 1: For the purposes of-this Agreement, shall be: defined. as the length of er OE  \na regular £ full-time-and a. regular part-time (benefit ts eligible) employee’s continuous service from  \n-his.o or her-most recent date of hire: by. the: Employer: ‘The seniority. of. such. employees. with the eso eed  \nsame starting: ‘date ’shall be established in alphabetical-order of the employées’ last  \nSection 2; Such employees shall lose all accrued seniority and all rights under this : oe ~~  \nAgreement, and his or her employment shall be terminated when he or she:  \nquits, resigns or terminates voluntarily;  \nis discharged for cause;  \nis laid off for a period that exceeds six (6)  \na a  \nabsence;  \n5, is absent without notifying the Employer, unless the employee can  \nprovide a reason for the failure to provide n notice which is satisfactory to  \nthe Employer; or  \n6, violates the No Strike - No Lockout article.  \nSection 3: The Employer shall furnish the Union with an up-to-date seniority list on a aa us Ss : 7 ree me ee  \nquarterly basis. This list shall be simultaneously posted on the bulletin board. Any employee Who  \nbelieves there is an error in his or her seniority date as listed must present facts substantiating his  \nor her position. If no objection is raised within thirty (3 0) calendar days of the posting of the list,  \nthe date on the list will be presumed to be correct.  \nSection 4: In the event of a lay: off; the layoffs will be implemented by inverse order of  \nseniority, with the least senior employee in the affected location being the first laid off.  \nSection 5; In the event-of a layoff, the Employer will provide, whenever possible, at least  \ntwenty-four hours notice to the Union and the affected employee(s) before the layoff takes effect.  \nis out of work and unable to return for a period that exceeds six (6) Melts 3  \nmonths; fails to return to employment following a layoff or leave of ©  \n   \n   \n   \n   \n   \n  \n"], ["ARTICLE 14  \nJOB OPENINGS  \n", "Section 1; In cases where there is a vacant bargaining the. Employer has  \nto fill, the Employer will post such vacancies for seven (7) working days, Such notices shall ©  \ninclude the job title, location, shift or hours, job description and qualifications, and deadline for ©  \napplications,  \nSection 2; All interested candidates must apply in writing to be considered for the job. np Coed BE pe 8  \nThe Employer will consider applications, currently in the form of a-request for transfer, from all re  \nqualified employees, — int  \nSection 3: The Employer shall select from atriong the qualified employees on. the basisof >  \nability..In making such determinations, the Employer shall be entitled to consider the employees’  \nskill, experience, performance, work record, attendance and attitude, When the Employer 200° ve  \ndetermines that the abilities of two or more employees are equal, then seniority shall prevail. ad  \nSection 4: Where a non-bargaining unit employee has greater qualifications, he/she may  \nbe selected over a qualified bargaining unit employee.  \n   \n"], ["ARTICLE 15 |  \nHEALTH AND SAFETY  \n", "   \nThe Employer shall make reasonable provisions for the safety and health of its employees  \nduring their employment. The Employer shall provide the equipment necessary for the protection. eo  \nof the health and safety of employees. i  \n"], ["| ARTICLE 16  \nANNUAL PHYSICAL EXAMINATIONS  \n", "   \nSection 1; Each employee shall complete an annual or periodic physical examination : OPE OS RR  \naccompanying tests as required by the Employer and/or by law or regulation. te eat” fel  \nSection 2; The Employer conducts reasonable suspicion substance abuse (drug and 2°: 0.  \nalcohol) testing. This testing shall be performed pursuant to the Employer's policies and is oar  \ncurrently performed by a lab under contract with the Employer. An employee may not satisfy aye  \nsubstance abuse testing by use of his/her personal physician. Pane  \nSection 1: Employees who apply for and are granted a transfer to bargaining unit ©:  \nposition that the Employer has decided to fill, will serve a three (3) month trial period:  \nSection 2: Employees who voluntarily transfer to a vacant bargaining unit position may 5.  \nseek to return to their previous position during the three (3) month trial period. Ifthe 9  \npreviously held position is one the Employer intends to fill, but has not yet filled, the employee =. °°  \nmay return to the position. The position is “filled” once the Employer has extended an offerto =...  \nan outside applicant, or extended an offer that was accepted by an internal applicant.  \nSection.3: The Employer may involuntarily transfer ‘employees. from one location to ie ae  \nanother for operational reasons. Where the transfer of employees is. required for operational #  \nreasons, the transfers will be made based upon need; which | may include the need for specific. °°  \nindividuals to transfer to another location. Where the transfer of specific individuals is mot eee  \n_ tequired, transfers will bé. made based upon inverse order of seniority at the location.” An  \n_ employee transferred involuntarily to a compatable position shall not suffer a diminution in i  \nhis/her base rate of pay. |  \n"], ["| ARTICLE18  \nUNPAID LEAVES OF ABSENCE  \n", "Section 1: An employee shall be entitled to take time off from work for service in the . me  \nuniformed armed forces in accordance with applicable law. Time off for this purpose shall be a .  \nwithout pay.  \nSection 2: Eligible employees shall be entitled to leave under the FMLA in accordance  \nwith applicable law and the Employer’s policy.  \n"], ["ARTICLE 19  \nSTAFF DEVELOPMENT/TRAINING  \n", "Section 1; The Employer shall provide appropriate training, in-services, and other TE  \nprograms necessary for employees to perform the duties of their jobs.  \nSection 2: The Employer shall provide reasonable notice of such training, in-services, and ve ee Sais : oo 3 aes  \nother programs, which will be scheduled to permit employees on all shifts to participate.  \nSection 3: All employees are required to attend mandatory in-service programs.  \nEmployees who attend mandatory i in-service programs on non-working time will be pac for the © 7  \ntime spent in such programs.  \nSection 4: The Employer requires that employees obtain and maintain certain  \ncertifications, such as approved medication administration personnel (AMAP) certification, -  \nSCIP, CPR and/or First Aid certifications, which the Employer believes are necessary to  \nperformance of the job. An employee’s failure to obtain and maintain any of these trainings or 2.  \ncertifications shall constitute just cause for termination of employment, and any such termination 00  \nshall not be subject to the Grievance and Arbitration provisions of this Agreement.  \n15  \n   \n   \nOTN  \n"], ["ARTICLE 20  \nSAVINGS CLAUSE  \n", "Section 1: In the event that any portion of this Agreement is invalidated by the passage of ve : se  \nlegislation or a decision of a court or government agency of competent jurisdiction, such  \ninvalidation shall apply only to that portion thus invalidated and all remaining portions of this  \nAgreement not invalidated shall remain in full force and effect. Any substitution for the i, ee  \ninvalidated portion which is mutually agreed upon between the parties shall be reduced to ~ mie fe:  \nwriting and shall thereupon become a part of this Agreement.  \nSection 2: If any provision of this Agreement is in contravention of the laws or ae  \nregulations of the United States or of the State of New York, such provision shall be  \nby the appropriate provision of such law or regulation, so long as samie is in force and effect; but | eo  \nail other provisions of this Agreement shall continue in full force and effect.  \n"], ["_ ARTICLE 21  \nEFFECT OF CONTRACT  \n", "Section 1: This Agreement is in lieu of all other contracts or understandings with respect 2. FS a  \nto wages, hours, rates of pay or other conditions of employment, either oral or written, heretofore ©0225  \nor now existing between the parties and the Employer shall not be bound by anything not 02-20 eee  \nexpressed in writing herein and may, from time to time, modify any policy or past practice not ~ 8  \nset forth herein. Such modification shail not give rise to a bargaining obligation.  \nSection 2; No provision in this Agreement shall be modified, amended or altered except oo eee  \nby an instrument in writing executed by the parties hereto.  \nSection 3: Nothing contained in this Agreement shall be construed to prevent an : os  \nemployee from presenting a grievance directly to the Employer or prevent the Employer from 8 0  \nadjusting or settling such grievance, so long as the Union has an opportunity to be present at such  \nmeeting.  \n. Section 4: The Employer shall not make any Agreement with any employee or group of a Ou Bee a She ea td  \nemployees that modifies or conflicts with this Agreement. poops Tn  \n"], ["ARTICLE 22  \nVACATION  \n", "Section 1: All Regular full-time and part-time employees who work 71 1/2 hours or more | a 2.  \nper week are eligible to receive vacation.  \na. A new employee must complete the 6 months introductory period before taking vacation.  \nb. Anemployee on an unpaid leave of absence will not continue to earn vacation during this oy  \nleave. Vacation will resume accruing once the employee returns to a regular work 2  \nschedule.  \n16  \n   \n   \n   \nc. Supervisory approval is required prior to an employee’s vacation.  \n   \nd, Vacation will be accrued on a pro-rated basis each period. Vacation will accrue up to a : : ; ees  \none year maximum. Once you have reached this maximum, no additional vacation will  \naccrue until you have reduced your vacation balance.  \n6, Vacations accrued as follows:  \n   \nSection 2: Vacation must be requested in and will be scheduled according to the  \n   \nneeds of the Employer with consideration of the employee’s preference. On or before May | of st er  \neach year, each employee will submit his/her vacation request for the period from June 1 -  \nSeptember 30. On or before October I of each year, each employee will submit his/her vacation : ay nig Bt PE a ct  \nrequest for the period from November 1 - December 31.  \n   \nSection 3; The Employer will respond to the vacation requests by posting the - Lo  \nschedule on or before May 15 (for the period from June 1 - September 30) and on or before ©.  \nOctober 15 (for the period from November | - December 31). In cases in which the same time  \noff is requested by more employees than the Employer will approve, the Employer will grant ©  \nvacation requests in order of seniority, beginning with the employee with the greatest seniority.  \n   \nSection 4: Vacation requests shall be granted on a rotating basis, so that priority vacation a i a rr  \nperiods are not monopolized. The rotation shall begin with the employee having the greatest ws SRE LES lone  \nseniority. Employees are not entitled to take the same weeks in consecutive years unless other Se ged g Mat  \nemployees have had the opportunity to request that week.  \n   \nSubject to staffing needs, each eligible employee shall have the chance to take at Jeast wits 7 Be at  \none (1) week off during the period from June 1 - September 30 and at least one (1) week off i eee  \nduring the period from November 1 - December 31. No employee shall be entitled to take more  \nthan one (1) week during the period from June 1 - September 30 and more than one (1) week off a |  \nduring the period from November I - December 31 until every eligible employee has been given 20 8  \na chance to take at least one (1) week off during each of those priority vacation periods. If there Ma 2m ay  \nare not enough weeks available, preference shall be granted according to seniority.  \nSection 5: Vacation time requested after May 15 must be requested in writing at least two 908.00 8  \n(2) weeks in advance, and will be granted on a first come, first served basis, subject to the needs =...  \nof the Employer. When simultaneous requests are made, the Employer will grant vacation 5°  \nrequests: in order of seniority, beginning with the employee with the greatest seniority. The .. o>  \nEmployer will respond to vacation requests within two weeks (14 calendar days), Vacationtime =.  \nrequested after May 15, which is requested less than two (2) weeks in advance, may be granted  \nat the sole discretion of the Employer. |  \n   \n-  \ni  \nSection 6: Vacation pay at Termination. Vacation earned but not taken will be  \nthe employee’s final paycheck, subject to the employee providing adequate written notice in case -  \nof resignation (equal to the employee’s annual vacation entitlement) and working through the  \ndate of termination. The maximum vacation pay the employee can receive is.equal to one year’s 22° 8s  \naccrual._An employee’s actual last day worked becomes his/her termination date.  \n"], ["ARTICLE23  \nSICK DAYS  \n", "Employees will earn sick leave credit at the rate of 7 days per fiscal year, which runs Ce oe  \nfrom July 1 to June 30\". Sick leave may accumulate up to a maximum of 120 days. Part-time 99) 0  \nemployees earn sick leave on a pro-rated basis. There is no cash value for unused sick leave =.  \nin the event of separation.  \nIf you are out sick for 3 or more consecutive days, you will be required to provide a a fen  \ndoctor’s note to your supervisor. If you fail to provide a doctors’ note, it will be necessary to . ae  \ncharge your benefit time (ie. vacation or personal business). Please note: If you have no 9. =  \nbenefits time on the books, it will deducted from your pay.  \nIn connection with this policy, the Agency reserves the right to verify illness by a? my oe  \nthe employee to provide a doctor’s note, and to deny pay and/or impose discipline (even with a Ho  \ndoctor’s note), in cases involving excessive absenteeism or abuse of sick time.  \n1. No other changes to the contract, All proposals not agreed to and described herein are  \ndeemed withdrawn. These terms shall constitute the full and complete agreement between  \nthe Employer and the Union.  \n2. The terms contained in this offer constitute the Employer’s final offer. If this offer is not 2 WE 8  \naccepted and ratified, the Employer reserves the right to modify these terms on the basis of ne  \nbusiness or operational reasons, changed circumstances, or other reasons.  \n"], ["ARTICLE 24  \nHOLIDAYS  \n", "The nature of child care work makes it impossible for all employees to be off on a holiday.  \nTherefore, if you are scheduled to work on a holiday, or if a holiday falls on a day when you are  \nscheduled to be off, your supervisors will arrange with you for a mutually agreeable alternate  \nday off.  \nNew Year’s Day | Martin Luther King Jr.’s Birthday  \nPresident’s Day Memorial Day  \nIndependence Day _ Labor Day  \nElection Day (Presidential) Thanksgiving Day  \nChristmas Day  \n   \n  \n  \nIf you wish to observe a holiday not specified above, you request permission from  \nyour supervisor. This time off may be charged to earned vacation time or personal business.  \nHolidays which fall on a Saturday will be observed on the previous Friday. Holidays 0 0, Laie  \nwhich fall on a Sunday will be observed on the following Monday. If a holiday occurs while you ks uae Sao Be  \nare on a paid vacation, it will be counted as a holiday, not as a vacation day, Ped Penge da TE gh BAe tee oo  \n   \n   \n    \n. If an employee working in a Group Home or SPDD home works on an Abbott House  \n‘* paid holiday, he or she may elect to receive whatever Holiday Pay they are entitled to for that ~*~ Ral  \nin lieu of taking time off at a future date. They should note on their time sheet that they are © Ss  \nelecting to receive the Holiday  \n   \n   \nEmergency/Bereavement'Ledve  \n   \nEmployees will be allowed up to three (3)days emergency leave for each death, serious a  \nillness or other emergency in the immediate family. Immediate family is defined as your parents  \n(including parents-in-law), grandparents, spouse or domestic partner, children, or siblings.  \n      \nFull-time and regular part-time employees who work in bargaining unit positions will receive a  \none-time, Jump sum payment. The maximum possible lump sum payment is $1,800.00 (less ie Maks ig  \nlawful deductions). The lump sum payment will be pro-rated as follows: re  \n   \na. Reguiarly Scheduled Employees hired on or before December 31, 2015: Full-  \ntime employees will receive $1,800 (less mandated taxes). The payment will be  \npro-rated for those who are scheduled to work less than one full-time equivalent  \n(FTE).  \nb. Regularly Scheduled Employees hired between January 1, 2016 and June 30,  \n2016: Full-time employees will receive $600 (less mandated taxes), The payment  \nwill be pro-rated for those who are scheduled to work less than one FTE.  \n   \nc. WSP Employees hired before June 30, 2046 (must have provided services during —  \n2016): These employees will receive a pro-rated share based on hours worked  \nTanuary 1, 2015 - June 30, 2016.  \n  \nBet,  \n   \n   \nIn order to be eligible to receive the one-time lump sum payment, employees must be |  \nemployed on the date that the lump sum payment is made.  \n"], ["ARTICLE 26  \nHEALTH INSURANCE  \n", "   \ne to the bargaining unit  \nOF on. which it 1s offered Agency, employees. The Agency  \nwill continue to make adjustments to the plans, su ges in plan design, consistent with  \nthe past practice, in the interest of controlling the increase in the premium cost. During the  \ncurrent plan year (Aug. 1, 2016 - July 31, 2017), employees will contribute the same contribution  \namount as they contributed during the prior plan year,  \n   \n    \nAll full-time and part-time employees scheduled to work thirty (30) hours or more per tee  \nweek, who have completed three (3) months of service, are eligible for individual or family 9  \nmedical / dental insurance benefits.  \n   \nIf an employee elects not to accept medical insurance with Abbott House, and submits  \nproof that he/she is covered under outside medical insurance, the employee will be eligible fora  \nmedical waiver additive to his/her annual salary. This additive will be prorated biweekly over  \n_ pay periods. . Employee with a spouse or domestic partner or a child will receive a medical  \nwaiver additive of $1500.00, Employee without a spouse or domestic partner or child will we, E ou  \nreceive a medical waiver additive of $1000.00.  \n. If an employee that is waiving medical insurance has a spouse or domestic partner whois °  \nalso-cligible for medical benefits through Abbott House, the employee will receive a $1,000  \nadjustment to their annual salary instead of the $1500 normally given to an employee with a  \nspouse or domestic partner or child.  \n     \n   \n     \n   \n   \n   \n   \nmm  \n    \n    \ner  \n~ without régard to the parti  \n20  \n   \n   \n   \n   \n   \n   \n   \n"], ["ARTICLE 28  \nAGENCY’S FINANCIAL POSITION  \n", "   \nThe agency faces significant fiscal challenge now and for the foreseeable future. The  \n_ Agency may determine that it is necessary to make changes to address these challenges. These  \nchanges may include changes to terms of employment such as hours, wages and benefits, and  \nmay include furloughs in which employees work a reduced schedule for a period of time. In the  \nevent the Agency determines that it is necessary to implement such changes, the Agency will ~  \nnotify the union and, upon request, will bargain over such changes.  \n"], ["ARTICLE 29  \nRETIREMENT  \n", "As a matter of principle and basis policy, the Agency accepts the responsibility for | ao  \nproviding a retirement plan for employees. Employees are eligible to participate in the Abbott ©  \nHouse 403(b) plan if they are at least 21 years of age. A discretionary percentage of the |  \nemployee eligible compensation may be contributed by Abbott House. You must have completed ©. 7 iv  \n] year of service and work at least 1000 hours per year to be eligible to receive the discretionary :. =» 2  \nemployer contribution. ©  \n"], ["ARTICLE 30  \nLONG TERM DISABILITY  \n", "The Agency wilf continue to offer a full paid long-term disability plan to all staff working  -  \nthirty (30) hours or more per week.  \n"], ["ARTICLE 31  \nLIFE INSURANCE AND A.D.D  \n", "   \nLife insurance benefits are available to all eligible staff members. All employees working pe SE  \nthirty (30) hours or more are eligible for life insurance and accidental and dismemberment  \nbenefits. Eligible bargaining unit employees are entitled to life insurance coverage, equal tol] =.”  \n1/2 times their annual salary, after one (1) year of continuous employment.  \n"], ["ARTICLE 32 .  \nPERSONAL BUSINESS DAYS  \n", "Effective January 1, 2012, each full-time person will accrue 4 personal days per year,  \nPart-time employees will receive a pro-rata share. Employees will be credited with a personal  \nday on January 1, April 1, July 1 and October 1. Personal business days are not paid out upon  \nseparation. Unused personal time will be forfeited at the end of the fiscal year (June 30).  \na  \nco  \n  \n   \n"], ["ARTICLE 33  \nLABOR-MANAGEMENT COMMITTEE  \n", "   \nSection L: The Employer and the Union, desiring to foster a mutually beneficial  \nrelationship and avoid controversies and unnecessary disputes through productive  \ncommunications, will establish a joint labor-management committee to meet during the first  \nyear of this 2013-16 collective bargaining agreement. Either party may choose to discontinue  \nits participation in the Committee after the first year of this 2013-16 collective bargaining |  \napt eement.  \nSection 2: The Committee shall consist of three (3) employees selected by the Union  \nand three (3) members of management selected by the Employer. Nothing herein shall  \npreclude either the Employer or the Union from having a professional representative attend the  \nCommittee meeting, In addition, the Union may bring an additional representative to observe  \nthe Committee meetings and the Employer. may bring other management representatives (in  \naddition to the three (3) selected for the Committee) to observe or to serve as a resource at  \nCommittee meetings, The parties expect that, in general, the Employer and the Union will have  \nan equal number of representatives at Committee meetings. :  \nSection 3: The Committee shall meet twice per year, and the meetings will be scheduled  \nbased upon mutual agreement, and subject to the Employer’s needs. Committee members shall  \nbe released to attend meetings of the committee, provided operational conditions permit. The  \ncommittees will meet during the regular business day for a period not to exceed two (2) hours.  \n‘Section 4: The Committee shall discuss issues arising under the collective bargaining  \nagreement and/or relevant to the parties’ relationship. The Committee shall not discuss matters  \nthat relate to other, non-bargaining unit, employees or over which the Employer would  \nnot be required to bargain. Each party shall present to the other its proposed agenda for the  \nmeeting at least five days prior to the meeting date.  \n‘Section 5: In order to facilitate honest and open discussion, the Committee shall have no  \nauthority to change, delete or modify any of the terms of the collective bargaining agreement,  \nor to setile grievances, unless the parties agree in writing to such changes or settlements. Issues  \nraised at the committee level shalt be considered “off the record” and shall not be publicized or  \nintroduced as evidence in any other forum, unless a resolution of the issue is reduced to writing.  \nNo matter relating to or addressed between the parties shall be grievable or arbitrable. Nothing  \nraised before the committees shall delay the time limits under Article 10 ponevatices Procedure)  \nand Article 1] (Arbitration).  \n"]]