[["", "ONTRACT  \n   \nBetween the  \nABC FEDERATION OF TEACHERS, LOCAL #2317,  \nCALIFORNIA FEDERATION OF TEACHERS, |  \nAMERICAN FEDERATION OF TEACHERS/AFL-CIO  \naben  \nMAY — 4 1999  \n   \nABC UNIFIED SCHOOL DISTRICT  \nEffective  \nJuly 1, 1997 through June 30, 2000  \n   \n   \nTABLE OF CONTENTS  \n"], ["ARTICLE . PAG  \n", "ARTIGLE I: AGREEMENT 00.0000 ccc 7  \n"], ["", "ARTICLE ft: RECOGNITION eee. 1  \nARTICLE Ill: DEFINITIONS 2.0. eee cere 2  \n"], ["", "ARTICLE UNION RIGHTS 4  \nARTICLE V2 ACADEMIC FREEDOM RIGHTS OF CITIZENSHIP ...................... 7  \nARTICLE VI: DISTRICT RIGHTSMMANAGEMENT RIGHTS 8  \nARTICLE VU: SCHOOL CALENDARS ccc cee 9  \nARTICLE VII; DAY cece ee cece 17  \nARTICLE IX: CLASS LOAD ccc ce cee ce. 13  \nARTICLE X: SALARIES 2... cence eee lle. 17  \n"], ["", "ARTICLE Xl. HEALTH AND WELFARE BENEFITS ............................... 30  \nARTICLE All: SAFETY CONDITIONS ccc cee 31  \nARTICLE ARI TRANSFER 0... cece ce eee 33  \n"], ["", "ARTICLE IV: REDUCEO-SERVICES EMPLOYMENT REDUCTION IN WORK SCHEDULE .. 37  \nARTICLE XV. EVALUATION PROCEDURES 40  \nARTICLE X¥I: PERSONNEL FILE MATERIAL 43  \nARTICLE XVII. GRIEVANCE PROCEDURES 43  \nARTICLE XVIII: ADULT EDUCATION 2.0.00. eee cece cee cee, 46  \n"], ["", "ARTICLE XIX: LEAVES OF ABSENCE a7  \nARTICLE XX: SUPPORT OF THE CONTRACT tf  \nARTICLE AXI: SAVINGS cece af  \n   \nTABLE OF CONTENTS  \n(Cont'd.}  \n"], ["", "ARTICLE PAGE  \n|  \n"], ["", "ARTICLE XXII: MISCELLANEOUS eee eee 78 :  \nARTICLE XXIV: NEGOTIATIONS PROCEDURES 83 |  \nARTICLE XXV: REOPENERS 200000000. B4 |  \nARTICLE XXVIz TERM ce een eee tea eee 84  \n"], ["ARTICLE XXVII: RATIFICATION ©. nce BS |  \n", "ADDENDA: The addenda items are act grevable. Also, at a later date a Family Medical Leave policy  \nWIE be developed.  \nSexual Harasement 2.0.00 0.0 ee ee ee beep ee ee eee eee 40  \nRR\" Chi Abuse... ee ee ee ee ee eee eee eee 4  \nCc Fatrly Medical Leave ee ee go;  \n*These items are not grievable.  \n[  \n   \n"], ["ARTICLE E AGREEMENT  \n", "This is a Contract made and entered into this Sth day of December, 1997, between the ABC  \nFEDERATION ‘OF TEACHERS, LOCAL #2317, CALIFORNIA FEDERATION OF TEACHERS,  \nAMERICAN FEDERATION OF TEACHERS/AFL-CIO (hereinafter referred to as \"Union\") and the  \nABC UNIFIED SCHOOL DISTRICT thereinatter referred to as “District\"}. This Cantract constitutes  \na bilateral and binding agreement and shall remain in full force and effect through June 30, 2000).  \nA I: ON  \nThe District recognizes the Union as the exclusive representative for the purposes of the  \nEducational Employees Relations Act for employees.  \nA. Inclusions:  \ninclided in recognition are those certificated amployees who are not managers,  \nSupervisors, of confidential including, but not to employees in the following classifications:  \nThe Approprigta Unit:  \nRegular Full-time Teachers  \nRegular Part-time Teachars  \nReguiar Part-time Hourly Teachers  \nReguiar Fulttime Adutt Education Teachers  \nRegular Part-time Adutt Education Teachers  \nNurses  \nAdministrative Intems  \nIndependent Study Teachers  \nInterns  \nLibrary/Media Resource Teacher  \nTeachers on Contract  \nReguiar Full-time Head Start, Child Development Program Teachers and  \nExtended Day Care Teachers .  \nRegular Part-time Head Start, Child Development Program Teachers and  \nExtended Day Care Teachers  \nCrstrict Music Teachers  \nGATE Teachers  \nBilingual Specialists  \nSpecial Education Teachers:  \nAdapted Physical Education Specialists  \nCommunicatively Handicapped Specialists (SOL}  \nDeaf and Hard of Hearing Specialists .  \nleaming Handicapped Specialists (SDC,  \n. Severely Handicapped Specialists  \nSpecial Education Resource Specialists  \nspeech and Language Specialists  \n. Visually Handicapped Specialists  \nState, Federally Funded, and Special Program Teache  \nUnit members on leave of absence  \n   \nB. Exclusions:  \nSpecifically excluded from recognition are those employees who are management,  \nsupervisory, or confidential inehuding, but nat limited to employees in. the follawing  \nclassifications:  \nemnent faye  \nAssistant Principal-Middle School  \nAssistant Servicas-Continuation High School  \nCoordinatar-Child Welfare and Attendance  \nCoordinater-Special Programs and Services  \nGuidance Administrator  \nPsychologist  \nAssistant Principal-Adult Education  \nAssistant Principal-High Schoa  \nDirector-Special Projects & Services  \nSupervisor-Special Education/Guidance Services  \nSupervisor-Special Programs and Services (GATE/Extended Day Care/Head Start/  \nChildren’s Center}  \nPrincipal-Elementary School  \nPrincipal-Middla School  \nPrincipal-Tracy Continuation High School  \nPrincipal-Adult Educatian  \nPringipal-High Schoot  \nDirector-Curriculum/instruction & Schaots  \nDirectar-Pupil Support Services  \nDirector-Technology: Curriculum, Instruction & Staff Development  \nAssistant Supesintendent-Educational Servicas  \nAssistant Superintendent-Human Resources  \nSuperintendent  \nC. Any additional positions added to the District will be included in the ARacognition Article  \nthrough Memoranda of Agreement.  \n"], ["ARTICLE Wi: DEFINITIONS  \n", "i. “Adjunct duties” are mutually detennined professional responsibilities. (Article VIll,  \nA., page 14}  \n2. “Binding arbitration” is the of disagreement by a third parry whose  \ndecision wil be legally binding on both parties. (Article XVII, page 50, D.3.d.4)  \na \"Board of Education” or “Board” refers to the duly elected governing body of the  \nABC Unified Schocl District. {throughout}  \n4, #& \"day\" is a cay when the Distict’s central office is open for business,  \n{thraughaut}  \n5, \"District” refers to tha ABC Unified School District. (throwghout)  \n   \n   \n10.  \n11.  \n12.  \n13.  \n14,  \n16.  \n16.  \n17.  \n18.  \n13.  \n“Duty day* is the instructional day, a minimum 30-minute duty-free lunch, a  \npre-class duty period, recesses, snack, and adjunct duties. (Article Vil, page 15,  \nB.}  \n\"Full-Time Aduk Education Unit Membar.\" Thirty-six (36) hours per week shall be  \nconsidered a full-time assignment in the Education Program. Hours assigned  \nover 36 will be considered an extra-pay assignment. (Articla XVIII, page 50, 8.1.)  \nA \"Grievance\" ts an allegation that there has been a violation, misinterpretation, oar  \nmisapplication of the specific provistons of this contract. iArticle XVII, page 47,  \n  \nA “grievant” may be any pany covered by the terms of this agreement.  \nArticle page 47, 4.2.}  \nAn “immediate supervisor” is the management employee having the first line  \njurisdiction over the unit member. (thraughout)  \n\"Instructional day\" is the total number of minutes spent in the performance of  \ninstructional duties. (Article Vil, page 16, C.} |  \n“involuntary transfers” are initiated by the District. (Article X#il, page 38, A.2.)  \n& “Leave of Absence\" is an authorization for a unit member to be absent from duty  \nfor an approved purpose and generally for a specific period of time. (Article  \npage 55)  \nA “munimum day\" is a 240-minute instructional day. (Article Vill, page 16, C.1.)  \n\"Mutual determination agreement” (meaniaghy invelvement) is agreemant reached  \nDY 2 unit member and an administrater after each panty has given consideration to  \nand reacted to the proposal of the other. Such cooperation must be evidenced by  \nrealistic adjustments in the original positions of both parties. Should disagreement  \nremain after alk efforts to reach mutual determination have been exhausted, the  \nadministrator shalt have the final determination. (throughout)  \n“Negotiate in goad faith” reters to a sincere and honest effort on the part of each  \nparty to reach bilateral agreement.  \n\"“Non-status Adult Education Unit Member (Ternporary).\" Any person who is  \nemployed to teach Adult Education classes for not more than 60 percent af the  \nhours per week considered a full-time assignment in Adult Education, shall be  \nclassified as a non-status Adut Education unit member, {Articte XVIII, page 51,  \nB.3.)  \nis Gccupational Safety and Health Act. {Article XH, page 35, A.)  \n“Rleopeners” is the provision under which parties will resume negotiations.  \n(Article XXV, page BS)  \n20. “Serdority” is established by the District in accordance with Sections 44644 and  \n442845 of the Education Codé and is delineated in Board Regulation 4116.1.  \n(throughout)  \n21. A “shortened day\" is a 260-minute instructional day.  \n22. \"Status Adult Education Unit Member” (probatianary or permanent}. Any person  \nwho is employed to teach Aduk Education classes for more than 60 percent of the  \nhours per week considered a full-time assignment in Adult Education shall be  \nClassitied as a status adult education unit member. (Article XVil, page 50, B.2.}  \naa. *\"Union” refers to the ABC Federation of Teachers, Local #2317, California  \nFederation of Teachers, American Federation of Teachers/AFL-ClO, the exclusive  \nof the certificated unit members of the District. (throughout)  \n24. A “unit member\" is a certificated employee who is a member of the  \nunit as defined in Articta [: Recognition. {throughout}  \n25. \"Voluntary transfers” are at the request of a unit member, (Article XIll,  \npage 37, 4.1.)  \nAT VV: UNI  \nThe Union may use District facilities subjact to the following conditions:  \n1, The Union may use Listict facilities upon proper completion and submission of an  \napplication and agreement for Lise af School Facilities (Civic Center Act Form}. The  \nUnion agrees to comply with the District pues and regulations governing use of  \nschool faciities.  \nThe Union shall have the right to post notices on bullatin boards of portions of builetin  \nboards, of reasonable size. These bulletin boards will be for the exclusive use of the Union  \nand will be in areas frequented by unit members and will be easily accessible. The Union  \nshall also have the right to put messages on or by sign-in sheets.  \nThe Union may use the District mail service to the extent permitted by law, and unit  \nmember mail boxes for written  \nof the Union may make short annowncernents at faculty/staff meetings as  \nscheduled by the site administrator.  \nSite administratars will provide an opporturity for monthly meetings with the Union  \nbuilding raprasentative at a mutually determined time.  \nAuthorized representatives of the Union shall be permitted to transact official business with  \nSite unit members on school property as long as said business is carried out during  \nnon-duty hours of unit members. Such contact with unit members on school premises  \nmust only occur before school, during the junch period, at recesses, non-duty periods,  \nsmack periods, of after Union representatives shall not in any way interfere with  \ninstructional programs or classroom activities.  \n   \nAuthonzed representatives of the Union must check-in with the site administrator {or .  \ndesignee of the site administrator e.g.: secretary) before contacting unit members on the  \npremises of the school or District building.  \nAll Union communications shall be submitted to the Superintendent (or designee) and to  \nsite administrators at tha time of the entrance of such communications inte the District  \nmail s¥stern.  \nThe District shall provide the Union with two (2) copies of the Board agenda and back-up  \nmaterials for each Board meeting, exclusive of executive session materials. These  \nMaterials will be mede available at the same time as they are to the members of the Board  \nof Education.  \nUpdated names, addresses, telephone numbers, and sites of unit members shall be  \nProvided to the Union at the end of each of the first three quarters. Mailing labels shat  \nalso be provided to the Union by June of each schoo? year. The parties agree that the  \nrelease of addresses and telephone numbers shall occur unless unit members provide  \nwiitten requests not to release this information.  \nA unit member may be represented by the Union in the unit member's employment  \nrelationship with the District. Such representation may include but not be limited ta such  \nmatters that affect his/her continued employment relationship with the District at times  \nwhen disciptinary action is contemplated or when the unit member is Teviewing his/her  \npersonnel file.  \nThe District shall provide an imtradistrict telephone extension in the Union office. The  \nUnion's telephone numbers shall be included in the District telephone directary.  \nUpon request, the District shalt grant the Union a one semester or full school year unpaid  \nleave of absence.  \nThe Union shall be entitled to forty-five (45) days of release time each schoal year covered  \nby this Contract for use by the Union President or other Union representatives designated  \ndy the President for Union business or processing grievances. The Union may purchase  \nadditional days of release time for Union business at the cost of the involved unit member's  \nsubstitute. (Unit members shall not be released for a time period of less than one-half day  \nUnless mutually agreed to by the Union and the Assistant Superintendent-Human  \nResources.) The Unien shall make a written request to the Superintendent (or  \nat least one (1) day prior to the date of the requested release time.  \nThe District shall provide to the Union office/appropriate representative information. board  \npolicies, minutes, statistics, records, relevant to negotiations of necessary for proper  \nenforcement of the terms of this contract. Excluded frem this provision shall be  \ninter-office memos between administrators, memos affecting a single unit member, memos  \nwhich speak exclusively to the enforcement of existing policies, and other information.  \ndisclosure of which is prohibited under the law.  \nThe Unton reserves the right te recommend the unit members who will serve on District  \ncommittess.  \nThe District and the Union agree to meet when requested by either party for the purpose  \nof consuking on the educational objectives of the District, content of curriculum, selection  \nof textbooks, and ary other mutually agreed upon subjects.  \nYolunteer Deductions  \n1.  \nThe District will deduct fram the pay of Union members, and pay to the Union,  \nmembership dues in the Union as voluntarily authorized by wnit members subject  \nto the following conditions:  \na. Volunteer deductions shall be made only upon submission by the Union to  \nthe District of an aurhorization card duly completed by the unit member.  \nb. Authorization cards for votunteer deductions received on or before the 10th  \nof the month will be effactive for the month in which it has bean received.  \nAuthorization cards for volunteer deductions received after the 10th of the  \nmonth will be made effective for the month following the one for which it  \nhas been received,  \nC. for volunteer deductions wil continue in effect unless revoked  \nin writing by the unit member and submitted to the Union. The Union will  \nimmediately the District of such  \nd. The District will deduct one-tenth (1/10th} of the annual Union woluntary  \ndeductions from the salary warrant of mambers of the Union for each  \nmonth for all authosizations unless authorization is revoked in writing.  \nThe District shall monthly remit the voluntary deductions for Union membership  \nalang with an alphabetical list of unit members far whom such deductions have  \nbeen made te the ABC Federation of Teachers, Local #2317, P. 0. Box 240,  \nArtesia, Califomia 907071.  \nUnion members who ctarantly have authorization cards on file for payrall volunteer  \ndeductions need nat be resolicited,  \nUnion volunteer deductians, upon formal written request fram the Union to the  \nSuperintendent (or designee}, shall be increased or decreased without resolicitation  \nand authorization from the members of the Linion.*  \nHf litigation should be brought against the District, Board of Education and/or the  \nBoard's agents regarding authorization and/or revoking volunteer deductions, the  \nUnion agrees to save and hold harmless the District, Board of Education and/or the  \nBoard's agents from any and all costs including reasonable attorneys’ fees and  \nother costs related to the suit.  \nTOriad x4  \na. All unit members, as a condition of continuing employment, shall-either pay  \ncues of a representation fee to the ABCFT. in no case the  \nrepresentation fee be greater than periodic dues and genera! assessments  \nof the Union. Cues and or fees shall commence no later than thirty (30}  \ncalendar days from the date of hire or within thirty (30} calendar days of  \n  \ncertification of the fair share election, whichever comes later. The Union  \nwill furnish the employer with any information needed to fulill the  \nprovisions of this section.  \nb. The employer shail, in lieu of dismissing a unit member who refuses to pay  \nor sign a dues or service fee deduction authorization form, exercise its right  \nto avtematicaly deduct the amount of the service fae under the provisions  \nof the Education Code Section 45061,  \nCc. Notwithstanding any other provisions of this section, any non-member whe  \nis a member of a religious body whose traditional tenants or teachings  \nInchide objections to joining or financially supporting employee organizations  \nshall not be raquired to jain, maintain membership in, or financially support  \nany employees’ organization as a condition of employment: except that  \nsuch employee is required, in lieu of paying a representational fee, to pay  \nan amount equal to the representational fee of the Union te one of tha  \nfollawing charitable organizations exempt from taxation under Section $01  \nic} (3) of Title 26 Internal Revenue Code, The organizations are: ABC  \nDental Clinic, Su Casa and ABCFT/ABC Scholarship Fund.  \nd. The parties may request proof of such payments on an annual basis as a  \ncondition of continued exemption from paying the representation fee to the  \nABCFT.  \n€. The Union agrees to indemnify and hold harmless the District against any  \nand all liabilities, demands, lawsuits, claims, of actions which may be  \nbrought against said District or District Board of Education, individually or  \ncollectively, its officers, employees, and agents, including, but not limited  \nto, reimbursement for all costs, expenses, fees, settlements, and  \njudgments, and providing an effective defense on behatf of the District  \nagainst any and all lawsuits or other proceedings arising out of and in  \nconnection with this Article.  \n: ACA FREEDOM RIGHTS OF CITIZENSHIP  \nA. The District and the Union mutually confirm their commitment to and compliance with  \nDistrict paiicy relating to professional rights and academic fraedom.  \nB. With respect to professional employment (except for reasons relating te affirmative action),  \nmembership or non-membership in any employee organization, racial or ethnic background,  \nsex, age, physical handicap, color, creed, national political affiliation, sexual  \npreference, and marital status of any member shall not be a factor in the hiring,  \nretention, dismissal, assignment, or evaluation of any employee, nor shall the above be  \ngrounds for disciplinary action. Unit members shall be entitled to full of citizenship.  \nC. - Protessional differences of opinion between unit members and administrators over school  \nor district policies and their interpretations are normal and at times to be expected; such  \ndifferences shall not result in the mistreatment or disciplining of the unit members.  \nNo electronic of mechanical surveillance shall take place without mutual consent.  \n   \n»  \nNo untt member may be reassigned or -disciplinad based -on refevant allegations of  \nmisconduct or incompetency prior to discussion with the appropriate site/program  \nThe unit member has the. option of appealing the Site/program  \nadministrater’s decision to a mutually acceptable management representative. if ne  \nmanagement representative is mutually acceptable, then the unit member may appeal to  \nthe Superintendent. The appeal must be filed within five (5) days of the decision rendered  \nby the site/program administrator.  \nl HT ME GHT  \nIt is understood and agread that the District retains all of its powers and authority to direct,  \nmanage, and to the full extent of the law. Included in those duties and powers are  \nthe following exclusive rights:  \n1. Determine its organization;  \n2. Direct the work of its employees:  \n3 Determine the times and hours of operation:  \n4. Determine the kinds and levels of service to be provided, and the methods and  \nmeans of providing them:  \n5. Establish its educational policies, goals, and objectives;  \n6. Insure the rights and educational opportunities of students:  \nDetermine staffing pattems;  \nB. Determine whether, when, and where there is a job opening;  \n9. Maintain the efficiency af District  \n10. Determine the curriculum after receiving input from the affected unit members  \nunless impossibla;  \n11. Budd, move, of modity facilities;  \n12. Establish budget procedures and determine budgetary allocations:  \nT3. Determine the methods of raising revenue;  \n14. Contract out work (with the exclusion of classroom instruction}:  \n15, Administer alt employee health and benefit plans, including the selection of ail  \ncarriers of health and benefit plans, and the manner and method.of funding such ©  \nplans. Such action will be taken with the full:consultation of the Unien  \nstep of the process; it  \n716. To utilize personnel not covered by this Contract, including but not limited to  \nSubstitutes, casuals, provisional personne!, supervisory or managerial  \n&  \npersonnel, to do work which is normally done by employees covered hereby, who  \nare temporarily unable to perform such work and the methods of selection and  \nassignment of such personnel:  \n17. To hive, classify, assign, evaluate, promote, terminate, and discipiine  \nemployees.  \nB. The exercise of the foregoing powers, rights, authority, duties and responsibilities by the  \nDistrict, the adoption of policies, rules, regulations and practices in furtherance thereof  \nand the use of judgment and discretion in connection therewith shall be limited only by the  \nSpecific and express terms of this Contract and then only to the extant such specific and  \nexpress terms are in conformance with jaw. itis nat the intention of the District, in Setiing  \nforth the foregoing rights of management, to detract or diminish in any way the fights of  \nunt members or the Union as set forth in this Contract. Furthermore, it ig the of  \nthe District te seek input from affected unit members and the Union whenever possible.  \nCc, The District retains its right to suspend the provisions of this Contract in cases of  \nemergency for the duration of the emergency. The determination of whether or not an  \nemergency exists is solely within the discretion of the District. When an emergency is -  \ncalled, the District will notify the Union of the reasons for the emergency, the expected  \nduration of the emergency, and the specific articles of Contract that are suspended by the  \nemergency. An emergency is a natural catastrophe.  \nARTI F H END  \nA. 1. The of duty days for unit members for each Year of this contract shall be  \n184 days unless otherwise negotiated through Reopeners.  \n2. The scheduling of duty days for uait members for the school year shad be  \ndistributed in a timely  \n3. A. separate calendar will be defined for all unit members in Adult Education,  \nChildren's Centar, Head Start, and infant Canter, These calendars will he issued  \nby June 1, will be tentative, and shalt contain such modifications as will have been  \nmade no Jater than September 1,  \nE. ri P 3 A  \n1. Guring the orientation/preparation days unit members may be scheduled for five (5)  \nhours of general faculty meetings by their immediate supervisor.  \nZ. The Union shail not schedule Union meetings fer unit members from 8:30 a.m. to  \n230 p.m. while unit members are on specific, assigned duties on  \nofentation/peparation days listed on the duty day school calendars. On the  \nopening day for unit members, the site administrator shall grant to the Union thirty  \n{30} minutes for a meeting at the conctusion of the first faculty meeting.  \na. Preparation days’ activities may include the follawing:  \na. Room preparation for the opening day of school.  \n   \n   \n4,  \n1.  \n2.  \ni.  \n1.  \ndd.  \nReview of opening day procedures, attendance accounting, and disciplinary  \nprocedures, etc.  \nParticipation in school, department, grade level, team, of curriculum  \ndevelopment meetings.  \nOther tasks jisted in the unit member's job description, as applicable.  \nUnit members will have access to their assigned schools/work locations no later  \nthan the first district working day in September for room Préparation and other  \nmatters related to the opening of school. The District will make every effort to  \ncomplete maintenance work by the first of September,  \nStudent-Free Days  \nAn elementary student-free day shall beheld on the Wednesday before  \nThanksgiving. No meetings shall be held on this day.  \nOn the secondary level, the last day of the first sernester shall be student-free. The  \nDistrict (site administrators) may use two (2) hours for inservices and Planning for  \nthe second semester. Unit members may use the remainder af the day to work on  \nother professional activities relating to their assignments.  \nThe jast day of each school year shall be student-free for all unit membars. It shall  \nbe free of required meetings so that unit members may Complete year-end activities  \nand responsibilities,  \nElementary Reporting Tames  \nGrades Qut  \nDates will be listed with each duty day calendar.  \nb.  \n2reri  \nThere shall be ten (10) minimum days provided each year for elementary  \nparent conferences unless mutually agreed to in writing between the site  \nadnunisteator and 75 percent of the aifacted site members. This can only  \nbe achieved by adding minutes to the duty day and banking the additional  \nminutes. The required minimum number of State teaching minutes must be  \nmaintained. .  \nTeachers wil use their best efforts to attempt to meet with ail parents.  \nnes for conferencing or other professional responsibilities  \nwith the yearly calendar.  \nSecondary Reporting Times  \nAt the end of the first three quarters, secondary teachers have until the end of their  \ninstructional day on the following Monday to tum jin their grades.  \n10  \nAt the end of the school year, grades for middle school Students and failing grades for high  \nschool seniors must be and recorded by the Friday prior to the unit mamber’s  \nfast week of the year. All other grades are due at the end of the last working day of the  \nyear. . .  \nF. Article Vil A.1, A.2, 6.1, B.2, B.3, 8.4, C and O do not apply to Adult Education,  \nChildren’s Center, Head Start and Infant Center.  \n"], ["ARTICLE Vill, DUTY DAY  \nA. Adunet Duties  \n", "1. Unit members shall be responsible for a list of typical adjunct duties to be  \nperformed at the site as mutually determined by the principal and the unit member  \nand fisted in the Stuil Bill. Unit members will also be expected ta comply with any  \nreasanable administrative request to mest emergency situations.  \n2. No unit member shall be required to perform Translating duties of ta substitute for  \nanother unit member. Unit members who agree to substitute shall receive  \nadditional hourly pay compensation.  \na. Assignments of adjunct duties shall be carriad out in a fair and equitable manner  \nat each site.  \n4. Site administrators shall give unit members advance notice in making adjunct duty  \nassignments ard shall consider volunteers, if available, when making such  \nassignments.  \n5. Consistent with its statutory obligation under Government Code Section 825, the  \nDistrict agrees to defend and indemnify unit members from hased on acts  \nor omissions occurring within the scope of employment, including acts or omissions  \neccuring while the unit members are supervising school parking lots.  \nB. Duty Day  \nThe duty day for regular teachers will begin 30 minutes for secondary teachers and  \n10 minutes for elementary teachers before the start of their instructional day as  \ndefined by their immediate supervisar.  \n2. The duty day for junior high and high librarians, media specialists, and other  \nnen-classroom unit members shall be the same as reqular teachers.  \n4. The duty day for qurses shall be seven (7) hours per day exclusive of a 30-minute,  \nduty-free period. In emergency situations the nurses\" lunch period will be  \nrescheduled. .  \n4. The duty day for Children’s Center teaching personnel shail be eight (8) hours per  \nday inclusive of a working lunch period to be scheduled by the unit members’  \nimmediate supervisor.  \n14  \n   \n10.  \n11,  \n12.  \n13.  \n1.  \nThe duty day for Head Start teachers shall ba 6-1/2 hours per day inclusive of a  \nworking lunch perigd-ta be scheduled by the unit members’ immediate supervisor.  \nUnit shall be entitled to a 30-minute, duty-free junch period exclusive of  \ntitne passing to and from their classrooms.  \nIn developing a schedule of classes, the site administrator Shall provide aach unit  \nmember with at least one (1) physical relief break within sach thrae (3}-hour block  \nof time.  \nThe site administrator and school site unit members are encouraged to have a staff  \nmeeting to explore schedule changes that would provide the flexibility of using  \nminimum days to meet staff neads throughout the school year (i.e. first day, last  \nday, Open House, staff meeting days, etc.). Minimum days can only be achieved  \nby adding minutes to the duty day and banking the additional minutes.  \nagreement in between the site administrator and 75 percent of affected site  \nmembers would be necessary. The required minimum number of State teaching  \nminutes Must be maintained.  \nThe site administrator may adjust an individual unit mermnber’s Starting and/or ending  \ntime provided the number of hours for the particular unit member ramains  \nconsistent with those of other unit members.  \nOn days when unit members are scheduled to be on duty, but pupals are not  \nscheduled to be present for the day, the school-based assignment shall be seven  \n(7} hours inclusive of the lunch period.  \nUnit members shall be permitted to leave their work sites during non-duty time.  \nUnit mambers shall be required ta check in and check out whenever they arrive at  \nor leave the school site.  \nElementary Stati  \na. Principals will be allowed four {4) hours per month for staff meetings.  \nThese meetings shall be concluded siaty (60) minutes from their starting  \ntims. .  \nIf @ principal feels that a meeting may extend beyond the length of the  \nallotted time, s/he should notify the teachers on his/her staff by Monday of  \nthe week when the meeting will be extended.  \nb. = Double meetings shall jJast no longer than one hour and forty-five minutes  \nfrom thetr starting time.  \nction  \nThe instructional day for elamentary teachers shall be 300 minutes. Minimum days  \nshall be 240 minutes. ee  \n12  \na. Fach elementary and site-assigned special class teacher shall be provided  \nat least 30 minutes of preparation time per week, unless 75 percent of the  \naffected teachers at @ given school site vote to have jess time.  \nD. Preparation time shall be used for class preparation, staff planning, parent  \nconferences, and other instructionally related activities as deemed  \nappropriate by the schoot administrator in with each unit  \nmember,  \n2. Unless another schedule is mutually agreed to in writing Between the site  \nadministratar and 75 percent of the site unit members, the instructional  \nGay for middie school teachers shail be five (5) 50-minute classes and a 50-minute  \nduty-free period scheduled over a six (6) period day, plus a ten (10) minute  \nhomeroom and five (5) five-minute passing periods.  \n3 Unless mutually agreed to in writing batween the site administrator and 75 percent  \nof the affected site unit members, the instructional day for senior high teachers  \nshall be five (5) 55-minute classes and a 55-minute duty-free period scheduled over  \na six {6} period day, plus a five (5) minute homeroom and five ¢S} five-minute  \npassing perods.  \n4. The instructional time for Tracy High School teachers shall be 266 minutes.  \n5. The instructional day for itinerant special education teachers shall be 290 minutes  \na day (averaged over a week) inclusive of travel time.  \n6. The assignment of duty-free periods shalt be carried out in a fair and equitable  \nmanner,  \nARTI . S SIZE/CASE  \nA. Staffing  \n1. The District shall maintain the following staffing ratios and formulas for the  \nallocation of teacher positions to schools:  \n| Ajlocation of Student  \nPositions per  \nElementary 1 23.4  \nili | K- 7 29.4  \nMiddle school 1 31  \nigh School 1 31  \nContinuation High Sehoot 7 21  \n4. If the application of the above ratios results ina fraction of t/2 or more,  \nthen an additional teacher pesitian shall be allocated.  \nb. Librarians, media specialists, nurses, and special education taachers shall  \nnot be wtiized in the computation or application of the above Staffing ratios  \nor formulas.  \n13  \n   \nFORMULAS  \n  \nProjection + 29.4 = ? = rounded to nearest whole FTE  \nStaffing Ratio |  \nExample: 623 + 29.4 = 21.19 = 21 FTE  \nMiddle schoo:  \nProlection X 98 =X «6+ 31 + «<5 = 7 = pounded to nearest whole FTE  \nADAS # periods staffingsections  \nfor each = ratio per FTE  \nstudent  \nExample: 540 X .98 = X6 = 3175.25 + 31 = 102.4 + 5 = 20.48 = 90 FTE  \nHigh School:  \n(A) Basis:  \nProjection X .98 + 31 = 7? = rounded to nearest whole FTE  \n4 {  \nADA staffing ratio  \n{B} 8th Period:  \nProjection X 7? + 31= + > = ? = rounded to nearest 0.2 FTE  \n} t  \nStudents staffing  sections/FTE  \n6th period = ratio  \nOct 15 prior  \nyear |  \n(C} Freshman:  \nFreshman X .004 =  \n   \nFTE + 6th periad + freshman = total FTE  \n2. When requested, site administrators shall discuss and attempt to resolve the  \nconcerns of unit members refating to class size.  \na. When a combination class becomes necessary, the affected unit members will be  \ndirectly involved in the selection and/or placement of the in such classes.  \n4. The parties agree that the varying nature of the instructionat program, design af  \nfacilities, and desiability of large group instruction in some subjects necessarily  \n14  \n   \nrequires a tlexibie approach -in assigning teachers to. serve a given number of  \nstudents. Every effort will be made to maintain balanced classes,  \nur  \nClass size for kindergarten shail be a maximum of 32. Class size for grades 1-3  \nShall bs a maximum of 30. Class size for grades 4-6 shall be a maximum of 32,  \nTeacher-siudent enrollment at the secondary level which exceed the established  \nFatio for grades 7-12 shall not exceed the following maxirnym enrollment sizes:  \nTOTAL INDIVIDUAL  \nMAXIMUM CLASS  \nMAXIMUM  \nRemedial Reading - 125  \nEnglish -1H5 ee 33  \nSocial Science, International  \nLanguage, Math and Science fee ea 35  \nRegular Physical Education es 51  \n{5 periods}  \na. The above maximum far regular physicat education classes shall exclude all  \nStudents in athletic physical education classes taken for credit.  \nb. Total enrojlment maximums for each subject for those unit members  \nteaching fewer ihan five (5) sections shall be proportional amounts of the  \ntotal maximum enrollments listed above. ..  \nThe ratio to determine grades 7-8 bilingual class size will be 1:29 but not exceed  \n30 far grades K-8.  \na. When a bilingual class exceeds 30 students, the teacher and/or principal  \nhas the option of immediately obtaining a substitute to assist the bilingual  \nteacher.  \nb. When a bilingual combination class becomes necessary, every attempt will  \nbe made to maintain a lower maximum The affected unit  \nmember(s) will be directly involved in the selection and/or placement of the  \nStudents in such classes.  \nc. Adl identified LEP/SDC students will count as 2.0 students in determining  \nClass size in all bilingual K-@ classes.  \nThe number of students assigned to any one class shall not exceed the number of  \nstudent work statians that can be safety utilized as mutually determined by the unit  \nmember and site administrator.  \n+3  \nSpecial Education maximums shall be as follows:  \nMAXIMUM  \n{(K-3 = 72  \nLeaming Handicapped Special Day Class (SOC) {4-6 = 16  \n(7-12 = 18  \nCommunicatively Handicapped-- Aphasia/Severe . (K-3 = g  \nDisorders of Language (SDL) {4-6 = 12  \n(7-12 =.16  \nSeverely Handicapped--Trainable Mentally  \nHandicapped (TMH) AGES 3-21 = 12  \nResource Specialist Program (RSP) (maximum 2 Stes} ...... K-12 = 28  \nPhysical Education (APE) 65  \nSpeech and Language 55  \n(Students requiing 25-60 minutes of service shall be  \nCounted as the equivalent of one {7} regular student.  \nFor each additional 25-30 minutes of service, they shall  \nbe counted as one-half (5) student an the Speech and  \nLanguage caseload.)  \nVisually Handicapped and Deaf and Hard of Hearing 18  \nEarly Intervention Program 11  \nEach class roll shall be reduced to its eppropiate maximum by October 15.  \nNurses’ Maximum Case Load : There may be two (2) schoal assignments for  \nnurses with a comprehensive senior high school. There may be three {3} school  \nassignments for all other nurses.  \na. There will be no reduction in nurse Positions unless there are extenuating  \ncHCUMstances such as a reduction in enrollment, reduction in funding, or  \nsome other substantial reason. Before a reduction occurs, the nursing staff  \nwill be involved in determining what is to meet the health and  \nSafety needs of students.  \nAdapted Physical Education Case Load: Full-time Adapted Physical Education  \nSpecialists will be assigned to a maximum of five (5) scheduled sites per person per  \nday with a proportional number of sites Per week for part time Adapted Physical  \nEducation Specialists.  \nSpecial Considerations  \n1.  \n2.  \nSubstitutes maybe used for SOLAEP reevaluations.  \nRSP and/or speech and language bilingual! students will be provided with  \nappropriate RSP and/or speech and language services,  \nEach special day class teacher shall be provided with at least six (6) hours of aide  \ntime. Each special education resource specialist shall be provided with at least  \nthree {3} hours of aide time. This commitment will be reduced if overall state  \nfunding for instructional aides is reduced.  \n16  \n4, One three (3) hour fibratian aide shall be provided to middie school librarians.  \n5. The District shall provide appropriate and adequate space for the exclusive use of  \ntraveling unit members during the time they area scheduled to work at each site.  \nUnit members and site administrators shall mutually determine these ragm  \narrangements. Should the site administrator decide to vary this affangement, s/he  \nshall advise the unit member at least 48 hours in advance and provide equally  \nadequate and appropiate space which is free of interruptions.  \n6. Resource Specialists shall provide 80 percent direct and 20 percent indirect  \nServices.  \nCLE X: IE  \nThe salary schedules and salary classification requirements of unit members are set forth in this  \nArticle:  \nUnit members using personal vehicles on authorized school business shall be reimbursed at the  \ncurrent Gavernment rate.  \nSala ron A i  \nA. = Classification; Unit members {including teachers, nurses, speech, language and hearing  \nSpecialists, and fibrarians/media specialists} shall be assigned to a class on the Unit  \nMembers’ Salary Schedule in accordance with the classdication requirements defined  \nherein belo ve:  \nClass A, - Bachelor's degree and regular credential or degree and  \nDesignated Subjects Teaching credential in Vocational Subjects.  \nClass 6 - Bachelor's degree and a regular credential of Bachelor's degree and  \nDesignated Subjects Teaching Credential in Vocational Subjects plus fifteen  \nsemester hours of upper division ar graduate work, earned after receipt of  \nthe Bachelor's degree.  \nClass € - Bachelor's degree and a regular credential or Bachelor's degree and  \nDesignated Subjects Teaching Credential in Vocational Subjects pius thirty  \nsemester hours of upper division or graduate work, earned after faceipt of  \nthe degree.  \nClass D - Bachelor's degree and a or Bachelor's degree and  \nDesignated Subjects Teaching Credential in Vocational Subjects plus  \nsemester hours of upper division of graduate work, earned after  \nreceipt of the Bachelor's degree, or a Master's degree.  \nClass & - Bachelor's degree and a regular credential plus sixty semester hours of  \nUpper division or graduate work, earned after receipt of the Bachetor’s  \ndegree, and a Master's degree.  \n17  \n   \nClass F - Bachelor's degree and a regulars credential ptus seventy-five semester hours  \nof upper division or graduate work earned after feceipt of the  \ndegree, and a Master's degree.  \nStep Placement shall be based on in-distzict teaching service rendered and credit for  \nout-of-district teaching experience granted at the time of initial employment, or applicable  \nwork directly related-to the teaching assignment granted at the time of initis!  \nemployment,  \nCredi ial  \n1, Naw unit members hired during the school year shall be initially credited with up  \nto @ maximum of nine (9) years experience for previous public/private teaching  \nService if such service has been rendered under contract in an accredited school or  \nto the extent provided below, a combination of such teaching experience,  \nvocational work experience, and applicable military service.  \n2. Unit members must have taught on a full-time basis for 75 percent or more of the  \nnumber of days in a given school year for a year of experience to be credited.  \nThose unit members who do not serve 75 percent or more at the number of days  \nina schocl year must rernain on the same step for the ensuing school year.  \na. Trade or vocational experience directly related to the unit members teaching  \nassignment in the District may be credited on a Year-for-year basis to a maxirnurtt  \nof frve (5) years.  \n4. Credit for active, full-time military service will be granted on the basis of one step  \nfor 12 to 23 months’ duty time or two steps for 24 of more months\" duty time.  \nI ents  \nt. Unit members assigned ta classes OD, E, oc F of the Unit Members’ Salary Schedule  \nwill be entitled ta Career Increments, as reflected in the salary schedule.  \n2. Anniversary placement shall be based on out-of-district teaching credit  \ngranted at the time of initial emptoyment in the ABC Unified School District or  \nformer component district and acceptable in-district Teaching service after the date  \nof employment.  \ncation (Init ith  \n1. Newly employed unit members shall present student copies of transcripts with the  \nsignature or photostatic copies of official transcripts with the  \nSignature of grade reports/credit certificates with an official seal and registrar's  \nsignature to verify initial placement on the Unit Members’ Salary Schedule.  \n2, Newly employad unit members shall be responsible for Securing and to  \nthe Human Resources Office all dacumemtation required for unit verification and/or  \nin support of salary schedule placement. All-documentation must be received  \nwithin thirty (30} days following the effective date of the unit member's initial  \ncontract. Failure to present required documentation within the thirty (30} day  \n18°  \n   \nwill result in the District's withholding salary warrants until such documents  \nare placed on file.  \na i men  \nUnit members will be entitled to advance one vertical step on the Unit Members‘  \nSalary Schedule for each year of service, except those whose placement is at the  \nmaximum step for their class,  \nUnit members must have rendered paid service for 75 percent or more af the  \nnumber of days in the regular schosl year, counting days of used sick leave, io  \nadvance one vertical step on the schedule.  \nUnit members shall not be restricted in advancement from one schoal year to the  \nnext. This provision applies to unit members who have been on the maximum step  \nOf one class for one or more years and then advance horizontally to a class with  \nadditional steps.  \nss A nt {Hen | Movemen  \nUnit members requesting consideration for salary class advancement must orepare  \nand subrut a “Change of Salary Class Request Form\" with full and complete  \nverification to the District Human Resources Office.  \nVerification must de by means of official transcripts.  \na. student copies of transcripts with the registrar's signatuze or photostatic  \ncopies of official! transcripts with the registrar's signature or grade  \nfeports/credit certificates with an official seal and registrar’s signature will  \nbe accepted as verification of completed coursework.  \nNew salary rates for salary class changes received and verified between the first  \nand last day ef September and between the first and last day of February will  \nbecame effective the first of September and the first of February.  \nUnit members must have served 75 percent of the school year on any given step  \nbefore advancement to another vertical step on the Unit Member's Salary Schedule.  \nThose unit members who do not serve 75 percent of the school year must repeat  \nthe same step for the ensuing school year.  \nCl 2 -Restrictiv  \na. Unit members shall not be restricted in class advancement if they othenvise  \nmeet the conditions of this article.  \nPartial Year Service  \n1.  \nUnit members who serve less than the required annual number of duty days (as  \ndefined in Article Vil: Calendar) for regular full-time untt- members shall receive  \nSalary in the ratio that the number of served bears to the total number  \nef annua) working days required. Notwithstanding the above, unit members who  \n13  \nserve for one full semester shall receive not less than one-half the annual salary  \napplicable to their class and step.  \nRetum to Service  \n1. if a unit member is re-ermployed by the District within 39 months of his/her Jast day  \nof pravious paid service, the unit member will be entitled to resume his/her previous  \nplacement on the salary schedule.  \nnit m Me rs S he  \n1. Units of Credit: Units of credit for the purpose of assigning unit members to a  \nSalary classification or advancement fram one classification to another shail be on  \nthe basis of semester hours of collegefuniversity credit from an accredited  \na. The formula for converting quarter units to semester units:  \n2X units = semester units  \n3  \n   \na. Units of credit acceptable for salary schedule assignment or salary class  \nadvancement shall be defined as upper division and/or graduate work  \neamed from an Institution which is accredited by the American Association  \nof Colleges and Universities or by the University of California after receipt  \nof the Bachelor's Degree isee Section K).  \nb. AM units of credit must clearly fail within one of the following areas:  \nCredit applicable toward an advanced degree which is in or closely  \nrelated to the field of education.  \n2] Credit applicable for the purpose of certification in the field of  \n  \nCredit included by title and course number within the field of  \nprofessional education which is deemed appropriate to the  \nprofessional growth of the unit member,  \n4) Credit closely related to the field of education which will directly  \nenhance the unit member's teaching expertise in hisfher present or  \nProspective assignment within the Cistrict.  \nc. Other credit which may be allowed fer the purpose of salary schedule  \nPlacement of advancement includes lower division courses, correspondence  \ncourses, ABC Adult Education classas, in-district workshops, and  \nout-of-district workshops and/or inservice education programs if such  \ncourses/Classes/workshops or programs otherwise meet the other  \nconditions of this article,  \n20  \na eee  \n   \nM.  \n   \n1.  \n2.  \nThe foflowing coursework/classes/workshops must be prasented to the Assistant  \nSuperintendent-Human Resources or designee for prior approval:  \na.  \n& Request for Prior Approval form should be prepared in Cuplicate and  \nSubmitted to the Personnel Office at least fourteen (14) days prior to the  \ndate of registration for the course/class/workshop.  \nif situations arise where prior approval is not possible, the unit member may  \nPetition the District for approval of coursework.  \n‘13 Lower division courséwerk unless such work has been required for  \nissuance or Clearance of a teaching credential.  \n(7) Comespondence courses.  \n(3} Gut-of-district workshops.  \nABC Adutt Education classes must be presented by the Principal-Adult Education  \nto the Assistant Superintendent-Human Resources or designee for prior approval.  \na.  \nAdult Education classes will be considered for apprevai on a class basis for  \nall ciass participants.  \nAdult Education classes will grant credit on the salary schedule az the rate  \nof fifteen (15} prepared hours equal one (1) semester unit credit or thirty  \n(30) unprepared hours equal one (1) semester unit credit.  \n1. The Assistant Supenntendent-Human Resources or designee shall determine which  \nIn-distnict workshops and/or inservice education programs shall be offered for credit  \non the salary schedute.  \na. In-district workshops, out-of-district workshops, and/or inservice education  \nprograms will grant credit on the salary schedule at the rate of fifteen {15)  \nprepared hours equal one (1) semester unit credit or thirty (30) unprepared  \nhours equal one (1) semester unit credit.  \nb. Salary placement credit shall not be allowed for an in-district workshop,  \nworkshops, and/or inservice education program if unit  \nmembers have Been paid by the District for their panticipation in the  \nworkshop or inservice education,  \nAccumulation of Houdy Credit. Hourly credit for approved aduh education classes,  \napproved in-district workshops and/or inservice education, and approved out-of-district  \nworkshops will be credited for salary advancement on a cumutative basis. As example, the  \nthirty {30} hours referred to may be cumulative (i.e., 2 hours of inservice plus 3 hours of  \ninservice = 5 hours of inservice).  \n21  \n0.  \nCredit will oniy be granted if verified by the District's \"Workshop Credit Report\" on an  \nindividual participant basis.  \nProfessional Standards Committee  \n1. Purposes of the Committee  \nThe District Professional Standards Committee shall serve as appeals body to  \ndecide appeals by unit members regarding denials of  \nclasses/workshops by the Assistant Superintendent-Human Resources or designee.  \nZ. The Committee  \nThe Superintendent shall appaint two {2} management employees to the  \ncommittee; the Union shall appoint two {2} unit members to the committee. The  \nAssistant Superintendent-Human Resources or designee shall serve as Chairparson.  \nThe Chairperson shail only vote in case of a tie vote of other mambers of the  \nCommittee.  \na. R j 8 Area of Pr §  \na. When considering appeals by unit members, the Committee should keep in  \nmind the following:  \n{1) Credits presented for salary class assignments/ advancernent will be  \nsignificant, and related to the unit member's current  \nassignment of represent a reasonable objective for future  \nemployment.  \nb. In reviewing the appeal, the Cormmittee shail generally be concerned with  \nmatters relating to the maintaining and raising of standards in regard to the  \nvalue, level, nature, and academic rigorgusness of ail professional training  \nsubmitted for salary class assignment/advancement.  \nc. The Committee shall serve as a decision-making body regarding any  \nquestions which may arise as to the acceptability or allowability of units of  \ncredit presented by unit members for the purpose of salary class  \nassigament or advancement.  \nConsultant Positions  \nThe District shall take applications in the Human Resources Office twice a yaar for those  \nunit members interested in various types of consultant positions. When consultant  \npositions cf those types are needed, those unit members who have applied shal! be  \ncontacted by the appropriate supervisor. The final selaction of the consuitant is left to the  \ndiscretion of the setecting supervisor. Compensation will be granted in accordance with  \nBoard adopted policies on compensation.  \n22  \n    \nABC UNIFIED SCHOOL DISTRICT  \nCERTIFICATED MEMBERS’ SALARY SCHEDULE  \n1997-98  \n(184 Duty Days)  \n| | BA+30 orMA | inc.MA inc.MA_|  \n   \n    \n   \n    \n    \n31073 | 31880  \ntele Se  \n30038 | | 31620 | | 33286 [34151  \n31898  \n  \n  \n     \nom  \n| fsa fea  \n| oo | oh fon  \nARE  \ni “i  \nBiel | feo |  \nIos [as | [oo | |  \nfee fad fan | ak cn  \naa  \nlio  \n  \n  \n    \nmm  \nwi ta | ta i  \n  \no  \ni.  \n=  \ni  \n  \n  \n   \n   \n   \n      \nHAH  \n    \n   \n     \n    \n   \n41276 423549  \n1638 [42720 | 43831 |  \n36603 429i 44216 | 45385 | 46544  \n46603 44216 | 46953  \n44216 | 46953  \n34469 42971  \naeagg | 3e603 | 42071 | 46909 | se909 | si2ce_  \n| 34469 | 36603 | 42071 | asoe9 | asa09 | siz06 |  \n|_2446a | | 42971 | | f 51206 |  \n| 38608 | esse | eaves  \nsa4go_| 30803 | aza71 | asese | siese | s2704_  \n| a44ea | | 4ze71 | | sisse | sz704  \n| a2e7i | { |  \n34469 a me | 53051 | 54431  \n|  \n32469 | 36603 | 1 [eerie  \n[sees [eo [seme 58118  \n[esos | | | senor [arene  \n| s4a69 | seeo3 | 42071 | 53104 | 56301 |” s7e5e |  \n_|_seous | saio4 | sese1_| $7656  \n| | «2971 | 54750 se140 |  \n       \nPh.D. or Ed.D - $500 differentiat for eamed doctorate.  \n| Excluding Adult Education and Chifdren Center Permit Teachers.  \nqa  \n23  \nABC UNIFIED SCHOOL DISTRICT  \nCHILDREN’S CENTER PERMIT TEACHERS  \n1997-98 Salary Schedule  \n    \n      \n       \n       \n      \n    \n      \n    \n    \n      \n    \n     \n     \n     \n     \n     \n       \n     \n    \n      \nCLASS il  \nC.C.P.  \n+ 70 UNITS  \nCLASS HI  \nC.C.P.  \n+ 100 UNITS  \nCLASS IV  \n.C.P,  \nAND BA  \n     \n       \n     \n      \n   \n     \n       \n     \n    \n     \n       \n     \n     \n   \n$26,814.48 $27,965.04 $28,828.68 $29,522.64  \n27,965.04 28,828.68 29,522.64 30,273.84  \n28,828.68 29,522.64 30,273.84 31,019.76  \n29,527.64 30,273.84 -31,019.76 32,234.04  \n32,234.04 33,092.28  \n   \nHourty  \nCLASS | CLASS W CLASS Il CLASS IV  \nC.C. C.C.P. C.C.P.  \nPERMIT + 7OUNITS | + 100 UNITS AND BA  \n   \nI RF n  \nCiass Children’s Center Permit (C.C.P.}  \nClass I: = Chifdren’s Center Permit plus 70 semester hours of credit |  \nClass lil: Children’s Center Permit plus 100 semastar hours of credit  \nClass IM; Children's Center Permit and a Bachelor's Degree  \nSections A and D, Article X (Salaries) shatl not be applicable to Children’s Center Teachers.  \nAil other sections of Article X shail be applicable.  \n24  \n   \n   \nClass  \nCiass  \nClass  \nClass  \nABC UNIFIED SCHOOL DISTRICT  \nCHILDREN’S CENTER PERMIT TEACHERS  \n17,981  \n18,549  \n19,004  \nCLASS |  \nC.C.  \nPERMIT  \n$21,201  \n22,414  \n22,826  \n23,385  \nirements:  \nCLASS il  \nC.C.P.  \n+ 7O UNITS  \n190 Months  \nCLASS Il  \n  \n+ 70 UNITS  \nChildren’s Center Permit (C.C.P.)  \nChildren's Center Permit plus 70 semester hours of credit  \nChildren’s Center Permit plus 100 semester hours of credit  \nChildren’s Center Permit and a Bachelor’s Degree  \n1997-98 Salary Schedule  \n{184 Duty Days}  \n10 Months  \n6.5 Hour Day  \nCLASS IIl  \nC.C.P.  \n+ 100 UNITS  \n$18,549  \n13,064  \n19,465  \n19,963  \n20,736  \nCLASS ill  \nC.C.P.  \n+ 100 UNITS  \n   \nCLASS I'v  \n©.C.P.  \nAND BA  \n719,004  \n19,465  \n19,963  \n20,736  \n21,305  \nCLASS IV  \nC.C_P.  \nAND BA  \nSections 4 and D, Article X (Salaries) shall net be applicable to Canter Teachers.  \nAil other sections of Article X shall be applicable.  \n25  \nExtra Pay for Extra Service Schedule  \nJuly 1, 1997 - June 30, 1998  \nior [ n n :  \nBOYS*  \nVarsity Football $2465 Varsity Tennis . $4665  \nVarsity Football Assistant (2} 1896 Jr. Varsity Tennis 1465  \nJr. Varsity Football (2) 1890  \nsophomore Football 1755 Varsity Swimming 1890  \nSophomore Football Assistant 1605 Jr. Varsity Swimming 1605  \nFreshman Football 1605 Freshman/Sophomore Swimming 1465  \nFreshman Football Assistant 1465  \nVarsity Wrestling 2025  \nVarsity Basketball 2175 Wrestting Assistant 1605  \nJr. Varsity Basketball 1755  \nSophomore Basketball 1665 Varsity Water Polo 1755  \nFreshman Basketball 1465 Jr. Varsity Water Polo 1605  \nFreshman/Sophomore Water Polo 1465  \nVarsity Baseball 2025  \nJr. Varsity Baseball 1755 Soccer 1755  \nFrashman Baseball 1465 Soccer Assistant 1465  \nVarsity Track 2025 Galf 1465  \nTrack Assistant (2) _ 1605 Jr. Varsity Golf 1145  \nCross Country | 1605 Rifle Team Caach 800  \nVarsity Volleyball 2025  \nJr, Varsity Volleyball 1755  \nGIRLS*  \nVarsity Volleyball $2025 Jr. Varsity Volleyball 1755  \nVarsity Softhaill 2025 Jr. Varsity Softball 1755  \nVarsity Tennis 1665 Jr. Varsity Tannis 1465  \nVarsity Basketball 2175 | Jr. Varsity Basketball 1755  \nVarsity Badminton 1605 Jr. Varsity Badminton 1465  \nVarsity Track 2025 ar. Varsity Track 1605  \nVareny Swimming 1890 Jr. Varsity Swimming 1605  \nVarsity Soccer 1755 Jr. Varsity Soccer 1465  \nVarsity Cross Country/Track 1605  \nMiddle Schogl: Per Sport Assignment $1015.  \n* Unit Members coaching two or more high school sports per school year shall be paid a  \nStipend of $1140 at the conclusion of the second assignment.  \n(Unit members participating in C1.F. playoffs, or other unit members who have extended  \nassignments, will be paid on the basis of 10 percent for sach extra week.)  \n26  \n   \nELEMENTARY SCHOOLS  \nAssistant to Principal $2560 Camp Supervisor (2) $ 230  \nBand Director 2175 Feam Leader 1305  \nBuilding Leader 2175  \nMIDDLE SCHOOLS AND TRACY HIGH SCHOOL  \nActivities/Studant Council $1075 Brame & 1015  \nAnnual TO16 Pep Squad 1618  \nBand Diractor (Middle Schoai Only) 1015 Teen Mother Program Coordinator 1605  \nSENIOR HIGH SCHOOLS  \nAcademic $1465 Drill Team $1896  \nActivities 2765 Forensics. 2465  \nAnnus! 1605 Forensics Assistant 1465  \nAthletic Director 2765 Model United Nations 2465  \nAthletic Director Assistant 1890 Modal United Nations Assistant 1465  \nBand Director 2175 News Release 1045  \nCalifornia Cadet Director 17120 Newspaper 1605  \nClass Advisor: Pep Squad 1830  \nFreshman 570 Play 1605  \nSophomoera 685 Stage Director 1605  \n855 Spring Musical 1605  \nSanior 1135 Winter Production 735  \nDepartment Chairperson:  \n2-4 Teachers 1305  \n5-7 Teachers 1605  \n8-9 Teachers 2675  \n10-14 Teachers 2960  \n15-+ Teachers 3250  \nSPECIAL EDUCATION  \nAdapted Physical Education $2065 Special Day Class $1605  \nOsaf/Hard of Hearing 1605 Speech/Language Specialist 1605  \nResource Specialist 1605 Visually Impaired Specialist 1605  \nResource Specialist with Disabiad Vocational  \nTwoSite Assignment 2065 Education Specialist 1605  \nSpecial Education/Bilingual 2065  \naf  \nOTHER ASSIGNMENTS  \nBilingual Class Teacher + $1605 Nurse Practitioner & 340  \nHead of District Program * 3050 Resource/Specialist 1605  \n* Requires Special District Approval.  \n+ Teachers receiving Bilingual Class stipends shall net receive an additional stipend for  \nassignments listed in the \"Special Education” or “Other Assignment\" categorias.  \nGATE TEACHER  \n0-9 Students 7295 20-39 Students $495  \n10-193 Students 360 40-49 Students S65  \n20-29 Students 435  \nChildren’s Center Split Shift Differential - $76.60 per month  \nDistasteful Duty (infant and Childran’s Center} - $108.73 per month  \n28  \nHOURLY RATE PAY SCHEDULES ©  \n1297-98  \nhedul  \nsummer School/Intersession; Committee $23.52  \nWorkshops; Home Teaching; Evening High Schoo!:  \nOther Hourly Taaching.  \nAdul hool  \nAdult Education unit member shall be compensated according to the following  \nschedule:  \n19977-3938  \nstep 1 $25.73  \nstep 2 26.20  \nStep 3 (3-4 years) | 26.46  \nStep 4 (5-6 years} 26.78  \nStep 5 (7-8 years) 27.09  \nStep 6 (9-10 years) (27.46  \nStep 7 (11-12 years) Lif  \nStep 8 . {13 + years) | 27.98  \n29  \n   \nAID RE B  \nThe District shail provide contribution for health benefits to each member  \nequal to. the cost of the Kaiser Medical-Family, Dental, District Medical Eye  \nServices and United Services Life Insurance plans, Linused funds: Unit mambers who do  \nnot use the full amount of $2,484 will be paid the excess Health and Welfare monies ap)  \nto that kevel.  \nUnit members shall be entitled to purchase dependent coverage for health Insurance via  \npayroW deduction.  \nLevel _of Benefits:  \n| Unit Members Under Contract Adult School  \nWork Level of  \nProrated ta comespond with Schedule Benefits  \npercentage of contract {a 18-22 hes. 50%  \nleast 50% 2o-26 brs. G2-1/2%  \n27-31 burs. fo%  \n32-35 B7-1/2%  \nOver 35 irs. 100%  \n“AR unit members working mote than 50 percent must participate in the then applicable current  \nmedical and dental plans.  \nO.  \nAny unit member who has werked a 10-month school year shall have coverage for 12  \nmonths for which premiums have been paid. Unit members who are employed subsequent  \nto the first day of the school year and who serve one-half (1/2) or more of the duty days  \nin the first month of ernployment {September to chine) shall have insurance benefits  \ncommence on the first day of the month following the effective date at their  \nUnit members who are employed subsequent to the first day of the school year and who  \nServe less than one-half (1/2) of the duty days Jn the first month of employment  \n{September to June) shall have Insurance benefits commence on the first day of the  \nsecond month following the eHective date of their employment.  \nUnit members who terminate their employment pricr te the close of the school year shall  \nbe under the District's insurance programs through the fast day ef the month for which  \ninsurance premiums have been paid. Unit members who terminate during the first half of  \n€ month shall have coverage through the end of that month, Unit mambers wha terminate  \ncuring the last half of a month shall have coverage through tha end af the following month.  \nWhen both a husband and wife wha are eligible for early retirement benefits retire from the  \nDistrict, the District will only pay the premiums of ona \"head of household\" and the Spouse  \nwill be carried as a dependent, but in the event of the death of the \"head of household\"  \nthe District will coverage by promptly paying tha medical insurance premiums of  \nthe surviving spouse. The District shall continue to pay such premiums the time the  \nsurviving spouse reaches age 65 or until the expiration of seven (7) years from the date  \nthe surviving spouse retired.  \nExcept for the express provisions contained in this Contract, the District's Heatth and  \nWelfare Policy and Administrative Regulation shall coritro! the administration of health  \noO .  \n   \nand welfare benefits. The District may modify or revise ite rules and regulations governing  \nthe administration of tha Health and Welfare Benefit Pi¢gram so tong as such modifications  \nor revigians are not contrary to or inconsistent with the terms of this Contract.  \nCoverage shalt be continued for dependents of a covered unit member (if dependents do  \nnot have other coverage) for the remainder of the year fobowing the death of said member.  \nThe following are the Health and Welfare Benefits available to unit members during the  \n1997-98 school year:  \nHospite! and Migjor Medical Health Insurance _[dentification  \nBlue Cross . Point of Service  \nKaiser Permanente . “O\" Coverage  \nPacificare . High Option Medical Han tanly  \navailable for current employees  \nwho had FHP health insurance  \nthrough the District during  \nJune 1989)  \nMetlife $710,000 Group Term Life  \nEmployee Only  \n|  \nDelta District Employee and Farnily  \nsafeguard Employee and Farnily  \nVision  \nMedical Eye Services of Employee and Family  \nCalifomia (District)  \nLE Xil: ND  \nThe District shall be raspongible for providing safe warking conditions for unit members  \naccording to OSHA standards. These provisions Shall nat be subject to Articte XVI:  \nGrievance Procedures, unless the issue is not within the jurisdictian of OSHA.  \nUnd members shail be responsible for complying with all District safety standards and for  \npracticing basic safety measures.  \nTha Cistict shal maintain a management system for the monitoring of working conditions  \nand correction of unsafe, unheakhy and/or unsanitary conditions.  \nUnit members shall report existing or potentially unsafe, unhealthy and/or unsanitary  \nconditions to their immediate supervisors. Oral reports should be followad by a written  \nreport.  \nIf steps to correct the hazardous conditions have not been taken within 24 hours and the  \nthreat of potential danger remains to the unit merniber, the district shalt provide a new work  \nStation for the wait member. .  \n31  \nUnit members shall not be required to perform duties under conditions which pose an  \nimmediate threat to the safaty ‘of the unit member. {n exercising the foregoing right, unit  \nmembers shall not neglect the responsibility to provide for the safety of students.  \nUnit members, acting within the scope of their duties andilasponsibilities, may exercise the  \namount of physical control reasonably necessary to ct themselves, maintain arder,  \nprotect property, or protect the health and safety of pu  \nAll unit members’ work stations shall ba equipped with an operational two-way  \ncommunications system.  \nUnit members shail prompihy report cases of attack or gesault suffered by them in the  \nperformance of their duties to their immediate supervisot who shall promptly report the  \nSame to the appropriate law enforcement authorities.  \nThe District shail supply the folowing assistance to any unit member who has suffered  \nthreats of bodity harm tas mutually determined by administrator and unit member} or actual  \nassault:  \n1. The offending student will be removed from the classroom to an  \ncare until the retum to class has bees recommended after a hearing  \nbefore a balanced committea of teachers, administrators, and students, and with  \nthe permission of the assaulted unit member.  \n2. The District shall provide to any unit member who suffers bodily harm by an  \nindividual or group while carrying out assigned duties, reasonable  \ncooperation in the identification of any alleged assailant/s and/or witness/es and in  \nsecuring any physical evidence required by the unit member for preparation of a law  \nsuit against the assailant/s.  \nThe District will work with teachers exercising their right of classroom suspension as  \ndefined in Education Code 48910,  \nCompensation for damage to a unit member's automobilp due ta vandalism and/or theft  \nshall be paid provided that the site administrator is notified of such damage and has  \nraasonable cause to believe that the damage occurred while the unit mamber was on duty  \non District premises or on dutyiat a activity. The District shall reimburse  \nthe unit member's insurance deductible up to a maximumiof two hundred and fifty dollars  \n($250). Claims of less than fifty dollars ($50) will not be accepted. Appropriate claim  \nforms must be submitted ta the District within five (5} working days of the incident. A unit  \nmember is limited to ome (1) claim per school year.  \n1. Compensation for a unit member's equipment used In direct classroom instruction  \nwhich is damaged on or stolan fram District presses shall De paid in accordance  \nwith procedures set forth in Section K above to the follawing additional  \nrequirements:  \na. Use of instructional equiprnent must have been previously approved in  \nwriting by the site administrator, Unit members who do not receive priar  \nadministrative approval shall assume the tisk of any damage to of loss of  \ntheir instructional equipment.  \na2  \n   \nA  \nA.  \nATT:  \nb. damage te fr loss. of the instructional equipment must not have been  \ncaused by the negligence or carelessness ofa unit  \nc. The unit member must comply with any procedures established Dy the site  \nadministrator for securing and protecting the instructional  \nDefinition  \nA, transfer is the relocation of a unit member from one school Site to another school site.  \nTransters tall inte two categories:  \n1, Voluntary that are initiated at the request of a unit member, and  \n2, Involuntary transfers that are initiated by the District,  \nPosting of Vacancies  \n1, Unit members holding proper credentialing qualitications who file requests for  \ntransfer on proper District forms shall be notitied of vacancies and shall be offered  \nthe opportunity to be interviewed by the site when appropriate  \nvacancies accur. During the summer months unit members shal! bs contacted at  \ntheir jast known address.  \n2. The District shall pest all vacancy notices immediately at each wark site. These  \nnoticas shall contain a posting date and a Closing date for tiling requests for  \ntransfers which shail be at least five {5) working days after the posting date.  \n. Unit members who are interviewed and not selected.for a Vacancy May request and  \nShall be granted a conference with the Selecting: administrator to discuss the  \nreason(s).  \n4. The Unton President shail receive copies of all vacancy notices.  \nT es  \n1. Current school year; Unit members may file a request for a current school year  \ntransfer at any time during the school year. Such requests shall remain active until  \nJune 15 of the current sthoot year.  \n2. Ensuing schoal yegr: Requests for transfer far the ensuing schoo? year may be filed  \nat any time with Human Resources but shauld be on file beginning March 4 ard will  \nexpire September 30,  \n3. Voluntary transters will be effected at the beginning of a schoo! year.  \n4. Unit members shail submit: requests for transfer to their Immediate supervisor for  \nsignature ang comment. Such signature is an: acknowledgement that the  \nimmediate supervisor has been informed of the unit: desire for transfer.  \nThe immediate supervisor may not: deny 2 unit member's request for transfer.  \n33...  \nThe filing of a raquest for transfer is without prejudice to the unit member. Such  \nrequests shall not jebpardize the unit member's present position.  \nAil requests for transfer shalt 58 submitted on the proper EXstrict form to the unit  \nmember's immediate supervisor, forwarded the supervisor af the  \nsupervisor, and than forwarded to Human Resdurces.  \nAll other factors being equal, unit members will ‘he placed in vacant positians before  \nMOn-Unit members.  \nUnit members interviewed for a known vacancy will be notified when a site  \nadministrator has made a final selection. Unit. bers interviewed for a known  \nvacancy wit be notified of the date of tha final selection and that they can find out  \nthe resuits by contacting Human Resources an or after that day.  \na. Unit members who ave interviewed ang mot selected for a vacancy may  \nrequest and will be granted a conferen¢e with the selecting administrator  \nta discuss the reason(s) for the denial at the request for transfer.  \nb, If 8 nomtenured teacher is being considered aver any tenured teacher. the  \ntenured member may request a conference of tha interviewing administrator  \nand current administrator, the Superintendent and/or designee and a Union  \nrepresentative. The conference will be held within five (5} working days of  \nthe decision given to the Human Resources Assistant Superintendent and  \nthe position will remain unfilled until the: conference is held.  \n9. individual unit members may initiate an exchange of site assignments fer the  \nfollowing scheol year, providing there is agreement with the involved site  \nadministrators. At the conclusion of the year, if all parties agree, the  \nexchange of assignment shail become the current assignment of the exchanged  \nteachers.  \n¥olu T fers  \nInvoluntary transfers may be made for any of the following reasons:  \na. To resolve any credentialing problem to a unit member's  \nauthorization for service.  \nkb. To decrease the number of unit members: in a school because the school is  \noverstaffed in accordance with Article |:: Class Size.  \nc. To decrease the number of unit members in @ school because of reduced  \nenrollment.  \nd, To balance a school staff in accordance with the District’s Affirmative  \nAction Program. Upon sequest, affected unit members will be issued by the  \nDistrict a full written account of the site's/program’s staffing balance in  \nterms of ethnicity and sax. :  \n-° Jo meet changes in curriculum feeds. such as addition, deletion, or  \n| modificatian af programs and/or specific requirements.  \n34:  \n   \nf. To carry out a, site/program supervisor's fecommendation that the transfer  \nof 4 unit member will Gkely result in a mare Satisfactory jevel of service by  \nthe unit member.  \n{1} Procedure to be followed in etfecting such a transfer,  \nta} The unit member's immpdiate supervisor shad state in  \nwriting his/her concer over the unit member's service.  \nib} The unit member will be given ninety (90) calendar days to  \nimprove his/her service: in accordance with mutually  \nestablished objectives as. agreed upon by the unit member  \nand site administrator, if it is impossible for the unit  \nmember and the site adnalnistrator to arrive at mutually  \nestablished objectives, the site administrator shall set those  \nObjectives and the unit mémber shall have a right to sign a  \nStatement that he/she disagreas with those objectives and  \nShall also have the right tp. attach his/her statement to the  \nadministrative standards form,  \n{c) Hf at the end of the ninety (90) calendar day period, the unit  \nmember has not met the criteria as established in item {b)  \nthe immediate supervisor nay proceed with the request for  \nan involuntary transfer.  \ng. To deal with an extraordinary situation in which the Superintendent  \nconcludes that.failure to act will have a deleterious effect on the schools or  \nstudents therepf and the transfer of the ‘unit member will be in the best  \ninterest of the District.  \nVoluntary transfers will be given consideration friar to involuntary transfers for  \nreasons D.1.b, c, d, and e.  \nCriteria to be considered in carrying out involuntary transfers D.1.b, c, d, and e.  \na. The certification qualifications of the unit member.  \nb. The senianty status of the unit mernber with the District. The unit member  \nwith the least seniority will be transferred unless there is good reason for  \nbypassing such unit member. Such reasons incdudea the maintenance of a  \nwell-balanced staff in terms of race, ethnicity, sex, subject qualifications,  \nand in extraordinary circumstances, age.  \nUnit members may only be involuntarily transferred for reasons D.1. b, c, d, @, and  \nf once every three {3} schoo! years.  \nSite administrators shall notify unit members when they are being considered for  \nar involuntary transfer. The site administrator shall meet with the unit member ta  \ndiscuss the reasons for considering that unit menhber for an involuntary transfer.  \nAt least three days prior to the initiation of any involuntary transfer ather than  \nthose initiated for reasons, site administrators. Shall notify their entire  \nstaff of the need for such a teansfer in order the avaitability of any  \n35  \nother unit member willing to volunteer to transfer in. place of the affected unit  \nra  \n7. Unit members who are affected by district initiated j  \n| ct érs will be given the  \nOpportunity to apaly for any vacant positions in the District. 3  \n8. All unit members transferring because of reasons ¢, d, and f (voluntary  \nor mvaluntary) wil be considered ‘an involuntary transfer.  \n    \n1.  Resourca specialists and Special day class teachers may be assigned by the District  \n&S needs arise. The District shall determine their sites and assignments with due  \nconsideration for individual  \n2. in the event that a special day or resource specialist class clases with no available  \nvacancies, the unassigned unit member may exercise seniority in the particular  \nProgram to displace the jeast senior resource specialist or special day class teacher  \n{for other resource specialist or special day class teacher who voluntarily chooses  \nretum to the regular classroom) in accordance with the following procedures:  \na. Prior to any displacement, the District shail actively seek volunteers willing  \nto retum to the regular classroom,  \nb. if the Superintendent or designee determines that displacement of the least  \nSenior resource specialist ar special day class teacher in the program would  \nresuk in an unbalanced staff in terms of race, ethnichy, sex, subject  \nqualifications and in extraordinary Circumstances, age, then the next least  \nsenior resource specialist or special day class teacher shall be displaced.  \nc. Hf the Superintendent or designee determines that displacement of the least  \nSenior resource specialist or special day class teacher would adversely  \naffect special program needs (e.g., bilingual, co-curricular), then the next  \nleast senior resource specialist or special day class teacher shail be  \ndisplaced.  \nd. Upon request, a displaced unit member shall receive a ful! verbal account  \nof the reasons for his/her displacement.  \nJ. Seniority for these purposes Js based on the number of years of service in a  \nParticular program, and does not affect a resource or special day class  \nteacher's District seniority for purposes of layoff,  \nAssignments  \n1. 4 unit member will be given notice of class/site assignment for the ensuing school  \nyear ptior te the close of school in June. The District shall immediately notify the  \naffacted unit member during the summer at his/her last known address of any  \nchangé in assignment. |  \n2. The District shall make every effort to rotate equitably the assignment of teachers  \n_ ‘to combination classes, |  \n36  \nThe District shail make every effort to schedule no m  \nore than t 2  \nchangas during the day for each Secondary unit member, me GY room  \nion for i  \nNew assignment; Unit members who are transferred during the schoo! year will be  \n2S MUCH notice as possible. Unit members Who are transferred during the  \nSchool year will be alowed no more than five (5} days or no more than twenty (20)  \npaid hours of preparation time Prias to the effective date of the transfer. Unit  \nmembers involuntarily transferred at the 6nd of the school year will be allowed no  \nmore than twenty (20) hours af paid time to move materials. The Cistrict will  \nprovide assistance in moving the unit member's materials to the new werk location.  \nReassignment: if a unit member is required to teach a new or different subject  \nMatter involving a new preparation at the current site during the school year, s/he  \nshalt be given two (2) pupil-free days for Preparation, H a change in assignment is  \nSolely an addition of subjects currentty being taught, no pupil-free days will be  \ngiven.  \n   \n   \nThe District agrees that a unit member may apply for reduced-services as described  \nin Education Code Sections 44922, 22724, and $951 6 with full-time contribution  \nto the State Teachers’ Retirement System when the unit member comptes with the  \nfollowing:  \na Fhe unit member must have reached age 55 but must be less than age 65  \nbefore the beginning of the reduced-time employment work year,  \nb The unit member must have accrued not less than ten (10) years of STRS  \nbefore accepting the reduced-time employment.  \nUnit members may not participate in the reduced-service employment plan for a  \ngreater than five {5} years and may NOt participate in the plan after age 65.  \nUnit members who have participated in the reduced-services employment plan shall  \nnot participate in the early retirement incentive program,  \nReduced-services employment shall be the equivalent of one-half of the number of  \ndays of service requited by the unit mernber'’s contract of employment during the  \nfinal yaar of service in 2 full-time position. .  \nThe unit member shall be paid a salary which is the prorvata share of the salary that  \nwould have been gamed had the unit member nat elected to exercise the option of  \nreduced-services employment.  \nai  \n6. ‘The and shall contribute amounts ta-the State  \nTeachers’ Retirement system 8s determined by state statute.  \nf. The District will continue to pay the full: premiums for a BNnIt member on  \nreduced-services employment to participate in the Oistict’s Health and Welfare  \nBenefit Program.  \né, Procedure  \na. The unit member shail tile an application for reduced services employment  \nwith immediate supervisor,  \nb. The immediate supervisor shalt review and recommend appropriate action  \nand forward the application to the appropriate director/division nead.  \nc. The director/division head shall review and recommend appropriate action  \nand forward the appfication to Human Resources.  \nd. The Assistant Superintendemt-Human Resources or designee shall review  \nthe request and take appropriate action. if approved, the item will be  \ncarmied to the Board of Education for action.  \né. The unit member shall be notified by Human Resources as to the official  \ndisposition of the unit member's application within two (2) working days of  \nthe Board meeting.  \n9. A unit member may only return to full-time employment at the sole discretion of the  \nDistrict.  \n8. in Work Schedule  \n1. A unit member, at the sole discretion of the district, shall have the option of  \nreducing his/her work schedule.  \nReduced work schedule employment shall be 2 proportional equivalent of  \nthe number of days or time of service required by the unit members’  \ncalendar of the current year. -  \nb. The unit member shal be paid a salary which is the prorata share of the  \nsalary that would have been earned had the unit member not elected to  \nexercise the option of reduction in work schedute.  \nc. Procedure  \n1} . The unit member shail fila an application for reduction in work  \nschedule with his/her immediate supervisor.  \n2} The immediate supervisor shall review and recommend aporopriate  \naction «and forward the application to the appropriate  \ndirector/divisian head.  \n38°  \n   \n3} The ditector/division head shall raview a  \n. nd recommend appropriate  \naction and forward the application to Human Resources,  \na} The Assistant Superintendent-Human Resources or designee shall  \nreview the request and take appropriate action, if approved, the  \nitem wilf be carried to the Board of Education for action,  \n5} The unit member shall be notified by Hurnan Resources és to the  \nofficial disposition of the unit member's application within two (2)  \nworking days of the Board meeting.  \nTwo unit members, at the soie discretion of the district, shall have the option to  \nshare one full job responsibility provided that:  \nb.  \nBoth unit members:are willing to work together as a team.  \nThe professional duties can be divided.  \nBoth unit members adhere to similar teaching philesophies and aiscipline  \ncodes.  \nBeth unit members agree to provide and establish Stability in the learning  \nenvironment for students.  \nThe job sharing work schedule shall be a propartional equivaient of the  \nnumber of days or time of service required by the unit members’ calendar  \nof the current year.  \nThe unit member shal! be paid a salary which is the prorata share of the  \nSalary that would have been earned had the unit member not elected to  \nexercise the option af job sharing.  \nest PF; re  \n1) The unit member shall file an application for reductian in Work  \nschedule with immediate supervisor. |  \n2} The immediate supervisor shail review and recommend appropriate  \naction and forward the application to the appropriate  \ndirector/division head.  \n33 The director/division head shall and recommend appropriate  \naction and forward the application ta Human Resources.  \n4) The Assistant Superintendent-Human Resources or designee shalt  \nreview the request and take appropriate action. approved, the  \nitem will be carried to the Board of Education for action.  \n5) The unit member shall be notified by Human as to the  \nofficial disposition of the unit member's application within two  \nworking days of the Baard. meeting.  \n3g  \nSuch unit members shall receive District Health and Welfare Benefit Program  \nOn a prorated basis and shail have the option to pay the remainder of  \nthe premiums equal to full benefits.  \nA unit me + .  \nthe Diem ember may onfy return to full-time employment at the sale discretion of  \nATI R URE  \nFrequency of Evaluation: Probationary unit members shall be evaluated at least once each  \nyear, Permanent unit members shail be evaluated at least once every two years. All unit  \nmembers shall set objectives each year.  \nEvaluator: The evaluator shall be the unit member's immediate SUpearvisor and/or any other  \nmanagement amployee with knowledge of the unit member and the program, and  \nconsistent with the stated purpose of this article. A unit member shall be notified of who  \nis to be his/her evaluator by October 15.  \nEvaluators shall, by October 15, hold one or more staff meetings to review the procedures  \nfor setting objectives, techniques for assessment, and to review the evaluation calendar  \nfor the year. All statements on the evaluation shail be related to the performance of  \nassigned tasks.  \n| setting Objectives of Performance  \n1.  \nPrior to October 15 of each year, each unit member and unit member's evaluatar  \nShall meet in an initial evaluation conference to draft the mutually-determined  \nobjectives to be achieved and the techniques for assessing the achiavement of the  \nobjectives. The date of the conference will begin the period for observation and  \nfollow-up conferances which may be necessary to the evaluation process.  \nThe following sections of the Certificated Employee Evaluation Report Farm shail  \nbe completed during the initial conference:  \na. Mutually established objectives for (expected) student progress.  \nb. established adjunct duties to be evaluated.  \nc. Mutual agreement on proper control/environment,  \nd. Administrative means (actions) to halp the employee further achieve the  \n\" mutually established objectives and standards.  \n@. Area(s} of instructional strategies (specific, instructional techniques will not  \nbe mandated by the supervisor).  \n¥, The adherence to curriculum objectives,  \nThe objectives established shall be based upon the unit member's eclectic approach  \nto instructional methodology and shalt be subject to review at any time during the  \nechool year by either the unit member or the supervisor. Nothing herein shall  \n40  \n   \nprectude the evaluator or from Proposing and/or requifing additional  \nobjectives subsequent to initial €valuation conference.  \nThe techniques io ba used for @5sessing the achievement of the  \nmutuaily-determined objectives shal! be listed on the Certificated Employee  \nEvatuation Report Form for area to be evaluated.  \nA good-faith effort will be made to reach mutual on the  \nabove-mentioned objectives, duties. techniques, and processes.  \nthe objectives or assessment methods, the evaluator shall determine the abjectives  \nand assessment methods. the unit member may note for the record and attach to  \nthe evaluation report form his os- her disagreement with ‘the objectives and  \nassessment methods, fH this is not Satisfactory, the unit member, with the Union  \nPresident, may then confer with the Assistant Superintendent-Human Resources  \nbefore a final determination is mada.  \n1.  \n2.  \na  \nThe evaluator shall monitor Such activities of the unit member as he/she deems  \nnecessary to evaluate the unit member's Progress toward meeting the objectives  \nestablished in the Certificated Employee Evaluation Report. This monitoring phase  \nshall incfude such observations as the evéluator feels necessary ang such  \nconferences as either the evaluator or the unit member feels necessary. The initial  \nobservation shall take place by February 15 of each schoo! year.  \nHf the evaluator indicates to a unit member that imprevernent is needed or required  \nin meeting the mutually determined objectives, a conference wili be held to  \ndetermine the following:  \na. areas where improvement is needed:  \nb. Specific suggestions for improvement;  \nc. additional resources that may Be utilized by and provided for the unit  \nmember to assist with improvement:  \nd. the evaluator’s role in assisting the unit member in improving, including the  \nprovision of 2 demonstration lesson except when impossibte:  \neB. techniques that will be used by the evaluator in Measuring improvement:  \nand .  \nf, the time schedule to be used by the evaluator in future monitoring.  \nThe site administrator and the unit Member shail make a good faith effort to take  \nsuch remedial action as is Necessary to correct any deficiencies in the unit  \nmember's performance as cited-in any evaluation.  \n41  \n. Except for serious misconduct, such remediation shall include the following steps:  \na, informal oral notification of a problem follawed by a reasonable period of  \nremediation.  \nb, Infornal written notification Signed by both administrator and unit member  \nand followed by a reasonable Period of remediation.  \nC. ‘Formal written notificatian which may be placed in the writ member's  \npersannel file, |  \nNo jater than May 15 of the school Year in which the evaluation takes Place, a  \nwritten copy of the evaluation shall be Presented to the unit member. If the  \npossibility exists that a unit member may receive a less than satisfactory  \nevaluation, that unit member shall be conferenced by April 15,  \nBy the end of the school year, a confarence will be held between the unit member  \nand the unit member's evaluator to discuss the written evaluation.  \nAt the tinal conference each objective will be checked as MOQ (meets objectives),  \nNI improvement) or DNMO (Does not meet objectives). if NI (needs  \nimprovement} or DNMO (Does not meet objectives) is checked, the evaluator will  \nexplain under the section(s) for commendations and recommendations.  \n4 unit member shall have a period of ten (10) days following the final conferance  \nt@ prepare and submit a written reaction in response to the evaluation. Such  \nFesponse will became a pemmanent attachment to the evaluation and be placed in  \nthe unit member's personnel file.  \nDerogatory information or alegations shall be included as a part of the evaluation process  \nonly if the completion of the folowing steps verifies the  \n1.  \nThe evaluator has notified the unit member in writing of the allegation within  \ntwanty (20) days of the aHeged event or when the evaluator could reasonably be  \nexpecied to know of the event which gave rise to the allegation.  \nThe unit member has been notified in writing of the allegation, and such  \nallegation(s) shall be signed by the complainant.  \nThe unit member has been afforded an opportunity to meet with and question the  \noF persons making the allegation. The allegation{s) shall not be included in  \nthe unit personnel file if the refuses to attend the meeting.  \nThe alleging party has heen apprised of constraints under which derogatory  \nmaterial may be placed in a unit.member’s file and the allegation has not been  \nwithdrawn.  \nThe unit member has had the opportunity to have his/her written response to the  \nallegation incluced in the file.  \n42  \n   \n   \nolen member's performance shall not be Prédicated upon lawful  \n- personal activities which have no impact on f  \neffectiveness as an employee. me en memver’s  \nArticle (Article XV} shall not apply to nan-status Adult Schoo!  \n7. i te hn  \nNothing in this article shall be construed to allow for any interpretation, application. or  \nalleged violation with ragard te the Substance, objectives, assessment techniques, or  \ncritena determined by the Certificatad Employee Evaluation Report Form: nor shall it be  \nconstrued to contest the judgment of the evaluator about the degree of success in an  \naccomplishment of arn objective; any grievance shall be limited to a claim that the  \nevaluation procedures in Anicla XV have been violated or that there has been an  \nunreasonable application of the procedures.  \nP L FILE  \nMaterials in personnel files {distriet and site) of unit members which May Serve as a basis  \nfor affecting the status of their employment shall be made available for inspection by the  \nParson involved.  \nThe personnel files shall contain the evaluations of the unit member's performance and any  \nattachments as provided for in this  \ninformation of a derogatory nature shall not be placed in a unit member's permanent  \npersonnel file until such information is substantiated by the District and the unit member  \ni$ supplied with a copy and has had an Opportunity to respond in writing to the material  \nand such response is attached ta such statements.  \n1. A unit member may inspect materials in his/her personnel file at a time mutually  \nconvenient to the unit member and the Director(s) charged with maintaining the  \nfile. Such inspection shall nat occur at a time the unit member is required to render  \nservice to the District.  \n2. A unit member may be accompanied by his/her Fapresentative at such time as  \nhe/she Is given an opportunity to review the matenal in hisfher personnel file,  \nll: EVANGE PROCED  \n¥. A gfievance is an allegation that there has been a violation, risinterpretation, or  \nmisapplication of the specific provisions of this Contract.  \ni. A grievant may be any party covered by the terms of this Contract.  \na. #4. day is a day in which the District office is open for business except that when  \n4 grievance is filed subsequent to May 1 and orior to the end of the school year,  \nthe time limits shall be regarded as calendar days. Any time lirnit affected by the  \nWinter holidays or Spring vacation shall be extended by five (5) days.  \n43  \n4, whe immediate Supervisor is ihe supervising administrator having immediate  \nover the grievant who has Been designated by the District to adjust  \n  \n  \nAll documents, communications, and records dealing with the processing of the  \ngrievance shall be filed from the personnel files of the participants.  \n2, No reprisals of any kind shall be taken by any member or representative of the  \nDistrict against a grievant or other Participants who assisted the grievant nor shall  \nany reprisals of any kind be taken by the Union against the District, any District  \nemployee, or any participant in the grievance Procedure By reason of such  \nPanicipation or dacisions.  \n3 Nothing contained in this Article shalt be construed as authorizing the Union 10  \nParticipate in a grievance brought by a unit member unless at the grievant's  \nrequest, except that no grevance shall be considered settled without the Union  \nhaving been given a copy of the proposed resolution and having had an opportunity  \nto respond.  \n4, Union grievances shall be filed with the Assistant Superintendent-Human Resources  \nOf designee.  \n5. Fhe grievant may be represented by Union representatives at all meetings and  \nhearings above the informal level after the unit member has notified the unit  \nmember's immediate supervisor of the grievance.  \nG. The time limits specified herein may be extended by mutual agreement of the  \nparties.  \nTa A copy of all grievance forms shall be filad with the Assistant Superintendent-  \nHuman Aesources or designee and the Union President.  \nB. individual personnel documents introduced as evidence shatl be restricted to those  \ncontained in the Distict Human Resources Office.  \n9. The District wilf provide release time for the grievant, Union representatives, and  \nDistri¢t-ernpfoyed witnesses whenever the District agrees to a conference or  \nmeeting conceming any part of the grievance process, including the arbitratian  \nhearing.  \nint evel  \nBefore filing a formal written grievance, the grievant shall notify the immediate supervisar  \nof the grievance, The grievant may participate in an informal conference with the site  \nadministratar with the object of resolving the matter informally.  \n44  \n   \nD. . Formal Level  \nLevert  \nlf the informal conference has not rasulted in @ Settlement, the grievant may file a  \nformal grievance,  \na. A formal grievance must be filed on the appropriate District form with the  \nimmediate supervisor within twenty (20) days after the OCCUITENCE or act  \nof omission giving rise to the grievance or when the Qrievant could  \nreasonably be axpected to know of the event which gives rise to the  \n  \nb. The immediate supervisor shall communicate his/her response to the unit  \nmember in writing within ten (10) days after receiving the grievance, H the  \nSupervisor does not respond within the time limits, the grievant may appeal  \nto the next level.  \nc. Within the above time limits, either party may request a personal  \nconference with the other party and Union representatives may be present  \nat such 4 conference.  \n2. It:  \na. lf the grievance is not resoived at Level I, the grievant may appeal the  \nresponse on the appropriate District form to the Superintendent (or  \ndesignee} within ten {10} days of receipt of the Leval | response.  \nb. A conference shail be held at the request of either the grievant or the  \nSuperintendent (or designee) within six (63 days of receipt of the appeal.  \nThe Superintendent {or designee) shail communicate his/her response to the  \ngrievant and the immediate supervisor of the grievant in writing within ten  \n(10) days after receiving the appeal.  \nd. If the Superintendent for designee) does nat raspand within the above time  \nlunits, the grievant may appeal to the next level,  \n2. Level Il:  \na. {f the grievance is not resolved at formal Level Il, the may request  \nthat the Union submit the grievance to arbitration. The grievant shall make  \nsuch tequest within ten (410) days after receiving the Level || decision. The  \nUnion shall notify the Superintendent-in writing .within ten (10) days after  \nreceipt of the request from the grievant that the ‘grievance has been  \nsubmitted for arbitration.  \nD. The Union and the District shall attempt to agree upon an arbitrator. I no  \nagreement can de reached within five. {5} days, they shalt request that the  \nAmerican Arbitration Association's setection Procedures be initiated.  \n45  \n   \nAR  \nc. Tha fees and expenses of the arbitrator shall be bome :  \nne equally by the  \nDistrict and the Union, Ail other expenses shall be born b  \nincurring them. * mae by ane party  \nIt shalt be the function of the arbitrator to make an award that will resolve  \nthe grievance. The arbitrator shall G8 subject to the following limitations:  \nT) The arbitrator shall have no power to add to, subtract from,  \ndistegard, alter, ar mod#y any of the terms of this Contract,  \nZ} The arbitrator shalt have no power to establish the structure of the  \nSalary  \n3} ‘it necessary, the arbitrator, by referring to the written grievance and  \nanswers thereto at each previaus Step, shall determine whether a  \ngnevance exists.  \n4} After a haaring, the arbitrator shalt submit, in writing, to ail parties  \nhis/her findings in an award that will be final and binding on the  \nParties.  \n2. The arbitrator may hear and determine only one grievance at a time unless  \ntha District and the Union agree otherwise. However, both parties will in  \ngood faith endeavor to handle in an expeditious and convenient manner  \ncases which involve the same or similar facts and issues.  \nt. The parties may mutually agree to utilize expedited arbitration procedures.  \ng. Either party may request a reporter to record the entire arbitration hearing.  \nThe cost of service and the expense of such réport shall be paid by the  \nParty requesting the report or shared by the parties if both Mutually agree.  \nLT FL  \nA. Unit members employed in the Adult Education Program shall be covered by the Articles  \nof this Contract unless exempted in this Article.  \nB. Definitions  \n1.  \nFull- A Edu ni mn  \nThirty-six (36) hours per week shall be considered a full-time assignment in the  \nAduit Education Program. Hours assigned aver 36 will be considered an extra-pay  \nassignment. :  \n   \nAny person. who is teach Adult Education classes for more than 60  \npercent of the hours per week considered a full-time assignment in Adult Education  \nShall be classified as a status adult education unit member.  \n46  \n   \n   \n   \nAny person who is enployed to teach Adult Education cta  \n| $ses for not more than  \n60 percent of the hours per week considered a full-time assignment in  \nEducation shall he classified as a non-status Adult Education unit member.  \nA, Status Adult Education unit member will attain permanency with the District by  \nteaching a minimum of 75 Percent of the regular aduft school Year per year for two  \n{2} consecutive years.  \na. The permanency hours of an Adult Education unit member shall be based  \nOn sérvica which is equivalent to the average number of hours Per week  \nwhich the unit member served during his/her probationary years.  \nb, Permanency shall not be attained for more than 36 hours per week.  \n{1} Adult Education unit members who have attained permanency at a  \nlevel below 36 hours and are subsequently increased in hours may  \nhave their permanency increased Pursuant to an average of the  \nthree (3) years of most recent experience.  \nCc. Unit members with permanancy in the regular day school who become  \neligible for permanency in the Adult Education Program shall at the time of  \nbaing eligible elect whether thew will be with the regutar day  \nschool or Adult Education.  \nPosting of Adult Eduestion Vacencias  \nThe District will post status Adult Education vacanties and Non-status Adult  \nEducation vacancies which have 4 minimum of eighteen (19) hours in the same  \nManner in which regular school are posted.  \nStatus Adult Education vacancies and mon-Status Adult Educatian  \nvacancies which have a minimum of eighteen (19) hours shail contain a posting  \ndate and a date at least six {6} days after the posting date.  \nStatus Adult Education vacancies and non-Status Adult Education vacancies which  \nhave & minimum of eighteen (18) hours which octw and will be filled during the  \nschool year will be posted and distributed through distribution channets.  \nMon-status Adult Education unit members and status Adult Education unit members  \nworking jess than 36 hours who wish ta their number of ‘teaching hours  \nshal file a letter of interest on a District request form submitted to the District  \nHuman Aesources Office,  \na. | Ail factors being equal, first consideration (not offer of employment} will be  \ngiven to increasing the hours of currently employed non-status Adult  \nEducation unit members in filing vacancies,  \n47  \nb. Upon request, currently employed and status Adult Education  \nunit members not selected may request a conference with the  \nSuperintendent and/or designee, Adult Schgol administrater, and a Union  \nrepresentative, The conference will ba held within five (5) working days of  \n‘the decision givan to the Assistant Superintendent, Human Resources  \nand/or designee.  \nc. Both a. and b. above also apply to Adult School Summer School hiring.  \n@. ABCFT and District will work jointly to develop  \nterminology that is mutually acceptable to delineate the  \nfactors which would be considerad prior to offers of employment, including  \nseniority as a tie-break, all factors being considered first.  \nNotification of Assian  \nAll Adult Education unit members shall be given notice by their immediate supervisors of  \ntentative class assignments for the next ensuing fall semester prior to the close of the  \nprecading spring semester. Notification of changes in class assignments for the spring  \nsemester will be given two (2) weeks prior to end of the fail semester. All unit members  \nwill be given notification of reduction and/or elimination of hours no less than one (1) week  \nbefore such a change takes place, whenever administratively practicable.  \nBick Leaves.  \nAdutt Education unit members shall be credited with one (f} hour of sick leave for every  \n18 hours of contracted service on an accumulated basis. A separate hourly sick  \nieave bank will be established separate and apart from any other bank of days of sick leave  \nto which the unit member may be entitled.  \nPaid Holidays  \n1. status Adutt Education unit members shall be etigible for paid holidays as  \ndesignated on the Adult Education calendar if they otherwise meet the following  \nconditions:  \na. The status Adult Education unit member shall be paid for the hotiday if the  \nholiday on a day of the week that the unit member is normally  \nscheduled to render service,  \nReduction in Service  \nt. Classes will not be cancelled after midterm iquarter, semester,  \ninktersession}, except for good Procedures for cancellation of  \nGlasses during the first two (2) class meetings will follow the Procedures as  \noutlined in Appendix A, with the option to extend classes at district discretion.  \n2. Should the average daily attendance decline or-a particular service or class be  \nreduced or discontinued, the District may reduce the service of Adutt Educatian unit  \nmembers (permanent as well as probationary). No pennanent Adult Education unit  \nmember shail be terminated or reduced while any probationary Aduk Education unit  \n48  \n   \n   \nCompetent to render.  \nThe District shall assignments and feassignments in.such'a manner that Adult  \nEducation unit mambaers who have a minimum of @n eighteen (18) hour assignment  \nshall be retained to rendar any service which their Semority and qualifications  \n. them to render,  \nExperience Cradit  \nStatus Adult Education unit members who serve 75 Percent Gr More of the total hours of  \ntheir assignment in Adult Education in a given school Year shall be given a year of  \nexpenence credit on the unit members’ Salary schedule,  \nEvaluation  \n1, The performance evaluation of status Adult Education unit members shall foltow  \nthe procedures in Article XV: Evaluation Procedures.  \n2. All non-status Adult Education instructors may be evaluated,  \nJ, Representatives of ABCFT and the District will work jointly to develop an  \nevaluation too! and timelines io address the unique needs of the  \nEducation wnit members.  \nHealth and Welfare Benefits  \nSee Article Xi: Health and Welfare Benefits.  \nAdult Education Calendar  \n1.  \nAn Adult School calendar, axckading Summer School, will be defined for alf unit  \nmembers in Aduit Education. These calendars will be issued by June 1 of each  \nyear, will be tentative and such modifications, as needed, will be made no Ister  \nthan September 1.  \nDuring tha week preceding the beginning of the Adult Education fall Semesier,  \nStatus Adult Education unit members assigned to the Computer Training Center  \nand English as a Second Language programs will be. scheduled for a minimum of  \nfourteen (14) hours preparation/orientation of which a maximum of seven (7) hours  \nmay be scheduled for general staff meetings by the Adult School administration,  \nSchool administrators may at their discretion schedule the 14 hours of  \nonentation/preparation other. than during the week preceding the fall semester  \nwhen it is of benatit to the Adult Education program. and mutually agreed upon by  \nthe majority of affected unit members and the Adult Schoo! administration, Status  \nand non-status unit members not covered by the preceding paragraphs may be  \non a voluntary basis and will be paid for orientation. Time,  \ndate, and duration will ba at the discretian of the Adult School administration, All  \nunit members not in attendance will be given a written record of essential  \ninformation.  \n49  \nries Ia eet  \n3. On the last afternoon of Scheduled instruction for the fall and Spring semesters,  \nStatus Aduk Education instructors assigned to Computer Training Center and  \nEnglish as a Second Language shail have 4 Non-instructional period. Said period  \nShall extend from 12 noon to the and of the teachers’ scheduled assignment for  \nthat location and day. Twenty-five percant of the time may be scheduled by the  \nadministrator in Charge and 75 percent of that time is to be used for evaluation,  \ngrading and other activities ralated to the close of the Semester of the opening of  \nthe next semester, Status and non-status instructors net covered by this paragraph  \nmay be so scheduled by the administrator.  \nAdutt Education Substitutes  \nAdult Education unit members, status/non-status, will be called first to be Utilized as  \nSubstitutes within the Adult Education program based on credentials and experience to  \nwhich they are assigned. Substitute hours shail not count toward achieving status, nor  \nincrease hours of status unit members. Unit Members desiring substitute hours must  \nsubmit 4 request form. Compensation shall be based on the current Adult Education hourly  \nrate of the wnit member substituting.  \nDuty Day  \n1. The duty day for Aduft Education unit members shall be the number of paid hours  \nassigned, during which time the unit member will Perform mstructional and  \nhon-insiructional duties related to their Adult Education assignment. Tha following  \nprovisions of Article VUi, Duty Day, are not applicable ta Adukt Education Unit  \nmembers: VilA 1, A.2, A.3, 4.4, 4.5, B.3, 6.6, 8.8, 8.9, 8.10, and B.12, C.  \n2. insofar as possible, the Adult Education unit members’ duty day shall consist of a  \ncontinuous assignment. Due to the unique nature of the Adult Education program,  \ntt may be necessary to establish split to meet pragram requirements.  \nPrior to the establishment of a split schedule, the responsible Adult Education  \nadministrator shall discuss atternatives and options with the unit member, Whera  \na split schedule is necessary, the following will apply unjess the unit member  \nvoluntarily agrees to the split schedule, with the understanding that a statement  \nsigned by a unit member does not waive these items:  \nA. A split schedule wil not include more than one unpaid period of time  \nexclusive of Junch, dinner, of breaks.  \nb. The unpaid period for split schedule will be a minimurn of 3-1/2 hours.  \n3. of this article 2.a. and b. do not apply to a status Adutt Education unit  \nmamber who is presently assigned to a split shift, or wing has agreed to a split shift  \nprier to the 7980-83 contract. or been employed as a. status teacher after the  \n‘fatification of the 1996-89 contract, or who works a split schedule as a result of  \nassignment in one of more programs in addition te ABC Adult Education.  \nuO  \n   \nT at anit members shall be compensated according to ithe fallowing  \nStep 7 $25.73  \nstep 2 26.20  \nStep 3 26.46  \nStep 5 26.78  \nstep 7 27,09  \nStep 9 27.46  \nstep 11 27.72  \nStep 13 27.98  \n2. Adult Education unit members employed during the winter break, soring break, or  \nSummer intersession will be entitled ta compensation at the same Adult Educazion  \nhourly rate to which the wnit member would be entitled during the regular Aduit  \nEducation school year,  \nJ. Aduht Education unit members Shalt be entitled to one Sep advancement per year  \nfor each year of continuous service. The year of service must be equivalent to 75  \npercent of the weeks of the adopted Adult School calendar for the regular school  \nyear.  \nP. Retireraent  \n1, status Adult Educatian teachers will have the same benefits as tha  \nelementary and secondary teachers in the District.  \n2, The Oistrict agrees that Status Adult Education unit members will be  \neligible to receive the benefits as outlined in Board Policy Early  \nRetirement Incentive Program.  \nE : LEAVES OF ENCE  \nA leave of absence is an authorization for a unit member to be absent from duty for an approved  \npurpose and generally for a specific period of time.  \nWith the exception of any unpaid leave (see Article XLX, Section F}, a leave protects the unit  \nmember by holding a place for such unit Member in the District until the jeave expires, with the  \nright to return to the assignment he/she Vacated ai the conclusign of the leave, providing such an  \nassignment is a part of the site’s curricular program. ff not, the unit member shall be reassigned  \nby the District ta an assignment similar to the one held at. the time leave was granted.  \nUnit members may request leavas of absence in accordance with the leave provisions.  \n51  \ntO Oo si oh OT f 69 Ao  \nnce - Ge [  \ne h  \nHereavernent (page 60}  \nserious/Critical Farnily illness {page 60)  \niiiness or Accident (Sick Leave) {page 62}  \nPersonal Necessity {page 63).  \nIndustrial Accident and Winess {Coordinated Pay) (page 64)  \nJudicial (Coordinated Pay} (page 65}  \nMatemity (page 66)  \nsabbatical (Half Pay) (page 67}  \nVacation for Child Development Program (page 72)  \nB. Leaves of Absence (Without Pay}.  \nSPN oO wh  \nChild Care (page 73)  \nGraduate Study {page 73)  \nHealth (after exhaustion of all sick leave benefits) 74)  \nPeace Corps (page 74}  \nPersonal (page 75)  \nRest and Recuperation (page 75)  \nTeaching Overseas or in a Foreign Country {page 76)  \nTrave? (page 76}  \nLinautherized (page 77)  \nC. Leaves of Absence (Miscellaneous)  \nt.  \nZ.  \nAttendance Incentive Progeam {page 77}  \nSick Leave Bank {page 78)  \nite On Paid Leav f Fi  \nUnit members on approved paid leaves of absence will have the leave time count  \ntoward sick leave, step advancement, and eligibility for other leaves except that  \nwhile on sabbatical laave unit members shall not eam sick leave benefits.  \nUnit mambers on approved paid leaves of absence shall not be considered to have  \n@ break in service for purposes of participating in the Health and Welfare Benefits  \nprovided in Article XI with District paid premiums.  \nE. Benefits Whie On Leaves OF Absence  \n1.  \nUnit members on approved unpaid feaves of absence shall not have the leave time  \ncount toward sick leave, step advancement, or eligibility for other leaves. Unit  \nmembers on Peace Comps and Teaching Overseas léaves who otherwise meet  \neligibility requirements will have the Jeave time count toward step advancement.  \nUnit members on approved unpaid leaves of absence will be eligible to participate  \nin the health and welfare benefits of Article XI provided the unit member pays the  \nfull cost of premiums for self and for family members, if applicable. To remain  \neligible for participation, the employee shail remit the full monthly premium to the  \nD2  \n   \n   \nCistrict one {1} month in advance of the month of the benefit coverage. Unit  \nmembers who fail to remit.the 35 provided above may be deemed to be  \nIneligible for further Participation in the benefit Program. Continuation of such  \nParticipation shall be subject to the underwriting rules of the Insurance  \na. if a unit member serves one-half ¢1/2) er more of the duty days in a month  \nin which an approved unpaid leave ‘begins, the District will make its regular  \ncontribution to the unit member's health and welfare benefit coverage at  \nthe first of tha month foliowing the start of the leave, Thereafter, the unit  \nmember may participate under the Conditions enumerated in D.2. above,  \nb. if @ unit serves less than one-Ratf (1/2) the duty days in a month  \nin which aa approved unpaid leave begins, the unit member will be  \nresponsible for the full arnount of any monthly premiums to be paid at the  \nfirst of the month following the start of the leave.  \nUnit members on unpaid leaves of absence who render service for 75 percent or more of  \nthe required time of service in a given school year will have the Year count toward step  \nincrement) advancement on ihe Salary Schedule.  \nUnit members returning from unpaid leave shall be entitled to return to an assignment  \nsimilar to the one held at the time leave was granted. If an assignment still exists, then  \nthe unit member returning fram Jeave will be reassigned to the same schoo! and  \nassignment from which the leave was granted. If not, the unit member shall be reassigned —  \nby the District.  \nRequests to retum to service prior to the expiration date of an approved leave will be  \nconsidered on the basis of District needs. The District shall not be under any obligation  \nto permit an return from leave.  \nH a unit member fails to report for duty at the expiration of an approved leave without just  \ncause, this shall be considered sufficient cause for dismissal. At the time the leave is  \ngranted the District will give written notification to unit members of this leave condition.  \nWhile on an uapaid leave of absence or unauthorized leave, unit members shall riot be  \neligible to benefit from any paid leave of absence provided by this article except at the  \ndiscretion of the District,  \nUnpaid leaves shall not be extended EXCept at the discretion of the District. Unit members  \nshail return to work at the expiration of an approved leave or shall resign from the District.  \nest P il aw A  \n1.. Unit members who need to take a leave of absence for Bereavement, Critical Family  \nIiness, industrial Accident or lilness, Iliness or Accident, or Personal Necessity shail  \nnotify their immediate supervisor as soon as possible after the need becomes  \nknown,  \na. Unit members, excluding Adult School, who do Not know that they will  \nneed ta be absent until after 4:30 p.m. af the day preceding their absence  \nshall notify the District Hurnan Resources Office by calling the District's  \n53  \n“Electronic Secretary” at jeast one and one-half (1-1/2) hours — ta the  \nscheduied reporting time for the day of the emergency absence.  \n1} As S00n as a unit member's work tocation is open for business, the  \nunt member shall, if conditions permit, phone and give the  \ninformation:  \na} More details of length and reason for absence.  \nb} Assignments for classes and helpful suggestions for the  \nsubstitute.  \nch of grade book, seating chart, and lasson plans. If  \n_ hot at school, the grade book and lesson plans should be  \nsent ta school.  \n2, Unit members who need to take leave of absence for Judicial of Maternity shall  \nsubmit a request for such /eave on the proper District form to the Human Resources  \nOffice through their immediate superviscr.  \na. Requests for Maternity eaves shall be made at least two {2} months prior  \nto the commencement of such leaves.  \nb, Requests for Judicial Jeaves shail be made as soon as possible after a unit  \nmember receivas a Court to appear.  \na. Unit members who wish to request a Sabbatical leave of absence shall comply with  \nSection BD. of the Sabbatical leave.  \n4, Unit members paid leaves of absence shall provide the  \ninformation if support of their raquest for such leave.  \na. Industria l Accident or iliness: A copy of any statement relating  \nto the accident or ilmess; and an Employer's Report of Occupational Injury  \nor illness.  \nb. Judicial: Official notification to appear for jury duty or answer a subpoena  \na5 a witness in a major criminal or cial proceeding.  \nMatemity: District Matemity Leave form completed by unit member's  \nphysician. .  \nMM. Return to Service from Paid Leave of Absence  \n1. An absent unit member shall notify his/her immediate supervisor of his/her intention  \nto return to duty by 1:45 p.m. of the day preceding his/ner intended return.  \n2. H a unit member fails to notiy his/her immediate supervisor by 1:45 p.m. of the  \nday preceding his/her return, the umt member's substitute will be rehired for  \nanother day of service. if a unit member shows for service without proper  \nnatification of hisfher intentian ta return, the unit member wil not be permitted to  \nretumm to work that day.  \n54 -  \n   \n   \nUpon return to service 4 Unit member shall complete-and submit a Certification af  \nform to his/her immediate Supervisor stipulating the reason for the  \nabsence,  \nUnit members retuming to duty from illness involving Surgery, sérious illness, or  \nextended absence shall be required to present a statement verifying  \nmedical release to return to duty, including any restrictions.  \nlf the absence is due to iiness or injury and is five (5) or more days in length, the  \nmay require a siatemem from a medical doctor verifying the reason for the  \nabsence. The District May require such verification for an absence of less than five  \n(S} days if the District has reason to believe that the absence May not have been  \nused for proper leave purposes. .  \nfi id Laay b  \nUnit members who wish to request a Child Care, Graduate Studies. Health, Peace  \nCorps, Personal, Rest and Recuperation, Teaching Overseas, or Travel Jeave shall  \nsubmit a request for such leave on the proper District form to the Human Resources  \nOffice through their immediate Supervisor.  \nUnit members shall provide the follo wing information in support of their request far  \nleave. .  \na. Graduate Studias: A listing of the program of Graduate studies.  \niD. Health: Physician's statement Indicating a prognosis as to the duration of  \nor axpected time period for recovery from injury.  \nc. Peace Verification of acceptance into the Peace Corps.  \nd. Personal: A personal statement af the reason for requesting leave,  \n€. Rest and Recupergtion: Physician’s staternent verifying the need for rest  \nand recuperatian,  \nf. Teaching Overseas: Verification of to teach overseas.  \ng. Travel: Proposed travel plan.  \nto ic aid Leav Absen  \nUnit members on jeave during the first semester shall file a fetter of intent to return  \nby December 15. :  \nUnit members on a year's leave of absence or longer of a second semester leave  \nShall file a letter of intent to return by April 1.  \nFailure to notify the District by the above-mentioned dates regarding whether or not  \nthe uni member desires te return May result in termination of employment lipon  \nexpiration of the leave.  \n55  \n1, A Bereavement Leave is a Jeave granted to a unit member due to the ioss by death  \nofa person closely related by blood or and as such considered a member  \nof a unit member's “immediate family.”  \n4 “immediate family” shall be defined to include:  \nBrother {Brother-in-law!  \nDaughter (Stepdaughter, Foster Daughter, Daughter-in-law]  \nFather (Stepfather, Foster Father}  \nFather-ir-law  \nGranddaughter  \nGrandfather  \nGrandmother  \nGrandson  \nHusband  \nMother {Stepmother, Foster Mother)  \nMother-in-liaw  \nSister (Sister-in-law)  \nSon {Stepson, Faster Son, Son-in-law)  \nWite  \nOf any person fiving in the immediate household of the unit member. Extenuating  \ncircumstances (2.9., fiance/fiancee, very close friend, aunt, uncle, niece, and  \nnephew! May be approved by the Assistant Superintendent-Humen Resources or  \ndesignee,  \nThe definition herein and above shail also be interpreted to include:  \na. Official Notice in time of war that a member of the \"immediate family” 4s  \n“missing in action.”  \nb. Official notice that a deceased member of the immediate family is being  \nreturned by the armed forces for interment in this country.  \n0 on  \nt. Unit members shall ba entkied to regular salary for a maximum of three (3) days\"  \nabsence for each instance of absence due to bereavement or for a totat of five (5)  \ndays if two {2) additional days are granted for travel.  \n2. Salary payment must be authorized by the unit member's immediate Supervisor and  \nreported on the monthly time report.  \nr Fam liness of Absen ith Pay)  \nDefinition  \n1. A or Critical Farnily Leave is 3 leave granted toa unit member whose  \npresence is needed because a member of his/her \"immediate family” is seriously  \n‘Of oritically ill.  \n56  \n   \n\"Serious of Critical shall be defined as one in which the illness may Jead to  \nirreparable harm. Surgery wiil be considered as falling within the Gefinition of  \nSerious or Critical liness.™  \n2. “immediate family\" is defined to include:  \nBrother (Brother-in-law)  \nDaughter (Stepdaughter, Foster Daughter, Daughter-inlaw)  \nFather (Stepfather, Foster Father)  \nFather-in-law  \nGranddaughter  \nGrandfather  \nGrandmother  \nGrandsen  \nHusband  \nMother {Stepmother, Foster Mother}  \nMather-in-lavy  \nSister (Sister-in-law)  \nSon (Stepson, Foster Son. Son-in-law)  \nWife  \nOF any person living in the immediate of the unit merher. Extenuating  \ncircumstances {e.g., fiance/fiancee, very close friend, aunt, uncle, niece, nephew)  \nmay be approved by the Assistant superintandent-Human Resources OF designee,  \na. The unit member shall provide verification by a physician's certification that the  \nfamily illness is serious ar critical in natura if the unit member's immediate  \nSupervisor has reason to believe that the leave benefit may not have been used for  \nproper leave purposes.  \nB. Length of Leave  \nA unit member shall! be entitled to three (3) days of paid laave for Serious or Critical Farnily  \nillness during ary one (1) year. Such leave js not accumulated.  \nt. Compensation  \n1, All Status unit members shall be entitled to three (3) days of paid feave for Serious  \nor Critica! Farnily iliness any one (1) year. Such leave is not accumulated.  \na. Non-Status Adult School and Independent Study/Alternative Education  \nHourly teachers whose work schedules consist of varying hours per day ar  \ndays per week regardiess of the number of hours or days per week shalt be  \nentitled to pay far Critical Family fliness Leave at a rate equal to the amount  \neamed for an average work day within the Curent pay period. Such leave  \niS NOt accurnulated.  \na Salary payment shall be authorized by the wnit member's immediate supervisor and  \nFeparted on the monthly time report.  \noF  \n   \nick Leave) - Absence (Wi  \nDefiniti  \nSick Leave is a leave of absence grented to @ unit member because of Personal iilness or  \ninjury. .  \nLength of Laave  \n1. Unit members under a ten (10) month contract shall be dllowed ten days of  \nsick leave annually. Such leave, if unused, may Be accumulated on an unlimited  \nbasis.  \n2. Vnit members under an eleven (11) month contract shall be allowed eleven {71}  \ndays of sick annually. Such leaves, if unused. may be accumulated on an  \nunlimited basis.  \na. Unit members under a twelve (12) month contract shal be allowed twelve (12)  \ndays of sick leave annually. Such Jeaves, if unused, may be accumulated on an  \nunlimited basis.  \n4. Unit members working at an hourly rate of pay during the summer and Winter and  \nSpring intersession shail be allowed one (1) hour of sick leave for every 18 hours  \nof conivacted service on an unlimited accumulated basis. Except for Adult School  \nunit members, such hourly sick leave shall be credited in a Separate bank.  \n>. Hourly accumulated sick leave may not be used during the regular contract year Dut  \nmay be used when the unit member is serving at an hourly rate of pay during the  \nsummer ar Winter and Spring intersassions.  \n6. Unit members who teach an extra houry class and Extended Day Care teachers  \nshail be entitled to earn and use sick leave as if the extra assignment were included  \nIn the regular duty day.  \nSpecial Conditions  \n1. sick leave for the current school year, intersession, or summer school need not be  \naccrued prior to taking such leave by the unit member. Such leave may be taken  \nat any time during the current contracted time of service provided such leave does  \nnot exceed sick leave benefit entitlement.  \n2. A unit member serving part-time shall only earn sick leave and be paid sick leave  \nbenefits. in direct praportion to which the unit member's assignrnient relates to  \nfull-time service.  \n3. lf a unit member resigns, retires, or is terminated and has used more sick jeave  \nthan was eamed, the amount of pay for days used.but not eared shall be  \ndeducted from the final warrant of the unit member.  \n4, Unit members must serve 75 percent or more of the number of days in the regular  \nschool year to earn a year of credit for the of tenure. Time on sick.leave  \nshall not count as service toward acquinng with the District.  \n58  \n   \nCompensation  \n1. When a unit member is absent from histher duties because of iliness or injury,  \nwhether or not the absence arises out of of in the course of his/h  \nef emoto nt,  \nSard unit member is paid: move  \na. Full salary for that Period of his/her absence covered Dy his/her current and  \nsick leave.  \nb. Fifty percent (50%) of regular salary for 100 days after current and  \naccumuated sick leave have been expended,  \nWhen a unit member has used all of his/her current sick leave, cumulative sick  \nleave and 50 percent pay for 100 days and the employee is still unable to return  \nto service, the amployee will be placed on a Health Leave of Absence without pay.  \na. A Health Leave Without Pay initiated after 75 percent of a given schoo  \nyear has been completed, may be granted for the batance af the current  \nyear and one additional year. Extension of such leave shall be at the  \ndiscretion of the District,  \nPersonal Necessity - Leave of Absence {With Pay}  \nA.  \n   \nDefinition  \nA Personal Necessity Leave is a leave granted to a unit member for a maximum of seven  \n{7} days, when the unit member believes that his/her absence frore duty iS necessary. This  \nlaave may not be used to participate in any concerted activities.  \nLength of Leave  \n1, No more than seven (7) days of Personal Necessity Leave may be allowed in any  \nfiscal year. This leave is nonaccumutative.  \nZs The aumber of days of Personal Necessity Leave allowed shall be deducted fram  \nand may net exceed the number of full days of sick leave to which the unit member  \nES  \nJ. Personal Necessity Leave must be taken in increments of not less than -one-haif  \n(1/2) day. Adutt education unit members on hourly salary may take Personal  \nNecessity Leave in increments of not fess than 1/4 hours.  \nensstion  \n4. unit member who is absent from his/her duties because of Personal Necessity Leave shall  \nfecerve tull salary for such absence if that period dees not exceed sick leave benefits to  \nwhich the employee may be entitied.,  \n59  \nReturn to Service  \nIf the District has substantial reason to beli@ve that this teave may have been used to  \nParticipate in a concerted activity, it may require documentation of the specific reasan for  \nthe absence.  \ntrial i d Lea With P  \nDefiniti  \nAn Industrial Accident Leave is a jeave granted to 4 unit marmber for each absence because  \nof occupational iiiness or injury which arose out of and in the course of schooi district  \nemployment, and which qualifies under Worker's Compensation,  \ntil n  \n1. The injury or iiness was directly related to the performance of the unit member's  \nGuties in the District.  \n2, The Qistrict has the right to have the wnit member axamined by a physician  \ndesignated by the District to assist in determining the length of time during which  \nthe unit member wiil be temporarily unable to perform assigned duties and the  \ndegree to which a disability is to the injury involved,  \nLén i  \n1. Such leave shall commence from the first day of absence resutting fram industrial  \naccident ar illness but shall not exceed 60 working days (when the unit member  \nwould have been performing his/her duties) for ane accident, and shall not extend  \nBeyond the last day for which temporary disability indemnity is received. The  \nis reduced by one day for each day of absence resulting from the  \nindustrial accident o¢ illness, regardless of any award made under Worker's  \nCompensation laws.  \n2. The 60 days is not accumulative from year to year. In case the absence extends  \ninto the following year onty the unused amount of leave for the same Industrial  \naccident is available,  \nPayment  \n1. Before salary payments can be made, a Worker's Compensation accident report  \nmust be on file in the Business Office,  \na. Temporary disability indemnity checks shall be made out to the employee,  \nThe Cistrict, in turn, will issue appropriate salary warrants, excluding the  \namount of the temporary disability. The warrants issued by the District are  \nsubject to retirement and other authorized deductions.  \nb. During the maximum 60-day absence, the unit member shall receive full  \npay. The amount of the temporary disability check fam the Compensation  \nFund plus the warrant issued by the District shall not exceed the unit  \nmember's full salary. Such payment will not be charged against the  \n60  \nOe, oe Pi rr oe  \nVe Fee  \n   \nste ot  \n   \nJ  \nA.  \naccumulated iHness balance. [f the 60 day Maximunt is  \nexceeded, the unit member must start drawing the regular sick benefits to  \nwhich s/he may be entitled.  \nFffect on Sick Leaye  \n1.  \nTime on Industrial Accident or lilness Leave will not constitute. a. break Ini service:  \nthe first 60 days is not charged against sick leave.  \nrsixtieth Working D  \nIf the Industrial Accident or liIness Leave should extend beyond sixty wa rking days,  \nthe employee must use sick leave ta which he/she is entitled.  \nA unit member shall be entitled to use only so much of his/her accumulated or  \navailable sick leave which, when added to the compensation.  \nprovide for a full day's wage or Salary.  \nUnit members who exhaust all current and accumulated sick leave and who are  \nentiled to 50 percent sick leave pay will receive the workers’ compensation  \npayment directly from the Worker's Compensatian Fund plus the remainder of the  \n50 percent entitlement on a warrant issued by the District.  \na. Unit members shail be entitiad to only that portion of the 50 percent sick  \nleave pay which, when added to the workers‘ compensation avward,  \nprovides a total amount of pay which does not exceed full salary.  \nAfter expiration of all paid leave, a unit member who is unable to rétum to work as  \ndetermined by a licensed physician may be granted 2 personal leave without pay  \nfor a period not to exceed one year. The board may renew the personal leave for  \nan additicna! period of one year or lesser leave periods that it may provide.  \nActivities While on Leave  \n1. An Industdal Accident Leave period begins an the first day for which injury ar  \niliness ts claimed and extends through the last day for which injury or illness is  \nclaimed. if, between these two dates, a unit member initiates any new gainful  \nemployment, s/he shall be required to forfeit any injury pay received from the  \nunder this leave. . .  \nA unit member on Industrial Accident Leave shall remain within the state unless the  \nauthorizes travel outside the state.  \nen rdin  \nDefinition  \nA judicial’ duty leave is a leave granted to a unit member to serve a$ juror or answer  \nSubpoena as & witness in a major criminal ar civil proceeding when an official notification  \nsuch duty has been received. .  \n61  \nEligibuity  \nThis jeave shall net be applicable toe nonstatus Adult School teachers.  \nen of ¥  \nLeave shall be granted for the period of time directed by the court.  \ntlon  \nA unit member shal! receive his/her regular salary while on jucicial leave. Ary jury duty or  \nwitness fees received by the unit member shall be endorsed and remitted ta the District  \nother than mileage A court attendance report shall also be subrnitted at  \nthe end of each calendar month.  \nA leave of absence without pay may be granted to a certificated unit member who is  \nofficially called for jury duty. [# the jury duty is served, s/he may keep ail juror fees and  \nmileage. However, a unit member may choose to serve during his/her off-duty or varation  \ndays.  \n- bse h Pa  \nDefinition  \n4, Maternity Leave is a leave granted to a unit member during the time she must absent  \nherself from her duties because of disability resulting from pregnancy of convalescence  \nfollowing childbirth. Sick leave (with pay) will be allowed for the penod of physical  \ndisability provided the dates of disability are certified by the employee’s physician and  \notherwise méet the provisions specified below.  \nEligibility  \nA unit member shail only be efigible to use sick leave benefits under this leave policy when  \nthe unit member is an a working paid status immediacely Prior to starting the maternity  \nleave,  \nto b wed in ing fi ity Leavy Sen  \n1. Pregnant unit members shall promptly notify the District {immediate supervisor and  \npersonnel office) at least two months priar to the anticipated beginning of her  \nabsence [except in an emergency) to enable the District ta make advance  \nPreparation for substitute employees.  \n2. lramediately prior 19 absenting herself fram work due to disability, a pregnant unit  \nmember shall:  \na. Secure from her immediate supervisor a district Request for Leave of  \nAbsence Form and a district form for the attending report.  \nb, and submit to her immediate supervisor the request for leave form  \nalong with the district form completed by a licensed physician stating the  \nbeginning date of physical disability, the date of the @xpected birth, and the  \n62  \n   \ndate following delivery when She will be physically able Tt? her  \nties,  \nUse of sick Jeave for Maternity Leave of Absence Shall be in accordance with liIness Or  \nAccident Leave of Absenca.  \nF, Ver Hn to Return i  \nif the District has reason to Believe that a unit member requesting to return to duty is not  \nin good health, she will not be allowed to return to service until she presents to the Human  \nHasources Office a certificate of 906d health from her attending physician.  \n-L bsence (ith Halt  \nA, Definition  \n1. Sabbatical Leave is a leave af absence which may be granted te & unit member by  \nthe Board of Education for the purpose of permitting formal study, independent  \nstudy or research, travel, ora combination leave which will benefit the schools and  \npupils of the District,  \na. ati env F Study is of absence granted for full-time  \ngraduate study. Courses which are undertaken for the purpose of meeting  \nLeave requirements must:  \n(lh be taken in residence at an accredited institution of higher learning;  \n{2} be a program of graduate studies or new area of  \n{3} relate to the present or prospective service of the employee:  \n(4) be initiated subsequent to the filing anc approval of the leave  \nrequest;  \n{5} be completed with a passing grade for which unit credit is allowed:  \n(6} meet the minimum load requirements for each sernester of leave as  \n  \nOne Semester Leave: An ofticiaf full program of orduate  \nStudies for the respective institution  \nbeing attended,  \nTwo Semester Leave: An official full program of graduate  \nStudias for the respective Institution  \nbeing attended.  \n63  \n   \n    \n        \n   \n        \n   \nWoy or hesearch, Such leave is based  \nupon a program of independent study or research relating to the present or  \nProspective service of the applicant which Promises professional values  \nequivalent to that derived from formal Study at recognized educational  \ninstitutions. .  \n    \n      \nCG. ii 1 ea E i T i$ one during which a unit member  \nengages in planned educational travel for at least 60. percent of the leave  \nperiod. Travel is educational if it resuits in a significant  \ncontribution to professional growth, It is expected that this growth will be  \ncertified by means of the required report and wilf-be reflected in subsequent  \nassignments.  \nd. Sabbatical Leave Combination Type is one in which the unit member will  \nundertake a combination of travel and formal or independent study. One  \ncalendar month of travel will be considered equivalent to two semester  \nunits of university work. in this case, the unit member must meet the  \nminimurn load requirement in farmal study for each semester of leave as  \nspecified above.  \nBigibiity Requirements  \n1. 4, Sabbatical Leave may be granted to a full-time unit member if the unit member  \nhas rendered satisfactory service to the District under a regular credentia! for at  \nleast Seven consecutive years preceding the Sabbatical Leave.  \n2. The unit member must be able to render a minimum of two fuil years of service  \nafter retum from a Sabbatical Leave. The unit member must be able to  \nbegin his/her second year of service fotlowing hissher leave before reaching age 65.  \na, The District reserves the right to demand a physician's statement attesting to the  \nState of the physical and menta? health of the employee, if deemed necessary.  \niteria for ranti ves  \n1, in case more applications are received than can be granted under these regulations,  \nprecedence shall be determined as follows:  \nRelative value to the District of the proposed program of those applying for  \nleave.  \nSentority.  \nReasonable distribution of leaves by school.  \nSecuring 4 satisfactory replacernent.  \nWhether or not the applicant has previously been granted a Sabbatical  \nLeave.  \n64  \n   \nRect  \ncal Leaye  \nApplications for Sabbatics| Leaves must be submitted on forms provided by the  \nHuman Resources Office and must De filed in the Human Resources fice by  \nFebruary 15 for leaves to be taken during the following fiscal year, or by October  \nfor Jaaves to be taken during the second half of the fiscal yaar,  \nApplications must include = compléte outline of the propased sabbatical program  \nand a statement of the way in which the program will benefit the schools and  \nPupils of the District,  \nRequest for Sabbatical Leave for Formal Study shail include the following:  \nA. Name of the institution which will be attended;  \nb. Number of units which will be carried;  \nc. Whether a degree will be received:  \nd. A listing of the courses which will be taken.  \nRequest for Sabbatical Leave for Independent Study or Research shail Include:  \na. A description of the study or research project which will be undertaken.  \nb. The way in which the research wil! be completed.  \nc. The ¢entacts which will be made and the way in which these contacts will  \nbe made.  \nd. The specific itinerary.  \né. The specific values to be derived far the District and the unit member and  \nany Gther pertinent information.  \nRequest for Sabbatical Leave for Travel shall Include:  \na. A detailed statement of the proposed itinerary,  \nb. The way in which the travel will relate to the school work of the unit  \nmember.  \nc. A statement of the educational growth which is believed will be derived  \nfrom the travel.  \nd. A calendar plan showing at least 60 percent of the leave in residence in a  \nForeign country or in travel.  \n| Request for Sabbatical Leave Combination shail include specific points required  \nunder raspective leaves hereinbefore.  \n65  \nThe unit member, at the time of application, must part of his/her  \napplication a letter of intent stating his/her commitment to return and two full  \nyears of teaching within the District if granted a sabbatical leave.  \nAlf requests for Sabbatical Leave shali be reviewed by a Sabbatical Leave  \nCammittee.  \nThe Sabbatical Leave Committee shail review the applicant's service recard and  \ndetails in the application for leave, as well as carefully weigh the ways in which the  \nJeave will .benefit the schools and pupiis of the District.  \nMembers of the Committee shall include three (3) management employees  \nappointed by the Superintendent of the District and shalt include three (3) unit  \nmembers appointed by the Union. The Assistant Superintendent-Human Resources  \nor designee will serve as chairperson,  \nLength of Leave  \n1,  \nsabbatical Leave shall be granted for not less than one (1) full semester nor more  \nthan two (2) semesters. Leave for a fractional part of a semester shall nat be  \npermitted.  \nA unit member employee requesting a leave for the second semester of any school  \nyear must have served a minimum of 80 percent of the days of the first semester  \nof that school year.  \nn E ion of  \nThe total number of Sabbatical Leaves granted during a school year shall not  \nexceed 1 percent (1.0%) of the total number of unit members.  \nNaot more than two (2) unit members from any one school/work location may be on  \nsabbatical leave at any one time.  \nThe Board of Education reserves the right to modify the number of sabbatical  \nleaves or suspend the granting of such leaves in a given year depending on budget  \nfaquirements and available tax resaurces. The Board shall annually review such  \nsuspension or modification of Sabbatical Leaves.  \nCompensation . -  \nCompensation for unit members on Sabbatical Leave shall be one-half (50%) of the  \nbase salary which the unit member would have received had s/he remained in  \nactive service.  \na. The base salary does not include any prorated or lump sum supplemental  \npay for extra duty or special assignment.  \n66  \n   \n1. 1 F Pi  \n1. The unit mamber May elect to receive compensation under either Plan A or Plan B:  \na. Pian A: Salary for Sabbatical Leave Shall be paid in two equa? installments  \nduring the first two years following the return from the teave. The first  \nmstafiment shalt be paid at the end of the year (June 30) following the  \nretum of the unit member ta duty. The second installment shall be paid at  \nthe end of the second year after the return of the unit member from: stich  \nlaave,  \nb, Plan B: Salary for a Sabbatical Leave shall be paid in the same manner as  \nIf the unit member were on regular duty.  \nit is the unit member's responsibilty to furnish a Suitable bond*  \nindernnifying the Governing Board against boss in the event the unit member  \nfails to return and render at leas: two Years’ service or fails to  \ncarry Out the programs outlined in the ieave agreement.  \n*Such bond shall be exonerated in the event the failure of the unit member  \nto réetum and render such two years\" service is caused by the death or  \nphysical or mentat disability of the unit member.  \n2. In the event the recipient of the Sabbatical Leave fails to satisfactorily carry aut the  \nprogram outlined in the leave agreement, said unit member forfeits any salary pay  \nduring the sabbatical jeave.  \nEffect on Retirement  \n1. Service for retirement will be credited in the proportion the compensation paid  \nduring leave bears to the compensation the unit member would have received had  \nS/he been employed on a full-time basis. The STRS contribution will be  \nprorated and based on the compensatian paid.  \na. A unit member may receive full-time service credit for the period’ of a  \nsabbatical leave providing s/he pays to STAS additiona! contributions based  \non the compensatian which is the difference between eared  \nand the compensation earnable during the periad of Sabbatical Leave. In  \nthis case, the unit member shall make a full contribution based on the unit  \nmember's pay and also pay the differance between the  \nprofated contribution and the full contribution the District would have made  \nhad the unit member continued in service.  \n1. Fach unit member who has been on Sabbatical Leave shall tile with the Sabbatical  \nLeave Committee a written report aot tater than 30 days after return to active duty.  \n2. -° Such-report shat! contain detailed data as to the activities of the unit member,  \ntogether with the unit member's appraisal of the professional value af the  \nexperience gained while on leave, the manner in which such experience or  \n67  \n   \nwiuch the member is located and any other data deemed necessary by the  \nCommittee for a satisfactory report.  \na. For a Study Leave an official transcript showing all courses completed and  \ndagreas granted must be submittert.  \nb. Reports on independent study or research, travel, or combination ieave  \nmust be typewritten in thesis form.  \nThe unit member shal! not be considered as having completed the requirements of  \na Sabbatical Leave until his/her report has been approved by the Sabbatical Leave  \nCammittee and the Superintendent,  \nL. Return to Service  \nA unit member retuming from a Sabbatical Leave shalt return to the same school or  \ndepartment and to an assignment which is the same or similar to the one held when the  \nleave was granted.  \nM. Accident oc ness  \n1. Interruption of the program of study or travel caused by serious injury or iilness  \nduring a Sabbatical Laave shall not be considered failure to fulfill the conditions of  \nStudy or travel upon which such jeave was granted nor such interruption  \naffect the compensation to be paid such unit member under the terms of the leave  \nagreement, provided:  \na. Notification as soon as practicable of injury or illness during Sabbatical  \nLeave is given to the Superintendent by means of registered or certified  \nletter; and  \nb. Written evidence verifying the interruption of the program of travel or study  \ndue te serious injury or illness is filed with the Human Resources Office.  \nCc. A Sabbatical Leave cannot be changed to an Illness Leave before the  \nexpiration date of the Sabbatical Leave. The leave shall change to a  \npersonal leave without pay.  \n2. In the event of interruption of the program, the unit member may reapply for an  \nextension to be completed during the year.  \nHe Change of Leave  \nlf a unit member requests to change from a Sabbatical Leave, it shall be changed to a  \nPersonal Leave without pay.  \nVacation for Chilé Development Program  \nEleven month Infant Center teachers shali be provided 22 paid vacation days. Ewelve  \nmonth Child Development Program Teachers shail be provided with 24 paid vacation days.  \n65  \n   \n   \nDetiniti  \nA child care leave is a Hon-paid leave of absence which may be granted to unit member  \nfor the purpose of Caring for a child. .  \nErgibility  \nThis leave shall not be applicabie to Non-status Adult Schacl ‘and/or Independent  \nStudy/Aiternative Education Hourly teachers, &xcept those who have been in continuous  \nemployment in the Adutt Education Program and/or the Independent study/Attermative  \nEducation Hourly Program for at least three (3) years. .  \nLength of Leave  \nChild Care Leave of Absence may be granted for a maximum of the remainder of the  \nCUITent school year and an additional school year, The unit member's return tO Service  \n“Shall be scheduled to comecide with the beginning of a student reporting period,  \nCompensation  \nNo salary will be Paid by the District to a unk member on a Child Care Leave of Absence.  \nGraduate Study Leave of Absence (Without Pay)  \nA.  \nDefinition,  \nA Graduate Study Leave is a non-paid igave of absence which May be granted ta a unit  \nmember to pursue a program of graduate study af six or MGre Units Per semester or the  \nequivalent in residence in an accredited institution of higher jearning. Correspondence  \nCOUrS€S are not acceptable for leave purposes.  \nEligibility  \nUnit members must hold Permanent status ia the District to be eligible for a  \nGraduate Study Leave of Absence.  \nLength of Leave  \nleave may be granted for a minimum of one (1) semester ar a maumum of two {24  \nsemesters,  \nompensation  \nNo salary will be paid by the District to a unit member on a Graduate Study Leave of  \nAbsence.  \n69  \nHealth Leave - Leave of Absence (Without Pay}  \nA  \nCc.  \nDefinition  \nA Health Leave (Without Pay} is a leave which may be granted te-a unit member who has  \nexhausted all Sick Leave benefits and is unable to retum to service due to personal iiness  \nor Injury.  \nEligibility  \nThis leave shall not be applicable. to Nan-status Adult School. and/or ladependent  \nEducation Hourly teachers except those who have been in continuous  \nemployment in the Adult Education Program and/or the Independent Study/Alternative  \nHourty Program for at least three {3) years.  \nLangth of Leave  \n4 Heaith Leave (Without Pay) initiated after the unit member has completed 75 percent of  \na given schoo! year may be granted leave for the balance ot the year and one {4} additional  \nyear. Further extension of such leave shall be at the discretion af the District.  \nCompensation  \nNo salary will be paid by the District to a unit member while on a Health Leave of Absence.  \nPeace Corps - Absence (Without P  \nA  \nCh.  \nA Peace Corps Leave of Absence is an unpaid leave of absence which may be granted to  \na unit member td accept &n appointment to serve in the Peace Corps.  \n1. A unit member must hold permanent status in the District to be for a Peace  \nCorps Leave of Absence.  \n2. This leave shall not be applicable to Nonstatus Adult School and/ar Independent  \nEducation Hourly teachers except those who have been in  \ncontinuous employment nthe Education Program and/or the Independent  \nStudy/Aiternative Education Hourty Program for at Saast three (3) years.  \nLength of Leave  \nLeave may be granted for a minimum of ane {1} semester or maximum of four 14]  \nsemesters.  \nCompensation  \nNo salary will be paid by the District to the unit member on a Peace Corps Leave of  \nAbsence.  \n70  \n   \n   \n   \nA. Definition  \n4 Personal Leave of Absence is a Jeave of absence which may be granted to a unit member  \nfor personal reasons ff such leave does not adversely affect the schoals and students of  \nthe District. The granting of such leave shall be at the discretion of the District.  \nB.  \n1.  \nUnit member shall hold permanent status in the District ta be eligible for a  \nLeave Pay).  \nThis leave shall not be applicable to Non-status Adult School and/or Independent  \nStudy/Aftemative Education Hourly teachers except those who have been in  \ncontinuous employment in the Adult Education Program and/or the Independent  \nStudent/Altemative Education Hourly Program for at least three (3) years.  \nC. Length of Leave  \nA Personal Leave may be granted for a minimum of one {1} semester and maxirnum of one  \n(1} school year unjess the unit member applies and is granted an extension at the sole  \ndiscretion of the District.  \nD. Compensation  \nNo salary will be paid by tha District to the unit member while on a Personal Leave of  \nAbsence.  \n    \n    \n     \n   \na personal leave (without pay} for ten (t0) days  \nNout pay) Unit members who wish to take  \noriess shall make an oral request to their  \nimmediate supervisor. The granting of such leave shail be at the sole discretion of the  \nsupervisor. Decisions maybe appealed to the district administration.  \nand  \nA. BD  \nign - Leav 1  \n4 Rest and Recuperation Leave of Absence is a leave of absence which may be granted  \nto a unit member who, in the opinion of a physician, is not ill enough to qualify for Health  \nLeave but needs ta test and recuperate.  \n8.  \n1.  \nA unit member shall hold permanent status in the District to be eligible for a Rest  \nand Hecuperation Leave.  \nA physician's statement verifying the need for the leave must be attached to the  \nleave request.  \nThis j@ave shall not be applicable to Non-status Adult School and/or Independent  \nEducation Hourly teachers, except those who nave been in  \nfy  \ncontinuous employment in the Adutt Education Program and/or the Independent.  \nStudy/Altemative Education Hourly Program for at least three (3) years.  \nC. Len ft Leav  \n1. lf a unit member has given service for 75 percent of the then current school year,  \njeave for rest and recuperation may be granted for the remaining portion of a  \ncurrent scheol year and for one subsequent school year.  \n2. Hf service for 75 percent af the then current school year has not been rendered,  \n| then leave may only be for the balance of the current year.  \nD. Compensation  \nNo salary will be paid by the District to the unit member while on a Rest and Recuperaton  \nLeave of Absence.  \n   \nA nion  \nA Teaching Overseas or in a Foreign Country Leave of Absence is a non-paid leave of  \nabsence which may be granted to permit a unit member to teach overseas or in a foreign  \ncountry.  \nB. Eligibility  \n1. Unit members shali hold permanent status in the District to be eligible for an  \nOverseas Teaching or Teaching in a Foreign Country Leave of Absence.  \n2. This leave shalt not be to Non-status Adult School and/or independent  \nStudy/Alternative Education Hourly teachers, except those who have been jn  \ncontinuous employment in tha Aduit Education Program and/or the Independent  \nStudent/Altemative Education Hourly Program for at least three (3) years.  \nC. Length of Leave  \nLeaves for service in Overseas Teaching or Feaching in a Foreign Gountry may be granted  \nfor a maximum period of two (2) years.  \nD, Compensation  \nNo salary will be paid by the District for the period of service covered by the Overseas or  \nForeign Country Teaching Leave of Absence.  \nTravel - Leave of Absence (Without Pay)  \nA.  \nA Travel Leave of Absence is a non-paid leave which may be granted to enable a wnit  \nmember to travel.  \nF2  \n   \nB.  \n1, A unit member must hold permanent status in the District to be eligible for a Travel  \nleave.  \n2. This leave shail not be appticadble to Non-status Adult School and/or Independent  \nStudy/Altternative Education Hourly teachers, except those who have been in  \nin the Adult Education and/or the Independent  \nStudent/Atternative Education Hourly Program for at jeast three {3} years.  \nC. Langth of Leave  \nLeave may be granted for a minimum of one (1) semester and maximum of one (1) school  \nyear uniess the unit member appties and is granted an extension at the sole discretion of  \nthe District. .  \n| D. Compensation  \nNo salary will be paid Dy the District ta the unit member while on a Travel Leave.  \nUnauthorized Leave  \nA. Unauthorized leave is defined as unauthorized use of any of the foregoing leave policies.  \nUnauthorized leave shall constitute a breach of contract and, therefore, may result in the  \ninitiation of dismissal procedures, loss of salary, or such action as may be deemed  \nappropriate by the District in accordance with the Education Code.  \n1. A unit member shall receive as salary only an arnount that bears the same ratio to  \nthe established annual salary as the time s/he serves bears to the required days of  \nservice. No salary shalt be issued to a unit member for the time s/he is on an  \nunauthorized leave.  \nThe unit member's annual accrual! of sick days, of which seven (7} may be used for  \nNecessity, may be used for the Attendance Incentive Program  \nin order to be eligible to participate in this program, ar: ernmployee must have saved five (5)  \nor more of their current annually accrued sick leave days. -They shall receive one hall of  \nthe substitute’s daily rate of pay for each day saved. Each day of sick Jaave used in the  \nincentve plan will be deducted from the accrual,  \n73  \n   \nSick Leave Bank  \n1. Preamble  \na.  \nPursuant to the agreement reached between ABCFT and the District as  \ncontained in Article XIX: Leaves of Absence, Section \"Miscellaneous,\" B,  \nSick Leave Bank, of the Agreement Batween ABCFT and the ABC Unified  \nSchool District, July 1, 1997 - June 30, 2000, the following will serve as  \nprocedures to implement referenced contract  \nb. Eligible employees who suffer a catastrophic iliness or avent, pursuant to  \nthe procedures and requirements contained in Education Code 44043.5,  \nwhich causes an extended leave of absence shall be eligible recipients of  \n. the benefits pursuant to these procedures.  \nC. This Mamorandum of Understanding shall expire on June 30, 2000, unless  \nextended by mutual agreement by the parties.  \nte Eligibility  \na. Participation in the Catastrophic Kiness/Event Leave Bank shall be voluntary,  \nbut permitted for all individuals included in the bargaining nit.  \nb, The use of this Catastrophic Illness/Event Leave Bank shall anly be available  \nto those unit members who have made a donation to the Bank,  \nt. A unit member must have at least three (3) years of service from date of  \nhire and have at laast twenty {20} days of sick leave accrued remaining  \nafter donating ta the Sank.  \nd. To establish initia! enzollment in the Bank, each unit member must pledge  \none {t) day per year.  \né. in the event a unit member anticipates leaving the employment of the  \nDistrict. that will not bar the unit member from instituting membership in  \nthe Bank.  \nf. A Leave of Absence will not constitute a break in membership in the Bank.  \ng. Unit members must contribute a minimum of ane {1} Gay per year to  \nmaintain  \nh. An exception to 2.1 shall be any unit member who was absent due to an  \napproved catastrophic illness/event under these procedures at the time of  \nthe adoption of these procedures.  \nAn exception to 2.1 shail be any unit member whe was deemed ineligibie  \nto contribute to the Bank at its initial inception due to an  \ncatastrophic illness, makes application to the Bank and is accepted as a  \nby the Review Committee.  \n74  \n   \n   \nPant Tima Employees: . Contributions to the Bank as well as days of  \nUtilization for part-time employees shall be credited an a pro-rata basis.  \nSovernance of Catastrophic Leave Bank  \nIn the first year of operation, the Review Committee may not consider any  \napplications until at least one hundred (100) days have been pledged.  \nThe governing body of the Catastraphic lliness/Event Leave Bank shall be  \nthe Catastrophic illness/Event Leave Bank Review Committee.  \nThe Catastrophic liness Event Leave Bank Review Committee shall consist  \nof three (3) members of ABCFT, appointed by the ABCFT Executive Board  \nand the Assistant Superintendent, Human Resources or designee. One  \nalternate member shall be appointed by the ABCFT: Executive Board and  \nShall attend the meetings of the Committee as a non-voting member unless  \nhe/she is designated to vote in the absence of another ABCFT-appointed  \nmember of the Committee. One alternate member shall be appointed by the  \nAssistant Superintendent, Human Resources and shall attend the meetings  \nof the Committee as a non-voiing member unless he/she is designated to  \nvote in the absence of the Assistant Superintendent Human Resources or  \ndesignee. An individual fram Fiscal Services, Payroll Department shall serve  \non the Committee in an advisory capacity and have no voting  \nAGCFT will develop the rules and procedures for appointment of individuals  \nto the Cammittee and the terms they will serve.  \nAll apphcatans must inctude medical verification. The Review Committee  \nmay require verification of need for sick leave days beyond a doctor's  \ncertiication {e.g. a letter the specific nature of the problem  \nand/or evidence that the applicant was indeed home sick or follawing a  \nlegitimate regime outhned by a doctor}. The Review Committee shall have  \nthe authority to accept evidence from other sources that the individual did  \nnot require sick leave days and may reclaim days granted if need is not  \nSatistactorily vertied,  \nIt will Ge at the discretion of the Heview Committee, in consultation with  \nthe District, to determine to absolve the Bank.  \nIt will be at the discretion of the Review Committee, in consultation with  \nthe District, to determine changes in the membership procedures,  \nSolicitation of Gonations  \na.  \n‘Contributions for the Iliness/Event Leave Bank shal! be donated  \nduring a ten (16) working day window, commencing on the third Monday  \ni October,  \nAt the beginning of the contribution period, the Human Resources office  \n‘shall send to each bargaining unit member a notice outlining the  \nCatastrophic Leave Bank program and a “Catastrophic  \ninessfevent Leave Bank Contribution\" form. All contributions must be  \n75  \nreceived by the Human Resources office by the last day of the ten (10)  \nwarking day window pertod.  \nThe maximum aumber of days which can be contributed in any one {7} year  \nwill not axceed one (1).  \nFor the purposes of these procedures, \"working day\" is defined as days the  \nDistrict Office is requiarly open for business.  \nRequest Procedure  \n_ Unit members who suffer a catastrophic iiness or event which results in the  \nemployee using all available paid leave, shall become eligible to use the  \nIiness/Event Leave Bank, subject to the restrictions and  \nconditions outined herern.  \nAny unit member wishing te use this Catastrophic lilness/Event Leave Bank  \nshall submit a “Catastrophic IIlness/Event Leave Bank Request for  \nWithdrawal\" form. This farm shall be submitted to the Human Resources  \noffice and to the ABCFT office. The request shall state the maximum  \nnumber of days being requested by the employee.  \nAll contaibutions be irrevocable, and shall be by the unit mernber tiling  \na “Catastrophic Leave Bank Contribution” form. The form  \nshali clearly state that the sick leave days being donated are irrevocably  \ngiven to the Catastrophic Leave Sank, and cannot be rescinded  \nfor any Treason whatsoever.  \n4 donation to the Catastrophic llness/Event Leave Bank shall be a general  \ndonation, and shall not be donated ta a specific employee for his/her  \nexclusive Use,  \nIf more than one first-time applicant is being considered at the same time  \nand there are not enough days in the Bank to fill each request, the available  \ndays will be divided equaily or proportonately, as is consistent with the  \nrequests, betwean or among the applicants.  \nit ig understood that if the Cormmittee deems the Bank inoperable,  \nany days remaining tin the Bank would be rebated equally to individuals  \ncurrently members of the Bank.  \nApproval of any request made to the Catastrophic IIlness/Event Leave Bank  \nReview Committee shalt be final and binding.  \nDecisions by the Catastrophic Hiness/Event Leave Bank Committee shall not  \nbe subject te the grievance procedure of the Collective Sargaining  \nAgreement in force between the District and ABCFT.  \nAny one time exceptions te these procedures must be submitted in writing  \nand approved by the Review the alld Executive Board and  \nthe Superintendent or designee.  \n#6  \n6. Litlization of Days  \na. The maximum number of days allawed to be Utilized by one employee for  \na single catastrophic iliness or event shalt not exceed twenty (20) days or  \nfifty percent (50%) of the total available Bank, whichever is jess. An  \nemployee may reapply for a additional twenty (70) days or fifty percent  \n{50%) of the total available Bank, whichever is less. No employee will  \nqualify for more than a total of forty (40) days for any one catastrophic  \nor event in any fiscal year.  \nbh. Fa unit member uses a day from the Catastrophic liness/Event Leave Bank,  \npay for that day shall be the same pay the employee would have  \nhad the employee worked that day.  \nc. Unit members who are granted use of Catastrophic Iiness/Event Leave Bank  \nDays shall be considered in regular paid status dusing such use.  \nd. Any days allocated to a unit member by the Review Committee from the  \nCatastrophic Iliness/Event Leave Bank that are unused by the unit member  \nshall be retumed to the Catastrophic Iliness/Event Leave Bank.  \ni. Exclusions  \na. Pending and/or approved werkers’ compensation claims shall be  \nexcluded fram the benefits of the available Catastrophic Iliness/Event Leave  \nBank.  \n"], ["ARTICLE XX: SUPPORT OF THE CONTRACT  \n", "The Board and the Union agree that it is to their mutual benefit to encourage the resolution of  \nproblems or concems through the negotiation process. Therefore, it is agreed that the Soard and  \nthe Union will support this Contract for its term as a demonstration of their cooperation and  \nconsistency to this end.  \n"], ["ARTICLE ; VINGS  \n", "A. if any provisions of this Contract and/or applications thereof are held to be contrary to-law  \nby the Public Employment Aelations Board or a court of competent jurisdiction, or are  \nsuspended during an emergency, such provisions or applications shal! not be deemed valid  \nand subsisting except to the extent permitted by law, but all other provisians shail continue  \nin fult force and effect.  \nB. The Union and the District shall meet to said provisions within 30 calendar  \ndays of the invalidation of any provision,  \nff?  \n   \nARTI  \nRT  \nHl: ERTED ITIE  \nIt is agreed and understood that there will be no strike, work stoppage, or slowcGown by  \nthe Union during the term of this Contract nor wil there be compliance with the request  \nof ather labor organizations to engage in such activities.  \nTo this end, the Union recognizes its duty and obligation to comply with the provisions of  \nthis Contract and to make reasonable effort toward ensuring that unit members comply.  \nIn the event of a strike, work or slowdown by unit members, the Union agrees  \nin good faith to take all reasonable steps necessary to cause those unit members to cease  \nsuch action.  \nIt ig understood that in the event paragraphs A or B of this Article are violated by the  \nUnion, the District shail be entitled to withdraw any rights, privileges, of services provided  \nfor in this Contract.  \nUnit members engaging in unauthorized leave with regard to strike, work stoppage. oF  \nslowdown may be subject to discipline up to and including termination by the District under  \nthe provisions of the Education Code.  \nIn the absence of any concerted activities on the part of tha Union, the District will not  \nengage in any lockout of unit members for the duration of this Contract.  \n; MISCELLAN  \nAny individual contract between the Board and an individual unit member  \nexecuted shall be subject to and consistent with the terms of this Contract. If an individual  \ncontract contains any language inconsistent with this Contract, this Contract, during its  \nduration, shall be controlling.  \nThis Contract shall supersede any rules, regulations, or practices of the Board which shall  \nbe contrary to w inconsistent ‘with its terns.  \nWithin thirty (30} days of ratification of the Contract by beth parties, herein, the District  \nshall have 2,000 8-1/2\" x 11\" copies, prepared and delivered to the Union for distsbution  \nto each unit member.  \nAny resignation tandered by a unit member may be revoked until accepted by the  \nSuperintendent or designee unless superseded by the Board of Education.  \n‘Unit members shall be given an opportunity to provide input regarding site budget  \nallocations at a voluntary staff meeting scheduled by the site or program administrator in  \nMay of each schocl yaar.  \n1, A monthly printed budget master and a chart of accounts shali be made available  \nto unit members upon request.  \nFP r Sunmmner 5S nin  \n1. Applicatians will go owt to sites by the first working day of March.  \n73  \n   \nTeachers will hand deliver completed applications by the 15 day of March to  \nHuman Resources. The District will date stamp the application for verification.  \nOn the end.of the 4th working day, the district will give the Union a list of alf  \nteachers who submitted epplicatians,  \nLate applications will be considered on an \"as needed basis only\" after ali other  \napplications have been considered.  \nA. The teacher is committed to working the entire terms of suramer school.  \nb. lf a teacher is absent, absence is due ta illness or personal necessity: not  \nas 4 result of school or district business.  \nCistrct will review all applications fer previous summer school expenence.  \nTeachers with the most recent experience will be hired (ast. The same process  \napplies to summer programs requiring special credentiats i.e: Special Education,  \nBalingual,  \nTeachers will be selected by the Assistant superintendent-Human Resources or  \ndesignee aad summer school principals.  \nTeachers will be notified by the jast working cay of April i# they were selected to  \nteach summer school. Teachers who were not selected can contact the district  \npersonnel office for an explanatian,  \nny S mative Education Hourl  \nUnit members employed in the Independent study/Atemative Education Houriy  \nshall be covered by the Articies of this Contract unless otherwise covered in this  \nArticle,  \nDefinitions  \na. H- Twn dependent $ @ ive Education Hou it Mi  \nThirty-six (36) hours per week shall be cansidered ¢ full-time assigament in  \nthe Independent Study/Altemative Education Hourly Program. Hours  \nassigned over 36 will be considered an exXtra-pay assignment.  \nhb. Ind ent Educati oudy Unit Member  \nrobes ane  \nAny person who is employed to teach Independent Study/Alternative  \nEducation Hourly classes for more than 60 Percent of the hours per week  \nconsidered a full-time assignment in Indapendent Study/Alternative  \nEducation Hourly shall be classified as a status Independersx  \nStudy/Altemative Education Hourly unit member.  \n79.  \nb.  \n   \nAny person whe is employed to teach Independent Study/Alternative  \nEducation Hourly ciasses for not more than GO percent of the hours per  \nweek considered a full-time assignment in Independent Study/Alternative  \nEducation Hourly shall be classijiad as a WNon-status Independent  \nStudy/Attermative Education Hourly unit member.  \n   \nThe District wili post Status Independent Study/Attemative Education  \nHourly vacancies and Non-status Independent Study/Alternative Educatian  \nvacancies which have a minimum of eighteen (18) hours in the same  \nmanner in which regular schoo) vacancies are posted.  \nStatus Independent Stucy/Alternativa Education Hourly vacancies and Non-  \nstatus Independent Study/Altemative Education Hourly vacancies which  \nhave a minimum of eighteen (18) haurs shall contain a posting date and a  \nclosing date at least six (6) days after the pasting date which shali be  \nposted and distributed through nomnat distribution channels,  \nNomstatus independent Education Hourly unit mambers  \nand Status independent Study/Altemative Education Hourly unit members  \nworking less than 36 hours who wish to increase their number of teaching  \nhours shall file a letter of interest on a District request form submitted to  \nthe District Human Hesources Office.  \n(1} All factors being equal, first consideration inot offer of employment)  \nwill be given to increasing the hours of currently employed  \nNon-status Independent Study/Altermative Education Hourly unit  \nmembers in filling vacancies.  \n(2} Upon request, currently employed Non-status and Status  \nIndependent Study/Alternative Education Hourly unt members not  \nselected may request a conference with the and/or  \ndesignee, Independent Study/Akernative Education Hourly  \nadministrator, and a Union representative. The conference will be  \nheld within five {5) working days of the dacision given to the  \nAssistant Superintendent, Human Resources and/or designes.  \n(3). Both a. and b. above also apply to Independent Study/Altemative  \nEducation Hourly Surmmer School hiring.  \n{4) ABCFT and District representatives will work jointly to develop  \nterminology that is mutually acceptable to delineate the factars  \nwhich would be considered prior to offers of ermployment, including  \nsenionty as 4 tie-break, all other tactors being considered first.  \n80  \nL  \n1  \ni  \n   \nA Independent Study/Atternative Education Hourly unit members shail be given  \nnotice by their immediate of tentative teaching assignments for the  \nnext ensuing fall semester to the close of the preceding sprinig.semester. All  \nunit members will be given notification of reduction and/or eimmination of hours no  \nless than one {1} week before such a change takes place, whenever  \nadministratively practicable.  \nsick Leaves  \nIndependent Education Hourly unit members shall be credited  \nwith ane {1} hour of sick leave for every 18 hours of contracted service on an  \nunlimited accumulated basis. A separate hourly sick leave bank will be established  \nseparate and apart from any other bank of days of sick leave to which the unit  \nmember may be entitled.  \nPaid Holida  \na. Status Independent Study/Alternative Education Hourly unit members shall  \nbe eligible for paid holidays es designated on the certificated calendar if  \nthey otherwise meet the following conditions:  \n(1} The Status Independent Study/Ahemative Education Hourly unit  \nmember shall be paid for the holiday if the holiday falls on a day of  \nthe week that the unit member is normally scheduled ta render  \nservice.  \nExpenence Credit  \nStatus Independent Study/4hernative Education Hourly unit members who serve  \n73 percent or more of the total hours of their assignment in Independent  \nEducation Hourly in a given school year shall be given a year of  \nexperience credit on the unit members’ salary schedule.  \nEvaluation  \na. The parformance evaluation of Status Independent Study/Altemative  \nEducation Hourty uit members shall follow the procedures in Article XV-  \nEvaluation Procedures.  \nbh. All Non-status Independent Study/Alternative Education Hourly instructors  \nmay be evaluated.  \nHealth and Welfare Benefits  \nsee Article Xl: Health and Welfare Benefits.  \n$17  \n10. nd Alternative Education 1 titutes | |  \nwilk be called first to be utilized as substitutes within thea Independent  \nStudy/Ahternative Education Hourly program based on credentials and experience  \nto which they are assigned. Substitute hours shall not count toward achieving |  \nStatus, nor increase hours of status unit members. Unit Members desiring  \nsubstitute hours must submit a request form. Compensation shal! be based on the  \ncurrent independent Study/Alternative Education Hourly rate of the unit member  \nsubstituting.  \n11. Duty Day  \na. The duty day for Independent Study/Altemative Education Hourly unit  \nmembers shall be the number of paid hours assigned, during which time the  \nunit member will perform instructional and non-instructional duties related  \nto their Independent Study/Akernative Education Hourly assignment. The  \nfollowing provisions af Article Vill, Duty Day, are not applicable to  \nIndependent Study/Altemative Education Hourly Unit members: Vill A 1,  \n4.3, A.4, 4.5, 8.3, 8.6, B.S, 6.9, 6.70. and B.12, C. The number of duty  \ndays for Independent Study/Altemative Hourly unit members shall  \nbe 182 days. Additional inservice hours will be scheduled an an as needed  \nbasis.  \nindependent Study/Alternative Education Houdy unit members, Status/non-status, |  \nb. Insofar as possible, the Independent Study/Alternative Education Hourly  \nunit members’ duty day shail consist of a continuous assignment. Due to  \nthe unique nature of the independent Study/Atternative Education Hourly  \nprogram, it may be necessary ta establish split schedules to meet program  \nrequirements. Prior to the establishment of a split schedule, the responsihle  \nIndependent Study/Attemative Education Hourly administrator shall discuss  \nalternatives and options with the unit member. Where a split schedule ts  \nnecessary, the following will apply unless the unit member voluntarily  \nagrees to the split schedule, with the understanding that a statement signed  \nby a unit member does not waive these items:  \n{1) A split schedule will not include more than one unpaid period of time  \nof lunch, dinner, or breaks.  \n(2) The unpaid period for split schedule will be a minimum of 3-1/2 hours.  \n620  \n   \nepee  \n12. = Sallory  \na. Independent Study/Altemative Education Hourly unit members shail be  \ncompensated according to the following schedule:  \nStep 1  \nStep 2 24.95  \nStep 3 . 26.20  \nstep 5 25,50  \nStep 7 25.60  \nstep 9 76.15  \n71 26.40  \nStep 13 26.65  \nb. Independent Study/Altemative Education unit members shalt be  \nentitled to one step advancement per year for each year of continuous  \nservica. The year of service must be equivalent ta 75 percent of the weeks  \nof the adopted certificated calendar for the regular school year.  \n12. Retirement  \na. Status independent Study/Aherative Education Houny teachers will have  \nthe same retirement benefits as the elementary and secondary teachers in  \nthe District.  \nb. The agrees that Status independent Study/Ahemative Education  \nHourly mambers will be eligible to receive the benefits a§ outlinad in  \nBoard Policy 4117.1{8), Early Retirement Incentive Program.  \nCLE XXIV: GOTIATION CEDURES  \nThe Union shall submit its initial proposal for a successor contract te the District no jater  \nthan March, 2000.  \nThe Union and the District shall initiate meetings and negotiation S@SSI0NS On a SUCCeSSor  \ncontract no later than May, 2000.  \nReguiarly scheduled meetings shall be established on at least a once-a-week basis during  \nthe negotiations. Additional meetings may be scheduled at the mutual consent of the  \npartes.  \nAttendance at negotiation sessions shall be firnited to the members of the Union and the  \nManagement Teams.  \nConsultants, resource persons, and expert witnesses may attend upon timely, advance  \nnotice and mutual consent of the Chief Negotiator for the Union and the Chief Negotiator  \nfor the Board of Education.  \nAdvance notice shall be given to the Chief Negotiator for either Party in the event there will  \nbe a change of participants for either team.  \naS -  \nG. Following the close of each negotiation session, the Chief Negotiators tar the Board of |  \nEducation and for the Unian will develop a tentative agenda for the next meeting.  \nH, Each team will designate its Chief Negotiator who shali be responsible for decisions,  \nstatements, or positions on all items. The Chief Negotiator may designate a member of :  \nthe tearm to execute tentative agreements.  \nMinutes may be kept by either side in any manner, but there shall be no tisage of tape  \nrecorders or other electronic devices.  \nJi A maximum of six (6) Union negotiators will be allowed release time for meeting and  \nnegotiations held during working hours.  \nK. If agreement is reached on any elements of the package, those elements may be reduced  \nto writing and initiaied by the Chief Negotiator or designee as “tentative agreement”.  \nL. Temtative agreement means subject to reaching agreement an alt other items and subject  \nto editorial and syntactical adjustment in the language. Such agreement shall be changed  \nor modified only by mutual agreement. Initialing in no way implies a total contractual  \nagreement.  \nAR XXV: REOPENER  \nFhe parties agree that all negotiable items have been discussed during negotiations leading to this  \ncontract and further agree to reopen negotiatians on any item during the jife of the contract only  \nby mutual agreement between the two parties. The articles on Salary and Health and Welfare shall  \nbe reopened no later than the spring of 1998 and the spring of 1999.  \n"]]