[["", "1.1  \n1.2  \n1.3  \n1.4  \n1.5  \n"], ["ARTICLE I  \nAGREEMENT  \n", "Agreement Clause -- This agreement is made and entered into this 8\" day of February  \n2005, between the Anaheim City School District, hereinafter referred to as \"District,\" and  \nthe Anaheim Elementary Education Association, CTA/NEA, hereinafter referred to as  \n\"Association.\"  \nDuration -- Except as otherwise provided herein, this Agreement shall be effective upon  \nratification by both parties and remain in full force and effect up to and including June  \n30, 2007, and thereafter shall continue in effect year by year unless one of the parties  \nnotifies the other in writing no sooner than January 30, 2006, and no later than March 1,  \n2006, of its request to modify, amend, or terminate this Agreement. In addition to Salary  \nand Health and Welfare Benefits, each party may choose two (2) articles to be reopened  \nduring the 2006/2007 school year.  \nRecognition -- The District confirms its recognition of the Association as the exclusive  \nrepresentative for that unit of employees recognized by the District per its Agreement,  \nAppendix B, incorporated herein.  \nEffect of Agreement  \n1.4.1 It is understood and agreed that the specific provisions contained in this  \nagreement shall prevail over District practices and procedures and over state laws  \nto the extent permitted by state law.  \n1.4.2 If any provisions of this Agreement are held contrary to law by a court of  \ncompetent jurisdiction, such provisions will not be deemed valid and subsisting  \nexcept to the extent permitted by law; but all other provisions will continue in full  \nforce and effect.  \n1.4.3. This Agreement shall constitute the full and complete commitment between the  \nparties and shall supersede all previous agreements both written and oral. This  \nAgreement may be altered, changed, added to, deleted from, or modified only  \nthrough the voluntary, mutual consent of both parties in a written, signed  \nstatement to this agreement.  \nDistrict Rights -- It is understood and agreed that the District retains all of 1t powers and  \nauthority to direct, manage, and control to the full extent of the law. Included in but not  \nlimited to those duties and powers are the exclusive right to: determine its organization;  \ndirect the work of its employees; determine the kinds and levels of services to be  \nprovided; establish its educational policies, goals, and objectives; determine staffing  \npatterns; determine the number and kinds of personnel required; build, move, or modify  \nfacilities; establish budget procedures and determine budgetary allocations. In addition,  \nthe District retains the right to hire, classify, assign, evaluate, and promote employees.  \n1  \n1.6  \n1.5.1  \n1.5.2  \nThe exercise of the foregoing powers, rights, authority, duties and responsibilities  \nby the District; the adoption of policies, rules, regulations, and practices in  \nfurtherance thereof; and the use of judgment and discretion in connection  \ntherewith, shall be limited only by the express terms of this Agreement, and then  \nonly to the extent such terms are in conformance with law.  \nThe District retains its right to amend, modify, or rescind policies and practices  \nreferred to in this Agreement in cases of emergency, but only for the actual  \nduration of the emergency . The determination of whether or not an emergency  \nexists is solely within the discretion of the Board. For purposes of this Section,  \nemergency is defined as an act of God or natural disaster, fire, epidemic, or power  \nfailure or other similar occurrences.  \nAssociation Rights  \n1.6.1  \n1.6.2  \n1.6.3  \n1.6.4  \n1.6.5  \n1.6.6  \nPublication of Agreement -- The Association and the District agree to share  \nequally in the cost of printing this Agreement, and to share equally in any state  \nreimbursement for such costs which are subsequently received by the District.  \nBoth parties agree to expedite both the ratification and publication of this  \nAgreement.  \nSchool Staff Lists -- The District agrees to supply the Association with a school  \nstaff list by August 1 of each school year.  \nSchool Board Packets -- The District will provide the Association with two (2)  \nSchool Board packets at least forty-eight (48) hours in advance of a regularly  \nscheduled Board Meeting, and twenty-four (24) hours in advance of a Special  \nBoard Meeting.  \nBoard Policies -- The District will provide the Association with two (2) copies of  \nupdated Board Policy Manuals.  \nNonconfidential Information -- Upon request of the Association, the Board shall  \nprovide copies of prepared, nonconfidential information and reports.  \nDistribution and Posting of Materials -- The Association shall have the right to  \npost notices of matters of Association concern on designated bulletin boards in  \neach school building in areas frequented by unit members. The Association shall  \nhave the right to use the District mail service and individual unit member  \nmailboxes so far as such use complies with the law. The Association shall  \nprovide a copy of materials distributed to unit members to the Site  \nAdministrators, Superintendent, Deputy Superintendents, and _ Assistant  \nSuperintendent.  \n1.6.7 Association Site Meetings -- Association site meetings may be held outside the  \nunit member’s instructional day. These meetings shall be coordinated through the  \nsite administrator's office.  \n1.7 Nondiscrimination -- In the implementation of this Agreement, the District and the  \nAssociation agree that they shall not unlawfully discriminate against any unit member on  \nthe basis of race, color, creed, age, sex, national origin, political affiliation, residency,  \nmarital status, or physical handicap. The District shall not discriminate against any unit  \nmember based on membership or lack of membership or participation in the activities of  \nthe Association.  \nSIGNATURES  \nFor the District: For the Association:  \nBoard President Association President  \nDate Date  \n2.1  \n2.2  \n2.3  \n"], ["ARTICLE II  \nORGANIZATIONAL SECURITY  \n", "Employee Rights -- The District and Association recognize the right of employees to  \nform, join, and participate in lawful activities of employee organizations, and the equal  \nalternative right of employees to refuse to form, join, or participate in employee  \norganization activities.  \nMaintenance of Membership -- Any unit member may terminate his/her membership in  \nthe Association within a thirty (30) day period following the expiration of this  \nAgreement.  \nAgency Shop (Fair Share)  \n2.3.1  \n2.3.2  \n2.3.3  \nAny unit member who is a member of the Anaheim Elementary Education  \nAssociation, CTA/NEA, or who has applied for membership, may sign and  \ndeliver to the District an assignment authorizing deduction of unified membership  \ndues, initiation fees and general assessments in the Association. Pursuant to such  \nauthorization, the District shall deduct one-tenth (1/10) of such dues from the  \nregular salary check of the unit member each month for ten (10) months.  \nDeductions for unit members who sign such authorization after the  \ncommencement of the school year shall be appropriately prorated to complete  \npayments by the end of the school year.  \nAny unit member who is not a member of the Anaheim Elementary Education  \nAssociation or who does not make application for membership within thirty (30)  \ndays of the effective date of this Agreement, or within thirty (30) days from the  \ndate of commencement of assigned duties within the bargaining unit, shall  \nbecome a member of the Association or pay to the Association a fee in an amount  \nequal to unified membership dues, initiation fees and general assessments payable  \nto the Association in one lump sum cash payment in the same manner as required  \nfor the payment of membership dues provided, however, that the unit member  \nmay authorize payroll deduction for such fee in the same manner as provided in  \nsection 2.3.1 of this Article. In the event that a unit member shall not pay such  \nfee directly to the Association, or authorize payment through payroll deduction as  \nprovided in section 2.3.1, the Association shall so inform the District, and the  \nDistrict shall immediately begin automatic payroll deduction as provided in  \nEducation Code section 45061 and in the same manner as set forth in section  \n2.3.1 of this Article. There shall be no charge to the Association for such  \nmandatory agency fee deductions.  \nAny unit member who is a member of a religious body whose traditional tenets or  \nteachings include objections to joining or financially supporting employee  \n4  \n2.4  \n2.3.4  \n2.3.5  \n2.3.6  \n2.3.7  \norganizations shall not be required to join or financially support the Anaheim  \nElementary Education Association, CTA/NEA, except that such unit member  \nshall pay, in lieu of a service fee, sums equal to such service fee to one of the  \nfollowing non-religious, non-labor organizations, charitable funds exempt from  \ntaxation under section 501(c)(3) of Title 26 of the Internal Revenue Code:  \n2.3.3.1. Anaheim Outdoor Science Education Foundation  \n2.3.3.2 Foundation to Assist California Teachers  \n2.3.3.3. Orangewood Children's Home  \n2.3.3.4 Any other qualified charity mutually agreed upon by the fee payer and  \nthe Association.  \nThose who object to joining or financially supporting employee organizations,  \npursuant to section 2.3.3 above, shall submit proof of payment on an annual basis  \nto the Association and District as a condition of continued exemption from the  \nprovision of sections 2.3.1 and 2.3.2 above. Proof of payment shall be in the form  \nof receipts and/or canceled checks indicating the amount paid, date of payment,  \nand to whom payment in lieu of the service fee has been made. Such proof shall  \nbe presented on or before October 1 of each school year. A written statement of  \nobjection shall accompany the first year's proof of payment and is subject to  \nverification by the Association.  \nAny unit member making payments as set forth in sections 2.3.3 and 2.3.4 above,  \nand who requests that the grievance or arbitration provisions of this Agreement be  \nused in his or her behalf, shall be responsible for paying the reasonable cost of  \nusing said grievance or arbitration procedures.  \nWith respect to all sums deducted by the District pursuant to sections 2.3.1 and  \n2.3.2 above, whether for membership dues or agency fee, the District agrees  \npromptly to remit such monies to the Association accompanied by an alphabetical  \nlist of unit members for whom such deductions have been made, categorizing  \nthem as to membership or non-membership in the Association, and indicating any  \nchanges in personnel from the list previously furnished.  \nThe Association agrees to furnish any information needed by the District to fulfill  \nthe provisions of section 2.3 of this Article.  \nHold Harmless  \n2.4.1  \nThe Association agrees to indemnify the District, the Board, and their agents,  \nrepresentatives or employees, and hold them harmless against any and all claims,  \ndemands or suits arising out of this Article. The District, the Board, their agents,  \nrepresentatives or employees shall have the right to select counsel of their own  \nchoosing and the Association shall pay their reasonable legal costs of defense,  \nincluding attorneys' fees, incurred in defending any such claims before the state  \nand/or federal courts or the Public Employment Relations Board. The  \nAssociation shall pay any monetary award or judgment in any such action or  \nproceeding.  \n2.4.2 The Association shall have the exclusive right to decide and determine whether  \nany such action or proceeding referred to in paragraph 2.4.1 shall be or shall not  \nbe compromised, resisted, defended, tried or appealed.  \n3.1  \n3.2  \n"], ["ARTICLE Ill  \nGRIEVANCE PROCEDURE  \n", "Definitions  \n3.1.1  \nA \"grievance\" is limited to an allegation by a unit member(s) or the Association  \nof a violation, misinterpretation, or misapplication of the specific provisions of  \nthis Agreement.  \nThe \"immediate Supervisor\" is the lowest level administrator having immediate  \njurisdiction over the grievant who has been designated by the District to adjust  \ngrievances.  \nA \"grievant\" is the unit member(s) or the Association who files a grievance.  \nA \"day\" is a day in which the Administrative Center of the District is open for  \nbusiness.  \nGrievance Representative -- A grievance representative is any person designated  \nby the Association to process grievances and to represent teachers in grievance  \nmeetings.  \nGeneral Provisions  \n3.2.1  \n3.2.2  \n3.2.3  \nTime Limits -- If a grievance is not processed by the unit member in accordance  \nwith the time limits set forth in this Article, it shall not be subject to arbitration  \nand shall be considered settled on the basis of the decision last made by the  \nDistrict. If the District fails to respond to the grievance within the time limits at  \nany step, the grievant may proceed to the next grievance level. The time limits  \nset forth herein may be extended by mutual agreement. Time limits for appeal  \nshall begin to run the day following the receipt of the written decision by the  \ngrievant.  \nGrievance Adjustments -- Adjustments to grievances shall not be inconsistent  \nwith the terms of the Agreement.  \nThe District shall not agree to a resolution of the grievance until the exclusive  \nrepresentative has received a copy of the grievance and the proposed resolution,  \nand has been given an opportunity to file a response at all levels.  \nGrievance Format -- Grievances which proceed beyond the informal step shall be  \nin writing on a form to be mutually developed, and shall be a clear, concise  \nstatement of the grievance including the specific provisions of the Agreement  \n3.3  \n3.2.4  \n3.2.5  \n3.2.6  \n3.2.7  \n3.2.8  \n3.2.9  \n3.2.10  \n3.3.1  \n3.3.2  \nalleged to have been violated, the circumstances involved, and the specific  \nremedy sought.  \nRepresentative -- A grievant may present grievances to the District without  \nintervention of the exclusive representative, or the grievant may elect to have an  \nAssociation representative present at any level. The Association will pursue an  \nindividual's grievance only at the individual's request.  \nGrievance Files -- Grievances shall be kept in a separate file in the Human  \nResources Office.  \nGrievance Meetings -- Grievance meetings shall be conducted at each step of the  \ngrievance procedure.  \nGrievance Dispositions -- The disposition of the grievance shall contain written  \nrationale for the disposition. Unless the parties involved in the various steps have  \nreached a compromise as to the wording of the remedy, the disposition shall be  \nrendered by one of the following statements:  \n3.2.7.1 Grievance sustained (remedy granted)  \n3.2.7.2 Grievance denied (remedy denied)  \n3.2.7.3. Grievance sustained in part (partial remedy set forth)  \nNo Reprisals -- It is agreed that any grievant or party of interest or any participant  \nin a grievance procedure shall be free of any reprisals  \nReleased Time -- One (1) hour of released time may be granted at each level of  \nthe grievance procedure. Transportation time will be provided as needed.  \nInformal Conference -- Before filing a formal, written grievance, the grievant  \nshall attempt to resolve it by an informal conference with the grievant's immediate  \nsupervisor.  \nGrievance Levels (formal)  \nLevel I -- Within twenty (20) days after the occurrence or knowledge of the act or  \nomission giving rise to the grievance, the grievant must present such grievance in  \nwriting on the appropriate form to the immediate supervisor. This statement shall  \nbe a clear, concise statement of the grievance, the circumstances involved, the  \ndecision rendered at the informal conference, and the specific remedy sought.  \nThe immediate supervisor shall communicate a decision to the employee in  \nwriting within ten (10) days after receiving the grievance.  \nLevel II -- In the event the grievant is not satisfied with the decision at Level I,  \nhe/she may appeal the decision on the appropriate form to the Superintendent or  \nhis/her designee within ten (10) days.  \n3.3.3  \nThis statement should include a copy of the original grievance, the decision  \nrendered, and a clear, concise statement of the reasons for the appeal.  \nThe administrators at this level shall communicate their decision in writing within  \nten (10) days after receiving the appeal. The Association may, in behalf of the  \naffected teachers, initiate a grievance which affects more than one teacher in a  \nsingle building, or teachers in more than one building at Level IH]. Release time  \nshall be provided for the grievant and one (1) representative for any conferences  \ncalled at Level II.  \nLevel III  \n3.3.3.1 Nonarbitrated Grievance -- The grievant/Association may choose to  \nexercise the option of bypassing arbitration and within ten (10) days of  \nthe Superintendent's decision submit a request in writing to the President  \nof the Board of Education for adjudication of the dispute. Within thirty  \n(30) days of the receipt of the request, the Board of Education shall  \nconduct a hearing on the grievance, render a decision, and communicate  \nthe decision to the parties of interest.  \n3.3.3.2 Arbitrated Grievance -- If the grievant is not satisfied with the decision at  \nLevel II, he/she may request the Association to submit the grievance to  \narbitration. If the Association concurs with the grievant's request for  \narbitration, the Association shall, within ten (10) days of the  \nSuperintendent's decision, submit a request in writing to the  \nSuperintendent for arbitration of the dispute; and the District shall  \ncomply with the request except in cases of disputed arbitrability which  \nshall be provided for hereinafter. The Association and the District shall  \nattempt to agree upon an arbitrator; and if no agreement can be reached in  \nseven (7) days, the parties shall request the American Arbitration  \nAssociation to administer the arbitration in accordance with its rules.  \nThe fees and expenses of the arbitrator and the hearing shall be borne  \nequally by the District and the Association. All other expenses, including  \nfees for witnesses and conferees, or the costs of substitutes for witnesses  \nand conferees, shall be borne by the party incurring them, except as  \nprovided elsewhere in this Article. The grievant and one representative  \nshall be provided release time for any hearings at Level III.  \nThe arbitrator shall, as soon as possible, hear evidence and render a  \ndecision on the issue or issues that were submitted to arbitration.  \nHowever, if the District claims the grievance is not arbitrable and should  \nbe dismissed for reasons which do not go to the merits (e.g. mootness,  \nuntimeliness, subject matter beyond the scope of the grievance procedure)  \nthe District may cause its claim to be heard and ruled upon by an arbitrator  \nprior to the arbitrator hearing the merits. If the District plans to invoke  \nthis claim, it shall so advise AEEA prior to the selection of the arbitrator  \nto hear the merits of the alleged grievance. An arbitrator shall then be  \nselected to hear this arbitrability claim.  \nThe arbitrator to hear the arbitrability claim shall be selected pursuant to  \nthis section. If this arbitrator determines the grievance is arbitrable, he/she  \nshall be selected to hear the merits unless there is mutual agreement of the  \nparties. If the arbitrator determines the grievance is not arbitrable, such  \ndecision shall terminate Level III.  \n3.3.4 The arbitrator shall have no power to alter, add to, or subtract from the terms of  \nthe Agreement. The District and the Association shall not be permitted to assert  \nto such arbitration proceeding any ground or rely on any evidence not previously  \ndisclosed. Both parties agree that the award of the arbitrator shall be final and  \nbinding.  \n10  \n4.1  \n"], ["ARTICLE IV  \nLEAVES OF ABSENCE  \n", "(Revised effective February 8, 2005)  \nSick leave -- Personal Illness and Injury  \n4.1.1  \n4.1.5  \nAnnual Sick Leave -- Full-time unit members shall be entitled to ten (10) days  \nleave with full pay for each school year for purposes of personal illness or injury.  \nA unit member covered by this Agreement working less than full time shall be  \nentitled to sick leave in the same ratio that their employment bear to full-time  \nemployment.  \nAccumulated Sick Leave -- If a unit member does not utilize the full amount of  \nleave authorized, ten (10) days in any school year, the amount not utilized shall be  \naccumulated from year to year.  \nHalf-day Absence -- A unit member who is absent for one-half day or less shall  \nhave deducted one-half day from the accumulated leave; and if the absence  \nexceeds more than one-half day, a full day shall be deducted.  \nVerification of Sick Leave  \n4.1.4.1 Physician's Statement -- Unit members becoming aware of the need for  \nabsence due to surgery, maternity, or other predictable or previously  \nscheduled cause shall submit a statement from their attending physician  \nas far in advance of the initial disability date as possible. The  \nphysician's statement shall include the beginning date of disability, the  \ncause of the disability, and the anticipated date of the return to active  \nservice.  \n4.1.4.2. When the District has cause to believe that sick leave is being abused, the  \nDistrict may require verification.  \nUse of Sick Leave -- Sick leave may be used for personal illness or injury and for  \ndisabilities contributed to by pregnancy and/or childbirth.  \n4.1.5.1 Leave for Pregnancy Disability -- Unit members are entitled to use sick  \nleave for disabilities caused or contributed to by pregnancy, miscarriage,  \nchildbirth and recovery therefrom, on the same terms and conditions  \ngoverning leaves of absence from other illness or medical disability.  \nSuch leave shall not be used for childcare, childrearing, or preparation  \nfor childbearing, but shall be limited to those disabilities as set forth  \nabove.  \n11  \n4.2  \n4.1.6  \nThe length of such disability leave, including the date on which the  \nleave shall commence and the date on which the duties are to be  \nresumed, shall be determined by the unit member and the unit member's  \nphysician; however, the District management may require a  \nverification of the extent of disability through a physical examination of  \nthe employee by a physician appointed by the District.  \nStatutory Leave - Extended Leave -- Any unused sick leave credit may be  \nused by the unit member for sick leave purposes without loss of compensation.  \nUpon exhaustion of all accumulated sick leave credit, a unit member who  \ncontinues to be absent for purposes of this policy shall receive sixty percent  \n(60%) differential pay for a period not to exceed 100 working days. In order to  \nqualify for differential pay, unit members shall first utilize all accumulated sick  \nleave credit.  \nNotification of Absences -- In the event it becomes necessary for a unit member  \nto be absent from his/her duties, he/she shall notify the District Human Resources  \nOffice as soon as possible. Prior to his/her return to work, a unit member  \nrequiring a sub shall notify the site administrator or staff member designated by  \nthe Superintendent not later than 2 p.m. of the day preceding his/her return.  \nIf a teacher fails to give due notice of his/her intention to return after an absence,  \nand the substitute appears for the day's work as a result of failure to receive such  \nnotice, the teacher's salary shall be charged the amount paid the substitute for the  \nday.  \nA doctor's certificate is required for each absence due to personal illness of more  \nthan five (5) days' duration.  \nIndustrial Accident and Illness Leave -- Industrial accident and illness leave shall be  \ngranted for illness or injury incurred within the course and scope of the unit member's  \nassigned duties.  \n4.2.1  \n4.2.2  \nProcedure -- A unit member who has sustained a job-related injury shall report  \nthe injury on a District-approved accident report form within twenty-four (24)  \nhours to the immediate supervisor. The unit member shall report any illness on a  \nDistrict-approved form to the immediate supervisor within twenty-four (24) hours  \nof knowledge that the illness is an alleged industrial illness. In order to qualify  \nfor industrial accident or illness leave coverage, a unit member claiming such  \nleave shall be examined and treated if necessary by a physician approved by the  \nDistrict's industrial accident insurance carrier.  \nRequirements  \n4.2.2.1 Allowable leave shall be for not less than sixty (60) days during which  \nthe schools of the District are required to be in session or when the  \n12  \n4.3  \n4.2.3  \n4.2.2.2  \n4.2.2.3  \n4.2.2.4  \n4.2.2.5  \n4.2.2.6  \n4.2.2.7  \nemployee would otherwise have been performing work for the District  \nin any one fiscal year for the same illness or accident.  \nAllowable leave shall not be accumulated from year to year.  \nIndustrial accident or illness leave shall commence on the first day of  \nabsence.  \nIndustrial accident or illness leave shall be reduced by one day for each  \nday of authorized absence regardless of a temporary disability indemnity  \naward.  \nWhen an industrial accident or illness leave overlaps into the next fiscal  \nyear, the unit member shall be entitled to only the amount of unused  \nleave due for the same injury or illness.  \nAny unit member receiving benefits as a result of this Section shall,  \nduring the periods of injury or illness, remain within the state of  \nCalifornia unless the Governing Board authorizes travel outside the  \nState.  \nDuring any industrial paid leave of absence, the unit member may  \nendorse to the District the temporary disability and indemnity checks  \nreceived on account of the industrial accident or illness. The District,  \nin turn, shall issue the unit member appropriate salary warrants for  \npayment of the unit member's salary and shall deduct normal retirement,  \nother authorized contributions, and the temporary disability indemnity,  \nif any, actually paid to and retained by the unit member for periods  \ncovered by such salary warrants. Upon conclusion of this industrial paid  \nleave, a unit member may utilize any available sick leave benefits  \nproviding that any sick leave utilization when combined with any  \ntemporary disability indemnity shall not exceed 100 percent of the unit  \nmember's normal compensation.  \nReturn to Service -- A unit member shall be permitted to return to service after an  \nindustrial accident or illness only upon the presentation of a release from the  \nauthorized Worker's Compensation physician certifying the unit member's ability  \nto return to his/her position classification without restrictions or detriment to the  \nunit member's physical and emotional well-being.  \nPersonal Necessity Leave -- Credited sick leave may be used at the unit member's  \nelection for purposes of personal necessity provided that use of such personal necessity  \nleave does not exceed the number of sick leave days accumulated by the unit member.  \nPersonal necessity leave shall be limited to:  \nDeath or serious illness of a member of the unit member's immediate family.  \n4.3.1  \n13  \n4.4  \n4.5  \n4.3.2 Accident involving person or property or the person or property of the unit  \nmember's immediate family.  \nA unit member shall notify his/her principal at least twenty-four (24) hours in advance of  \ntaking such Leave, unless an emergency makes such advance notice impossible. Unit  \nmembers shall, when possible, notify the immediate supervisor of the expected duration  \nof the absence. In no event shall a unit member be required to secure permission before  \nutilizing such leave. However, the District reserves the right to request satisfactory  \nverification.  \nPersonal Business Leave -- Credited sick leave may be used at the unit member's election  \nfor purposes of personal business provided that the use of such personal business leave  \ndoes not exceed six (6) days in any school year.  \nPersonal business shall be defined as any purpose which cannot be handled outside  \nnormal working hours, but shall not include seeking another job, working another job,  \nextension of a vacation period or holiday period, for recreational activities, or for reasons  \nof personal convenience.  \nUnit members shall submit a request for personal business leave approval on a District-  \napproved form to the immediate supervisor normally not less than three (3) days prior to  \nthe beginning date of the leave. Prior approval shall not apply to in the case of  \nbereavement or paternity. Unit members shall, when possible, notify the immediate  \nsupervisor of the expected duration of the absence.  \nJudicial Leave -- Judicial and official appearance leave will be provided for purposes of  \nregularly called jury duty, appearance as a witness (in court) other than as a litigant, or to  \nrespond to an official order from another governmental jurisdiction for reasons not  \nbrought about through the convenience or misconduct of the unit member.  \n4.5.1 Procedure -- The unit member seeking an official, judicial appearance leave shall  \nsubmit a request accompanied by the official order for an approved absence to the  \nimmediate supervisor.  \n4.5.2 Requirements -- The unit member may be granted a leave of absence not to  \nexceed the duration of the requirements of the official order for participation and  \nappearance.  \n4.5.3. Compensation -- A unit member granted a leave of absence under these  \nprovisions shall be granted full pay. Except for expenses reimbursed by other  \nagencies, all fees collected by the unit member for such service shall be deposited  \nwith the District.  \n4.5.3.1 Judicial Leave -- Upon the signing of this agreement, unit members who elect to  \ndefer jury duty to their off track time shall be compensated at the daily regular  \nsubstitute rate in effect at the time of the unit member's service to the Court, not  \nto exceed 10 days. In order to receive the substitute pay, the unit member must  \n14  \n4.6  \n4.7  \n4.8  \n4.9  \nsubmit a copy of the original summons, the notification of postponement of  \nservice, and the dated proof of jury service. Any fee except travel allowance,  \npaid to the employee for jury duty shall be remitted to the District.  \nBereavement Leave -- A unit member shall be entitled to three (3) days' leave of absence,  \nor five (5) days if out-of-state travel or if one-way travel exceeds 550 miles, without loss  \nof salary on account of death of any member of his/her immediate family. In extreme  \ncircumstances, the unit member may apply for three (3) additional days above the three  \n(3) indicated above if no out-of- state travel or travel in excess of 550 miles is required.  \nFor purposes of this provision, an immediate family member shall be limited to father,  \nmother, husband, wife, child, brother, sister, grandfather, grandmother, grandchild, son-  \nin-law, daughter-in-law, aunt, uncle, niece, nephew, or like relationships of husband or  \nwife, or any relative or close personal friend living in the immediate household of the  \nunit member.  \nSabbatical Leave -- For the life of this Agreement, the District will maintain and  \nimplement sabbatical leaves as referred to in Appendix C.  \nOther Leaves Without Pay - Personal  \n4.8.1 A unit member may request a personal leave of absence for reasons not  \nenumerated elsewhere in this Agreement.  \n4.8.1.1 Unit members may take up to twelve (12) weeks of leave to care for an  \nadopted or foster care child at the time of placement.  \n4.8.2 Upon recommendation of the Superintendent and approval by the Board of  \nEducation, leave without compensation, increment, seniority, or tenure credit,  \nmay be granted for a period of up to one (1) school year for the following  \npurposes:  \n4.8.2.1 Peace Corps or like service.  \n4.8.2.2 Service in an elected public office.  \n4.8.2.3 Long-term illness of the unit member.  \n4.8.2.4 Advanced professional study or academic training.  \n4.8.2.5 Care for a member of the immediate family who is ill.  \n4.8.2.6 Rest and recuperation upon physician's recommendation.  \n4.8.2.7 Teaching in a foreign country.  \n4.8.2.8 Travel with itinerary approved in advance by the Board of Education.  \n4.8.2.9 Child care.  \n4.8.2.10 Personal leave requests for additional reasons will be considered on  \nan individual basis when circumstances dictate such consideration.  \n4.8.3 Requirements - - A member shall not accept gainful employment while on  \npersonal leave of absence without the prior, written approval of the  \nSuperintendent.  \nFamily Care and Medical Leave  \n15  \n4.10  \nfiscal  \n4.11  \n4.9.1  \n4.9.2  \n4.9.3  \n4.9.4  \n4.9.5  \n4.9.6  \n4.9.7  \nAny unit member who has served the District more than one (1) continuous year  \nshall be eligible to take up to twelve (12) weeks of unpaid family care and  \nmedical leave in a twelve (12) month period rolling forward from the date of the  \nleave request under the provisions of state and federal law.  \nFamily Leave may only be used for a unit member's serious illness or the birth,  \nadoption, or serious illness of a child, or to care for a parent or spouse or like  \nrelationships of husband or wife, or any relative or close personal friend living in  \nthe immediate household of the unit member who has a serious illness.  \nThe District may require verification of the necessity of the leave. In addition, the  \nDistrict may require the unit member to submit to medical examinations by a  \nDistrict appointed physician with a third physician tie breaker, if necessary, at  \nDistrict expense.  \nAll available leaves, such as sick leave, personal necessity leave, and extended  \nillness leave, must be used as part of the twelve (12) weeks of Family Leave.  \nThe unit member must give as much advance notice as possible. For planned  \nevents, thirty (30) days advance notice is requested by the District.  \nUnit members' group health benefits as provided for in Article X, 10.2, shall be  \nmaintained during approved Family Leave. If the unit member fails to return to  \nwork at the expiration of Family Leave, the unit member shall reimburse the  \nDistrict for all health benefits paid during the Family Leave.  \nAt the conclusion of Family Leave, the unit member will return to the same or  \ncomparable position.  \nMilitary Leave -- Unit members ordered to military or naval duty shall be granted a  \ntemporary military leave of absence. No more than the pay for a period of thirty (30)  \ncalendar days shall be allowed for any one military leave of absence during any one  \nyear.  \nAdministration of Leave Provisions  \n4.11.1 Return to Service -- The unit member shall be reinstated to the position  \nclassification held prior to the leave of absence or to a position for which the  \nemployee is certified.  \nUnit members requesting to return from a leave of absence prior to the agreed  \nending date or during the continuing school year will be assigned as soon as  \npracticable to a position for which the unit member 1s qualified.  \nPersonal leaves of absence granted to unit members for health reasons shall  \nrequire the submission of a medical statement indicating the ability to assume  \nassigned duties prior to return to active duty.  \n16  \n4.12  \n4.13  \n4.14  \n4.15  \nTeachers on unpaid leaves of absence shall be permitted to participate in District  \nfringe benefit programs provided that the teacher pays his/her premium to the  \nDistrict, and as long as such procedure is permitted by the insurance carriers.  \nOrganizational Leave -- The Association President shall be granted fifty percent (50%)  \nrelease time from his/her normal assignment. The AEEA will pay the full cost of the  \nreplacement teacher.  \nTragedy Leave -- A long-term, ninety (90) day leave may be granted to a unit member  \nwho experiences a serious tragedy within his/her immediate family. For purposes of this  \nSection, a unit member approved for a tragedy leave must use up to seven (7) days of  \npersonal necessity leave under section 4.3 of this section prior to beginning this leave.  \nFor purposes of this Section, immediate family shall be defined as parents, siblings,  \nspouse, or dependent children. A serious tragedy 1s an event which has created a  \ndisturbance in the life of the unit member to a point which makes it impossible to carry  \nout his/her duties. A unit member's compensation during such leave shall be equivalent  \nto the unit member's regular salary and fringe benefits minus the amount necessary to pay  \na substitute employed to replace the unit member while on leave.  \nJob Sharing Leave — The District may consider job share leave requests by teachers as  \nthe need arises. Unit members who wish to apply for a job share leave for the following  \nschool year shall notify the District by April 15 of the prior school year. The rules and  \nprocedures for job sharing are contained in the District job sharing agreement. Upon  \nrequest, copies of this agreement shall be made available to unit members. Job share  \nleave requests may be granted for one full school year and may be renewed on a year-to-  \nyear basis.  \nCatastrophic Leave Bank — The Association and the District shall establish a committee  \ncomposed of three members of AEEA, three members of CSEA, three members from  \nAESMA and a representative from the Department of Human Resources to study and  \nmake recommendations regarding the creation of a Catastrophic Leave Bank for all  \nemployees of the Anaheim City School District. The Committee shall begin meeting no  \nlater than February 1, 2000 and shall issue a recommendation to the Associations and the  \nDistrict by June 1, 2000. The Committee shall determine the dates and times of its  \nmeeting schedule.  \n"], ["ARTICLE V  \nTRANSFER AND REASSIGNMENT  \n", "17  \n5.1  \n5.2  \n5.3  \n(Revised effective October 30, 2003)  \nDefinitions  \n5.1.1 A transfer is defined as a change of school, but within the same position  \nclassification or from one position classification to another.  \n5.1.2 A reassignment is defined as a change in regular grade level or track assignment  \nwithin the same school or site location.  \n5.1.3 Seniority shall mean the teacher's total service to the District beginning the first  \nday of paid service to the District and excluding periods of time when teacher was  \non an unpaid leave of absence.  \nCriteria for Transfers and Reassignments -- It shall be the practice of the District to exert  \nall feasible effort to establish and maintain a balanced teaching staff in all schools. The  \nfollowing criteria is established for consideration of transfers and reassignments with the  \nexception of administrative transfers as set forth in this Article:  \n5.2.1 The needs and efficient operation of the District.  \n5.2.2 The qualifications including recent training.  \n5.2.3. The preference of the teacher.  \n5.2.4 The quality of service as determined by written evaluations.  \n5.2.5 Affirmative Action Programs.  \n5.2.6 Certification.  \n5.2.7 Seniority.  \nEmployer-Initiated Transfer -- Employer-initiated transfer is defined as an \"Involuntary  \ntransfer.\" The employer-initiated transfer shall be made when a change in enrollment  \nnecessitates addition, transfer, or deletion of staff and/or conditions exist as enumerated  \nunder administrative transfer below.  \n5.3.1 Change in Enrollment -- When the number of staff members assigned to a school  \nexceeds the teacher allotment, a transfer shall be initiated according to the  \nfollowing procedures:  \n5.3.1.1. The site administrator will determine the number of surplus teachers  \nwithin his/her school in accordance with the above-described surplus  \nsituation.  \n5.3.1.2 An opportunity will be given to the entire staff to discuss the needs of  \nthe building. Involuntary transfers will not be made if a volunteer is  \navailable. The site administrator will initiate a transfer if no volunteers  \nare available based on the criteria set forth in 5.2.  \n5.3.1.3 Any teacher selected under this procedure will be notified in a personal  \nconference with the site administrator. The site administrator shall  \nprovide the teacher with a letter indicating the reasons for the transfer.  \n18  \n5.4  \n5.3.2  \n5.3.3  \n5.3.4  \n5.3.5  \nAll employer-initiated transfers prior to the end of the school year shall be given  \npriority consideration to vacant positions above all other requests as outlined in  \nthe sections dealing with voluntary transfers.  \nIf an employer-initiated transfer 1s necessitated due to lack of enrollment at the  \nbeginning of the school year, the teacher shall be informed as to grade level and  \nschools available for immediate transfer.  \nUpon teacher request, made at the time of notification of employer-initiated  \ntransfer, reassignment to the school from which the employee was moved shall be  \ngranted if a vacancy occurs at that school prior to the beginning of school.  \nUnit members who have been transferred involuntarily under the above  \nprovisions shall be exempt for a period of two (2) years.  \nAdministrative -- Transfers by administrative staff may be made for any one of  \nthe following reasons:  \n5.3.5.1 An opportunity to evaluate a unit member in a different school location  \nor environment if justified by written evaluation.  \n5.3.5.2 Irreconcilable personality conflicts.  \n5.3.5.3 Affirmative Action Goals.  \n5.3.5.4 Transfers for any reason indicated above shall be preceded by a period of  \nnotification of specific problems, a reasonable opportunity for  \nimprovement, and advance notice by March | that the administrative  \ntransfer will be proposed. Each notification of intent to transfer should  \ncontain the specific reason for which the transfer is made.  \nIt shall be the general practice to deny the request of a site administrator  \nto transfer teachers from his/her staff who have acquired permanency of  \ntenure by virtue of his/her recommendation. In cases where an  \nexception to this general practice is to be considered, each request will  \nbe evaluated on its merits.  \nPrior to approval, the transferee or the site administrator may request a  \ntime convenient to both parties for an interview with the Assistant  \nSuperintendent, Human Resources. Subject to the approval by the  \nAssistant Superintendent, Human Resources, a letter of notification  \nconcerning such transfer shall be sent to the transferee.  \nVoluntary Transfer Requests -- Any teacher covered by this Agreement who desires a  \ntransfer shall file a request on a District-provided \"Request for Transfer\" form with the  \nAssistant Superintendent, Human Resources, by April 15 of each school year. Copies of  \nthe form will be available on the District Web page.  \n19  \n5.4.1  \n5.4.2  \n5.4.3  \n5.4.4  \n5.4.5  \nAssignment -- The assignment of unit members shall be determined by the  \nDistrict in accordance with the terms of this Agreement. When more than one  \nteacher has applied for the same position, the teacher determined by the District to  \nbe the best qualified in terms of the criteria set forth in 5.2 shall be appointed.  \nThe District shall give priority consideration to unit members currently serving in  \nthe school district prior to the time that new personnel is being assigned.  \n5.4.2.1 Transfers and assignments shall be made in the following order:  \nPriority No. 1 - Involuntary transfers and/or reassignment requests.  \nPriority No. 2 - Voluntary transfer request.  \nPriority No. 3 - Request for assignment from leave of absence.  \nIn all cases where two or more unit members with the same priority are seeking  \nthe same vacant position, the Assistant Superintendent, Human Resources, in  \nconsultation with the site administrator, shall make the final decision for  \nassignment.  \nPermanent and probationary teachers shall have priority rights over temporary  \nteachers.  \nVacancies and Assignments -- All vacancies for the following school year  \nreceived before April 15 shall be made known to all schools. To the extent  \npossible, teachers shall be sent notification regarding the status of their request by  \nJune 1. If a transfer is to be made, the teacher and the immediate supervisor  \nconcerned will be notified in writing of the new assignment.  \nMutual Exchange of Positions -- Two unit members may initiate an exchange of  \nsite assignments for one (1) school year, providing there is agreement with the  \ninvolved site administrators and exchange unit members. If, at the conclusion of  \nthe school year all parties agree, the exchange of assignment shall become  \npermanent.  \nSpecial Certificated Vacancies -- A special certificated vacancy is defined as a  \nvacant position in the bargaining unit that the District intends to fill, but does not  \ninvolve the responsibility of maintaining a class register for the purpose of student  \naccounting and GATE positions.  \n5.4.5.1 The District shall post all special certificated opportunities for five (5)  \nschool days at each site that 1s operating an instructional program and on  \nthe District Web page.  \n5.4.5.2 Employees interested in vacant positions must submit an in-district  \napplication located on the District Web page.  \n5.4.5.3 GATE teachers shall be accorded the same transfer and reassignment  \nrights as teachers in the regular education classes as described in Article  \n5.4 of the Collective Bargaining Agreement.  \n20  \n5.4.6  \nshall  \nsite.  \n5.4.5.4 All known vacancies for anticipated GATE positions for the following  \nschool year shall be posted by April 15\". Prior to April 15\", a meeting  \nof all GATE teachers shall be called by the GATE supervisor to  \nformally notify GATE teachers of the known GATE positions available  \nfor the upcoming school year.  \nExchanged Day Assignment -- Unit members who are assigned to a year-round  \nsite may elect to participate in exchanged day assignment(s). A unit member who  \nis \"off\" track may exchange the assignment of a unit member who 1s \"on\" track  \nfor a period of not less than three (3), nor more than seven (7) consecutive days.  \nIn order to participate in an exchanged day assignment, the following criteria  \nbe met:  \n1. The parties to the exchanged day assignment shall be assigned to the same  \n2. Nocost to the District shall result from such exchange.  \n3. Approval for such an assignment must be obtained from the site administrator  \nat least twenty-five (25) days prior to the first day of the exchanged  \nassignment.  \n4. The parties to the exchanged day assignment must sign a written agreement  \nfor “pay back” of any days so exchanged under this section.  \n5. All approved exchanged days shall be completed within the same school year.  \nUnit members assigned to Special Education programs may participate in  \nexchanged days with other unit members at any site, with verification of like  \ncredentials. Approval must be obtained from the Director of Special Education,  \nin consultation with the site administrator(s).  \n5.5 Procedures for Reassignment  \n5.5.1  \n5.5.2  \nEmployee-Initiated Reassignment Requests -- Reassignment may be made by the  \nbuilding site administrator when vacancies occur within his/her own building or  \nwhen requests are made for changes in grade level, session, or track assignments.  \nStaff unit members may request a change in assignment when the staff vacancy is  \nknown or when they desire to make a grade level, session, or track change for the  \nnext school year. When more than one school staff unit member has requested a  \nreassignment to another grade level, session, or track, the unit member believed  \nby the building site administrator to be the best qualified shall be reassigned.  \nEmployer-Initiated Reassignment -- Employer-initiated reassignment is defined as  \nan \"involuntary reassignment.\"  \nThe employer-initiated reassignment may be made when change in enrollment  \nnecessitates reassignment of staff members. The site administrator will provide  \nan opportunity for the unit member to discuss the pending reassignment in a  \npersonal conference.  \n21  \n5.6  \n5.5.3  \n5.5.4  \n5.5.5  \nStaff unit members who prefer not to be reassigned to another grade level,  \nsession, or track may request a transfer to another building and shall be treated as  \nan employer-initiated transfer. Unit members who have been transferred under  \nthe above provision shall be exempt for a period of two (2) years.  \nYear-Round Track Assignments  \n5.5.3.1 Annual year-round Assignments -- By March Ist of each year a staff  \nmeeting will be held to discuss all known vacancies for the next school  \nyear. By March 12th teachers may make their requests for any changes  \nknown to the site administrator. By March 15th the site administrator  \nwill inform the staff of the tentative assignments for the next school  \nyear.  \n5.5.3.2 Roving Assignments -- Unit members of an impacted grade level will  \nmeet to determine a mutually agreed upon procedure for the selection of  \nthat grade level's roving assignment. In the event the unit members  \ncannot reach a decision, the site administrator shall determine the  \nprocedure.  \nSpecial Education Reassignment  \n5.5.4.1 Initial Track Selection — Unit members assigned to Special Education  \nshall be assigned as necessary to programs and school sites to meet the  \nneeds of the District. The interdisciplinary teams shall meet each year  \nwith the Director of Special Education Services/SELPA to discuss  \nrecommendations concerning the assignment of staff. In the event of  \ninvoluntary transfers, Special Education unit members shall be consulted  \nprior to the involuntary transfer and shall be notified as soon as it is  \nknown a transfer may be necessary.  \nMutual Exchange of Positions -- Two unit members may initiate an exchange of  \nsite assignments for one (1) school year, providing there is agreement with the  \ninvolved site administrator, the exchange unit members and the Director of  \nSpecial Education Services/SELPA. It is understood that in order to exchange  \nassignments both unit members must hold a valid credential for the exchange  \nassignment. If, at the conclusion of the school year all parties agree, the exchange  \nof assignment shall become permanent.  \nPreparation Time -- Any unit member whose assignment is changed after the  \ncommencement of the school year may request and shall be granted up to three (3) days  \nof release time for preparation.  \nDD  \n6.1  \n"], ["ARTICLE VI  \nPROCEDURES FOR EVALUATION  \n", "(Revised effective February 8, 2005)  \nFormal Evaluation of Performance  \n6.1.1  \nFrequency -- The District management shall evaluate all bargaining unit members  \nno less than once every two (2) years. In addition, the District may evaluate each  \nunit member annually and shall evaluate at any time during the school year if the  \nunit member's job performance is unsatisfactory or needs improvement.  \nEvaluator -- The evaluator shall be the unit member's immediate supervisor  \nand/or any other management employee who is so designated by District  \nmanagement.  \nAreas of Evaluation -- Evaluation of unit members shall be based primarily upon  \nthe following areas and as it reasonably relates to each area:  \n6.1.3.1 Expected student progress and standards established by the District.  \n6.1.3.2 The instructional techniques and strategies used by the District.  \n6.1.3.3. Maintaining proper pupil control and maintaining a suitable learning  \nenvironment within the scope of the unit member's responsibilities.  \n6.1.3.4 Assessment of other duties normally required as an adjunct to the regular  \nassignment.  \n6.1.3.5 Adherence to curricular objectives.  \nPreliminary Conference -- Within the first thirty (30) teaching days, each unit  \nmember to be evaluated shall meet with the site administrator. The purpose of the  \nconference shall be to:  \n6.1.4.1 Explain, interpret, discuss and distribute copies of the evaluation  \nprocedure.  \n6.1.4.2 Discuss District, school, grade-level programs and standards.  \n6.1.4.3. Review goals and objectives to maintain or improve the quality of the  \nunit member’s instructional program as it relates to pupil progress.  \n6.1.4.4 Mutually agree upon written evaluation objectives, referred to in section  \n6.1.3 above, which may be revised during the course of the year by  \nmutual consent  \nObservations -- The site administrator will complete a minimum of two (2)  \nobservations for each unit member being evaluated. An observation form must be  \ncompleted and signed by the unit member and the site administrator for each  \nobservation. The observation form shall not be placed in the personnel file of the  \nunit member.  \n23  \n6.1.6  \n6.1.10  \n6.1.5.1 Post-Observation Conference -- A copy of the observation form shall be  \ngiven to the unit member following a meeting between the site  \nadministrator and the unit member to discuss the observation and the site  \nadministrator's notes. The observation form must be signed by the site  \nadministrator and the unit member. The unit member’s signature does  \nnot constitute endorsement of the site administrator's notations, but is  \nrecognition that discussion has taken place and that the unit member has  \nbeen given the opportunity to enter comments.  \nPreliminary Evaluation -- The immediate supervisor shall meet with temporary  \nand probationary unit member prior to December 15 to review the unit member’s  \nperformance and address areas of concern. This provision shall apply to unit  \nmembers hired prior to October 1.  \nFinal Evaluation -- Evaluation and assessment conducted pursuant to this  \nprocedure shall be reduced to writing and a copy thereof be transmitted to the unit  \nmember not later than thirty (30) days before the last school day scheduled on the  \nschool calendar adopted for the school year in which the evaluation takes place.  \nFor those unit members assigned to the year-round program, the thirty (30) days  \napplies to the last scheduled student day of a particular track. The unit member  \nshall have the right to initiate a written reaction or response to the evaluation.  \nSuch response shall become a permanent attachment to the evaluation and shall  \nbe retained in the employee's personnel file. Before the last school day scheduled  \non the school calendar, a meeting shall be held between the unit member and the  \nevaluator to discuss the evaluation.  \nIn working draft form, the site administrator shall state his/her opinion as to  \nwhether the goals and/or objectives agreed upon are being met. Such opinions  \nmust be based upon (with direct references to) the evaluation objectives and  \nprocedures as agreed upon between the site administrator and the unit member in  \nthe preliminary evaluation conference set forth in Section 6.1.4 of this Article.  \nCompletion of Forms -- All evaluation forms shall be completed so that they are  \nfactually accurate and so that they reflect performance within the context of the  \nentire evaluation period.  \nOpen Evaluation -- Matters which will be used to evaluate a unit member shall be  \nbrought to the attention of the unit member in writing within a reasonable period  \nof time following the date when the evaluator becomes aware of such matter.  \nPersonal Activities/Use of Material -- Evaluation of performance shall not be  \npredicated upon lawful, nonschool-related, personal activities of unit members  \nnor upon the unit member's use of teaching materials, provided that such materials  \nare consistent with the age and maturity level of the affected students and with  \nDistrict-approved educational and curriculum guidelines and policies.  \n24  \n6.2 Evaluation by Public  \n6.2.1  \nEvaluation of performance shall not be predicated upon information or material of  \na derogatory or critical nature which has been received by the evaluator from  \nothers, including parents and citizens, unless the following procedures have been  \nadhered to:  \n6.2.1.1 With regard to such materials in the unit member's personnel records, no  \nsuch information shall be placed into the unit member's file unless and  \nuntil an investigation has established that the information is true.  \nWhen such information is established as factual, it may be reduced to  \nwriting by the site administrator and placed into the personnel file.  \n6.2.1.2 With regard to parent or citizen complaints, the unit member shall first be  \ngiven written notice of same and an opportunity to resolve the matter  \nwith the appropriate administrator.  \n6.3 Personnel Files  \n6.3.1  \n6.3.2  \n6.3.3  \nA complete personnel file 1s maintained in the Human Resources Office on each  \nunit member. Confidential information from these files will not be given over the  \ntelephone. Confidential information will only be given if requested in writing by  \nan agency entitled to receive such information.  \nAccess -- Materials in personnel files of unit members are to be made available  \nfor inspection by the unit members. Each unit member shall have the right to  \ninspect or to have a representative, with written authorization, inspect such  \nmaterials upon request, provided the request is made at a time when such person  \nis not actually required to render services to the District. Such material does not  \ninclude ratings, reports or records that:  \n6.3.2.1 Were obtained prior to the employment of the person involved.  \n6.3.2.2 Were prepared by identifiable examination committee members.  \n6.3.2.3 Were obtained in connection with a promotional examination.  \nPlacement of Derogatory Materials -- Information of a derogatory nature shall not  \nbe entered or filed unless and until the unit member is given notice and an  \nopportunity to review and comment thereon.  \nA unit member shall have the right to enter and have attached to any such  \nderogatory statement his/her own comments thereon.  \nSuch review shall take place during normal business hours, and the teacher shall  \nbe released from duty for this purpose without salary deduction.  \nRemoval of material alleged to be inaccurate or unfair by the unit member shall  \noccur only upon the direction of a judge, hearing officer, or arbitrator.  \n25  \n6.4  \n6.5  \nConstraints  \nA unit member shall not be formally evaluated by the utilization of standardized  \ntests unless authorized by law.  \n6.4.1  \n6.4.2  \n6.4.3  \nWhenever the District identifies problem areas in a unit member's performance,  \nwhich may require corrective action, the District shall adhere to the following:  \n6.4.2.1  \n6.4.2.2  \n6.4.2.3  \n6.4.2.4  \nProvide advance notice that corrective action is necessary.  \nProvide written assistance to the unit member in improving his/her  \nperformance in the areas identified. To the extent possible, such  \nassistance will be mutually developed.  \nMake available to the unit member the resources necessary to alleviate  \nthe problems. Such resources may include printed matter, assistance of  \nother unit members, District Office assistance, etc.  \nProvide written documented feedback regarding the unit member's  \nprogress in achieving improved performance. Such feedback shall be  \nprovided at least once prior to the final evaluation. The unit member  \nand evaluator may mutually agree on additional number of written  \ndocumentations.  \nA unit member shall not be evaluated based upon his/her selection and use of a  \nparticular teaching method, disciplinary technique, or other instructional  \ntechnology, provided that the technique resulted in the pupils' progress and does  \nnot violate any administrative procedure.  \nEvaluation Forms -- Prior to the adoption of any forms relating to the evaluation  \nprocedure, the District shall afford the Association notice and the opportunity to consult  \nregarding the forms.  \n26  \n7.1  \n7.2  \n7.3  \n7.4  \n7.5  \n7.6  \n"], ["ARTICLE VI  \nHOURS OF EMPLOYMENT  \n", "(Revised effective February 8, 2005)  \nSchool Calendar — After conferring with the Association, the teacher work year shall be  \nset forth in the school calendar adopted by the Board of Education.  \nReporting Time -- Teachers shall be present at their building site not later than thirty (30)  \nminutes before the opening of their class. Site administrators may modify this schedule  \nfor teachers who begin their classes fifteen (15) minutes earlier.  \nWorkweek -- Teachers shall work thirty-four and one-half (34.5) hours \"on site\" per  \nweek, fulfilling the provisions referred to in the Teacher's Job Definition, Appendix D.  \nAttendance at three (3) school functions beyond the standard workday may be designated  \nby the building site administrator. Other required attendances which extend beyond the  \nschool day shall be credited as part of the thirty-four and one-half (34.5) hour \"on site\"  \nworkweek. Attendance at any school function beyond the standard workday shall not  \nexceed two (2) hours.  \nStandard Work Hours -- After discussion with the teaching staff, the building site  \nadministrator shall set standard work hours for the benefit of the staff and community.  \nThe site administrator may adjust these standard work hours for an individual unit  \nmember on a daily basis to provide an early dismissal from duty for reasons of  \ncompelling personal importance, provided a substitute 1s not required. Time lost for  \nearly dismissal will be made up by the unit member within an agreed time period to meet  \nthe contractual obligation of thirty-four and one-half (34.5) hours \"on site\" per week.  \n7.4.1 On minimum days, PM teachers shall have the option to adjust their work hours  \nto align with AM teachers, subject to PRIOR approval of the site administrator  \nand provided there is no change to the scheduled student instructional day.  \n7.4.2 Mutual Exchange of Hours — Subject to 24-hour notice to and prior approval from  \nthe site administrator, teachers who share a room may mutually exchange work  \nhours.  \nInstructional Planning Days — Classroom teachers shall be provided with 11 student  \nminimum days and 31 shortened days identified on the school calendar for instructional  \nplanning and preparation effective July 1, 2000. Except in cases of emergency, no  \nrequired school meetings shall be scheduled by the site administrator during the one-hour  \nperiod of instructional planning time on the 31 shortened days  \nLunch Period/Breaks -- Teachers shall have a forty-five (45) minute, duty-free lunch  \nperiod which shall not be counted as part of the workweek and one (1) duty-free break in  \nDl  \n7.7  \n7.8  \n7.9  \n7.10  \n711  \nthe morning of not less than ten (10) minutes during the students' day. In the event that  \neither the lunch period or the break are lost as a result of a declaration of an emergency  \nby the Superintendent or due to a field trip, the teacher shall be entitled to compensatory  \ntime for said loss.  \nThe duty-free lunch period may be limited to thirty (30) minutes on days of inclement  \nweather with compensatory time for the remaining fifteen (15) minutes.  \nVoluntary Participation -- Establishment of the above hours of employment and  \nadditional professional responsibilities shall not restrict the right of the unit member to  \nvoluntarily participate in other school or District-related activities before or after the  \nstandard workday.  \nWorkday Deviations -- On days of an emergency release of pupils or on minimum pupil  \ndays or on days pupils are not in attendance, the workday shall be set by the  \nSuperintendent or his designee.  \nWork Year -- The number of scheduled workdays for unit members shall be as follows:  \nClassroom and Special Education Teachers ----------------------- 184 Y-R  \nSchool Nurses --------------------------------------------------------- 184 Y-R  \nSpeech and Hearing Therapists ------------------------------------- 184 Y-R  \n7.9.1 Extended Work Year -- In order to operate the programs of the District in an  \nefficient and effective manner, the District may determine that a bargaining unit  \nposition be extended beyond the contracted 184 days.  \n7.9.2 Posting -- Should the District decide to extend the number of work days beyond  \n184 days, unit member shall be notified of the decision following the procedures  \noutlined in 5.4.5.1 and 5.4.5.2 of this Agreement.  \nEarly Dismissal -- Unit members enrolled in approved, continuing education classes  \nwhich meet prior to 6 p.m. may leave after the last class has been dismissed. All courses  \nmust receive prior approval as provided for in Article XI, Section 11.9.  \nMinimum Instructional Minutes -- Minimum annual instructional minutes in the District  \nshall be as follows:  \nKindergarten: 36,050; Grades 1-3: 50,855; Grades 4-6: 55,181  \nMemorandum of Understanding  \nRegarding Supervision Duties  \n28  \nBefore the Student Instructional Day  \n(January 12, 2005)  \nExcept in the case of emergencies or inclement weather as determined by the principal or  \ndesignee, no supervision duties shall be assigned to unit members before the student instructional  \nday. This memorandum of understanding shall commence within forty-five (45) calendar days  \nafter ratification of the 2004/05 agreement by both parties and expire on June 30, 2007; at which  \ntime the status quo shall revert to the right of the district to assign unit members student  \nsupervision duties before the student instructional day.  \n29  \n8.1  \n8.2  \n8.3  \n"], ["ARTICLE VII  \nCLASS SIZE  \n", "District-Wide Average Class Size -- The average class size for the District shall not  \nexceed twenty-eight (28).  \nMaximum Class Size  \n8.2.1  \n8.2.2  \n8.2.3  \n8.2.4  \n8.2.5  \nThe maximum class size for grades K-3 shall be thirty (30) students.  \nThe maximum class size for grades 4-6 shall be thirty-three (33) students.  \nThe maximum class size for combination grades shall be as follows:  \nCombination grades K/1- - - 28  \nCombination grades 1/2 ---28  \nCombination grades 2/3 - - - 29  \nCombination grades 3/4---29  \nCombination grades 4/5 ---29  \nCombination grades 5/6 - - - 30  \nThe District may exceed the maximums in Sections 8.2.1, 8.2.2, and 8.2.3 of this  \nArticle by 10% in 15% of the classes in the District.  \nSpecial Education -- The District agrees to maintain the RSP programs and to  \nlimit enrollment to twenty-eight (28) with the District average not to exceed  \ntwenty-four (24).  \nSpecial Day Classes -- The District agrees to maintain Special Day Class size  \nwhich will not exceed the maximum average of eleven (11) pupils throughout the  \nDistrict. Within this average of eleven (11), the District shall exert a reasonable  \neffort to maintain a range of six (6) to fourteen (14) pupils in Special Day Classes.  \nTo the extent possible, classes containing the most severely handicapped students  \nwill be maintained at the lower end of the six (6) to fourteen (14) range. Should  \nthe class size reach fourteen (14), the affected unit member may request  \nadditional resources from the Director of Special Education. Such assistance  \nshall be provided subject to the approval of the Deputy Superintendent, Education  \nAdministration.  \nCorrection of Class Size Excesses -- Both parties agree that ten (10) days shall be  \nallowed to correct any excesses in class size before a grievance is filed. The District  \nagrees to provide the Association with monthly copies of \"Excess Class-Size Survey\" and  \nSummary of District Enrollment and Teachers' Assignments.  \n30  \n8.4  \n8.5  \n8.6  \nAssistance for Class Size Excesses -- Whenever class size in the District falls beyond the  \nparameters listed in Sections 8.2.1, 8.2.2, and 8.2.3, the District, upon request of the  \nteacher, shall provide assistance to the teacher in the form of added resources. The site  \nadministrator, upon consultation with the teacher, shall present a plan to the Assistant  \nSuperintendent, Education Administration.  \nSpecial Day Class Pupils -- When Special Day Class pupils are to be assigned for all or a  \nportion of the school day into a regular classroom, the following procedures shall be  \nadhered to:  \n8.5.1 The regular classroom teacher/s affected shall be consulted regarding such  \nplacement and their alternatives considered.  \n8.5.2 When Special Day Class students are placed into the regular classroom, the  \nDistrict shall attempt to assure that such students are equitably distributed.  \n8.5.3 In the assignment of RSP students to classrooms (usually accomplished in the  \nspring) the District shall attempt to assure that such students are equitably  \ndistributed.  \nClass Size and Facilities Committee -- In order to explore solutions to the problems  \npresented by increasing enrollment, the Association and the District agree to establish a  \ncommittee composed of three (3) teachers appointed by the Association and three (3)  \nadministrators appointed by the Superintendent, along with parents, to evaluate present  \nfacility use. The committee shall also explore all possible alternatives to meet possible  \nfuture growth and to plan for class size improvements.  \nThe committee shall make its recommendations to the Superintendent for Board  \nconsideration.  \n"], ["ARTICLE IX  \n", "3]  \n9.1  \nSAFETY  \n(Revised effective February 8, 2005)  \nSafe Working Conditions -- The District recognizes the importance of maintaining safe  \nworking conditions.  \nA. Safety Program  \nThe Risk Manager will coordinate safety programs, develop safety training for  \nsupervisors (to be conducted in conjunction with regular supervisory training), record  \naccident data, and prepare periodic summaries to show safety performance, accident  \ntrends, and critical loss areas. The Risk Manager will serve as a regular member of the  \nDistrict Safety Committee.  \nB. District Safety Committee  \nThe District Safety Committee shall consist of the Risk Manager, a site administrator,  \ntwo foremen, one classified unit member, and one certificated unit member appointed by  \nthe Association. The committee will meet at least once every three months, or when  \nappropriate, and will report directly to the Superintendent.  \nIt is the committee's responsibility to formulate safety programs and procedures for  \nrecommendation to the Superintendent. It will review accidents, ascertain their causes,  \nconsider remedies, and explore means of creating and maintaining interest in accident  \nprevention.  \nThe District shall provide a safe and hazard-free work environment place for all  \nbargaining unit employees.  \nAll bargaining unit members shall report any unsafe working condition to the immediate  \nsupervisor of the department, and the District shall adhere to the California State Labor  \nLaw.  \nC. Site Safety Committee  \nA Safety Committee at the site level, reporting to the site administrator or department  \nhead, shall be formed. Its function shall be comparable at the site level to those of the  \nDistrict Safety Committee. This committee shall include at least one certificated unit  \nmember. This committee shall meet at least once each school quarter.  \nSite administrators and first-line supervisors shall be responsible for:  \n1. Providing employee safety training and education as needed at the job site. New  \nemployees are to be indoctrinated in safe practices as a part of their orientation and  \ntraining. The Risk Manager will assist in preparing safety training programs and in  \nsupplying training aids.  \n2. Providing for immediate first aid and medical treatment to injured employees.  \n32  \n  \n9.3  \n3. Following established procedures for reporting of accidents.  \n4. Investigating all employee accidents at the earliest practicable time, and preparing  \nwritten reports when requested by the Risk Manager or the District Safety  \nCommittee. The Risk Manager may assist in the investigation.  \n5. Maintaining safe work areas and equipment. They shall make formal monthly  \ninspection of work areas and equipment with written reports to the Risk Manager  \nlisting unsafe conditions and steps taken to correct them.  \n6. Securing and making available personal protective equipment to employees where  \nnecessary or required.  \nDisaster Procedures -- Not later than October 1, site administrators shall review with the  \nstaffs the current procedures to be followed in each kind of disaster and possible  \nclassroom emergency. Copies of the procedures will be distributed to each unit member.  \nPhysical Abuse of School Personnel  \n9.3.1  \n9.3.2  \n9.3.3  \nThe unit member shall be informed of each pupil who has engaged in, or is  \nreasonably suspected to have engaged in, any of the acts constituting grounds for  \nsuspension or expulsion if/when records are available. Any information received  \nby a unit member shall be received in confidence and shall not be further  \ndisseminated by the unit member.  \nAbuse of school personnel, assault or battery upon school personnel or threat of  \nforce or violence directed toward school personnel at any time or place which 1s  \nrelated to school activity shall be reported by the unit member to their immediate  \nsupervisor and the supervisor in turn to the Superintendent.  \nThe District recognizes the right of the unit member to suspend for the day and  \nthe day following any pupil for any of the following infractions:  \n. Insubordination  \n. Consistent refusal to respond to direction  \n. Harassment of others  \n. Striking any school personnel  \n. Physically injuring others  \n. Damaging property  \n. Endangering the safety of self and/or others  \nYANN  \nThe teacher will notify the site administrator who will upon request notify the  \nparent. The site administrator will initiate upon notification by the teacher an  \nimmediate action to correct the problem. After conferencing, a pupil may be  \ndetained, transferred, or suspended. Any student suspended by a teacher shall not  \nbe placed in another teacher's classroom during the period of suspension.  \n33  \nA written description of the rights and duties of teachers with respect to  \ndiscipline, corporal punishment, and the right to suspend students shall be reviewed  \nwith the staff by the site administrator at the beginning of each school year.  \n9.4  \n9.5  \n9.3.4 Unit members shall immediately report cases of assault suffered by them in  \nconnection with their employment to the police.  \n9.3.5 In the event of an assault or other emergency, it shall be the duty of the site  \nadministrator to immediately assist the teacher.  \n9.3.6 Unit members may use reasonable action in the performance of their duties to  \ninsure the safety of themselves and others.  \nVandalism -- Unit members who need to assist in the preparation of their classroom shall  \nbe compensated for any extra hours beyond normal building hours. Individual requests  \nshall be by prior approval made through the building site administrator.  \nReimbursement for Loss or Damage to Personal Property -- The District shall, within  \nlegal limits, reimburse unit members for personal property lost or damaged within the  \nscope of employment without the unit member's fault or negligence as follows:  \nReimbursement shall not exceed the deductible amount of the unit member's insurance  \npolicy or policies, or $350, whichever is less. If no insurance coverage is in force, the  \nreimbursement shall be based on the depreciated value of the property as determined by  \nthe District. Claims for of $15 or less shall not be considered.  \nNo claim for rermbursement shall be considered unless the property concerned is directly  \nrelated to the classroom curriculum and the unit member has received prior written  \napproval from the site administrator for its use on school premises. No reimbursement  \nshall be provided under this section for damage to a unit member's automobile, except in  \ncases where the vehicle’s tire(s) was slashed or window(s) broken while on District  \nproperty during work time. This damage must be substantiated by an official police  \nreport validating that the incident occurred while the vehicle was parked on district  \nproperty while the unit member is working Claims for reimbursement must be in writing  \nand must be received by the Risk Manager within forty-five (45) calendar days from the  \ndate of loss.  \nThe District shall have discretion to require sales receipts, verification of insurance, and  \nother information reasonably necessary to evaluate the unit member's claim.  \n"], ["ARTICLE X  \nHEALTH AND WELFARE BENEFITS  \n", "(Revised effective February 8, 2005)  \n34  \n10.1  \n10.2  \n10.3  \n10.4  \nMandated Benefits -- Unit members who qualify will continue to receive those benefits  \nwhich are mandated by law.  \nDistrict Fringe Benefit Program -- The District shall pay up to the specified monthly  \ndollar amounts indicated below for each carrier for each full-time unit member and their  \ndependents.  \nEmployee  \nEmployee and One Employee  \nOnly Dependent and  \nBlue Cross $317.77 $539.49 $643.23  \nMedco Health (Rx) $ 66.25 $124.93 $149.27  \nTotal BC + Rx $384.02 $664.42 $792.70  \nKaiser $225.23 $450.46 $637.41  \nDelta Dental $ 50.00  \nPrivate Medical Care, Inc. $ 34.99  \nLife Insurance $ 2.16  \nThe employee, through payroll deductions, shall pay any cost in excess of District  \ncontributions for dependents and family coverage with Blue Cross. The District shall  \nmaintain the employee contribution at the 2003/2004 level until September 30, 2005. The  \nDistrict shall pay full cost for \"Employee Only\" medical coverage and all Kaiser  \ncategories for eligible unit members through September 30, 2006. After September 30,  \n2006, any further increases in the District contribution for “Employee Only” medical  \ncoverage and all Kaiser categories shall be subject to negotiations..  \nReplacement of Eye Glasses or Contact Lenses -- The District will provide up to a  \nmaximum of $150 for replacement of prescription eye glasses or contact lenses damaged  \nor broken as a result of accidents occurring while the unit member 1s supervising pupils.  \nThe District will not reimburse the unit member for costs related to eye examination.  \nAccidents must be related to pupil activities which result in damage to the unit member's  \neye glasses or contact lenses.  \nClaims must be filed within three (3) working days of an accident on the appropriate  \nDistrict form and be approved by the immediate supervisor.  \nHealth Benefits for Retirees -- Employees shall be entitled to fully-paid health insurance  \nbenefits equal to current benefits provided personnel for all employees retiring from the  \nAnaheim City School District who are at least 55 years of age and have worked ten (10)  \nor more years in this District. This benefit shall be discontinued at the end of the fiscal  \nyear in which the retired employee reaches the age of 65.  \n35  \n10.5  \n10.6  \nThis benefit also applies to those employees receiving disability allowance payments  \nunder the State Teachers' Retirement System or the Public Employees' Retirement  \nSystem.  \nRetirees may have the option of enrolling their dependents under the District Group Plan,  \nbut cost of dependent coverage shall be the sole responsibility of the retiree; and the  \nretiree shall pay the premium cost in the manner required by the Board of Education.  \nMedicare -- Unit members who reach the age of 65 and do not qualify for Section A or B  \nof Medicare, either individually or by their spouse's eligibility, and have had eighteen  \n(18) years of service shall receive the amount the unit member would receive for the  \nMedicare premium for hospitalization and medical insurance. The contribution shall be  \napplied toward the payment of the Medicare premium.  \nThe District and Association recognize the impact of escalating health care premiums  \nupon the total compensation package. In an attempt to analyze and reduce the escalation  \nof these costs, an insurance committee shall be established. The insurance committee  \nshall be comprised of not more than three (3) representatives appointed by the AEEA  \nExecutive Board and not more than three (3) representatives appointed by the  \nSuperintendent or his/her designee. The purpose of the insurance committee shall be to  \nanalyze current premiums, benefits, trends, plan structures and program options which  \nmay be available, and to then provide advice to the parties of this contract regarding  \npossible options. The committee shall submit, in writing and by this contract regarding  \npossible options. The committee shall submit, in writing and by April 1 of each year, a  \nvariety of options to the parties of this contract. Upon receipt of these recommendations  \nthe parties shall begin negotiations on Article X within thirty (30) work days after  \nreceipt.  \n"], ["ARTICLE XI  \n", "36  \n11.1  \n11.4  \nWAGES  \n(Revised effective February 8, 2005)  \nSalary Schedules  \n11.1.1 For the school year 2004/2005, a salary increase of 3.25%, of which 3.0% shall be  \napplied to the salary schedules in Appendix A and A-1 for certificated employees  \nand .25% shall be applied as a one-time, off-schedule bonus. Such salary increase  \nshall be effective as of July 1, 2004.  \n11.1.2 Effective July 1, 1999, Appendix A-1 is for non-credentialed unit members. This  \nsalary schedule has 4 steps. Upon completion of credentials, unit members shall  \nmove to the same cell on the salary schedule Appendix A and advance to the next  \nstep effective July 1° of the next school year.  \nAs of July 1, 1999, all unit members without a credential who are beyond Step  \nIV on Salary Schedule Appendix A shall be retained at their current salary step  \nuntil obtaining a credential. The following July 1“ they shall move to the next  \nStep.  \nSalary Schedule - Columns Defined -- Each teacher shall be placed according to training  \nin one of the following CLASSES of the Teachers Salary Schedule:  \nCLASS I -- Teachers who have graduated from an accredited college or university  \nrequiring four years of training for Bachelor's Degree and an appropriate credential.  \nCLASS II -- CLASS I requirements plus 30 units of upper division or graduate credit  \nearned in addition to and after obtaining a Bachelor's Degree.  \nCLASS HI -- CLASS I requirements plus 45 units of upper division or graduate credit  \nearned in addition to and after obtaining a Bachelor's Degree, or a Master's Degree from  \nan accredited college or university.  \nCLASS IV -- CLASS I requirements plus 60 units of upper division or graduate credit  \nearned in addition to and after obtaining a Bachelor's Degree including a Master's  \nDegree from an accredited college or university.  \nAnniversary Increment -- A certificated employee moves to the eighteenth (18) step after  \ncompletion of one (1) year on the last step of Columns or IV. The employee must  \nhave completed seventeen (17) years of certificated service credit with the District.  \nA certificated employee moves to the 30” Step after having completed 29 years of  \ncertificated service credit with the District.  \nSalary Placement -- Experience shall be the number of school years of teaching a teacher  \nhas completed. A school year shall consist of ten (10) school months of twenty (20) days  \n37  \neach including teaching days, legal holidays, and holidays declared by the Board of  \nEducation.  \nA teacher shall be credited with a year of teaching experience if:  \n1. He/she has taught under contract at least one-hundred thirty-six (136) of the student  \ndays scheduled on the track assigned; or  \n2. He/she has taught under contract for at least fifty percent of two (2) school years.  \nSalary Schedule - Experience Credit -- Effective November 2, 1998, a teacher with  \nprevious teaching experience outside the Anaheim City School District may, for the  \npurpose of being placed on the salary schedule, receive credit not exceeding ten (10)  \nyears for his/her experience in a public school or approved private or parochial school.  \nCredit for private or parochial teaching experience will be granted only if the experience  \nhas been within the preceding five years and the teacher would have been eligible for a  \nCalifornia teaching credential during that time.  \nPay Periods -- Teachers on year-round calendar are paid on a 12-month basis.  \nDaily Rate of Pay -- Daily rate of pay shall be determined by dividing the teacher's  \nannual salary by the number of days of required service as indicated in the adopted  \nschool calendar.  \nMileage -- During the term of this Agreement, unit members serving two (2) or more  \nschools shall receive a $750 annual automobile allowance, subject to providing  \nverification of insurance and a valid California driver's license.  \nMileage allowance for conference attendance or like meetings shall be the current IRS  \nestablished rate per mile with prior approval and authorization by the Board of  \nEducation.  \nRequirements for Column Advancement -- Courses which meet any one of the following  \ncriteria with prior approval shall be accepted for salary schedule advancement:  \n11.9.1 An upper division course which is directly related to the teacher's current or  \npotential future assignment with the District.  \nAll courses must receive approval before being undertaken. Forms are available  \nin each building.  \n11.9.2 An upper division course which is part of a program leading to an advanced  \ndegree and/or to meet certification requirements.  \nAll courses must receive approval before being undertaken and after completion.  \nForms are available in each building.  \n38  \n11.9.3  \n11.9.4  \n11.9.5  \n11.9.6  \nSubsequent training shall be such work as is regularly taken in an accredited  \nteacher training institution or its equivalent.  \nAn employee who has met the requirements for salary advancement shall be  \ntransferred to the appropriate column and appropriate step upon submission of  \nofficial documentation to the District. In order to receive salary credit, a unit  \nmember must submit materials by the tenth of the month. Appropriate  \ndocumentation are official transcripts. If the District 1s unable to meet the payroll  \ndeadline because of the County procedures and/or due dates, the payment will be  \nmade the following month and will be retroactive to the previous month.  \nDistrict Spanish Language Classes -- Teachers who complete the Spanish  \nLanguage Classes may earn (3) three units of credit for salary advancement. No  \nmore than three units of salary advance credit shall be granted at each level.  \nIn addition, teachers will be paid $300 for completion of each level. Teachers will  \nbe paid a maximum of two (2) times per level for Levels A through X.  \nCooperative Spanish Classes approved by the Orange County Department of  \nEducation undertaken with the approval of the District shall meet the  \nrequirements of Section 11.9.  \nAll other Spanish classes shall be submitted for approval on District forms before  \nbeing undertaken and shall meet the Requirements for Column Advancement as  \nprovided for in Section 11.9 through 11.9.5 of this Article.  \nCredentialed teachers who complete training and obtain a CTC approved  \nauthorization for teaching English Language Development to limited English  \nspeaking students will receive a stipend of $400 upon successful completion of  \nthe program.  \nCredentialed teachers who complete training and obtain a CTC approved  \nauthorization for primary language instruction will receive a stipend of $1,400  \nupon successful completion of the program.  \nNon-credentialed teachers who were hired prior to January 1, 2000 shall also  \nqualify for the stipends outlined above.  \n11.10 Outdoor Education -- Teachers who attend the Outdoor Education Programs shall receive  \n11.11  \n$40 per day in addition to their regular per diem.  \nEarly Retirement Incentive -- Until December 31, 2003, the District will offer an early  \nretirement incentive program. The program 1s available to full-time unit members 55  \nyears of age to 59 years and 11 months of age, and have served for fifteen (15) years in  \nthe District, and who are eligible for retirement under STRS or PERS.  \n39  \n11.12  \n11.13  \n11.14  \n11.15  \n11.11.1 Members who plan to retire by June, 2003, must notify the District of their  \nintent to retire between January | and February 1, 2003.  \n11.11.2 Members who plan to retire by December 31, 2003, must notify the District of  \ntheir intent between August 1 and September 1, 2003.  \n11.11.3 For a period of five (5) years after retirement, the District will make an annual  \ncontribution of $10,000 into an annuity program selected by the District.  \n11.11.4 At the end of the five (5) year period, the employee may choose any of the  \npayment options established by the annuity.  \n11.11.5 The District will discontinue its contribution to the annuity during the five (5)  \nyear period in the event of the death of the retiree.  \n11.11.6 The current language in this Article will be deleted as of December 31, 2003,  \nand shall be replaced with \"During the 2006/2007 school year, the District will  \nreview early retirement options.\"  \nIntersession Salary -- Should the District decide to offer an intersession program, the rate  \nof pay for bargaining unit positions shall be calculated in the following manner:  \n11.12.1 Prior year's hourly rate of pay;  \n11.12.2 Multiplied by the COLA provided in the State Budget Act for Intersession Core  \nprogram;  \nEquals the hourly rate of pay.  \nThe hourly rate for those bargaining unit members who teach in the extended school year  \nprogram shall be the same as the hourly rate for summer school.  \nIt is agreed that, should the State Budget Act provide no COLA for the Intersession Core  \nProgram, the salaries will remain the same as the previous year.  \nUnit members who wish to serve as substitute teachers shall be paid a differential of $10  \nabove the established District rate for day-to-day and/or long term substituting.  \nExtended Year Contracts -- Unit members working an extended year contract shall be  \nentitled to pro-rata sick leave days based on the number of additional days worked  \nbeyond the work year specified in Article 7.9.  \nExtra Work -- Unit members who work additional hours shall be paid at the rate  \nestablished for intersession. When working half or full days, the rate of pay shall be the  \nsame as substituting.  \n40  \n11.16 Combination Classes — An annual stipend of one thousand dollars ($1,000) shall be  \nprovided to unit members assigned as of January 1 of each school year to combination  \ngrades under section 8.2.3.  \n41  \n"], ["ARTICLE XII  \nCONCERTED ACTIVITIES  \n", "It is agreed and understood that there will be no strike, work stoppage, slowdown, unlawful  \npicketing, or refusal or failure to fully and faithfully perform job functions and responsibilities as  \ncontained in Board policy, or other interference with the operations of the District by the  \nAssociation or by its officers or teachers during the term of this Agreement including compliance  \nwith the request of other employee organizations to engage in such activity.  \nIt is understood that any teacher violating this Article may be subject to discipline up to and  \nincluding termination by the District.  \nNeither the submission of this proposal nor the violation or expiration of this Article shall  \nprejudice the District's legal position that the above activities are or may be independent  \nviolations of the law, illegal notwithstanding this Article.  \n"], ["ARTICLE XIII  \n", "42  \n13.1  \nDISCIPLINE  \nProcedure for Discipline  \n13.1.1  \n13.1.2  \n13.1.3  \nNo unit member shall be reprimanded, reduced in compensation, suspended, or  \notherwise disciplined without reasonable and just cause.  \nNothing in this Article shall limit the District's right to institute dismissal and  \nimmediate suspension and mandatory leave of absence proceedings as set forth  \nin the California Education Code, nor shall discipline under this Article be  \nregarded as a precondition to proceedings under the California Education Code.  \nMatters which arise and may subject a unit member to disciplinary action shall  \nbe brought to the attention of the unit member within a reasonable period of  \ntime following the date when the immediate supervisor became aware of such  \nmatters, or following the completion of the District’s investigation of acts which  \nlead to disciplinary action.  \n"]]