[["", "AGREEMENT  \nBETWEEN  \nTHE SCHOOL DISTRICT  \nOF  \nPALM BEACH COUNTY, FLORIDA  \nAND  \nTHE ASSOCIATION OF  \nEDUCATIONAL SECRETARIES  \nAND  \nOFFICE PROFESSIONALS  \n   \nJULY 1, 2003 — JUNE 30, 2006  \nTABLE OF CONTENTS  \n"], ["", "ARTICLE I 2  \nSECTION A - DEFINITIONS 2  \nSECTION B - 2  \nSECTION C - 2  \n1. 2  \n2. Printing Of the 3  \n3. MISCEIANCOUS 3  \n4. Prohibition Of Strikes 4  \nSECTION D - MANAGEMENT RIGHTS 4  \nSECTION E - cc 5  \n"], ["", "ARTICLE 2 - GRIEVANCE PROCEDURE 5  \n1. D@fINITIONS 5  \n2. PUPPOSG 5  \n0: 5  \n"], ["ARTICLE 3 - EMPLOYEE RIGHTS AND RESPONSIBILITIES 7  \nSECTION A - WORK YEAR AND WORKING 7  \n", "1. 7  \n2. 8  \n3. Duty Free LUNCH 8  \nA. Break Time 8  \nSECTION B - PERSONNEL 8  \n1. Transfer Requests/Involuntary Transfers/Temporary Transfers 8  \n2. 9  \n3. 9  \nA. Evaluation 10  \n5. PersOnnel File 10  \n6. Job Descriptions and 11  \n7. JOD REClaSSIFICATION 11  \n8. Assignment to Temporary Duty 12  \nQ, Break in 12  \n10. Seniority/Longevity Rights 12  \n11. Reduction-in-Force Policy 13  \n12. ROCall oo... 13  \n13. Terminal Pay Benefits 13  \n14. Performance-Based Termination/SuSpensiOn 14  \n15; EGUal FIQKES cons comes cs ee ee eR ROMEO 14  \n16. Probationary 14  \nSECTION C - PROGRESSIVE 15  \nSECTION D - EMPLOYEE PROTECTION 16  \n1. SAPCtY 16  \n2. Reimbursement for LOSS 16  \nSECTION E - MISCELLANEOUS 17  \n1. Continuing ECUCAtION 17  \n2. Fiscal Rights and 17  \n3. Telephone Calls 17  \n4, Medical 17  \n5. Authorized Travel Expense 17  \n6. The Faculty Committee 17  \n1. Pataprotessional | scons sso eon mee eo eres weno en no Ee eR EERO 18  \n"], ["ARTICLE 4 - LEAVE 18  \nSECTION A - ANNUAL LEAVE 18  \nSECTION B - SICK LEAVE 19  \n", "1. Provisions for the Accrual of SICK L@€V6 19  \n2. Leave of ADS@NCE - 20  \n3. Injury or Illness in 20  \n4. Catastrophic IllMe@Ss Or 21  \n5. Leave Tor PerSoniall REAS OPS. nrc cone enone on none moons eons meen means names ones Rea exams MG 21  \n6. Permanently and Totally Disabled 22  \nSECTION C - MATERNITY LEAVE/RECOVERY 22  \nSECTION D - CHILD CARE LEAVE/UNPAID ......... 22  \nSG EE = SURRY OT LAV rst nese cence ane mars mesa esp esa ans ans eso ess ean esas sane cn se ON 22  \nSECTION F - WITNESS 23  \nSECTION G - MILITARY 23  \nSECTION H = POLITICAL LEAVE 23  \nSECTION | - HOLIDAYS 24  \nSECTION J - RELIGIOUS HOLIDAY 24  \n"], ["ARTICLE 5 - ASSOCIATION RIGHTS AND RESPONSIBILITIES .......... 24  \nSECTION A - RIGHTS OF EMPLOYEES 24  \n", "ls 1G) 1) CUM cranes aca exes eons on meme we omy mes meats mapas sR MME IN ANS ASR NT 24  \n2. ASSOCIATION 24  \n3. Meeting Locations and Notices 24  \n4. Association on School Board 25  \n5D. Labels And Printout 25  \nSECTION B - ASSOCIATION PROFESSIONAL LEAVE 25  \nSECTION C - DUES DEDUCTION 26  \nSECTION D - PAYROLL 27  \nSECTION E - ACCESS TO FULTON-HOLLAND EDUCATIONAL SERVICES 27  \n"], ["ARTICLE 6 - COMPENSATION AND 27  \nSECTION A - PAY SCHEDULE 27  \nSECTION B - HEALTH INSURANCE 28  \n", "SEG TION C= INGENTIVE AWARDS os ners nes sone ore norms enon means eens ERA 33  \nSECTION D - IN COUNTY 34  \nSECTION E - EMPLOYEE ASSISTANCE PROGRAM 34  \nAPPENDICES 35  \nAPPENDIX A - PERFORMANCE-BASED SALARY 35  \niil  \nAPPENDIX B - MEMORANDUM OF 42  \n1V  \nPREAMBLE  \nThe terms and conditions as set forth herein are effective upon Association ratification and Board approval and will stay in effect  \nuntil June 30, 2006, unless otherwise mutually agreed in writing by the parties. Only if specifically stated will provisions be  \nretroactive to July 1, 2003.  \nUnless provided elsewhere in this Agreement, no other changes or modifications shall be made to this Agreement except that  \neach party has the option to reopen the Agreement as follows:  \nA. In the second year (2004) each party may reopen Article 6, Section A 1 — Pay Schedule plus Appendix A and  \ntwo additional Articles each to negotiate. Also in the second year of the Agreement (2004), the parties may  \nreopen Article 6, Section B pursuant to re-opener language contained therein in coalition bargaining with other  \nrecognized employee organizations representing employees of the District.  \nB. In the third year (2005), each party may reopen Article 6, Section A 1 - Pay Schedule plus Appendix A and one  \nadditional Article each to negotiate. If provided for in Article 6, Section B of the Agreement at that time, the  \nparties may also reopen Article 6, Section B in coalition bargaining with other recognized employee  \norganizations representing employees of the District.  \nC. The parties agree that nothing herein prohibits the opening of negotiations in 2006 for a successor Agreement  \nprior to the expiration of this Agreement.  \nThe Association and the District reserve all legal rights accorded them pursuant to Chapter 447, Florida Statutes, relating to  \nacceptance, modification, or rejection of proposals.  \n"], ["ARTICLE |  \nSECTION A - DEFINITIONS  \n", "1.  \n9.  \n10.  \nEMPLOYEE - All personnel approved by the Public Employees Relations Commission (PERC) to be members of  \nthe bargaining unit.  \nSUPERVISOR - The employee’s immediate supervisor, school principal/department director or his/her designee.  \nASSOCIATION - The Palm Beach County Association of Educational Secretaries and Office Professionals (the  \nbargaining unit), its officers and its agents.  \nBOARD or DISTRICT - The School Board of Palm Beach County, Florida, its elected officials, administrative  \nofficers or agents.  \nSUPERINTENDENT - The Superintendent of Schools of Palm Beach County, Florida, or his/her designee.  \nPUBLIC EMPLOYEES RELATIONS ACT (PERA) - Florida Statutes 447, Part Il, Chapter 74-100.  \nPUBLIC EMPLOYEES RELATIONS COMMISSION (PERC) - The Commission created pursuant to F.S. 447.205  \nYEAR OF SERVICE - That sum of compensated duty days which exceeds one-half (1/2) of the term of  \nappointment.  \nDAY - Unless otherwise specified in this agreement, day shall mean employee work day.  \nAGREEMENT - Reference to this collective bargaining agreement.  \nSECTION B - RECOGNITION  \n1.  \nThe Association acknowledges and recognizes the Board as the duly elected representative of the people of Palm  \nBeach County, Florida, and the legally constituted authority responsible for the operation of the District.  \nThe Board recognizes the Association as the exclusive bargaining agent for secretarial, clerical, office  \nprofessionals, Paraprofessional |, Instructional Technical Support Assistants (ITSA) eligible for inclusion in the  \nbargaining unit.  \nSECTION C - NEGOTIATIONS  \n1.  \nProcedure  \n(a) On May 15\" of the year in which this agreement is to expire or when there are reopeners, the parties agree  \nto negotiate a successor agreement in accordance with the procedures set forth by PERA.  \n(b) Both the Board and the Association agree to negotiate in good faith. Upon receipt of a written request  \nduring negotiations identifying each specific document desired by the Association, the Board shall make  \navailable such documents as defined by Chapter 119, Florida Statutes.  \n(c) Consultants may be called upon by either party at their own expense and utilized in the negotiations of any  \nmatter considered by the parties. Neither party will attempt to exert any control over the other’s selection of  \n2  \nits representatives.  \nNo adverse action of any kind shall be taken by the Board or by any member of the Administration, against  \nany member of the bargaining unit or by the Association or any noninstructional employee against the  \nSuperintendent or the Board by reason of participation in negotiations.  \nThe Board and the Association agree to negotiate those items which are proper subjects of bargaining as  \nprovided by law.  \nAt the first meeting, to be determined by mutual agreement, but no later than May both parties agree  \nto exchange complete written proposals of all items to be negotiated unless otherwise mutually agreed. All  \nitems in the current Agreement shall automatically be considered as items on the table. Items in the  \nAgreement on which the parties continue to agree, shall be initialed as tentative agreement. Thereafter,  \nparties agree to meet at reasonable times and places. Meeting times shall be agreed upon by the  \nnegotiating teams as may be necessary. Meetings, by mutual agreement, shall be scheduled during the  \nnormal work day whenever possible; and release time without loss of pay shall be arranged when meetings  \nare held during the regular work day.  \nBoth negotiating teams involved in negotiations shall be empowered to reach a tentative agreement without  \nhaving to refer each proposal back to the Association or the Board.  \nEither party may declare impasse as provided under PERA. Impasse shall be resolved as provided by  \nWhen a tentative agreement is reached between representatives of the parties, it shall then be made in  \nwriting and presented as a total package to the Association for ratification and then to the Board for  \nadoption. When ratified by the parties, the agreement shall be executed by the Chairman of the Board and  \nSuperintendent on behalf of the Board, and by the President of the Association on behalf of the  \nAssociation, and said document shall become the comprehensive agreement between the Board and the  \nAssociation.  \nPrinting of the Agreement  \nCopies of this agreement shall be printed at the expense of the Board within sixty (60) work days after the  \nagreement is signed. A copy of this Agreement shall be provided to all employees covered by this Agreement.  \nAn employee shall receive a copy of the Agreement between the Board and the Association from Personnel  \nServices at the time of the employment and a copy of his/her job description upon request.  \nMiscellaneous  \n(a)  \nThe Board and the Association acknowledge that during the negotiations which resulted in this Agreement,  \neach had the unlimited right and opportunity to make demands and proposals with respect to any subject or  \nmatter not removed by law from the area of collective bargaining, and that the understandings and  \nagreements arrived at by the parties after exercise of that right and opportunity, are set forth and solely  \nembodied in this Agreement.  \nThe Board and the Association agree, therefore, that the other shall not be obligated to negotiate or bargain  \nwith respect to any subject or matter, whether referred to herein or not, except as otherwise specifically  \nrequired in this agreement even though such subjects or matters may not have been within the knowledge  \n3  \nor contemplation of either or both of the parties at the time they negotiated or signed this Agreement.  \nThe terms and conditions of this Agreement may be altered, changed, added to, deleted from, or modified  \nonly through the voluntary mutual consent of the parties in a written and signed amendment executed  \naccording to the provisions of this Agreement.  \nlf any provision of this Agreement is found to be contrary to law, then only said provision shall be deemed  \ninvalid. The invalidated provision may be negotiated by mutual agreement and any change, modification or  \namendment must be in writing. The maximum time limit to negotiate the invalidated provision, if agreed, is  \nfifteen (15) duty days from the date of initial written request by either party.  \nIf an Agreement is not reached within the fifteen (15) duty days allotted, then impasse may be declared and  \nthe PERA rules for resolution of impasse (447.012) shall be applied.  \nThis Agreement shall supersede any rules, regulations, or practices of the Board, promulgated and adopted  \nby the Board, which are in direct conflict in terms or conditions contained herein.  \nProhibition of Strikes  \n(a)  \nThe Association agrees not to engage in a concerted failure to report to duty; a concerted absence of  \nemployees from their positions; a concerted stoppage of work by employees; a concerted submission of  \nresignations by employees; a concerted abstinence in whole or in part by any group of employees from the  \nfull faithful performance of the duties of employment with a public employer for the purpose of inducing,  \ninfluencing, condoning or coercing a change in the terms and conditions of employment, or participating in  \na deliberate and concerted course of conduct which adversely affects the services to the public employer; a  \nconcerted failure of employees to report to work after the expiration of a collective bargaining agreement;  \nand picketing in furtherance of a work stoppage.  \nlf a Circuit Court determines that an employee, employees, or a group of employees has engaged in a  \nstrike, as defined in Paragraph (a), above, pursuant to 447.507, Florida Statute, such employee or group of  \nemployees shall be subject to disciplinary action up to and including discharge.  \nIn the event of a strike or work stoppage, as defined in (a), the President of the Association shall promptly  \nand publicly disavow such strike and work stoppage and order the employees to return to work and attempt  \nto bring about a prompt resumption of normal operations. The Association’s President shall notify the  \nBoard within 24 hours of the knowledge of the commencement of such strike and, what  \nmeasures it has taken to comply with the provisions of this section.  \nSECTION D - MANAGEMENT RIGHTS  \n1.  \nThe rights, powers, duties, and responsibilities granted to the Board, the Superintendent, the Principals, and other  \nadministrative personnel, by the U.S. Constitution, the laws of the State of Florida, and the actions and regulations  \nof the State Board of Education, and any amendments thereto, and hereby specifically reserved by the parties to  \nthis agreement. These reservations shall not be used to limit the scope of negotiations defined herein. An alleged  \nviolation of the above shall be subjected to the grievance procedure unless otherwise specified in this agreement.  \nThe Board and the Association agree that the Board has, and retains unaltered, its legal right to select, assign,  \nreassign, relocate or discipline any of its employees, as it deems appropriate, to carry out its mission under the law  \nand State Board of Education Regulations, unless otherwise specifically enumerated herein.  \nSECTION E - COOPERATION  \n1.  \nThe parties agree that the President of the Association or her/his designee(s)and the Superintendent or her/his  \ndesignee(s), unless otherwise agreed, will meet at a reasonable time and frequency, not less than once a month, to  \ndiscuss topics of mutual concern.  \nThe parties agree to involve Association representation and input on topics which are of common interest. This  \nmay be accomplished through representation on District committees, joint committees or requests for input from the  \nAssociation.  \n"], ["ARTICLE 2 - GRIEVANCE PROCEDURE  \n", "1.  \nDefinitions  \n(a) A grievance is a misapplication or a misinterpretation of this Agreement.  \n(b) The term member includes any individual or group of individuals within the bargaining unit covered by this  \nAgreement.  \n(c) The term day when used in this procedure, shall be work days (Monday through Friday).  \n(d) A grievant is the person affected by the misapplication or misinterpretation of this agreement.  \n(e) It is agreed and understood that Association Representatives may, without loss of pay, with prior approval  \nof the immediate supervisor, process grievances. The supervisor's approval shall not be unreasonably  \nwithheld. It is further agreed and understood that Association Representatives shall process grievances in  \nsuch a manner as not to disrupt normal School Board operations and activities.  \nPurpose  \nThe purpose of this grievance procedure is to settle equitably, at the lowest possible level, issues which may arise  \nfrom time to time with respect to misapplications or misinterpretations of the provisions of this Agreement.  \nProcedure  \n(a) Time Limit - The number of days indicated at each level should be considered as maximum and every effort  \nshould be made to expedite the process. The time limits may be extended by mutual consent in writing by  \neach party or by the representatives designated by each party.  \n(b) Level One - A person who chooses to initiate this procedure shall do so in the following manner:  \n(1) Following the awareness of a grievable event or incident, the grievant shall discuss the  \nmatter informally with his/her immediate supervisor.  \n(2) In the event the matter is not resolved informally, the grievant may file a formal grievance on the  \nform prescribed by the Department of Labor Relations as soon as possible and no more than  \ntwenty (20) days following the grievant's knowledge or awareness of the incident which is the basis  \nof the grievance.  \n(3) Within ten (10) days of the receipt of the formal grievance, in writing, to the supervisor, a meeting  \nshall take place between the immediate supervisor, the grievant and, if either party desires, their  \nrepresentative. An answer to the grievance shall be given to the grievant, or the grievant s  \nrepresentative if applicable, in writing, within ten (10) days after the meeting.  \nLevel Two - If the grievant is not satisfied at Level One, he/she may transmit the grievance to the  \nSuperintendent by filing written notice within ten (10) working days of the receipt of the response in Level  \nOne. A meeting between the Superintendent, or designated representative(s), and the grievant shall take  \nplace within ten (10) days following the receipt of such notice to the Superintendent. The Superintendent's  \nwritten decision shall be transmitted to the grievant or representative if applicable, within ten (10) days after  \nthe meeting.  \nLevel Three - If the grievant is not satisfied with the disposition of the grievance at Level Two, or if no  \ndisposition has been made by the Superintendent within twenty (20) days from receipt of the grievance by  \nthe Superintendent, the grievance may be submitted by the grievant to arbitration before an impartial  \narbitrator, using the Federal Mediation and Conciliation Services (FMCS). The grievant, at his/her option,  \nshall give written notice to the Superintendent of the grievant's intent to proceed through arbitration within  \ntwenty (20) days following the receipt of the Superintendent’s decision in Level Two. If the parties cannot  \nagree as to the arbitrator within seven (7) days of the receipt of the list of arbitrators from FMCS, then the  \narbitrator will be selected by FMCS in accord with its rules. The arbitrator shall have no power to add to,  \nsubtract from, modify or alter the terms of the Agreement. The arbitrator shall render his/her decision in  \nwriting within (30) days after the close of the arbitration hearing and shall furnish a copy to the Association  \nand the Board.  \nIf the Board does not agree within ten (10) days of receipt of the written notice that the matter is arbitrable,  \nthe Board shall notify the Association, in writing, that it disagrees as to the arbitrability of the grievance.  \nThe parties agree that in such an instance, an arbitrator will be selected, according to the rules of FMCS, to  \ndetermine solely the question of arbitrability. If there is no objection by either party to the arbitrability of the  \ngrievance, and the above-mentioned procedure has been fully complied with, or results in a determination  \nthat the grievance is arbitrable, the parties shall proceed to arbitrate the grievance. The Board and the  \nAssociation agree to make available, upon specific written request to the other, such information as is  \nnecessary to effectively process grievances. The cost of gathering the information shall be borne by the  \nrequesting party in accordance with Florida Statutes. Requests for such information shall allow a  \nreasonable time prior to the Level II hearing (except that if the arbitration hearing is to determine  \narbitrability, then a reasonable time before a hearing Is set for the purpose) for collection of requested  \ninformation. The Board and the Association shall not be permitted to assert in such arbitration proceeding  \nany ground or rely on any evidence which has been specifically requested by the opposite party but which  \nwas not previously disclosed to the requesting party. Both parties agree that the decision of the arbitrator  \nshall be final and binding on all parties. The fees and expenses of the arbitrator shall be shared equally by  \nthe Board and the Association. All other expenses shall be borne by the party incurring them, and neither  \nparty shall be responsible for the expense of witnesses called by the other.  \nOther provisions relating to the Grievance Procedure.  \n(1) No reprisals of any kind shall be taken by or against any participant in the grievance procedure by  \nreason of such participation.  \n(2) lf the Association decides to withdraw its support of an alleged grievance, the individual may  \ncontinue to process the claim on his/her own, so long as all costs are borne by that individual.  \n6  \n(3) All documents, communications and records dealing with processing of a grievance shall be filed in  \na separate grievance file and shall not be kept in the official personnel file of any of the  \nparticipants.  \n(4) Nothing in this agreement shall prevent the Association, an employee, or an individual grievant  \nfrom withdrawing the grievance claim at any step of the process. A grievance, once withdrawn,  \nmay not be reopened without mutual agreement between the Board and the Association.  \n(5) The time limits provided in this agreement shall be strictly observed unless extended by written  \nagreement of both parties. Failure of the grievant to proceed with his/her grievance within the time  \nhereinbefore provided shall result in the dismissal of the grievance. Failure of the Board or its  \nrepresentative to take the required action within the time provided shall entitle the grievant to  \nproceed to the next step of this Grievance Procedure.  \n"], ["ARTICLE 3 - EMPLOYEE RIGHTS AND RESPONSIBILITIES  \nSECTION A - WORK YEAR AND WORKING HOURS  \n", "1.  \nWorkweek  \nThe basic workweek shall consist of forty (40) hours unless otherwise specified by the District. Where practical, to  \naccomplish the mission of the District, the workweek should be scheduled in five (5) or less consecutive workdays.  \nDuring the normal workday, hours shall be scheduled consecutively. The District shall establish the basic workday,  \nworkweek, work year and hours of work best suited to meet the needs of the department and to provide superior  \nservice to the District. Nothing in this Agreement shall be construed as a guarantee of limitation of the number of  \nhours per day or days per week to be worked.  \nWhen an employee is removed from his/her job duties and assigned temporary duties in a higher classification for  \nfifteen (15) consecutive work days, the employee shall receive a five percent (5%) increase or the new minimum of  \nthe higher classification, whichever is greater. The increase will be retroactive to the first day of assignment in the  \nhigher classification. All reassignments in this provision shall be done by the Principal or Department Head. In no  \ninstance, however, will a paraprofessional | be eligible for substitute teacher or permanent substitute pay.  \nOvertime  \nAll authorized and approved work actually performed by an employee in excess of forty (40) hours worked in any  \nworkweek shall be considered overtime and shall be compensated as follows:  \n(a) One and one-half (1.5) times the regular rate of pay, or,  \n(b) Compensatory time off which is earned at the rate of one and one-half hours (1 1/2) of compensatory time  \nfor each hour of overtime worked.  \nAny employee who has requested the use of compensatory time, shall be permitted by the employer to use  \nsuch time within a reasonable period after making the request. The use of compensatory time shall not be  \ndenied unless it unduly disrupts the operation of the employer. Compensatory time shall be scheduled  \n7  \nmutually between the employee and the supervisor.  \nFor the purpose of computing overtime, an employee should not be penalized for any District designated  \nHolidays during that work week (Monday thru Friday).  \nDuty Free Lunch  \nAll members of the bargaining unit shall be entitled to an uninterrupted duty-free lunch period without pay as  \nfollows:  \n(a) Employees may have a lunch period as scheduled by the supervisor. In no event shall this lunch period be  \nless than thirty (30) minutes.  \n(b) An employee may leave the building and/or campus during his/her scheduled duty-free lunch period upon  \nnotification to the supervisor. However, in emergency situations, the supervisor may temporarily suspend  \nthe duty-free lunch period. An employee whose duty-free lunch period is suspended due to an emergency,  \nwill have such time credited as work time for compensation purposes, if their work schedule is not  \notherwise adjusted. Any employee who is away from the building and/or campus under this provision shall  \nnot be considered to be carrying out the responsibilities of his/her position and the Board shall not be liable  \nfor injury to the employee or damage to the property, unless the employee is performing  \nauthorized duties.  \nBreak Time  \nEmployees shall be provided a fifteen (15) minute break for each four (4) hours worked per day. Break time must  \nbe taken at a time convenient with the supervisor. By mutual consent, the two fifteen (15) minute breaks may be  \ntaken in conjunction with a thirty (30) minute lunch for a combined total of one (1) hour. Employees who work a ten-  \nhour workday shall be provided with an additional fifteen (15) minute break.  \nSECTION B - PERSONNEL PROCEDURES  \n1.  \nTransfer Requests/Involuntary Transfers/Temporary Transfers  \nEmployees wishing to transfer must apply directly to the school or department. Application is made by submitting a  \nletter of application and resume. Employees desiring to transfer must possess the qualifications stated in Board  \napproved job descriptions.  \n(a) Involuntary Transfers  \nAn involuntary transfer shall be made only after a meeting between the employee involved and the  \nsupervisor. Such factors as length of service, job competency, and geographic location should be given  \nconsideration. The administration shall provide affected employees with a copy of comparable vacant  \npositions. District shall give consideration to the wishes of the affected employee when placing that  \nemployee in an available position.  \n(b) Temporary Transfers  \nlf a regular employee is absent for greater than thirty (30) days, and another employee is assigned the  \nresponsibilities of the job description of the absent person, then the employee filling the absent  \nresponsibilities may request a review by his/her superior as to whether such employee is fulfilling the total  \n8  \nresponsibilities of the absent job description.  \nIn such a case, the supervisor shall make a determination as to whether the employee is fulfilling the total  \nresponsibilities of the absent employee. If the supervisor determines the employee is fulfilling the total  \nresponsibilities of the absent job description, then such employee shall be given an interim appointment  \nto the absent position. Payment for such interim appointment shall begin on the 31st duty day of  \nperformance of the total responsibility of the job description of the absent person.  \nlf an employee disagrees with the determination of his/her immediate supervisor, such employee may request a  \nreview of such decision by the Superintendent. The Superintendent's decision in such cases shall be final and that  \ndecision is not subject to the grievance procedure.  \nTemporaries  \nThe supervisor shall make a determination as to whether a temporary is required in the case of a long-term  \nabsence of an employee. However, the decision of the supervisor shall be final.  \nVacancies  \n(a) All openings not filled from within the school or department, shall be listed as a job opening with Personnel  \nServices.  \n(b) Any job opening in a school or department will be posted prior to filling the position. The vacancy will be  \nposted in the FOCUS on Education and on the Employment Hotline unless changed by some other form of  \nadvertising.  \n(c) Current employees having the necessary qualifications shall be given equal consideration from among  \nqualified applicants when available for such vacancies or promotions whenever possible.  \nEvaluation  \n(a) All members of the bargaining unit shall have one end of the school year written evaluation.  \n(b) Prior to an end of the year evaluation that may result in “less than satisfactory,” a conference shall be  \narranged no less than twenty (20) work days prior to the formal evaluation being conducted to allow an  \nemployee the opportunity to improve his/her performance. At this conference a Memorandum of  \nAssistance will be presented to the employee, which will state specific reasons why the job  \nperformance is considered unsatisfactory. This Memorandum will also state specific steps to take for the  \nemployee to improve his/her performance.  \n(c) Employees will be given a copy of the written evaluation prepared by the supervising administrator or  \ntrained designee and will have the right to discuss such evaluation with his/her supervising administrator or  \ntrained designee.  \n(d) The professional judgment of the evaluator and the content of the evaluation shall not be subject to the  \ngrievance procedure. Any other grievance filed under this section of the contract shall not be subject to  \n9  \n(g)  \nbinding arbitration.  \nThe employee shall have twenty (20) work days to attach a written statement of rebuttal to the evaluation.  \nAll written rebuttals shall be sent to the Department of Employee Records and Information Services and to  \nthe evaluator.  \nNo supervisor shall discuss any matter relating to the performance of an employee in the presence of  \nstudents, parents or other employees. All personnel and/or confidential matters shall only be discussed in  \nprivate offices.  \nWhen three (3) or more criteria or areas of concern have been evaluated as unsatisfactory on the annual  \nevaluation instrument, the performance will be rated as overall unsatisfactory for that year.  \nPersonnel File  \nEvaluation statements and letters of reprimand and/or complaints shall not be placed in the employee’s personnel  \nfile in Personnel Services unless the employee has signed or been given a copy of the document. All such  \ndocuments placed in the employee’s file shall be identified as to the source.  \nAn employee may, within twenty (20) work days after receipt of such document, file a statement of reaction to the  \ndocument. The employee shall provide a copy to the originator of the document and a copy to Employee Records  \nand Information Services; and such copy shall be attached to the originator’s copy and placed in the employee’s  \npersonnel file.  \nMembers of the bargaining unit shall have the right to examine their file at any reasonable time in the presence of a  \nstaff member from Employee Records and Information Services. Any employee may request copies of documents  \nin the file. Such copies of documents shall be provided at the employee’s expense in accordance with Florida  \nStatutes. An employee may request that a representative accompany him/her when the file is being reviewed by  \nthe employee. On notarized authorization, the employee may permit any designated person to examine his/her file.  \nJob Descriptions and Assignments  \n(a)  \nThe Board will prepare, review and revise job descriptions for those job classifications covered by the  \nAgreement, as it deems necessary. The Division of Human Resources will provide the Association copies  \nof new or revised job description and afford same the opportunity to review and comment prior to  \nimplementation.  \nIt is understood by the parties that every incidental duty connected with the functions enumerated in the job  \ndescription is not specifically described. This does not preclude the requirement of performance by the  \nemployee of related duties.  \nAn employee in the bargaining unit will be afforded the opportunity to discuss and review his/her job  \ndescription and regular working assignments with his/her supervisor. Ongoing regular duties will not be  \narbitrarily changed, nor instituted without verbal notification.  \nNothing in a job description is intended or shall be construed so as to concede to an employee, or group of  \nemployees, the right to refuse to follow instructions or orders.  \nThe Board maintains total authority to change job descriptions in any manner it sees fit in order to best  \nmanage its affairs and to accomplish the mission of the Board.  \n10  \nThe employee shall be provided a revised copy of the new job description and, if necessary, be provided  \nopportunity and available training within a reasonable length of time to learn new skills to continue in the  \njob.  \nEmployees who allege they are regularly performing duties substantially divergent from those authorized in  \nofficial job descriptions shall meet with their supervisor to resolve the issue. In the event that a solution is  \nnot reached, the employee may request a second conference with their immediate supervisor and that  \nadministrator's supervisor. In the event that a solution is not reached, the employee may request a  \nconference with the Chief Personnel Officer. A complaint under this section is not subject to the grievance  \nprocedure.  \nJob Reclassification  \n(a)  \n(b)  \nAny employee, class of employees, or the Board, may make a request for job reclassification utilizing  \nprocedures established by the Superintendent, and the final decision shall be made by the Superintendent.  \nWhen an employee is advanced to a position in a higher classification level, the employee will be placed  \nwithin the appropriate classification level which will provide an hourly rate increase of five percent (5%), or  \nthe minimum hourly rate of the new classification level, whichever is greater.  \nWhen an employee is transferred from one position to another position in the same classification level, the  \nemployee’s level/step shall remain the same.  \nIf an employee requests a change in position to a lower classification, and he/she has been employed in  \nthe present position for one full year of duty days or longer, the salary shall remain the same as long as the  \ncurrent salary is within the minimum and maximum of the salary level.  \nlf an employee requests a change to a lower classification, and he/she has not been employed in their  \npresent position for a minimum of a full year of duty days, there will be a reduction of five percent (5%) of  \ntheir annual salary. If employee’s salary after the five percent (5%) reduction is not within the salary range  \nof the lower classification, the salary shall be adjusted to the maximum of the range for that  \nclassification.  \nlf an employee is reassigned into a lower classification level due to excess, reorganization or other imposed  \nchange, the employee’s salary shall remain the same through the current fiscal year. However, if the salary  \nwas not within the range for the lower classification, at the beginning of the next fiscal year, the salary will  \nbe adjusted to the maximum of the range for that level.  \nlf an employee has been promoted to a higher level or job classification and has been in the position for  \nless than one full year of duty days and requests or is reassigned to the previous position or level held,  \nhe/she will be returned to the previous annual salary plus any raises that occurred in the interim.  \nAssignment to Temporary Duty Elsewhere  \n(a)  \nA bargaining unit member may be assigned temporarily to duties other than his/her regular duties and  \nplace of employment. Such assignment to temporary duty will ordinarily originate with the Superintendent.  \nAll requests for assignment of temporary duty outside the county shall be submitted to the Superintendent  \nat least ten (10) calendar days in advance. A member shall receive his/her regular pay and may be  \nallowed expenses as provided by law, regulation of the State Board of Education, and Board Policies.  \n11  \n10.  \n11.  \n12.  \n(b) Temporary duty within the District may be approved by the supervisor when no substitute service or other  \nadditional cost to the Board is involved.  \n(c) The supervisor authorizing such temporary duty shall be responsible to ascertain that the temporary duty  \nhas been performed. No temporary duty forms need to be submitted for this type of assignment.  \n(d) Such temporary duty shall be considered equal to the regular duties of the individual, and an employee  \nperforming such temporary duty shall not be considered on leave.  \n(e) It is understood that such leave is provided only when the temporary assignment is necessary to effectively  \ncarry out the mission of the District and that such leave is not provided for personal reasons of the member  \nor for Association business.  \nBreak in Service  \nEmployees who resign in good standing and are rehired within one (1) calendar year into a position in the same  \ngrade as the one previously held, may be rehired either at their former rate, grade and step, or the new minimum,  \nwhichever is higher. An employee who has been separated from the system for a period exceeding one (1) year  \nshall be treated as a new employee.  \nSeniority/Longevity Rights  \nseniority shall be defined as the total length of continuous service with the Board. Seniority shall be district wide  \nand shall date from the last effective date of employment. Time off for Board approved noncompensable leaves of  \nabsence shall count for seniority purposes and such leave shall not be considered as an interruption of service.  \nReduction-in-Force Policy  \nIn the event that a reduction in work force (RIF) becomes necessary due to declines in enrollment, budgetary  \nrestrictions, reorganization, or other causes as determined by the Board, the following reduction-in-work force  \nprovisions shall apply:  \n(a) The Board will determine the classification(s) and assignments within the classification(s) to be reduced.  \nThe Superintendent will notify the Association’s President in advance of any pending reduction in work  \nforce action. When units are reduced, employees will be released in the inverse order of their length of  \ntime in the District within the classifications and assignment within the classification(s).  \n(b) In the event that two (2) or more employees affected have the same amount of continuous service within  \nthe District, the Superintendent or designee shall make the decision of who shall be retained.  \nRecall  \nWhen employees are recalled from layoff, the employee with the greatest seniority in the District shall be recalled  \nfirst. Employees in layoff status will retain recall rights for one year and shall have preference to work over  \napplicants on eligible lists. Recall will be made by certified mail to the last address in the records.  \nWithin five (5) workdays of the certified receipt date or attempted delivery, laid-off employees must signify in writing  \nto the Human Resources their intention of returning to work. Employees must return to their assigned work location  \nwithin five (5) workdays of acceptance of recall. If an employee fails to respond to a recall notice or declines an  \noffer, the next senior employee will be recalled. If an employee fails to respond or declines an offer three (3) times  \nhe/she will forfeit further recall rights.  \n12  \nIf several positions within a recalled classification become available for recall at one time, the Superintendent, when  \nrecalling employees, shall first place the employees in the school or department from which they were laid off if  \nsuch position is available. If such position is not available, then the Superintendent, when filling such positions,  \nshall consider affirmative action goals, geographic location, preference of the senior employee, and the needs of  \nthe District. However, the decision of the Superintendent shall be final. If an employee fails to accept an offer of  \nrecall, the employee forfeits all recall rights.  \nAny accrued sick leave of record at the time of layoff shall be restored at the time the employee is rehired. An  \nemployee who is on layoff status is eligible to apply for any other position, and if re-employed by the District, the  \nemployee forfeits rights to recall.  \nTerminal Pay Benefits  \n(a) An employee who retires and submits proof of eligibility from the Florida Retirement System or whose  \nemployment is terminated by death shall receive payment for accrued sick leave days. Such  \ncompensation shall be the daily rate of pay at retirement or death of the employee multiplied by the  \nmaximum percentage provided for by Florida Statute times the number of accumulated sick leave days. In  \nthe event service is terminated by death, benefits shall be paid to the beneficiary as identified on the  \nemployee's group life insurance form.  \n(b) Accrued Annual Leave: A member of the bargaining unit shall receive payment for all accrued vacation  \nleave (if applicable) at his/her daily rate at time of resignation or termination, retirement, or to his/her  \nbeneficiary, if service is terminated by death, as terminal leave pay. Resignation or termination shall be the  \nlast duty day an employee is physically on duty unless the employee is by necessity required to resign or  \nterminate while on sick leave.  \nPerformance-Based Termination/Suspension  \n(a) Any employee whose performance is deemed to be less than satisfactory by his/her supervisor shall be so  \nadvised in writing of such unsatisfactory performance by the supervisor.  \n(b) The employee will be provided assistance to improve his/her performance.  \n(c) No employee shall be recommended for termination/suspension based on an unsatisfactory evaluation  \nunless he/she has been given at least thirty (30) calendar days to improve his/her performance.  \n(d) An employee who will be recommended to the Board for termination/suspension shall be given notice, in  \nwriting, with documentation stating the reasons. The employee shall be given prior notice if the  \nSuperintendent is recommending termination/suspension prior to Board action.  \n(e) After Board action, an employee may, within fifteen (15) days, protest his/her performance-based  \ntermination/suspension through either the grievance procedure or the Department of Administration  \nHearings (DOAK).  \nEqual Employment Rights  \nThe parties to this Agreement agree that the provisions regarding such items as training, assignment, promotion,  \ntransfer, discipline or termination shall be applied without regard to race, creed, color, religion, national origin, age,  \ngender, disability, personal life style, domicile, marital status, sexual orientation, political affiliation or membership in  \n13  \nthe Association. Appeals of discrimination under Title VII of the Civil Rights Act are not subject to the grievance  \nprocedure.  \nProbationary Employees  \n(a) All newly hired or rehired employees or promoted employees , excluding employees on recall status, shall  \nbe subject to a probationary period of ninety (90) work days.  \n(b) During the probationary period newly hired and re-hired employees may be discharged without recourse.  \n(c) When an employee is promoted to a higher classification, he/she shall be subject to a 90 calendar day  \nprobationary period in that position. During this promotional probationary period, the district will provide  \nwritten feedback to the employee regarding his/her conduct/performance. At any time during the  \npromotional probationary period, either the District or the employee can cancel the promotion for any or no  \nreason. The decision not to continue an employee in the promoted position and/or the written feedback  \nshall not be the subject of a grievance procedure. In the event the promoted employee does not continue  \nin the higher classified position for 90-days, he/she shall be given a position at the same level and with the  \nsame benefits he/she received prior to the promotion.  \n(d) Newly hired/re-hired probationary employees are not eligible to hold any union office or stewardship or to  \nauthorize membership dues deductions.  \n(e) Newly hired/re-hired probationary employees shall not be eligible for any type of leave except accrued sick  \nleave, annual leave, or short term unpaid leave (due to illness), not to exceed five (5) days.  \nSECTION C - PROGRESSIVE DISCIPLINE  \n1.  \nThis section covers actions involving verbal warnings, written reprimands, suspensions, demotions, dismissals, or  \nreductions in grade or pay with prejudice.  \nDisciplinary action may not be taken against an employee except for just cause and this must be substantiated by  \nsufficient evidence by the Superintendent or Designee which supports the recommended disciplinary action.  \nAll allegations pertaining to a disciplinary action shall be investigated. Actions under this Section shall be initiated  \nafter all the facts have been made known to the official responsible for taking the actions.  \nDisciplinary action shall be governed by applicable State Statutes.  \nAn employee against whom disciplinary action is to be taken may appeal said action through the grievance  \nprocedure, excluding verbal warning and written reprimand. An employee may not appeal an action through the  \ngrievance procedure, to PERC as an unfair labor practice complaint and to DOAH. The employee must make a  \nchoice of one of the above and Is precluded from availing himself or herself to more than one of these procedures.  \nAn employee against whom action is to be taken under this Section shall have the right to review all of the  \ninformation relied upon to support the proposed action and shall be given a copy upon request. No adverse action  \nmay be taken against an employee on the basis of any document which has not been previously provided to that  \nemployee.  \nlf the Association is representing a bargaining unit member, a copy of all correspondence that is related to the  \naction shall be provided to the Association after a probable cause determination has been made.  \n14  \nThe employee and his/her representative shall be afforded a reasonable amount of time-to prepare and present  \nappropriate responses to the proposed disciplinary actions under this Section. This amount of time is to be  \nmutually agreed upon by the parties.  \nPrevious charges or disciplinary actions that have been brought forth by the District may be cited against the  \nemployee if those previous acts are reasonably related to the existing charge. All previous charges or disciplinary  \nactions must have been shared with the employee.  \nThe discipline, dismissal, demotion, and suspension of any employee shall be for just cause.  \nWhere just cause warrants such action(s), an employee may be demoted, suspended or dismissed upon  \nrecommendation to the Superintendent. Except in cases that constitute a real immediate danger to the District or  \nother flagrant violation, progressive discipline shall be administered as follows:  \n) Verbal Warning (Written notification)(Not filed in Personnel File).  \n) Written Reprimand (Filed in Personnel File).  \n) Suspension without pay with Board Approval.  \n) Dismissal with Board approval.  \nSECTION D - EMPLOYEE PROTECTION  \n1.  \nSafety  \n(a) No member of the bargaining unit shall be required to work under unsafe conditions or to perform tasks  \nwhich endanger their health and safety as determined by the supervisor, and/or Area Superintendent  \nand/or Board Safety Officer.  \n(b) Wrist supports and glass anti-static/radiation filters shall be made available to each employee upon request  \nif such employee spends most of his/her workday at the computer. Safety belts shall be made available  \nupon request from any employee who lifts students or heavy objects as part of his/her duties.  \n(c) A procedure shall continue to be in place to protect bookkeeper and office money handlers in an effort to  \naddress personal safety regarding school deposits. Safes will be installed in all schools. Courier service  \nwill be in place to pick up all deposits.  \nReimbursement for Loss  \n(a) Bargaining unit employees will be entitled to reimbursement for damaged, vandalized, stolen or destroyed  \nclothing, personal property or vehicles as follows:  \n1. Clothing: The District will reimburse an employee for clothing which is damaged, destroyed or  \nStolen as a result of an assault provided the employee is acting in the discharge of his/her duties  \nand within the scope of his/her employment when the assault occurred.  \n2. Personal property: The District will reimburse an employee for personal property which is  \ndamaged, vandalized, stolen or destroyed as a result of an assault which occurs while the  \nemployee is acting in the discharge of his/her duties within the scope of his/her employment. An  \nemployee must demonstrate to the satisfaction that the property in question was being  \nused for educational purposes on school property or other educational sites approved by the  \n15  \nadministration. The employee shall be responsible for establishing the relationship between the  \ndamage and performance of the job responsibilities before becoming eligible for  \nreimbursement under this section.  \n3. Vehicles: If an employee’s vehicle is vandalized while on the property of the District, the employee  \nwill be reimbursed for the damage to the vehicle when it is determined that the vandalism occurred  \non District property. Such determination may be made by a School Police Officer, witness  \ntestimony, or apprehension of the person(s) responsible for the damage.  \nThe maximum total liability of the Board pursuant to Article 3, Section D 2(a) 1, 2 and 3 above, will be Five  \nHundred dollars ($500.00) per occurrence, less any amount reimbursable by insurance. The Board’s  \nmaximum liability under Article 3, Section D 2(a) 1, 2 and 3, will be Ten Thousand dollars ($10,000.00) per  \nschool year (July 1 - June 30).  \nAn employee who submits a fraudulent claim under Section D 2(a) 1, 2 or 3 shall be dismissed by the  \nBoard subject to the due process provisions of Article 3, Section C of this Agreement.  \nSECTION E - MISCELLANEOUS  \n1.  \nContinuing Education  \n(a)  \n(e)  \nThe Board agrees to pay the expenses for any employee it so designates to attend a workshop, in-service  \ntraining seminar, self-improvement course, or other related professional growth activity of a nature  \nspecifically designed to provide on-the-job related improvement.  \nAn employee may request and be granted leave to attend such meetings as described in Paragraph (a) of  \nthis section, without loss of pay.  \nAn employee may be afforded time to attend in-service offered by the District when it will add to the  \nefficiency of his/her job performance skills. A request should be submitted at least one week prior to the in-  \nservice activity. Such requests shall not be unreasonably denied.  \nThe District has the sole discretion in the determination regarding (a), (b), and (c) above.  \nThe District shall make every effort to assure prompt and adequate specialized training required for  \nExceptional Student Education aides working with medically or emotionally involved students.  \nFiscal Rights and Responsibilities  \n(a)  \n(b)  \nAny employee whose duty it is to collect, count, and deposit monies and negotiable paper shall be  \nresponsible for such only when such monies and negotiable papers are under the direct control of said  \nresponsible employee.  \nEmployees charged with the responsibility of depositing monies shall be reimbursed at the per mile rate  \napproved by the Board for travel if it is not included en route to or from the residence.  \nTelephone Calls  \nTelephone calls that identify sufficient facts to constitute an emergency received within the school/department which  \n16  \nwould affect the health or safety of an employee or his/her immediate family, shall be promptly transmitted to the  \nemployee.  \nMedical Verification  \nThe Superintendent may require medical verification from a competent physician (M.D. or D.O.) certifying that an  \nemployee is physically and emotionally able to carry out the duties and responsibilities of the job.  \nAuthorized Travel Expense Reimbursement  \nAuthorized mileage for in-county and out-of-county travel, including per diem, shall be reimbursed at the rate  \nprovided by Florida Statute and State Board Administrative Rule.  \nThe Faculty Committee  \nPrior to any building decisions being made which will effect the current working conditions of Association  \nemployees, the supervisor will allow an Association representative to be at any meeting to participate in the  \ndiscussions and have voting privileges.  \nParaprofessional | Meetings  \nParaprofessional | employees shall be provided the opportunity to meet with the principal or designee at least one  \n(1) time each nine weeks during the school year to review and discuss problems, discipline procedures, and  \nexpectations of teachers. This meeting will take place on school time. Paraprofessional | employees will not be  \nrequired to attend faculty meetings during their off duty hours except in emergency situations.  \n"], ["ARTICLE 4 - LEAVE  \nSECTION A - ANNUAL LEAVE  \n", "This section shall refer to members of the bargaining unit employed on a twelve month basis.  \n1.  \nA member of the bargaining unit who is employed on a twelve-month basis shall be allowed vacation leave,  \nexclusive of holidays, with compensation as follows:  \n(a) An employee with less than five (5) years of continuous service at a rate of one (1) day per month,  \ncumulative to twelve (12) workdays per year.  \n(b) An employee with five (5) but less than ten (10) years of continuous service at a rate of one and  \none-quarter (1 1/4) days per month, cumulative to fifteen (15) workdays per year.  \n(c) An employee with ten (10) years or more of continuous service at a rate of one and one-half (1 1/2) days  \nper month, cumulative to eighteen (18) workdays per year.  \nLeave balances are maintained on an hourly basis and can be used in one (1) hour increments.  \nAccrued vacation leave shall not exceed sixty-two and one-half (62 1/2) workdays maximum on June 30 of each  \nyear. Vacation leave may be granted by the Superintendent, upon the written request of the employee with prior  \nrecommendation by the supervisor. Vacation leave for an employee shall be scheduled so that there  \nwill be minimum disruption to the operation of the School District.  \n17  \n  \nUpon employment termination, the employee shall be paid as terminal leave all unused vacation leave as follows:  \n(a)  \n(EMPLOYEE WHO HAS 60 OR FEWER DAYS ON JUNE 30, 2001 OR WHO WAS HIRED AFTER JULY  \n1, 1995)  \nEach employee who has accumulated 60 or fewer days of unused vacation leave as of June 30, 2001 or  \nwho was hired by the District after July 1, 1995, will be paid for all of his/ner unused vacation days  \naccumulated at the time of termination of employment, up to a maximum of 60 days.  \n(EMPLOYEE WHO WAS HIRED PRIOR TO JULY 1, 1995, WHO HAS MORE THAN 60 DAYS ON JULY  \nAND AT SOME TIME AFTER THAT DATE THE ACCUMULATION FALLS TO OR BELOW 60  \nDAYS)  \nEach employee who was hired by the District prior to July 1, 1995, who accumulated more than 60 days of  \nunused vacation leave as of July 1, 1995 and whose accumulation of unused vacation days at any time  \nfalls to or goes below 60 days, will be paid for all of his/ner unused vacation days accumulated at the time  \nof termination of employment, up to a maximum of 60 days.  \n(EMPLOYEE WHO WAS HIRED PRIOR TO JULY 1, 1995, WHO HAS MORE THAN 60 DAYS ON JULY  \n1, 1995 AND MAINTAINS AN ACCUMULATION GREATER THAN 60 DAYS AT ALL TIMES)  \nEach employee who was hired by the District prior to July 1, 1995, who accumulated more than 60 days of  \nunused vacation leave as of July 1, 1995, and who maintains an accumulation of greater than 60 days of  \nunused vacation leave days at all times after July 1, 1995, will be paid for all of his/ner unused vacation  \ndays accumulated at the time of termination of employment, up to a maximum of 62 % days.  \nAnnual leave must be taken at a time convenient to the work schedule of the school or department.  \nSECTION B - SICK LEAVE  \n1.  \nProvisions for the Accrual of Sick Leave  \n(a)  \nPermanent full-time and part-time employees shall be credited at the end of the first month of employment  \nof each contract year with an allotment of sick leave hours equal to the hours of the employee’s work day  \ntimes four. Thereafter, at the end of each month of employment, an employee shall be credited with sick  \nleave hours equal to the hours of the employee’s work day, provided the employee has been on duty or  \ncompensable leave for a minimum of eleven (11) days within the month.  \n(Example: An employee on a five hour daily schedule will initially be credited with twenty (20) hours and  \nthereafter, each month will earn an additional five (5) hours of sick leave.)  \nSick leave shall not be used prior to the time it is earned and credited to the employee.  \nAn employee shall earn no more sick leave hours than an amount equal to the employee's work day times  \nthe number of months of employment in a fiscal year.  \nA member of the bargaining unit whose duty day hours change, shall retain his/her accumulated sick leave  \nhours.  \nSick leave hours shall be cumulative from year to year.  \nOut-of-County Credit for Sick Leave: A bargaining unit member shall be entitled to transfer sick leave credit  \n18  \nfrom other Florida School Systems and State agencies which are participants in any of the Florida  \nRetirement System plans with the restriction that at least half of the cumulative leave shall be established  \nwithin this District. An employee returning to the system after a leave of absence or resignation shall be  \nentitled to the accrued balance credited at the time of such leave or resignation.  \nSick leave claims shall be honored as submitted by the employee for his own personal illness as well as  \nillness or death of father, mother, brother, sister, husband, wife, child, or other close relative, or member of  \nhis/her own household.  \nThe Superintendent may require a statement of verification of illness. A request to the  \nSuperintendent for a verification of claim may be initiated by the supervisor.  \nA false claim for sick leave shall be grounds for dismissal by the Board.  \nAny employee working the entire summer school (special session) shall be entitled to earn sick leave hours  \nequal to the employee's duty day hours.  \n2. Leave of Absence - Unpaid  \n(a)  \n(d)  \nAs soon as possible, but within the first three (3) consecutive days of absence, an employee must notify  \nhis/her supervisor of his/her absence and apply for leave in accordance with one of the leave provisions set  \nforth in this Article. Except in unusual circumstances, as determined by the Superintendent, failure of the  \nemployee to notify and apply for leave in a timely manner, will be considered a resignation of employment  \nfrom the District.  \nAfter accrued sick leave is exhausted, an employee may request unpaid personal leave of absence due to  \nhis/her personal illness. Personal leave due to illness is leave without pay and may be granted for a period  \nof up to the end of the employee’s work year.  \nPersonal Leave - A Personal Leave of absence is granted at the discretion, for an employee to be  \nabsent from his/her duties for specified periods of time with the right of returning to duty on expiration of the  \nleave. Leave shall be officially granted in advance by the District and shall be used for the purpose set  \nforth in the leave application. Such Personal Leave when granted will be for the remainder of the school  \nyear, unless otherwise approved with the initial leave request. In addition, up to one (1) additional year of  \nleave shall be granted upon receipt of a written request from the employee, unless the employee has not  \nbeen reappointed or dismissed, in keeping with other provisions of the Agreement, for the next school year.  \nSuch extension of Personal Leave shall be timed such that the employee returns at the beginning of a new  \ngrading period. Once an employee has exhausted the leave privileges under this subsection, the employee  \nshall be required to return to duty for a full year before being eligible for another Personal Leave under this  \nsection.  \nFamily and Medical Leave - Bargaining unit members are entitled to unpaid medical and Family Leave  \nunder the Family and Medical Leave Act pursuant to Board Policy 3.76.  \n3. Injury or Illness in Line-of-Duty  \n(a)  \nAn employee who is absent because of injury or illness in the line of duty, may be entitled up to ten (10)  \npaid leave days per year for any one injury/illness which shall not be cumulative and which shall not be  \ncharged against the sick leave balance. These ten (10) noncumulative days will be applied to  \nthe first ten (10) days of approved Workers’ Compensation lost time. All claims for such leave must clearly  \nsubstantiate injury received in carrying out assigned duties. Additionally, such paid leave shall only be  \n19  \nawarded for the duty days for which the employee has been employed.  \nIn cases of unusual illness or injury in the line of duty, an employee may make a request to the  \nSuperintendent for additional compensation leave days. If the Superintendent is satisfied that the condition  \nwarrants, he/she shall recommend additional compensated leave to the Board.  \nAny employee who has a claim for compensation while absent because of illness contracted or injury  \nincurred as prescribed herein, shall notify his/her supervisor as soon as such illness or injury is apparent  \nand shall file a claim by the end of each month or pay period as requested during which such absence has  \noccurred. The Board shall satisfy itself that the claim correctly states the facts and that such claim is  \nentitled to payment.  \nThe employee may claim no more than a total of ten (10) days for any one injury or illness per year. This  \nsection (d) shall not supersede any provision of the Florida Workers’ Compensation Act.  \nThe employee must seek medical treatment for any injury received in the line of duty within six months of  \nthe injury to be eligible for leave under this section.  \nWorkers’ Compensation: Any Workers’ Compensation payments received by the employee while on injury  \nor illness in-line-of-duty leave shall be reimbursed to the Board.  \nLeave While Quarantined: When an employee has been placed in quarantine by constituted medical or  \nlegal authority, he/she shall remain away from regularly assigned duties for the duration of such quarantine.  \nHe/she shall continue to receive his/her salary during a quarantine period. Such payments shall not be  \ncharged against any other compensable leave.  \nAny employee who can clearly demonstrate the contracting of an infectious or contagious disease for which  \ninoculations are not available and exclusive of upper respiratory infections or complications therefrom at the  \nschool/department to which he/she is assigned, may qualify for a maximum additional twenty-two (22) days  \nfor non-cumulative sick leave if the disease requires the employee to use more than five (5) days of his/her  \naccumulated sick balance. If the employee does not have the five (5) days of accumulated sick leave, this  \nleave shall begin immediately after the use of the last sick leave day.  \nCatastrophic Illness or Injury  \n(a)  \nA catastrophic illness or injury shall be defined as a medical condition not covered by Workers’  \nCompensation, requiring absence from work greater than fifty (50) working days of consecutive absence for  \na single illness or injury.  \nAny employee who sustains a catastrophic illness or injury may apply for and receive, for use on a  \nmatching basis, supplementary catastrophic illness or injury leave not to exceed the number of regular  \nunused sick leave days that the employee had accumulated on the first day of the regular sick leave  \napplied to the catastrophic illness or injury.  \nTwo (2) medical verifications (M.D. or D.O.) of such catastrophic illness or injury shall be required. The  \nemployee shall fully cooperate with the Board and shall authorize the release of any medical records  \nnecessary. The Board shall satisfy itself that any claim for catastrophic illness or injury leave is legitimate  \nand correctly states the facts. The Board may, at its expense, require an independent medical  \nexamination.  \n20  \n(d) Catastrophic illness or injury leave shall begin on the fifty-first (51st) day of consecutive absence and not be  \nawarded retroactively.  \nLeave for Personal Reasons  \nA member of the bargaining unit shall be allowed six (6) days paid leave for 12 month employees and six (6) days  \npaid leave for less than 12 month employees for personal reasons each year to be charged against accrued sick  \nleave and provided that such leave shall be non-cumulative. Except in emergency situations, employees shall  \nrequest leave for personal reasons forty-eight (48) hours in advance of such leave.  \nA personal leave request shall not be made for any day immediately preceding or following a Board approved  \nholiday or the first or last week of the school year when students are in attendance, at the discretion of the  \nsupervisor.  \nPermanently and Totally Disabled Employees  \nThe superintendent will submit to the School Board an agenda item wherein the Board will accept the termination of  \nan employee based upon the determination that the employee is permanently and totally disabled pursuant to  \napplicable Workers’ Compensation statutes, rules and regulations. To the extent allowed by statutes, the employee  \nwill receive his/her terminal pay for any unused sick leave and/or annual leave and any leave the employee is on  \nwill be cancelled upon the School Board’s action.  \nSECTION C - MATERNITY LEAVE/RECOVERY  \n1.  \n2.  \nAccrued sick days may be used for maternity leave which refers only to the type of leave taken by female  \nemployees to cover the period of their own actual physical inability to work as a result of pregnancy, childbirth,  \nabortion, miscarriage, or related medical conditions, or recovery therefrom. It does not include leave taken or  \nrequested for personal reasons related to maternity, e.g., preparing for the birth of a child or caring for an infant  \nwhere there is no accompanying disability.  \nOnce an expected date of confinement has been established, no further medical statement is required for sick leave  \nif maternity disability (use of accrued sick days) occurs within three (3) weeks prior to the expected date of delivery  \nor within six (6) weeks after the actual birth of the child. Any extended sick leave for maternity outside these nine  \n(9) weeks must be supported by a physician’s statement. If accrued sick leave is not sufficient, or if an employee  \nelects not to use accrued sick leave for maternity, unpaid personal leave may be used.  \nShort term illness related to maternity is treated as the same as any other day-to-day illness.  \nSECTION D - CHILD CARE LEAVE - UNPAID  \n1.  \nA regular employee may request and shall be entitled to a leave of absence without pay for child care (normally  \nafter recovery) or when adopting a child or foster care. In the case of adoption, leave would begin upon receipt of  \ncustody. Leave may be granted for the remainder of the term of appointment and may be extended for  \none additional year provided that the total time away from the job is not more than eighteen (18) months.  \nIt is the responsibility of the employee to keep the supervisor informed so that appropriate administrative  \narrangements can be made prior to return to duty. Upon return from extended leave, an employee may be returned  \nto the same or similar position.  \nSECTION E - JURY DUTY LEAVE  \n21  \n1. A member of the bargaining unit subpoenaed to jury duty shall be paid his/her salary during his/her absence for jury  \nduty. If upon reporting for jury duty he/she is not used, the employee is to report back to his/her duty station and  \ncarry on with his/her daily work assignments. A reasonable amount of time will be allowed for travel.  \n2. The employee shall provide the supervisor with proof of jury duty service before compensation is approved, and a  \ncopy of the subpoena is to be attached to the TDE.  \n3 The employee shall remit to the Board the fees received for jury duty or witness fees less travel allowance paid by  \nthe courts.  \nSECTION F - WITNESS SERVICE  \n1. Witness Service  \n(a) When an employee is under subpoena as a witness in connection with his official duties or is under  \nsubpoena as a witness in a court proceeding in which the employee is not a part to the litigation, he/she  \nshall be eligible for Temporary Duty Elsewhere leave and shall receive regular compensation while on  \nwitness duty and shall remit to the Board in check or money order (no cash) the amount of fees, less travel  \nallowance and other expense allowances, received for witness duty.  \n(b) Before compensation is approved, the employee shall provide the supervisor with the witness duty  \nsubpoena, a copy of which shall be attached to the request for Temporary Duty Elsewhere leave.  \n(c) An employee who is a party to litigation may request either personal leave charged to sick, personal leave  \nwithout pay or annual leave (if applicable).  \nSECTION G - MILITARY LEAVE  \nMilitary Service  \nLeave for Military Duty shall be granted in accordance with Florida Statutes and such rules and regulations pertaining  \nthereto, as shall be approved by the Board.  \n(a) Short Term Duty with Pay: Any employee who is a member of the United States Military Reserve or the  \nNational Guard shall be entitled to a leave of absence from his/her respective duties without loss of pay  \nwhen he/she is ordered to active duty by the appropriate unit.  \n(b) Leaves granted shall be a matter of legal right and shall not exceed the number of days authorized by the  \nFlorida Statutes. All efforts shall be made to prevent such leave being taken during the time school is in  \nsession. Requests for temporary military service leave shall be made by letter and shall be filed with the  \nSuperintendent for Board action. If possible, this shall be done prior to the date of leave.  \nSECTION H - POLITICAL LEAVE  \nAny employee who has filed to run for political office and is desirous of unpaid leave for political reasons shall make  \napplication for such leave and shall be entitled to it. The employee shall not be restricted to one leave during a political  \nCampaign; however, if possible, leave shall be requested for the duration of the campaign. Leave shall be given for all  \nabsences for political campaigning.  \n22  \nSECTION | - HOLIDAYS  \nAll full-time, twelve-month employees eligible for membership in the bargaining unit shall receive paid holidays each year as  \napproved by the Board as recommended by the School Calendar Committee. The School Calendar Committee shall be  \ncomposed of representatives of employee groups and the administration.  \nSECTION J - RELIGIOUS HOLIDAY OBSERVANCE  \nAny employee may request personal leave or vacation leave when observance of their religious holiday requires absence  \nfrom work. The request to their supervisor should be made one (1) week in advance. The employer will make every effort  \nto grant the request.  \n"], ["ARTICLE 5 - ASSOCIATION RIGHTS AND RESPONSIBILITIES  \nSECTION A - RIGHTS OF EMPLOYEES  \n", "1. Right to Organize/Join  \nPursuant to the Constitution and Statutes of the State of Florida, the Board hereby agrees that every employee  \nshall have the right freely to organize and join the organization of his/her choice or refrain therefrom.  \n2. Association Meetings  \nThe Association may conduct meetings in Board buildings before or after the regular school workday by prior  \narrangement for a designated meeting location. The Association shall hold the Board harmless and assume any  \nliability for claims made against the Board growing out of such meetings.  \n3 Meeting Locations and Notices  \n(a)  \n(b)  \nThe Board shall allocate suitable space in a school building or other location where members of the  \nAssociation work for the purpose of Association notices.  \nBulletin Board space will be provided for this purpose. The selection of the appropriate location will be  \napproved by the supervisor.  \nThe bulletin boards shall be used for posting Association notices, but is restricted to:  \n(1) Notices of Association recreational and social affairs.  \n(2) Notices of Association elections and results of such elections.  \n(3) Notices of Association appointments.  \n(4) Notices of Association meetings.  \nAny other information, including any notices containing any information other than purpose, date, time and  \nplace only upon the approval of the Director of Labor Relations.  \nThe Director of Labor Relations shall receive copies of all notices posted on bulletin boards.  \n23  \n(f) No public political materials shall be posted.  \n(g) All notices shall be signed by a duly recognized officer of the Association.  \n(h) All costs incidental to preparing and posting of Association materials will be borne by the Association. The  \nAssociation is responsible for posting and removing approved material on its bulletin boards and for  \nmaintaining such boards in an orderly condition.  \nAssociation on School Board Agenda  \n(a) Association materials or public political information shall not be distributed through interschool mail.  \n(b) An Association representative, upon timely request, shall be given the right to address the Board for up to  \nthree (3) minutes on issues(s) of interest to the Association during the time on the agenda entitled  \nDelegations/Individual Appearances - Agenda Items. The Association may not utilize this provision more  \nthan three (3) times during any one (1) meeting of the Board without the permission of the School Board  \nChair.  \nIf an emergency or unannounced items are added to the agenda, an Association representative shall be  \ngiven the opportunity to speak [not to exceed three (3) minutes], on the item when it comes up for  \ndiscussion prior to Board vote.  \n(c) The Agenda, Board backup materials, official minutes of the Board Meetings, and FYI items shall be  \navailable to the Association within twenty-four (24) hours of the time they are given to the Board, except  \nthose items given to the Board less than twenty-four (24) hours before the Board Meeting which shall be  \nmade immediately available to the Association.  \nLabels and Printouts  \n(a) The Board shall furnish the Association with a printout on the first pay period of September and first pay  \nperiod in January each year of employees in their unit at no charge.  \n(b) The Board shall also furnish the Association with a set of gum labels by zip code July 15th and October  \n15th at no charge.  \n(c) The Board shall provide to the Association Negotiator, as necessary, a seniority list of its affected members  \nby classification.  \n(d) The Board shall provide to the Association Negotiator a monthly list of employees retiring, resigning or  \nterminated and indicate their positions and departments. A list of internal job transfers also will be  \nprovided.  \nSECTION B - ASSOCIATION PROFESSIONAL LEAVE  \n1.  \nThe Board, upon request from the Association, shall grant the President of the Association temporary duty for the  \nduration of the president’s term of office. All benefits enjoyed by employees shall be continued and accrued to the  \nPresident of the Association.  \nThe Association shall provide the Board with revenue to pay for the President's salary, taxes, retirement, and fringe  \nbenefits, and in return the Board shall issue a monthly check warrant to the President during his/her term of office.  \n24  \nThe Association shall inform the Board of the date of the term of office so as to establish a monthly  \npayday. Where possible, the President shall be assigned to his/her previous school or department.  \nThe provisions above shall also apply to any member of the Association elected to an office in a State or National  \naffiliate of the Association so long as said affiliate or the Association provide the Board the revenue to pay for the  \nsame benefits as in Paragraph 2, above.  \nThe Board shall authorize the Superintendent to grant reasonable use of Temporary Duty Elsewhere (TDE) to be  \nused at the discretion of the Association President for the conduct of Association business. If a substitute is  \nrequired, the Association shall reimburse the District for the cost of the substitute; if no substitute is required, the  \nemployee shall be required to make up time lost as a result of participation in Association activities.  \nThe Association President shall correspond with the Department of Labor Relations regarding the purpose, the  \nnames of the employees involved, and their schools or departments for use of such TDEs, and give at least five (5)  \nbut no more than ten (10) working days notice in advance of such leave.  \nThe maximum number of TDEs under this section shall be one hundred (100) days. However, no more than ten  \n(10) days annually shall be allowed for any one person with the exception of the President who shall be permitted  \nfifteen (15) days annually provided he/she has not enacted Paragraphs 1 and 2 of this Section (B).  \nStaff development monies up to a maximum of $15,000 per year shall be made available for staff development  \nactivities related to job responsibilities of bargaining unit members. Of this amount, up to twenty percent (20%) may  \nbe used for Regional activities as approved by the Superintendent.  \nSECTION C - DUES DEDUCTION  \n1.  \nThe Board agrees to deduct Association dues from the regular salaries of members of the bargaining unit who  \nvoluntarily execute an authorization for such deduction, which shall continue in effect unless revoked in writing by  \nthe employee.  \nThe proceeds of such deductions shall be transmitted to the Association within ten (10) working days after the close  \nof each month during which the deductions are made.  \nThe Board will provide such payroll deduction services at a cost of ten cents ($ .10) per individual deduction per pay  \nperiod.  \nThe Association recognizes this is a privilege granted by the District, and agrees that the District has full authority to  \ndiscontinue this service at any time if the Association violates the laws of the State of Florida, in connection with  \ntheir activity as representatives of employees of the Board. The Association and the District recognize that this is a  \nvoluntary action on the part of the employees, and that neither party recognizes this as a dues check off plan.  \nThe Association and its members agree to indemnify and hold harmless the District, each individual Board member,  \nthe Superintendent and all administrators and employees against any and all claims, costs, suits or other forms of  \nliability and all court costs arising out of the application of the provisions of this Section.  \nSECTION D - PAYROLL DEDUCTION  \n1.  \nThe Board and the Association agree that payroll deduction services which are within the control of the Board and  \naccruing to employees, shall continue through this contract. The specific deduction types are: Credit Union, Tax  \nSheltered Annuities, Health Insurance, United Way, Income Protection, and additional Life Insurance.  \n25  \n2.  \n3.  \nUnless stated to the contrary in other sections of this agreement, the amount deducted from the employee’s salary  \nshall be voluntary and no charge shall be made to the individual employee for these payroll deduction services.  \nPayroll deduction for Association dues is provided for under Section C - Dues Deduction, of this Article.  \nSECTION E - ACCESS TO FULTON-HOLLAND EDUCATIONAL SERVICES CENTER  \nThe Association will be provided with three (3) entrance pass cards.  \n"]]