[["", "Cornell University  \nILR School  \n   \nBLS Contract Collection  \nTitle: Palm Beach, County of and Communications Workers of America (CWA),  \nAFL-CIO, Local 3181 (2003) (MOA)  \nK#: 820419  \n   \nThis contract is provided by the Martin P. Catherwood Library, ILR School,  \nCornell University. The information provided is for noncommercial educational use only.  \nSome variations from the original paper document may have occurred during the  \ndigitization process, and some appendices or tables may be absent. Subsequent  \nchanges, revisions, and corrections may apply to this document.  \nThe complete metadata for each collective bargaining agreement can be found at -  \nhttp://digitalcommons.ilr.cornell.edu/blscontracts/1/  \nFor a glossary of the elements see - hitp://digitalcommons.ilr.cornell.edu/blscontracts/2/  \nFor additional research information and assistance, please visit the Research page of  \nthe Catherwood website - http://Awww..ilr.cornell.edu/library/research/  \nFor additional information on the ILR School -  \nFor more information about the BLS Contract Collection, see  \nhttp://digitalcommons.ilr.cornell.edu/blscontracts/  \nOr contact us:  \nCatherwood Library, Ives Hall, Cornell University, Ithaca, NY 14853  \n607-254-5370 _ ilrref@cornell.edu  \n   \n        \n     \n     \n           \n   \n   \n    \n   \n   \n   \n   \n     \n   \n   \n= ee ey  \n: ie ts  \nea nes ae ee Psa  \nSe a  \n   \nTABLE OF CONTENTS  \nPREAMBLE  \nARTICLE 1: Recognition and Bargaining Unit ...............  \n"], ["", "ARTICLE 2: General Provisions  \nARTICLE'3: Payroll Deduction of Union Dues  \nARTICLE 4: Grievance Procedure Iain noone tno  \n"], ["", "ARTICLE 5: Union Representation  \nARTICLE 6: Management Rights ..... ee  \nARTICLE 7: Filling of Vacancies sesevenes  \n"], ["", "ARTICLE 8: Overtime/Hours of Work ..... RE OMRON  \nARTICLE 9: Sick Leave  \nARTICLE 10: Leave With Pay ........... ‘  \nARTICLE 11: Compassionate Leave  \nARTICLE 12: Seniority  \nARTICLE 13: Layoff ..........00 _  \n"], ["", "ARTICLE 14: Wages  \nARTICLE 15: Holidays  \nARTICLE 16: Vacation Leave .......  \nARTICLE 17: Waiver and Entire Agreement ........ ous  \n"], ["", "ARTICLE 18: Labor-Management Committee  \nARTICLE 19: Employment of Union President .............ssssceeee won  \n"], ["", "ARTICLE 20: Communicable Diseases  \nARTICLE 21: Certification or Re-Certification oes  \nARTICLE 22: Duration comme  \n"], ["ARTICLE 23: Drug Testing  \nAPPENDIX A: Job Classifications ...........  \n", "   \n   \nPREAMBLE  \n<  \nThis Agreement is entered into by and between Palm Beach County, hereinafter referred to as the  \nCounty, and Local 3181, Communications Workers of America, hereinafter referred to as the  \nUnion, for the purpose of establishing an orderly and peaceful procedure for good faith labor  \nrelations, providing an orderly and prompt method for handling grievances, and setting forth the  \nbasic and full agreement between the parties concerning wages, hours, and other terms and  \nconditions of employment.  \n5 RE act tee es 2 momma RESON, Ss  \n   \n"], ["ARTICLE 1  \nRecognition and Bargaining Unit  \n", "Section 1. The County recognizes the Union as the sole and exclusive bargaining agent with  \nrespect to wages, hours, and terms and conditions of employment required by Florida law to be  \nnegotiated, for the employees within the bargaining unit as defined in Section 2 of this Article.  \nSection2. | The recognized unit includes all full-time and part-time employees in permanent  \npositions certified by the Public Employees Relations Commission on May 12, 1981, as amended  \nthereto by the parties, and as set forth in Exhibit A, effective the date of this Agreement.  \nExcluded from the unit are the following: on-call, student, substitute or other types of temporary  \nemployment.  \n   \n   \n   \n   \n  \n  \n  \n  \n   \n   \nSTRELA LO TT TT ST LT ET AS TD SS LT TR  \n   \n"], ["ARTICLE 2  \nGeneral Provisions  \n", "<  \nSection 1. It is the intent and purpose of the parties hereto to promote the efficient administration  \nof Palm Beach County Government in the public interest and for the well-being of its employees.  \nNeither the Union nor the County shall discriminate against any employee covered by this  \nAgreement on the basis of race, color, religion, sex, age, handicap, or national origin. The  \nCounty and the Union mutually agree to support the Affirmative Action Program of the County.  \nCharges of discrimination by an employee against the County, its officers, or representatives  \nmust be filed with any appropriate agency having jurisdiction of such charge, and are not subject  \nto the grievance procedure under this Agreement.  \nEmployees in the bargaining unit shall have the right to form, join and participate in, or to refrain  \nfrom forming, joining or participating in the Union. Neither the County nor the Union will  \ndiscriminate against any employee in regard thereto.  \nSection This Agreement applies only to unit employees and does not cover or  \nimpact in any manner upon persons or positions outside the certification of exclusive recognition.  \nSection 3. As of the effective date of this Agreement, all past practices which conflict with the  \nprovisions of the Agreement have no binding effect and do not constitute precedents for future  \naction.  \nSection 4. The County Graphics Division bargaining unit workers will reproduce copies of this  \nAgreement for use by unit employees and management personnel. The County and the Union  \nshall share the cost of printing the Agreement.  \nSection 5. References to days in this Agreement shall mean calendar days unless otherwise  \nspecified.  \nSection 6. For purposes of disciplinary action, a one to five day suspension shall be eight (8) to  \nforty (40) hours and a six (6) to ten (10) day suspension shall be forty-eight (48) to eighty (80)  \nhours. For purposes of grievance and disciplinary time frames, workdays are Monday through  \nFriday, excluding holidays and weekends.  \n   \n|  \ni  \n|  \n|  \n|  \n|  \n     \n"], ["ARTICLE 3  \nPayroll Deduction of Union Dues  \n", "Section 1. The County agrees to make payroll deductions of Union dues when authorized to do  \nso by the employee on a form certified to the County by the Secretary-Treasurer of the Union and  \nto pay over to the Secretary-Treasurer of the Union any amounts so deducted.  \nSection 2.  \n(a) The County agrees that, upon receipt of an individual written request on a form  \nspecified in Section 1 and signed by an employee covered by this Agreement, it  \nwill deduct biweekly from such employee's wages the amount of Union dues and  \ninitiation fees specified in such request. The County will forward mionthly the  \namount deducted, iess the sum of $53.00 as the administrative fee for the County's  \nperformance of its monthly obligations set forth in this Article, to the Secretary-  \nTreasurer of the Union or his/her authorized agent as directed.  \n(b) In general, dues deduction will be made in designated pay periods, for properly  \nexecuted dues deduction authorizations received by the appropriate County  \nrepresentative on or before the 15th day of the preceding month. However, the  \nCounty assumes no responsibility either to the employee or to the Union for any  \nfailure to make or for any errors made in making such deductions, but will make  \nsuch efforts as it deems appropriate in correcting any such errors or omissions.  \n(c) |Anemployee may submit a written request on a form to be supplied by the Union  \nto revoke a dues deduction authorization which shall be effective within thirty  \n(30) days of receipt by the County Payroll Supervisor and the Local Union  \nPresident.  \nSection 3. The County shall submit a monthly list of the names, addresses and social security  \nnumbers of employees in the bargaining unit, employees on whose behalf dues have been  \ndeducted, employee identifying numbers, seniority date of additions, date of termination, or date  \nof transfer out of the bargaining unit for deletions. The payroll deduction remittance to the  \nUnion will be made during the first pay period in each calendar month.  \n   \n   \n   \nSection 4. C.0.P.E. Deduction Authorization:  \na. The County agrees to deduct each pay period, less the sum of $53.00 as the  \nadministrative fee for the County’s performance of its monthly obligations set forth  \nin this Article, and pay over to the Secretary/Treasurer of the Union, Committee on  \nPolitical Education (CWA-COPE PCC), $2.00 from the wages of those employees  \nwho voluntarily authorized such contributions on a form provided by the Union. The  \npayroll deduction remittance for CWA-COPE PCC to the Union will be made during  \nthe first pay period in each calendar month along with a list of names of those  \nemployees for whom such deductions have been made and the amount deducted for  \neach such employee. The County assumes no responsibility either to the employee  \nor to the Union for any failure to make or for any errors made in making such  \ndeductions, but will make such efforts as it deems appropriate in correcting any such  \nerrors or omissions.  \nb. Employees may sign up for C.O.P.E. deductions at any time.  \nc. An employee may submit a written request on a form to be supplied by the Union to  \nrevoke a C.O.P.E. deduction authorization which shall be effective within thirty (30)  \ndays of receipt by the County Payroll supervisor and the Local Union President.  \n"], ["ARTICLE 4  \nGrievance Procedure  \n", "Section 1. Definition. For the purpose of this Agreement, a grievance is any dispute or  \ndifference of opinion between the County and the Union, or between the County and any of its  \nemployees covered by this Agreement, involving the interpretation or application of the  \nprovisions of this Agreement; or the written reprimand, suspension, or discharge of an employee  \ncovered by this Agreement. Disputes concerning the meaning or application of any rules,  \nregulations, ordinances, laws or policies not specifically contained within this Agreement are not  \nsubject to the grievance procedure set forth below except for their application in a case. of  \ndiscipline or discharge.  \nSection 2. Both parties endorse the concept that individual grievances should be resolved at the  \nlowest possible level of management.  \nSection 3. Procedures: Grievances shall be handled in the following manner:  \nA-. Individual Employee Grievances:  \nStep 1: Any employee who believes (s)he has a grievance shall present it to the  \nDivision Head or designee in writing on a form to be supplied by the  \nUnion to include the following (See Section 4, Time Limit for Filing):  \n(a) the employee's name and signature;  \n(b) date of alleged incident giving rise to the grievance;  \n(c) all known relevant information concerning the grievance;  \n(d) provision of the Agreement allegedly violated;  \n(e) relief sought by the employee;  \n   \nStep 2:  \nStep 3:  \nB-  \n   \nThe referral to this level of management must be made within fifteen (15)  \nworking days after the event giving rise to the grievance or within fifteen  \n(15) working days after the employee, through the use of reasonable  \ndiligence, should have obtained knowledge of the occurrence of the event.  \nThe Division Head or designee shall meet with the grievant, investigate  \nand give consideration to available facts, and consult with any other  \nperson(s) s/he believes may be able to help resolve the matter. The  \nDivision Head or designee shall reply in writing stating all known relevant  \ninformation on which the decision was based within fifteen (15) working  \ndays of the meeting.  \nIf the grievance is not settled satisfactorily in Step 1 above, it maybe  \nreferred by the grieving employee(s) to the department head or designee  \nwithin fifteen (15) working days after the first step answer is given or the  \ntime by which the first step answer should have been given if not  \nprovided. If requested, the department head or designee will meet with the  \ngrievant. The department head or designee shall reply in writing stating all  \nknown relevant information on which the decision was based within  \nfifteen (15) working days of the meeting.  \nIf the grievance is not settled satisfactorily in Step 2 above, it may be  \nreferred by the grieving employee(s) to the Director of Employee Relations  \nand Personnel within fifteen (15) working days after the second Step  \nanswer is given or the time by which the second Step answer should have  \nbeen given if not provided. The Director or his/her designee shall meet  \nwith the grievant within fifteen (15) working days and shall reply in  \nwriting stating all known relevant information on which the decision was  \nbased within fifteen (15) working days of the meeting.  \nClass Action or Union Grievances:  \nSection 3b. The Union may file a class action grievance on behalf of several employees  \nor a grievance relating to contract Janguage disputes. Such grievances shall be filed at  \nStep 3 of the grievance procedure within fifteen (15) working days after the Union,  \nthrough the use of reasonable diligence, should have obtained knowledge of the  \noccurrence of the event giving rise to the grievance.  \nStep 4:  \nIf the grievance is not settled in accordance with the foregoing procedure,  \nthe Union may invoke arbitration within thirty (30) working days after  \nreceipt of the Director of Employee Relations and Personnel's answer.  \nWithin thirty (30) working days of invoking arbitration, the Union will  \nmeet with the Director, Employee Relations and Personnel, to discuss the  \ngrievance prior to requesting a panel of arbitrators. If the issue remains  \nunresolved following this meeting, the parties shall within forty-five (45)  \n7  \nworking days jointly request the Federal Mediation and Conciliation  \nService to submit a list of five (5) arbitrators. The parties shall meet  \nwithin 20 working days upon receipt of the list and, if unable to agree  \nupon an arbitrator, shall choose an arbitrator from the list by alternate  \nstriking of names, two at a time with the Union striking. first. The  \narbitrator should be notified of his/her selection by a joint letter from the  \nCounty and the Union requesting that s/he set a time and place for the  \nhearing subject to availability of the County and Union representatives.  \nThe arbitrator shall have no right to amend, modify, nullify, ignore, add to  \nor subtract from the provisions of this Agreement. In a discipline case,  \ns/he shall not have the right to modify the degree of discipline if just cause  \nfor any discipline has been found, unless the discipline is inappropriate  \naccording to the Merit Rule Disciplinary Guidelines. S/He shall consider  \nand decide only the particular issue presented in writing by the County and  \nthe Union and his/her decision and award shall be based solely upon  \ninterpretation of the meaning or application of the terms of this Agreement  \nto the facts of the grievance presented. If the matter sought to be arbitrated  \ndoes not involve an interpretation of the express terms or provisions of this  \nAgreement, the arbitrator shall so rule in his/her award and the matter shall  \nnot be further entertained by the arbitrator. The fee and expenses of the  \narbitrator shall be divided equally between the parties, In no event shall an  \naward be retroactive to a date more than fifteen (15) working days prior to  \nthe date of the filing of the grievance.  \nWhere the Union is not a party and does not represent the aggrieved non-  \nmember in the arbitration proceedings, the grievant must deposit, twenty  \n(20) days prior to the Arbitration Hearing, in a County escrow account, a  \nsum equal to the estimated cost of the compensation and expenses of the  \narbitrator. Each party shall bear all costs of preparing and presenting its  \nown case. Either party desiring a record of the proceedings shall pay for  \nthe record and/or stenographic services.. The County will require the  \ngrievant to make the appropriate deposit by cash, money order, or certified  \ncheck, to be held by the County in escrow toward payment of the  \narbitration costs. If there is a dispute as to the appropriate deposit, said  \ndispute shall be submitted, in writing, to the arbitrator for resolution prior  \nto the hearing.  \n   \n   \n   \nSection 4. Time Limit for Filing. No grievance shall be entertained or processed unless it is  \nsubmitted to the County at Step 1 above within fifteen (15) working days after the occurrence of  \nthe event giving rise to the grievance, or within fifteen (15) working days after the employee,  \n_ through the use of reasonable diligence, should have obtained knowledge of the occurrence of the  \nevent giving rise to the grievance. If the grievance is the result of a discharge, the grievance must  \nbe submitted only to Step 3 within the time frame specified above. Newly hired employees  \nserving a probationary period may grieve termination during probation only-to Step 3 of the  \ngrievance procedure.  \nSection 5. Time Limits for Appeal. A grievance must be filed and appealed within the time  \nlimits set forth above or the grievance shall be considered withdrawn. Any grievance not timely  \nanswered by the County shall be deemed denied and immediately grievable to the next step.  \nWaiver of these time limits may only be accomplished by mutual agreement in writing. Steps  \none and two may also be waived in writing and time limits will commence from the date of the  \nwaiver accordingly.  \nSection 6. Union Representation. Employees who are grieving discipline must be present at all  \nstep meetings, and may also be represented by a Union representative at any step of the grievance  \nprocedure if they choose.  \nSection 7. Nothing in this grievance procedure shall be construed to prevent any employee from  \npresenting, at any time, his/her own grievances, in person or by legal counsel, and having such  \ngrievances adjusted without the intervention of the Union, if the adjustment is not inconsistent  \nwith the terms of the Agreement and if the Union has been given reasonable opportunity to be  \npresent at any meeting called for the resolution of such grievances.  \nAfter an employee(s) has referred a grievance to the Union and the Union representative has  \ninformed the County that the Union represents said employee(s), the County will not discuss  \n(except in the course of any investigation c onducted by the C ounty) or adjust such grievance  \ndirectly with said employee(s).  \nSection 8. Time Limit for Issuing Discipline. In the event management determines that there is  \nor may be cause to discipline an employee for any reason, management shal] either impose  \ndiscipline or notify the employee of its intent in writing to investigate the occurrence giving rise  \nto the possible discipline within thirty (30) working days of the occurrence, or the date on which  \nmanagement first became aware of the occurrence, whichever date is later. After notification of  \nintent to investigate, management must impose discipline within forty-five (45) working days of  \nthe notice. If management fails to meet the time limits specified above, no discipline shall be  \nimposed on the employee for the occurrence.  \nSection 9. Waiver of Personnel Appeals Board or Employee Grievance Committee Appeals  \nAny matter defined as a grievance in Section 1 of this Agreement may only be processed through  \nthe grievance procedure of this Agreement and may not be appealed to the Personnel Appeals  \nBoard or through the County's Merit System Grievance Procedure. Employees covered by this  \nAgreement hereby waive any right to resort to the Personnel Appeals Board or to the County  \nMerit System Grievance Procedure concerning any matter defined in this Agreement as a  \ngrievance.  \n10  \n   \n   \n   \n   \n   \n   \n"], ["_ ARTICLE 5  \nUnion Representatives  \n", "*  \nSection 1. Designation of Representatives. The Union shall have the right to designate a  \nmaximum of forty (40) employees of the County who are covered by the Agreement as  \nrepresentatives, regardless of title or position held, including the Local President and officers.  \nThe County shall recognize such representatives upon presentation of their names in writing to  \nthe Director of Employee Relations and Personnel. Any changes in the representatives as  \ndesignated will not be effective until after receipt of written notice of such change to the Director  \nof Employee Relations and Personnel. Ten (10) of these representatives whose names will be  \nsubmitted separately to the Director of Employee Relations and Personnel will only be allowed  \nUnion time off without pay and shall not represent grievants or handle grievances. All other  \nsections of this Article shall apply.  \nSection 2. Performance of Union Representative Business. Only employees designated under  \nSection 1 above will be granted time off from work for the purpose of attending to any Union  \nrepresentative activities, and any such activities must be performed while off duty and without  \npay except in the following circumstances. No more than two employees from a Department will  \nbe permitted off for Union business at any one time.  \n1) In the event Management requests a meeting with a Union representative during  \nwork hours, the County will be responsible for paying the representative.  \n2) At steps one, two and three of grievance hearings with Management, the employee  \nand one Union representative will be paid for attendance at meetings occurring at  \na time the employee would otherwise have been working.  \n3) Employees may request the presence of a Union representative if called into a  \ndisciplinary interview or an investigatory interview that may lead to disciplinary  \naction of any bargaining unit employee. In such cases, Management is responsible  \nfor paying the Union representative. Management can call in a representative  \nimmediately if available, such as when a representative is employed in the same  \ndepartment, or postpone the meeting for 48 hours to allow the employee to obtain  \na representative. Alternatively, Management must hold such a meeting after the  \nUnion representative’s working hours.  \n4) One Union representative will be paid for attending a pretermination conference  \nwhen the Union President cannot attend.  \nNo Union representative will be paid for meetings scheduled after hours.  \nil  \n   \n   \nTime during which an employee is off duty to attend to Union representative activities will be  \nconsidered as time worked for seniority, insurance benefits, vacation and sick leave accrual  \npurposes only, unless it accumulates to more than thirty (30) days per year, in which case the  \nexcess will not be counted for these purposes. In the event the Local President is a County  \nemployee, it will be one hundred-fifty (150) days for the president.  \nSection 3. Requests for Time Off. Employees designated under Section 1 above will be granted  \ntime off for Union representative activities only upon the submission of a request in writing  \nsubmitted to the representative's supervisor at least twenty-four (24) hours in advance of the  \nrequested time off. Periods of time off granted will be in increments of one hour and the requests  \nwill be denied or postponed if management believes that the absence of the representative under  \nthe circumstances will adversely affect County operations. In the event of a dispute concerning  \nwhether the representative will be allowed time off, it may be processed through the grievance  \nprocedure but shall be conclusively resolved by the Director of Employee Relations and  \nPersonnel at that step if it reaches that point.  \nSection 4. Visitation. R epresentatives as designated under Section 1 ofthis Article and any  \nother duly authorized representative whose name has been previously submitted in writing to the  \nDirector of Employee Relations and Personnel shall be permitted on the County's premises for  \nthe purpose of investigating grievances, adjusting grievances, or ascertaining whether the  \nAgreement is being observed. Visitation for any such purpose shall not occur until 24 hours after  \nnotice to the Director of Employee Relations and Personnel, who shall not unreasonably deny the  \nvisitation.  \nSection 5. Non-Interference With Production or Services. The investigation, handling, or  \nadjustment of grievances shall not, insofar as is practical, be conducted by employees and Union  \nrepresentatives during normal working hours. If grievance matters must be attended to during  \nnormal working hours, it will be done so as to cause a minimum of interference with production  \nor services, and employees who are to be so engaged shall be required to obtain permission and  \nbe without pay as set forth under Section 2 and 3 above.  \nSection 6. Bulletin Board. The Union shall be permitted space on existing bulletin boards to  \npost necessary Union notices of a businesslike non-inflammatory nature. All notices posted must  \nbe signed by an elected official of the Local Union and approved in advance by the Director of  \nEmployee Relations and Personnel. Notices in pre-approved format need not be resubmitted for  \napproval for subsequent postings. The Union shall supply at its own expense bulletin boards  \nwhere none exist or are not adequate, and such boards shall be placed at mutually agreeable  \nlocations.  \n12  \n   \n   \n   \n   \n   \n   \n   \n"], ["ARTICLE 6  \nManagement Rights  \n", "  \nSection 1. All rights of management which are not specifically limited by the provisions of other  \narticles of this Agreement are retained by the County. Unless it is provided specifically to the  \ncontrary, nothing in this Agreement shall be deemed as a guarantee or obligation to continue any  \noperation, or portion thereof, performed by employees in the bargaining unit, nor shall this  \nAgreement guarantee employment to any employee.  \nSection 2. The exclusive functions of Management include but are not limited to: the  \nmanagement of the County and the direction of the working forces; the right to plan, direct and  \ncontrol all the operations or services to be performed in or at any facility or by employees of the  \nCounty; to schedule the working hours; to hire, promote, demote, transfer, layoff, and recall; to  \nsuspend, discipline, or discharge for just cause; to relieve employees because of lack of work or  \nfor other reasons; to make and enforce production standards; to make and enforce rules and  \nregulations of employee conduct and performance; to classify and reclassify employees, and to  \ndetermine the content of job classifications; to introduce new and improved methods, materials,  \nequipment or facilities; to change or eliminate éxisting methods, materials, equipment, or  \nfacilities; to administer the County Merit System Rules and Regulations.  \nSection 3. The County shall retain the right to subcontract any of its operations. In the event that  \na subcontract results in the elimination of a position, incumbents will be given consideration for  \nthe filling of any existing vacancies for which they are qualified, or failing that, they may be laid  \noff. Upon request of the Local Union President or designee, the County will discuss the effects  \nof the subcontracting upon the members of the bargaining unit; however, this shall not constitute  \na restriction upon the County's right to subcontract and lay off employees.  \n13  \n"], ["ARTICLE 7  \nFilling of Vacancies  \n", "Section 1. In the event management determines to fill a regular permanent budgeted position  \nwhich is vacant, it may do so through any of the following actions:  \n(a) Reclassification, if feasible in management's judgment; or  \n(b) Repromotion of an employee who had taken a demotion in lieu of layoff, or recall of  \nany employee on the rehire list, if the employee is currently qualified; or  \n(c) Transfer of employee(s) if desirable in management's judgement; or  \n(d) Open competitive selection procedures; or  \n(e) Continuous Register selection procedures for entrance level positions in a job series; or  \n(f) Departmental Promotional selection in a classification series.  \n(g) County wide promotional competitive selection procedures.  \nIn the case of filling of vacancies by open or promotional competitive selection procedures, a  \nnotice shall be posted for a minimum of one (1) week and applications will be received in  \naccordance with instructions set forth in the notice. Qualified persons covered by this Agreement  \nshall be given equal consideration with other applicants seeking the position.  \nIn the case of using a Register system, designated job classifications may be advertised  \ncontinuously. Applications will be screened/reviewed and referral lists will be sent to the  \ninterviewers from among the qualified applicants on the Register at the time the requisition is  \nreceived. Applicants need only apply once every six months for each job classification.  \nApplication details will be listed in the notice.  \nSection 2. Management retains the right to determine whether a permanent vacancy will be filled  \nand, if so, which of the procedures will be used. In the event employees (applicants) covered by  \nthis Agreement are employed in the department which seeks to fill the vacant position through  \nthe departmental promotional selection procedure he/she will be awarded the position based on  \nseniority if they have minimum qualifications.  \n14  \n   \n   \n   \nSES PCO LS  \n   \n   \n   \n   \n   \nSOL ET LIAS EL ET EOE IED RET EEE EE ST ORT  \n   \nSection 3. In the event the permanent vacancy is to be filled through the County-wide  \npromotional competitive selection procedure or the open competitive selection procedure from  \namong employees covered by this Agreement, seniority shall be the controlling factor among  \nbargaining unit applicants only if they have equal skill, ability and qualifications. Skill, ability  \nand qualifications may be determined by interview results, the employee's official personnel file  \n(in accordance with the Merit Rules) and written or practical examinations. Applicants with  \ngreater skill, ability or qualifications may be awarded a vacancy over an employee with greater  \nseniority.  \nSection 4. Vacancies which are temporary (normally not exceeding 180 days) or those in on-call,  \nstudent, or FRS retiree positions, shall be filled in any manner determined by management.  \n15  \n"], ["ARTICLE 8  \nOvertime/Hours of Work  \n", "Section 1. The workweek for payroll purposes shall be a seven (7) consecutive day period  \ncommencing at 12:01 am. Saturday and ending at 12:00 midnight the following Friday. A  \nworkday shall be the 24-hour period commencing with the employee's scheduled starting time.  \nA workshift shall be that portion of a workday during which the employee is scheduled, or  \nassigned on an unscheduled basis, to work. Overtime is that time during which a full time  \nemployee works over 40 hours per week, not including any sick or disability leave. Previously  \nscheduled vacation leave, funeral leave, holiday, jury duty, incentive leave, and union time will  \nbe considered as time worked for the purpose of computing overtime. If an employee works  \nmore than 12 hours in any 24 hour period, s/he shall be paid time and one-half for the hours in  \nexcess of their normally scheduled shift (not to apply to employees who may be regularly  \nscheduled for 12 hour shifts).  \nSection 2. Overtime premium pay shall be paid at the rate of time and one-half (1-1/2) of the  \nregular hourly rate of pay (including shift differential and permanent emergency call back  \npremium) for all overtime hours.  \nSection 3. Overtime assignments may be required and shall be distributed among those  \nemployees who normally perform the work and such assignments shall be made as equally as is  \npracticable. Employees shall be notified of overtime assignments reasonably in advance of the  \nassignment, based upon the reason for the assignment, and normally 24 hours prior thereto.  \nOvertime work records shall be maintained in the Department Director's and/or Division  \nDirector's office and may be examined there.  \nSection 4. Employees shall be notified of work schedule changes other than overtime reasonably  \nin advance of the change and normally 48 hours prior thereto, consistent with the County's  \nplanning of its needs.  \nSection 5. Employees shall be allowed one (1) necessary relief or rest period per one half shift,  \nprovided the time and length of the break is determined by the employee's supervisor (normally  \n15 minutes) and the granting of the break does not adversely affect or interfere with operations or  \nservice to the public. If for any reason a break is not granted, this shall not be subject to the  \ngrievance procedure. However, breaks should not be unreasonably denied.  \nThe purpose of granting breaks is to relieve fatigue and mental strain on the job, therefore, it is  \nnot permitted to combine two breaks into one longer break, to use breaks to lengthen lunch hours  \nor to leave work early, or to accumulate breaks from day to day.  \n16  \n   \n   \n"], ["ARTICLE 9  \nSick Leave  \n", "Section 1. Amount of Sick Leave. All regular, full-time employees covered by this Agreement  \nshall be provided with eight (8) paid sick leave days (64 hours) per fiscal year commencing  \nOctober 1, 2003. All permanent part-time employees shall be entitled to a pro-rated portion of  \nthe eight (8) day payment based upon their scheduled hours, i.e., a 20 hours per week employee  \nwill receive 32 hours pay. Employees hired after October 1, 1997, will accrue sick leave days  \nbased upon their hire date and the following schedule:  \nMonth of Hire Days Accrued  \nOctober 8  \nNovember 7  \nDecember 6  \nJanuary 5  \nFebruary 4  \nMarch 3  \nApril 2  \nMay 1  \nPayment for any unused sick leave shall be made to the employee in the form of a bonus check in  \na lump sum amount at the end of the fiscal year, provided the employee is still on the payroll at  \nthat time. The check shall be calculated as of September 30 and paid to employees in mid-  \nDecember. Employees who leave County employment shall receive 50% of their unused sick  \nleave.  \nSection 2. Utilization of Sick Leave. Sick time taken during the year, up to the maximum of 8  \ndays, will be time off with pay at the time it is taken. Sick time taken in excess of eight (8) days  \nwill be paid according to the following:  \n1. If employees are eligible because of seniority for 85% or 65% benefits, they must  \nuse these benefits second after exhausting the 64 hours, or the pro-rated portion  \nthereof. No vacation leave can be used to substitute for or supplement the 85/65%  \nbenefits.*  \n2s If an employee has previously used all eight days' sick leave but is eligible for  \n85% benefit on day #9 (or hour 65) of the leave, s/he may choose to use vacation  \nleave or be docked while waiting until the 85% becomes effective.  \n  \nIn the event the County chooses to operate a Sick Leave Pool, bargaining unit members  \nwho join the Sick Leave Pool will be-allowed to supplement 85/65% benefits with  \nvacation leave.  \n17  \n3. When employees have exhausted all sick leave benefits (eight days and any  \neligibility for 85/65%), then they must use any remaining vacation leave before  \nbeing put on leave without pay.  \nSick leave may be used for illness or injury to the employee or to his/her immediate family if the  \nemployee is needed to provide care to the family member. Immediate family is defined as  \nspouse, parent or child as per the Family Medical Leave Act. Sick leave may also be used for  \nmedical or dental appointments of the employee or the employee's immediate family.  \nLeave Beyond.S even Days. R egular, full-time (40 hours) employees who are off  \nwork due to illness or injury of the employee for eight (8) consecutive days or more* shall  \nreceive pay in the amount of 85% of their regular straight-time earnings for each consecutive  \nworkday missed in accordance with their years of service and the following schedule:  \nDays of Consecutive  \nYears of Service Absence Paid for  \n6 mos but less than 1 yr os  \n1 but less than 2 9 through 11 (24 hours)  \n2 but less than 3 9 through 16 (64 hours)  \n3 but less than 4 9 through 21 (104 hours)  \n4 but less than 5 9 through 26 (144 hours)  \n5 and over 9 through 30 (176 hours)  \nAH permanent part-time employees shall be entitled to receive pay under this Section based upon  \ntheir normal scheduled day, i.e., employees who work 4 hours per day will receive 85% or 65%  \nof their regular, straight-time pay for 4 hours of each covered day of absence. Full-time  \nemployees who have been absent and receiving 85/65% pay and who can return to limited and/or  \nmodified duty part-time can continue to receive 85/65% pay for the portion of their scheduled  \nhours they are not able to work.  \n* For purposes of this section, eight (8) consecutive  \nworkdays means 64 hours of work, and a workday  \nshall be 8 hours.  \n** Meaning that the employee is paid for the 9th day  \nof absence, or for the 65th — 72nd hours.  \n18  \n      \n   \n   \n   \n  \naR ES  \n|  \ni  \n  \n|  \n   \n   \nRAT  \nRRR naire  \nrE TT  \nSSNS TAT  \n   \nEmployees with six (6) or more years of service will be paid for an absence due to illness or  \ninjury of the employee for consecutive days of absence beginning with the 31st day, in the  \namount of 65% of the employee's regular, straight-time earnings, for a maximum of 1040 hours.  \nThis payment will be paid by the County or by an insurance carrier at the County's option but will  \nonly be paid under any circumstances until the sooner of:  \n(a) The employee returns to work;  \n(b) receives a disability retirement;  \n(c) retires on any other basis;  \n(d) quits;  \n(e) it is determined by competent medical expert of the County's choosing to be fit to return  \nto work; or  \n(f) it is determined by a competent medical expert of the County’s choosing  \nthat the employee will not be fit to return to work within six (6) months from the 31°  \nconsecutive day of the absence; or  \n(g) six (6) months measured from the 31st consecutive day of the absence.  \nPayment received under this Section 3 shall be offset by any Worker's C ompensation benefit  \nreceived by the employee for the same period. An employee who received 65% disability leave  \nfor the maximum period o f six (6) months, and who is still not fit to return to work may be  \nterminated at that time if the County so elects.  \nEmployees will be eligible for one 85/65% absence period per year, starting with the first day of  \nabsence at 85%. If an employee returns to work while collecting 65% benefit and is  \nsubsequently absent, the 65% will not exceed six (6) months total.  \nSection 4. Proof of Sickness or Injury. As a condition for receipt of pay for illness or injury as  \nset forth in Section 3 above, the County may require proof of illness or injury which incapacitates  \nthe employee from working. Failure to supply such proof as is satisfactory to management will  \nresult in pay being withheld or not paid.  \nSection 5. Current Sick Leave Banks. An employee may elect to use accrued sick leave banks  \nfor any days of consecutive absence but shall not be paid under Section 3 for any such days for  \nwhich he/she uses accrued sick leave. Employees covered by this Agreement who have accrued  \nsick leave under the County's policy in effect at the time of the signing of this Agreement shall be  \nentitled to use their accrued amounts in any manner permitted by that policy, but no employee  \ncovered by this Agreement shall accrue any additional sick leave beyond that which is accrued as  \nof September 30, 1982. E xcept for the application of the County's policy for the p urpose o f  \nutilization of previously accrued sick leave, that policy shall be null and void for all employees  \ncovered by this Agreement.  \n19  \nSection 6. Return to Work. Employees who are absent due to sickness or injury may be required  \nto provide medical approval for their return to work.  \nSection 7. Approval. Leave forms are required for all absences, Management will approve or  \ndisapprove leave requests by the end of the workday for requests of one (1) day. Requests are to  \nbe submitted to the appropriate supervisor with authority to approve or disapprove no later than  \nthe beginning of the work shift the day before the requested day off. Management will approve  \nor disapprove leave requests of more than one (1) day within 48 hours of receipt. This does not  \nsupersede Departmental and Merit Rule requirements for notice.  \n20 |.  \n   \n"], ["ARTICLE 10  \nLeave With Pa  \n", "+  \nSection I. Attendance at Meetings. Leave with pay may be granted for County approved  \nattendance at official or educational meetings, if authorized in writing by the Department Head.  \nSection 2. Witness or Jury Duty. Leave with pay will be granted for jury duty or witness duty  \n(provided the employee has no personal interest in the lawsuit) pursuant to a subpoena, upon  \npresentation to the Department or Division Head of the summons or subpoena. Payment  \nreceived by the employee for jury or witness duty, except for mileage reimbursement, must be  \nendorsed over to the County and submitted to the Finance Department.  \nSection 3. Blood Donation. Upon request and approval by the appropriate supervisor,  \nemployees who wish to give blood to the County Blood Bank(s) will be permitted to take two  \n(2) hours off with pay in order to donate. If the “Blood Mobile” is not located at the employee’s  \nwork location, verification of donation may be required.  \n21  \n   \nCoe  \n"], ["ARTICLE 11  \nCompassionate Leave  \n", "Section 1. In the event of a death in the employee's immediate family, the employee will be  \ngranted leave with pay. Such leave will be for three (3) consecutive work days within the State  \nand four (4) consecutive work days if outside the State. Requests for the leave shall be made to  \nthe Department or Division Head on a form to be supplied by the County.  \nDocumentation/V erification may be requested by management.  \nSection 2. The immediate family shall include the employee's mother, father, sister, brother,  \nchildren, grandparents, grandchildren, spouse, mother-in-law, father-in-law, stepchildren, and  \nstepparents.  \n22  \n   \n   \n"], ["ARTICLE 12  \nSeniority  \n", "™  \nSection 1. Definition. Seniority for purposes of application of this Agreement, is an employee's  \nlength of continuous service with the County, dating from his/her date of hire into a permanent  \nposition.  \nSection 2. Loss of Seniority. Seniority and the employment relationship shall be broken and  \n_terminated if an employee:  \n(a) quits;  \n(b) is discharged for just cause;  \n(c) is absent from work for three (3) consecutive working days without proper  \nnotification to the County;  \n(d) is rehired after a break in service of more than thirty (30) days;  \n(e) fails to report for work at the termination of a leave of absence or extension thereof;  \nor |  \n(f) accepts gainful employment without permission while on leave of absence.  \n23  \n‘i=  \n   \n"], ["ARTICLE 13  \nLayoff  \n", "Section 1. When and if the County decides to reduce the number of employees within a  \ngiven classification in any department, employees shall be laid off in the following order:  \na) Temporary or on-call employees.  \nb) Probationary employees.  \nc) Permanent part-time employees.  \nd) Permanent full-time employees.  \nSection 2. Permanent employees, within a classification, will be laid off in a department in  \nthe inverse order of their seniority if they have equal skill, ability and employment records.  \nSection 3. The Department Head or designee will provide written notification to each  \naffected employee sixty (60) days prior to the date of layoff. Such notice will inform the  \nemployee of all retention rights due him/her, explain, if the employee has no retention rights,  \nwhether any other position is to be offered the employee, and advise the employee of the  \nseveranice pay provisions of the contract.  \na) Retention Rights  \nPermanent employees selected for layoff shall be offered a demotion to a lower  \nrated classification within the same job series and Department, if there is a  \nposition for which the employee is qualified and s/he has an equal or better  \nemployment record than the incumbent, and is senior to the incumbent.  \nEmployees who are \"bumped\" under this provision may in turn bump to a lower  \nclassification within the same Department in accordance with the provisions of  \nthis section.  \nb) Severance Pay  \nIf an employee has no retention rights, the County may offer the employee a  \nvacant position which the County seeks to fill and for which the employee is  \nqualified. Sixty (60) calendar days of severance pay will be offered the employee  \nin lieu of the 60-day notice period if the employee has no retention rights, no other  \njob offer is made, or if any job offer requires more than a 6% decrease in pay.  \nc) Employees will inform the County of their decision in writing within 5 working  \ndays of receipt of the notice.  \n24  \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \n   \nSection 4, In the event a CWA bargaining unit worker has been demoted in lieu of layoff, the  \nCounty shall implement the following procedures:  \na. All of the provisions of the Palm Beach County Merit System Rules and |  \nRegulations relating to pay upon demotion will apply, except that no employee's  \nrate of pay will be reduced by more than 6% if the employee's base rate of pay  \ndoes not exceed the maximum of the position demoted to, in which case demotion  \nwill be to the maximum.  \nb. For two years, in the event a position becomes vacant Countywide in the same job  \nclassification from which the worker was demoted, the worker shall be awarded  \nthe position on a non-competitive basis by seniority.  \nc. Any employee- who is demoted in lieu of layoff will be given priority  \nconsideration for any position for which they apply.  \nd. In the event the worker is promoted back into the classification from which s/he  \nwas demoted, no probationary period will be required.  \nSection 5. Laid off employees shall have recall rights Countywide for one (1) year and be  \nrecalled to the classification from which they were laid off if openings occur in the reverse order  \nin which they were laid off. If recalled, the employee's seniority date and hourly rate at time of  \nseparation will be reinstated. If recalled within sixty (60) days of layoff, the employee will be  \nrequired to refund any remaining portion of severance pay.  \n25  \n"], ["ARTICLE 14  \nWages  \n", "Section 1. Increases. Employees covered by this Agreement shall receive the following salary  \nincreases for the term of this contract. Under no circumstances shall an increase cause an  \nemployee’s base rate of pay to exceed the maximum rate established for the job class. As of  \nOctober 1, 1997, employees at or above the maximum rate will continue to receive their across-  \nthe-board increases on their base rate of pay. E mployees who reach the maximum rate after  \n10/1/97 will receive the April pay increases in a lump sum.  \nEffective the payroll period in which falls:  \nOctober 1, 2003: 3% across-the-board or $.30/hour, whichever is greater  \nApril 1, 2004: 2%  \nOctober 1, 2004: 3% across-the-board or $.30/hour, whichever is greater  \nApril 1, 2005: 2%  \nOctober 1, 2005: 3% across-the-board or $.30/hour, whichever is greater  \nApril 1, 2006: 2%  \nSection 2. Working In Higher Classification. Employees assigned te work in a higher  \nclassification for more than eight (8) hours shall be paid at the minimum of the higher  \nclassification or five (5%) percent of the employee's current rate, whichever is higher, from the  \nIst hour until they are returned to their regular classification.  \nSection 3. Miscellaneous Pay Benefits. Standby pay, and longevity pay will not be reduced  \nwithout first negotiating with the Union concerning the reduction. Bargaining unit employees  \nhired after 10/1/94 will not be eligible for longevity pay. Bargaining Unit workers who are on  \nstandby duty and are subject to call-back shall receive $12.00 per day (24 hours) for a maximum  \nof $84.00 per week. Effective 10/1/04, they will receive $16.00 per day. Effective 10/1/05, they  \nwill receive $1.00 per hour.  \nShift Differential: Employees who work a night shift (majority of the shift falls after 5:00 p.m.)  \nshall receive an additional five (5) % on their current rate of pay, provided their current pay does  \nnot exceed the maximum of the pay grade. In such case, the employee will receive five (5)%  \nabove the maximum of the pay grade. If the employee is transferred from either of the night  \nshifts to the day shift, the shift differential will be discontinued.  \nLeadworker: Leadworker pay shall be six (6)% of the employees current rate of pay. If the  \nleadworker duties cease, the leadworker pay will be discontinued.  \n26  \n   \n   \n   \n   \n"], ["ARTICLE 15  \nHolidays  \n", "Section 1. Employees covered by this Agreement, who are entitled to a paid Holiday benefit  \nunder the County's present policy, will continue to receive Holiday pay for the following  \nholidays:  \nNew Year's Day, Martin Luther King's Birthday, Washington's Birthday, Memorial Day,  \nFourth of July, Labor Day, Columbus Day, Veteran's Day, Thanksgiving Day, Christmas  \nDay, and two (2) floating holidays to be added to or substituted for any of the above, at  \nthe discretion of the Board of County Commissioners.  \nSection 2. The conditions for receipt of holiday pay shall be as provided by County policies as  \nthey presently exist or are changed from time to time, provided that employees who do not  \nreceive pay for the scheduled workday immediately before or after the holiday (excluding  \ndisciplinary suspensions), shall not receive holiday pay. The Union shall be notified of any  \nchanges in holiday pay policies. If the change is an increase or decrease in the number of general  \napplication to employees covered by this Agreement, it shall be negotiated with the Union prior  \nto implementing the change. |  \nSection 3. A Holiday will be paid as an eight hour day. In departments/divisions where  \nemployees are scheduled to work four ten-hour days, the Department will either change work  \nschedules during the holiday week or opt for a yearly schedule of ten holidays at ten hours pay  \n(omitting Washington’s Birthday and Columbus Day), at the Department’s discretion. Under no  \ncircumstances will a 40 hour week employee receive less than 40 hours of pay during a holiday  \nweek.  \n27  \nSection 1.  \na)  \nb)  \nc)  \n"], ["ARTICLE 16  \n", "   \n   \nVacation Leave  \nAccrual of vacation leave.  \nThe vacation leave accrual rate for the first twelve (12) months of employment  \nequals 10% of the employee’s scheduled hours per week (p/w) times 26 pay  \nperiods.  \nFor example:  \n16 hours p/w = 41.6 hours per year  \n20 hours p/w = 52.0 hours per year  \n24 hours p/w= 62.4 hours per year  \n28 hours 72.8 hours per year  \n32 hours p/w = 83.2 hours per year  \n36 hours p/w = 93.6 hours per year  \n40 hours p/w = 104.0 hours per year  \nBeginning with the second year of employment, vacation leave shall accrue at  \n11.54% of an employee’s scheduled hours per week, times 26 pay periods.  \nFor example:  \n16 hours p/w= 48.0 hours per year  \n20 hours p/w = 60.0 hours per year |  \n24 hours 72.0 hours per year  \n28 hours p/w = 84.0 hours per year  \n32 hours p/w = 96.0 hours per year  \n36 hours p/w = 108.0 hours per year  \n40 hours p/w = 120.0 hours per year  \nMerit Hours - In recognition of continuous service, merit hours are added to  \nvacation balances annually, effective the pay period in which the employee’s  \nanniversary date falls. .  \nFrom the sixth through the tenth years of employment, merit hours are added in  \n20% increments based on the number of scheduled hours per work week.  \n28  \n   \n   \n   \n   \n-d)  \ne)  \na)  \nb)  \nc)  \nd)  \n   \n   \nFor example, employees scheduled to work 40 hours per week receive additional  \nhours as follows:  \nYear Increase Cumulative Hours  \n6 20% 8  \n7 40% 16  \n8 60% 24  \n9 80% 32.  \n10 100% 40  \nAdditional merit hours are not earned after ten (10) years of employment.  \nNo vacation leave shall accrue to employees in any bi-weekly pay period in which  \nmore than one-half (4) of their bi-weekly schedule is reported as LWOP.  \nA new employee shall begin accruing vacation leave after one (1) full pay period.  \nThe maximum accumulation of vacation leave that can be carried over from one  \ncalendar year to another is 400 hours. Any employee who has accrued vacation  \nleave in excess of 400 hours at the end of the last pay period of each calendar  \nyear shall forfeit the excess leave and the vacation leave balance shall  \nautomatically be reduced to 400 hours.  \nException: Employees who have requested leave and because of documented  \nextenuating circumstances have not been able to use excess vacation leave during  \nthe year will be allowed to carry over the excess time to the next calendar year.  \nSection 2. Use of vacation leave.  \nNotification - No vacation leave may be taken without prior approval by the  \nemployee’s immediate supervisor, and the denial of vacation leave is not  \ngrievable.  \nAll employees are charged the number of their regularly scheduled daily hours for  \neach day used for vacation leave.  \nVacation leave may be granted to attend funerals of friends or family not covered  \nby the definition of immediate family.  \nVacation ‘leave is to be used for personal religious holidays other than those  \nspecified as legal holidays.  \n29  \n€)  \ng)  \na)  \nb)  \nc)  \nVacation leave is to be used to transact personal business which cannot be  \ntransacted except during working hours.  \nEach employee is required to take a minimum of 80 hours of vacation leave per  \ncalendar year after completion of one (1) year of service.  \nException: Upon approval of the Department Head, an employee may be granted a  \nwaiver from this requirement if the employee submits a request to use the leave  \nfor a future specified occurrence such as an extended vacation.  \nManagement will approve or disapprove leave requests by the end of the workday  \nfor requests of one (1) day. Requests are to be submitted to the appropriate  \nsupervisor with authority to approve or disapprove no later than the beginning of  \nthe work shift the day before the requested day off. Management will approve or  \ndisapprove leave requests of more than one (1) day within 48 hours of receipt.  \nThis does not supersede Departmental and Merit Rule requirements for notice.  \nSection 3. Payment for unused vacation leave credits.  \nPayment of all accrued vacation leave credits is effective the pay day following  \nthe date of separation from County service.  \nEmployees terminating with less than three (3) months of service shall not receive  \npayment for unused vacation leave.  \nIn the event of the death of a permanent-status employee, all payment for accrued  \nvacation leave will be made to the employee’s beneficiary, estate, or as provided  \nby law.  \n30  \n   \n   \n"], ["ARTICLE 17  \nWaiver and Entire Agreement  \n", "  \nSection 1. The Union acknowledges that, during negotiations resulting in this Agreement, it  \nhad the right and opportunity to make demands and proposals with respect to any and all subjects  \nnot removed by law from the area of collective bargaining and that the complete understandings  \nand agreements arrived at by the parties after exercise of that right and opportunity are set forth  \nin this Agreement. Therefore, the Union waives the right, during the term of this Agreement, to  \nbargain collectively with respect to any subject or matter referred to or covered in this  \nAgreement, and it particularly waives the right to bargain over the County's exercise of any of its  \nmanagement rights set forth in Article 6 of this Agreement.  \nSection 2. The parties intend that this Agreement shall constitute the sole source of their  \nrights and obligations from and to each other for its term, either by specific provision or by  \nsilence.  \nSection 3. This Agreement may be amended by mutual agreement of the parties but any  \namendment must be in writing and signed by duly authorized representatives of the parties before  \nit will be effective.  \n31  \n      \n"], ["ARTICLE 18  \nLABOR-MANAGEMENT COMMITTEE  \n", "Section 1. The County and the Union agree to establish a Labor-Management C ommittee to  \nencourage and foster effective labor-management cooperation and communication.  \nSection 2. The Committee shall be composed of three (3) members designated by the Union from  \nthe bargaining unit and three (3) members designated by the County. The parties shall provide  \neach other with the names of their designated committee members.  \nSection 3. Meetings will be held bimonthly or at the request of either party, by mutual consent  \non official time during duty hours, for the purpose of discussing problems that may arise under  \nthe implementation of this Agreement, rules, regulations and policies of the County, and other  \nmatters of interest. The-parties agree that grievances of bargaining unit members shall not be  \nappropriate for discussion during committee meetings.  \nSection 4. The Union, through one of the representatives designated for that purpose, shall  \nsubmit agenda items to the committee chair designated by the County. Likewise, the chair  \ndesignated by the County shall provide the Union with agenda items to be raised at the meetings.  \nAgenda items shall be exchanged by both parties at least fourteen (14) days in advance of the  \nscheduled meeting. If there are no agenda items submitted, the meeting will be cancelled.  \nAgenda items will only be discussed by mutual consent of both parties. Each party shall  \nmaintain its own minutes of the meetings, but may arrive at joint recommendations. Such  \nrecommendations will not be binding on the County.  \n32  \n   \n   \n   \n"], ["ARTICLE 19  \nEmployment of Union President  \n", "“<  \nSection 1. Upon a County employee becoming Local President, s/he may elect to resign his/her  \nposition with the County. if and when the President elects to resign his/her position with the  \nCounty, s/he must give a notice of at least two (2) weeks. The Local President will be allowed to  \ncontinue insurance benefits; however, the president and/or the Union will be responsible to pay  \nthe cost of the County's part.  \nSection 2. Upon resignation, the employee will retain a one time recall right to an available,  \nvacant County position within the bargaining unit for which s/he meets minimum entrance  \nrequirements, without competition, at a pay grade level at or below the pay grade left. Within  \nninety (90) days of vacating the position of Local President or at any time while still the Local  \nPresident, the County must be notified of the wish to exercise the option to return to work. Upon  \nreturn to work, past seniority and insurance benefits will be reinstated.  \n33  \n"], ["ARTICLE 20  \nCommunicable Diseases  \n", "   \nSection 1. Presumption: The County recognizes that the following employees have an increased  \npotential for exposure to HIV, AIDS, Hepatitis-B, or Hepatitis-A. It shall be presumed that  \nemployees from the following job classes who contract HIV, AIDS, Hepatitis-B or A shail have  \ncontracted the disease on the job, if the employee can reasonably prove, according to medically  \nacceptable standards of occupational exposure, that they, in fact, did contract the disease while  \non duty.  \nand Recreation: Pool Lifeguard  \nOcean Lifeguard  \n‘Ocean Rescue Lieutenant  \nAssistant Pool Manager  \nPark Ranger  \nFacilities Management: All employees.  \nWater Utilities: Employees of the Water Utilities Department in the following  \nclasses who are involved in handling of wastewater:  \nUtility Maintenance Wkr I, I, 0  \nLift Station Technician I, I  \nInfiltration and Inflow Technician I and Il  \nGeneral Maintenance Mech  \nIndustrial Electrician  \nMaintenance Worker II  \nMEO Il  \nOdor Control Tech I and I  \nUtility Plant Mechanic  \nUtility Plant Operator I and I  \nPublic Works Crew Chief  \nThis section in no way shall be construed to expand or increase the rights of employees under the  \nWorkers' Compensation Law.  \n   \n   \nSection 2. Immunization: The County shall provide a one-time immunization during the term of  \nthis Agreement for the following classes of workers:  \nTetanus - any employee  \nRabies pre-exposure - any employee of Animal Care and Control  \nHepatitis-B - Assistant Pool Manager  \nFacilities Management employees.  \nOcean Lifeguard  \nOcean Rescue Lieutenant  \nPark Ranger  \nPool Lifeguard  \nWater Utilities employees assigned to work with wastewater.  \nEmployees who refuse to-be immunized for Hepatitis-B and who later contract the disease shall  \nnot be presumed to have contracted the disease while on duty.  \n35  \n"], ["ARTICLE 21  \nCertification or Re~-Certification  \n", "   \nSection 1. Any employee who is required to take County-imposed courses, classes, certification  \nor re-certification will be entitled to the following:  \nA. If there is a cost involved in taking the above, the County will pay the cost,  \nincluding books.  \nB. All County-imposed classes, courses, certification or re-certification may be held  \nduring regular working hours if available during regular working hours. In the  \nevent employees must take the above on non-work time, the employee's work  \nschedule may be changed. |  \nC. The above shall apply to all job classifications in the bargaining unit.  \nD. If an employee who has received reimbursement for the cost of any classes,  \ncourses, certification or re-certification leaves County employment prior to the  \nexpiration of the above, the employee will be required to pay back to the County a  \nprorated portion of the cost.  \nSection 2. All licenses, certifications, etc., that are required by Federal or State laws, rules or  \nregulations are not eligible for the above referenced reimbursement.  \nSection 3. Lifeguards who are currently certified and are being compensated as First Responders  \nwill continue to receive an additional $25.00 per pay period. Lifeguards certified as Emergency  \nMedical Technicians (EMT) or Paramedics will receive an additional $50.00 per pay period.  \nHowever, after October 1, 2005, no payments will be made to lifeguards who have not achieved  \nEMT or Paramedic certification.  \nSection 4. Utility Plant Operators who possess certification for a job class higher then their  \npresent class will receive an additional $35.00 per pay period for each such higher certification.  \nSection 5. Lifeguards who are certified as LR.B. Operators will receive an additional $10.00 per  \nday they are assigned LR.B. duty.  \n36  \n   \n   \n"], ["ARTICLE 22  \nDuration  \n", "*  \nThis Agreement shall be effective on October 1, 2003 and shall remain in full force and effect  \nthrough September 30, 2006. It shall automatically be renewed from year to year thereafter  \nunless either party gives written notice of a desire to modify, amend or terminate the Agreement  \nat least sixty (60) days prior to the anniversary date of this Agreement.  \n37  \n   \n"]]