[["ARTICLE I - RECOGNITION  \nSECTION A  \n", "The District School Board of Pasco County, hereinafter called the \"Board\", recognizes the United School  \nEmployees of Pasco, hereinafter called the \"Union\", as the exclusive bargaining representative of all teachers in  \nthe school district known and designated as Pasco County School District. Instructional bargaining unit  \nmembers as provided for in this contract is defined by the positions listed in Addendum C of this Agreement and  \nany new instructional position established for which the Board and Union have mutually agreed should be  \nincluded or PERC has rendered a decision of inclusion and there is no pending appeal. Addendum C will be  \nrevised each school year by mutual agreement of the Board and the Union.  \nAs defined above, this would mutually amend the educational employees listed as included and exclude those  \nlisted as excluded by the Public Employees Relations Commission (PERC) in the April 17, 1975, Order of  \nCertification.  \nSECTION B  \nWhen a new job description/position title is approved by the Board, the Union will have the right to request in  \nwriting that the position be included for excluded from the bargaining unit, stating the reasons for said inclusion  \nor exclusion. The Superintendent shall respond within five (5) days. If the Union request is denied, the  \nSuperintendent shall state in writing the reasons for rejection in his/her response. In the event of a disagreement  \non the issue of any specific job description/position title, PERC shall be petitioned for a ruling on the inclusion  \nor exclusion of the position. Any person placed in a contested position shall upon a ruling by PERC for  \ninclusion in the addition of bargaining unit receive all rights granted under this Agreement from the time of  \ninitial placement.  \nSECTION C  \nThe Union recognizes the Board as the duly constituted legislative body and agrees to bargain collectively only  \nwith the chief executive officer of the Board or his/her designee.  \n"], ["END OF ARTICLE I  \nARTICLE II - DEFINITIONS  \nSECTION A  \n", "The term teacher shall refer to personnel named as such in Article I, Section A, of this Agreement and all other  \npersonnel who may be included as members of the bargaining unit under the provisions of Article I, Section B,  \nof this Agreement.  \nSECTION B  \nThe term Union or USEP shall refer to the United School Employees of Pasco and all duly authorized  \nrepresentatives thereof.  \nSECTION C  \nThe term day shall refer to the working day for teachers.  \nSECTION D  \nThe term district shall refer to the school district of Pasco County.  \nSECTION E  \nThe term Board shall refer to the District School Board of Pasco County.  \nSECTION F  \nThe term Superintendent shall refer to the Superintendent of Schools of Pasco County or his/her designee.  \n   \n   \n2005-2006 Instructional Master Contract Page 1  \n"], ["ARTICLE I - RECOGNITION  \nSECTION G  \n", "The term principal shall refer to the head of any school or work location and/or function division or group or  \nhis/her designee.  \nSECTION H  \nThe term school shall mean all buildings on the school site and shall include any work location to which teachers  \nare assigned to carry out their teaching responsibilities and which is under the jurisdiction of the District School  \nBoard of Pasco County.  \nSECTION I  \nThe term building shall refer to each individual permanent building on the school site.  \nSECTION J  \nThe term Agreement shall mean the full and complete agreements between the Union and the Board, duly  \nratified and signed as set forth in this document.  \nSECTION K  \nThe term year shall refer to the school year.  \nSECTION L  \nThe term extracurricular shall refer to any scheduled assignment for which supplementary pay is granted.  \nSECTION M  \nThe term Union representative or USEP representative shall refer to a duly authorized agent of the Union.  \nSECTION N  \nThe term cost center shall mean any function group or division or school that receives monies allocated by the  \nBoard.  \nSECTION O  \nThe term preplanning shall mean those days designated as teacher planning days scheduled prior to the first day  \nof school for students.  \nSECTION P  \nThe term student day(s) shall mean the day(s) and hours set for students to attend school.  \nSECTION Q  \nThe term planning days shall mean those days designated as teacher planning days and scheduled prior to,  \nduring, or after the school year.  \nSECTION R  \nThe term academic quarter shall mean the normal school grading period of approximately forty-five (45) student  \ndays.  \nSECTION S$  \nThe term Union President or USEP President shall refer to the President of the United School Employees of  \nPasco or his/her designee.  \n"], ["", "END OF ARTICLE II  \n2005-2006 Instructional Master Contract Page 2  \nARTICLE II - DEFINITIONS  \nARTICLE III - UNION RIGHTS  \nSECTION A - Implementation  \n1.  \nThe Board shall make available to the Union any and all public information, statistics, and records  \nconcerning the school district, which the Union may deem to be relevant to negotiations or necessary for the  \nproper enforcement of this Agreement. The word \"public\", as used in this section, shall refer to any  \ndocuments, reports, statistics, studies, and other such information in the form in which they are regularly  \nkept. Materials prepared in multiple form for distribution to the public and/or media shall be provided to the  \nUnion at no cost. If additional information is requested by the Union and said material does not exist in  \nmultiple form, the Union shall pay for the actual cost of duplication of such material, not to exceed fifteen  \n(15) cents per sheet.  \nTeachers serving on committees, councils, or other advisory groups shall be selected by the Superintendent  \nfrom a list of recommended representatives elected by a majority vote of the teachers in each school,  \ndepartment, and/or grade level, whichever is applicable. No subject which is properly a matter of  \nnegotiations shall be considered by any teacher committee not authorized by this Agreement.  \nThe principal of the school shall meet at mutually agreed times during the school year with the  \nrepresentatives of the Union, at the request of the Union, to discuss questions and problems as well as matters  \nrelating to the implementation of this Agreement. Such meeting shall not be construed to replace the  \ngrievance procedure for any matter normally the subject of a grievance.  \nThe Union shall appear on the Board agenda at all Board meetings as a regular agenda item. Further, the  \nUnion representative shall be recognized upon request to speak on issues before the Board in the same  \nmanner as any other individual. A copy of the agenda and all supporting data will be provided to the Union  \nby the Secretary of the Board. Said materials shall be sent to the Union office at the same time they are sent  \nto the Board members.  \nDuly authorized representatives of the Union may visit schools to investigate employee complaints and/or  \ncommunicate with teachers. Upon arrival at the school, Union representatives shall make their presence  \nknown to the school principal or his/her designee. If the principal does not approve the representatives’ visit  \nat that particular time, he/she will explain the reason to the representatives. Such visits shall not be carried  \nout during pupil contact time of the involved teacher(s).  \nWhenever teachers are scheduled by the Board or its agents to participate during working hours in  \nconferences, meetings, or in negotiations respecting the Collective Bargaining Agreement, they shall be  \ngranted the necessary time and shall suffer no loss in pay.  \nEach year upon reaching a tentative Agreement in negotiations and prior to ratification, a district meeting  \nshall be conducted by USEP for Union representatives during the school day for the purpose of explanation  \nof the tentative Agreement and contract ratification procedures. Each school shall be allowed to send up to  \ntwo (2) representatives selected by the USEP president. The representatives attending the district meeting  \nshall be granted one-half (1/2) day leave and shall suffer no loss in pay. The cost of substitutes shall be paid  \nfor by the Board.  \nA roster of all teachers assigned to a school or schools shall be provided to the Union representative of said  \nschool by September 10, and revised rosters shall be provided when issued. Each teacher in the bargaining  \nunit will receive a directory of all instructional personnel by November 15 of each school year. This  \ndirectory shall be listed alphabetically for all affected personnel as well as school-by-school. Copies of this  \ndirectory shall not be distributed to any outside parties for commercial or solicitation purposes, except as  \nrequired by law.  \nFollowing ratification and printing, copies of all Agreements and addenda thereto between the parties shall  \nbe distributed to the worksites by the Union and the Board. The Union will distribute a copy to each  \nemployee covered by this Agreement at each worksite. The Union will make every effort to distribute this  \nAgreement to teachers hired after each year’s initial distribution within twenty (20) working days of the date  \nthe newly-hired teacher is approved by the Board. The Board and Union will mutually arrange for the  \nprinting of the Agreement. The Board shall contribute one-half (1/2) the cost of printing the Agreement.  \nThe parties shall agree to the specified number, size, format, and cost of copies.  \n2005-2006 Instructional Master Contract Page 3  \n"], ["ARTICLE II - UNION RIGHTS  \n", "10. The Board shall grant leave without pay to the Union president and up to three (3) teachers designated by the  \nUnion for the purpose of engaging in Union activities. The leaves shall count toward accruing seniority and  \nPasco continuous service. The teachers on leave may participate in all group fringe benefit plans provided by  \nthe Board by making their own and the Board's regular contribution to all benefits requiring such  \ncontribution. The leaves of absence shall be for a period of up to one (1) year at a time except for the  \npresident's leave which shall be for the term of office and automatically be renewed each year. At the  \nconclusion of the leaves, the teachers shall be returned to the teaching positions held at the commencement of  \nthe leaves if such positions exist.  \n11. The Board will allow Union representatives time off to attend local, state, or national workshops,  \nconferences, conventions, and other related activities for up to fifteen (15) days per school year. Further, the  \nBoard agrees that additional days may be granted if the Union reimburses the district for the full costs of the  \nrequired substitute(s). However, if said days used by the Union representatives are planning or staff  \ndevelopment days, the Union will not be charged for substitute(s) for such days.  \n12. Professional leave shall be granted for teachers to attend statewide conferences, conventions, and/or related  \nactivities held on the statewide conference day in October and to attend Board-approved, USEP-sponsored  \nstaff development on district-wide staff development days with prior approval of the principal. Teachers will  \nnot be released on district-wide staff development days to attend USEP-sponsored staff development when it  \nconflicts with a required staff development activity scheduled by the principal. Up to twenty-three (23)  \nteachers shall be granted Union leave to attend the Florida Education Association (FEA) Convention or the  \nFEA Leadership Conference. The Board shall pay the cost of the required substitutes for such teachers.  \nSuch Union leave shall be in addition to the leave days authorized under paragraph 11 of this section.  \nSECTION B - Payroll Deduction  \n1. Upon authorization by any teacher, the Board agrees to deduct at no cost to the teacher the amount of dues  \ncertified by the Union as the amount required of all members and remit the amount so deducted to the Union.  \nThe Board will be authorized to make said deduction upon receiving the signed authorization form attached  \nas Appendix A of this Agreement.  \na) All funds collected by the Board as a result of dues deductions shall be remitted by the Board to the  \nUnion within ten (10) days of the deduction.  \nb) Dues deductions shall be continuous from year to year so long as the employee organization remains the  \ncertified bargaining agent for the unit.  \nc) Authorizations are revocable by the employees with thirty (30) days notice to both the Board and the  \nUnion.  \n2. The Board shall supply to the Union a list of those teachers from whom said payroll deductions have been  \nmade after each pay period.  \n3. The Union shall indemnify and save the Board harmless from any and all claims, demands, suits, and causes  \nof action of any kind whatsoever arising from Board actions to comply with the provisions of this section.  \nSECTION C - Use of Facilities  \n1. The Union may use school building facilities for meetings upon prior approval of the school principal.  \nApproval will be withheld only for good and sufficient reason, which shall be stated to the person making the  \nrequest. In each school, for a maximum of five (5) times per year, a meeting called by the Union for that  \nschool's teachers may be scheduled during fifteen (15) minutes of the teacher workday provided that such a  \nschedule does not interfere with student contact time. Further, two (2) additional meetings not to exceed two  \n(2) hours each may be held during the school day for the purpose of contract explanation and/or ratification.  \n2. The Union shall have the right to conduct regularly scheduled Building Representative Council meetings in  \nschool building facilities.  \n3. The Union may use school building facilities for countywide or area meetings, upon prior approval of the  \nschool principal. Approval will be withheld only for good and sufficient reason, which shall be stated to the  \nperson making the request. The meetings are to be conducted after the teacher's working day is completed.  \n4. The Union may be charged the customary fee for custodial services made necessary by use described in  \nparagraphs 2 and 3 above.  \n2005-2006 Instructional Master Contract Page 4  \n"], ["ARTICLE II - UNION RIGHTS  \n", "5. The Union shall have the right to use the school mailboxes and electronic network for the purpose of  \ncommunicating with teachers. The electronic network shall not be used for internal or external political  \nactivities.  \n6. The Union shall have the right to post notices of activities and matters of Union concern on bulletin boards  \nspecifically assigned exclusively for use by the Union. Said bulletin boards shall not be less than 12 square  \nfeet in size, at least one (1) of which shall be provided in each school. Further, said bulletin boards shall be  \nin a readily visible area.  \n7. The Union shall receive written notice on or before August 1 of any district orientation meeting for incoming  \nteachers. Further, the Union shall be given a place on the agenda of any district orientation program for  \nincoming teachers. Should a school have an orientation meeting for new teachers, the school Union  \nrepresentative upon request shall be given a place on the agenda of one (1) meeting selected by the principal.  \nThe Board will provide the Union with a list of newly hired teachers within seven (7) days of the teachers’  \nappointments by the Board.  \n"], ["END OF ARTICLE III  \nARTICLE IV - FAIR PRACTICES  \nSECTION A  \n", "1. The Board hereby agrees that every teacher shall have the right freely to organize, join, and support the  \nUnion including, but not limited to, the displaying of union materials, buttons, pins, apparel, etc. Any such  \nitems will be consistent with school and/or district attire and rules. The Board and the Union agree that they  \nwill not directly or indirectly discourage, deprive, or coerce any teacher in the enjoyment of any rights  \nconferred by this Agreement.  \n2. Further, the Board and the Union, including their agents, mutually agree not to discriminate against any  \nteacher in regard to any of the rights, guarantees, or privileges afforded teachers under the terms of this  \nAgreement.  \nSECTION B  \nNothing contained herein shall be construed to deny or restrict rights to any teacher he/she may have under  \nthe Florida School Laws or other applicable laws and regulations.  \n"], ["END OF ARTICLE IV  \nARTICLE V - SENIORITY  \nSECTION A  \n", "1. Seniority shall be the length of continuous service of a teacher in the school system. Continuous service shall  \nbe determined in reference to unbroken service in the district with each year in which a teacher has been  \nunder contract for at least one (1) day more than one-half (1/2) the normal contract length for the position  \ncounted as one (1) year of service with the following exception: If a teacher takes ten (10) or more successive  \ndays of unpaid leave, these days shall be deducted from the contract length, and if this deduction reduces the  \ncontract length to less than one (1) day more than one-half (1/2) the normal contract length for the position,  \nthe year shall not be counted.  \n2. If it becomes necessary to establish precedence among teachers with the same seniority, the beginning date of  \nemployment shall be used. Leave duly authorized and granted in accordance with provisions of this  \nAgreement shall not constitute a break in service.  \nSECTION B  \nThe Board shall provide to the Union an alphabetical list of the names of all teachers employed in the district.  \nSaid list shall also contain total number of years of continuous service in the district as determined by the District  \nSchool Board of Pasco County. This list shall be made available by October 1 of each school year. Further, the  \nBoard agrees to provide the Union monthly with a list of all teachers employed after the original list was  \nsubmitted to the Union. Teacher seniority lists will be posted in each school when notification is given that an  \ninvoluntary transfer from that school is planned. The cost of this service to the Union shall be $60 per year.  \n2005-2006 Instructional Master Contract Page 5  \n"], ["ARTICLE IV - FAIR PRACTICES  \nEND OF ARTICLE V  \nARTICLE VI - GRIEVANCE PROCEDURE  \nSECTION A - Definitions  \n", "1.  \n2.  \nA grievance is a complaint by a teacher or by a group of teachers that there has been a violation,  \nmisinterpretation, or misapplication of this Agreement and shall be subject to settlement under all provisions  \nof this article.  \nWhen a complaint arises alleging that:  \na) or practice is improper or unfair; or  \nb) there has been a deviation from a misinterpretation or misapplication of a practice or policy; or  \nc) there has been unfair or inequitable treatment by reason of an act or condition contrary to existing policy  \nor practice.  \nSuch complaint shall be subject to settlement under all provisions of this article excluding Step Five.  \nSECTION B - General Application  \n1.  \n10.  \n11.  \nWith regard to items of the Agreement covering Union rights, the Union shall have the right to present,  \nprocess, or appeal a grievance at any level in its own behalf.  \nThe Union has the right to represent the teacher at any level of the procedure. The teacher shall have the right  \nto be represented by legal counsel or any person(s) he/she deems necessary at any step of this procedure.  \nA grievance shall be first filed at the level where the alleged action(s) occurred that led to the filing of the  \ncomplaint and processed in accordance with all subsequent steps thereafter as outlined in this article.  \nNo decision or adjustment of a grievance shall be contrary to any provision of this Agreement existing  \nbetween the parties hereto.  \nThe Union shall have the right to be present at all meetings after Step One regarding a grievance regardless  \nof the party filing the grievance.  \nFailure to communicate the decision of a grievance at any step of this procedure within the specified time  \nlimit shall permit the Union to submit an appeal at the next step of this procedure. However, time limits, as  \nspecified, may be extended at any time by mutual agreement in writing.  \nIn the event that a grievance is filed at such time that it cannot be processed through all of the steps in the  \ngrievance procedure by the end of the school year, the time limits set forth herein shall be reduced to the  \nextent possible so that Steps One to Three of the procedure may be completed prior to the end of the school  \nyear.  \nNo reprisal of any kind shall be taken by or against any participant in the grievance procedure by reason of  \nsuch participation. No entry of any kind concerning a teacher's participation in a grievance shall be entered  \ninto his/her personnel file.  \nAll parties agree that these proceedings shall be kept as confidential as may be appropriate at each level of  \nthe procedure.  \nWhenever meetings for resolving grievances are scheduled during the school day, the Union representative  \nand/or grievant will be allotted released time without loss of pay, and a substitute shall be provided by the  \nBoard.  \nNo member of the bargaining unit shall be represented by another employee organization.  \n2005-2006 Instructional Master Contract Page 6  \n"], ["ARTICLE VI - GRIEVANCE PROCEDURE  \n", "SECTION C - Procedure  \nStep One: Any teacher who feels that he/she may have a grievance may first discuss the grievance with the  \nprincipal, either directly or accompanied by the Union representative, with the object of solving the matter  \ninformally.  \nStep Two: In the event that the matter is not resolved informally, the formal grievance stated in writing may be  \nsubmitted to the immediate supervisor at the level of filing, the Union, and the Superintendent, with one copy for  \nthe grievant. A formal grievance shall be filed as soon as possible after the action giving rise to the grievance  \nbut no later than twenty (20) days after the grievant knew or could reasonably have been expected to know of the  \noccurrence giving rise to the grievance.  \na. Within five (5) days after the receipt of the formal grievance, the principal shall hold a formal hearing on  \nthe grievance.  \nb. The grievant and the Union representative shall be given at least one (1) day's written notice of the  \nhearing.  \nc. Within five (5) days after the hearing, the principal shall communicate his/her decision in writing together  \nwith supporting reasons.  \nd. the principal shall furnish one (1) copy to each grievant, one (1) copy to the Union representative and one  \n(1) copy to the Union president.  \nStep Three: If the grievance is not resolved satisfactorily, the grievant and/or Union may appeal within five (5)  \ndays to the Superintendent of Schools. The appeal shall be in writing and shall include a copy of the original  \nappeal and the decision arrived at in Step Two.  \na) Within ten (10) days after the receipt of the appeal, the Superintendent shall hold a hearing on the  \ngrievance.  \nb) The grievant, the Union representative, and the principal shall be given at least two (2) days written  \nnotice of the hearing. Said notice shall contain the time and place of such hearing.  \nc) The grievant shall be present at the hearing unless there is mutual agreement that no facts are in dispute  \nand that the sole question before the Superintendent is one of interpretation of a provision of the  \nAgreement between the parties thereof or of what is established policy or practice.  \nd) Within five (5) days after the hearing on the appeal, the Superintendent shall communicate his/her  \ndecision in writing together with supporting reasons. The Superintendent shall furnish one (1) copy to  \neach grievant, one (1) copy to the Union representative and one (1) copy to the Union president.  \nStep Four: If the grievance is not resolved satisfactorily, the Union may appeal the grievance within five (5)  \ndays to the Board. The appeal shall be in writing and shall include a copy of the original appeal and the decision  \nat Steps Two and Three. The Union may waive this step for any grievance filed. If this step is waived, the  \ngrievance may be appealed directly to Step Five upon mutual agreement of the Board and the Union if no  \nsatisfactory resolution has been reached at Step Three.  \na) Within fifteen (15) days after receipt of the appeal, the Board shall hold a hearing.  \nb) The grievant, the Union representative or representatives, the principal, the Superintendent, and the  \npresident of the Union shall be given written notice at least two (2) days prior to the hearing.  \nc) Within fifteen (15) days after the hearing on the appeal, the Board shall communicate its decision in  \nwriting together with its supporting reasons. The Board shall furnish one (1) copy to each grievant, one  \n(1) copy to the Union representative and one (1) copy to the Union president.  \nStep Five: If a grievance involving the application or interpretation of this Agreement is not resolved  \nsatisfactorily at Step Four, the grievant, through the Union, may appeal within five (5) days directly to the  \nAmerican Arbitration Association for binding arbitration.  \na) The arbitrator shall be selected through procedures and governed by the rules established by the  \nAmerican Arbitration Association.  \n2005-2006 Instructional Master Contract Page 7  \n"], ["ARTICLE VI - GRIEVANCE PROCEDURE  \n", "b) The decision and award of the arbitrator shall be in writing and shall set forth opinions and conclusions  \non the issues submitted to him/her at the time of the hearing.  \nc) The decision of the arbitrator shall be final and binding.  \nd) The cost of filing for arbitration through the American Arbitration Association, the fee and expenses of  \nthe arbitrator and any court reporter shall be borne by the losing party. Any other costs connected with  \narbitration shall be borne by the party incurring the costs.  \ne) Nothing in the foregoing shall be construed to empower the arbitrator to make any decisions amending,  \nchanging, subtracting from, or adding to the provisions of this Agreement.  \n"], ["END OF ARTICLE VI  \nARTICLE VII - WORKING CONDITIONS  \nSECTION A — Contracts  \n", "1. Annual Contract  \na) A teacher is an annual contract teacher until such time as he/she obtains continuing contract or  \nprofessional service contract in the school district. Teachers employed on an annual contract basis are  \nconsidered to be on a probationary status.  \n2. Temporary Contract  \na) A teacher is a temporary contracted employee if he/she is employed after the beginning of the school  \nyear.  \nb) It is expressly understood and agreed that neither the temporary contract teacher nor the School Board  \nowes any further contractual obligation to each other after the termination date specified in the individual  \nteacher's contract.  \n3. Professional Service Contract and Continuing Contract  \na) A teacher will be eligible to receive a professional service contract (PSC) as provided by Florida Statute  \n1012.33(3)(a).  \nb) If a teacher has previously held a PSC in the district or from another district within the state, the teacher  \nmay be granted a PSC upon recommendation for his/her second year of employment in the district.  \nc) A continuing contract (CC) is not subject to being issued after July 1, 1984. If a teacher has previously  \nheld a continuing contract within the state and is employed or reemployed, the teacher may be granted a  \nPSC upon recommendation for his/her second year of employment in the district.  \n4. Positions which the district is obligated to provide to outside agencies or for nonrecurring special grants will  \nbe considered non-continuous employment positions.  \nAny teacher new to the district or returning, after a break in service employed in a non-continuous position,  \nwill be informed that the district owes no further obligation to him/her should his/her position be eliminated.  \nSuch a teacher will be given written notice of his/her non-continuous employment status and be required to  \nsign confirmation of notification each year. The Board will provide to the Union a copy of the confirmation  \nof notification signed by teachers filling non-continuous positions.  \nA teacher transferring from a regular teaching position to a non-continuous position will be placed in a  \nposition for which he/she is qualified in the judgment of the Superintendent should his/her non-continuous  \nposition be eliminated.  \nSECTION B - Resignations  \n1. Any teacher who resigns from his/her position during the term of his/her individual contract shall be released  \nfrom employment by the Board without prejudice provided that said teacher has given notice of such intent at  \nleast thirty (30) calendar days prior to the termination date. However, as provided by 1012.33(3)(a)4, Florida  \nStatutes, any teacher in the 97-day probationary period of his/her initial annual contract may resign upon  \nimmediate notice. Such resignation will not be a breach of contract.  \n2005-2006 Instructional Master Contract Page 8  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "SECTION C - Dismissal  \n1.  \nAny teacher who is suspended, discharged, returned to annual contract status, or retained on a fourth-year  \nannual contract shall be notified in writing of the reason for such action. However, as provided by  \n1012.33(3)(a)4, Florida Statues, any teacher in the 97-day probationary period of his/her initial annual  \ncontract may be terminated without cause.  \nAny teacher who is to be returned to annual contract or retained on fourth-year annual contract or  \nnonreappointed on annual contract shall be notified in writing by April 1 of his/her contractual status for the  \nnext school year.  \nFor the purposes of dismissal, return to or continuation of annual contract status, and suspension, the  \nprocedures in Florida Statutes shall prevail.  \nAll recommendations regarding individual contract status or for continued employment shall be based  \nprimarily upon information contained in the teacher's official file except in the following cases:  \na) positions affected by a reduction in personnel, or  \nb) positions filled by teachers in their 97-day probationary period of their initial annual contract as provided  \nby 1012.33(3)(a)4, Florida Statutes.  \nAny teacher required to attend a meeting called by the administration for the purpose of a reprimand which  \nwill become part of the teacher’s record or for action leading to suspension or for an investigatory interview  \nshall have the right of Union representation at such a meeting. If during a meeting as described above, the  \nteacher believes that the discussion could lead to disciplinary action, the teacher may ask that the meeting be  \ndelayed or rescheduled until Union representation can be provided. This section shall not be interpreted to  \napply to conferences relating to observation or evaluation of instruction.  \n6. The district supports the concept of “progressive discipline” and encourages its application when appropriate.  \n7. A teacher will be advised immediately if the Board has initiated or is cooperating with the Education  \nPractices Commission in an investigation of said teacher.  \nSECTION D - Promotional Vacancies  \n1.  \nWhenever a promotional vacancy shall occur in a professional position in the school district for which  \ncertification is required, the Board shall publicize the same by giving written notice to the Union and by  \nproviding for appropriate posting in all schools.  \nA teacher who desires to apply for any such vacancy shall file his/her application in writing with the District  \nOffice.  \nWhen in judgment of the Board qualifications and ability are relatively equal, preference in filling vacancies  \nwithin the bargaining unit shall be given to the employee with the greatest length of service in the school  \ndistrict.  \nThe Board agrees to give full consideration to the professional background and attainments of applicants for  \nadministrative openings.  \nSECTION E - Transfers and Reassignments  \n1.  \nA notice of all known teaching vacancies, including newly created positions, shall be sent to the Union and  \nposted in each school and in the District Office. The Board shall have posted in each school and the Human  \nResources Director's office a list of those known vacancies recorded in the District Office for the coming  \nyear by April 15.  \nTeachers who desire a change in grade or subject assignment or who desire to transfer to another building or  \nposition shall file a written statement of such desire on the appropriate form. One (1) copy of the form shall  \nbe filed with the District Office and one (1) copy may be filed with the Union if the teacher so desires. Such  \nrequest shall be reviewed by the principals at least once each year and will remain valid for a period of  \ntwelve (12) months following date of application.  \nTeachers who desire to transfer to a specific position(s) in another school(s) shall make their interest known  \nto the principal within the advertised period.  \n2005-2006 Instructional Master Contract Page 9  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "4. No assignment of teachers to a specific position in the school district shall be made until all pending requests  \nfor reassignment or transfer to that position have been given due consideration. District seniority shall be  \ngiven due consideration in assignments for voluntary transfers.  \n5. Teachers who have requested transfers or reassignments shall be notified in writing of the administration's  \naction on said transfer or reassignment as soon as possible.  \nSECTION F - Involuntary Transfers  \n1. Staff Reduction  \na)  \nb)  \nCc)  \nd)  \nInvoluntary transfers may occur due to staff reduction in a department and/or grade level within a school  \nor the closing of an existing facility. The Board shall notify the Union within ten (10) days after the  \ndetermination that involuntary transfers must occur. Teachers shall not be subject to involuntary transfer  \nto an alternative school for disruptive students.  \nIn case of staff reduction in a school, volunteers will be transferred first to positions for which they are  \nqualified in the judgment of the Superintendent. Involuntary transfers will then be assigned to positions  \nfor which they are qualified in the judgment of the Superintendent. Teachers who are being involuntarily  \ntransferred by the district for reasons of staff reduction in a school shall have priority on assignment to  \nopen positions over all voluntary transfers.  \nInvoluntary transfers as described in paragraph \"a\" shall be based on seniority in Pasco County. The  \nteacher with the least amount of seniority among those assigned to the school in which the reduction  \noccurs, within the area of assignment affected, shall be first transferred. In grades Pre-K (K)-5 \"area of  \nassignment\" shall mean: Pre-K and K, or elementary grades 1-5.  \nTeachers transferred under this provision shall not be again subject to involuntary transfers for a period of  \none (1) year. Should a position become available at the same school from which a teacher was  \ninvoluntarily transferred due to a staff reduction, the teacher shall have the opportunity to return to such  \nschool, subject to all of the following conditions:  \n1) The same or similar position needs to be filled no later than the end of the school year following the  \nschool year of the transfer.  \n2) The position is in the same area of assignment from which the teacher was transferred.  \n3) The teacher is certified for the position.  \n4) The teacher is qualified for the position in the judgment of the Superintendent.  \nIn cases in which more than one teacher has been involuntarily transferred from the same area of  \nassignment, at the same school, and meet the above conditions, the teacher with the most seniority  \nshall first be given the option to return.  \n. Should it become necessary to reduce the number of staff members at an alternative school for disruptive  \nstudents the school principal after receiving the recommendations relative to the program needs from the  \nstaff, will determine the teacher(s) to be transferred. Teachers selected for involuntary transfers shall be  \ngiven notice of the involuntary transfers and the reason therefore in writing.  \n. The procedures described in paragraphs \"a\" through \"e\" are not intended to apply to individual  \ninvoluntary transfers related to performance or other problems.  \n2. Teacher Replacing a Teacher on Extended Leave  \nA regular employed teacher on annual contract, professional service contract, or continuing contract who  \ntransfers to an open position replacing a teacher on extended leave shall be subject to an involuntary transfer  \nshould the person on leave return to his/her position. Upon accepting such position, the teacher will be  \nnotified in writing that he/she may be subject to such transfer. This does not apply to a person newly hired to  \nthe district to replace a person on leave as governed by Article VIII, Section A-6 a).  \n3. Performance Problems  \nBefore recommending an involuntary transfer based upon any performance problems, the Superintendent or  \nhis designee shall give notice of the performance problem(s) and time to address and respond to the concerns,  \nand unless extenuating circumstances exist, the instructional bargaining unit member will be offered  \nassistance and time to address and resolve the concerns. In addition, the following procedures shall apply:  \n2005-2006 Instructional Master Contract Page 10  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "a) Instructional bargaining unit members affected by recommendations for such an involuntary transfer  \nwhich have been proposed for the upcoming year will be notified on or before May 1, unless extenuating  \ncircumstances exist.  \nb) A conference will be held, if requested by the instructional bargaining unit members, between the  \ninstructional bargaining unit member and the Superintendent and/or his/her designee to discuss the  \nreasons for recommending a transfer, and to allow the instructional bargaining unit members the  \nopportunity to present his/her side of the matter and his/her position regarding being transferred. Any  \ninstructional bargaining unit member attending a conference will have the right of Union representation  \nupon the instructional bargaining unit member's request. A written report of the conference with an  \ninstructional bargaining unit member concerning a recommended transfer will be given to the  \ninstructional bargaining unit member within ten (10) working days of the conference.  \nc) The instructional bargaining unit members will receive written notice of the recommendation of the  \nSuperintendent of a transfer and will have the opportunity to appear at the School Board meeting at which  \nthe transfer will be presented for approval. Instructional bargaining unit members affected by involuntary  \ntransfer shall be notified in writing on or before July 1 as to their assignment for the upcoming year  \nexcept in an emergency.  \nd) The recommendation of the Superintendent and notice of transfer will be placed in the instructional  \nbargaining unit member's official file, along with any conference report as described above concerning an  \ninstructional bargaining unit member to be used for official purposes in regard to a transfer, which report  \nwill be placed in the instructional bargaining unit member's official file according to provisions of Article  \nVII, Section Q of the Instructional Master Contract.  \ne) None of the above shall apply to, restrict, or interfere with (1) investigation of a complaint to an outside  \nagency such as HRS or in the criminal justice system, or (2) the Superintendent's discretion and authority,  \nas provided under Section 1012.27, Florida Statutes, and Florida Administrative Code Rule 6B 4.4005 to  \ntransfer any employee during an emergency and report the transfer to the School Board at the next regular  \nmeeting, or (3) involuntary transfers as provided for in Article VII, Section F, subsections 1, 2 and 5 of  \nthe Instructional Master Contract, and (4) none of the above shall restrict or interfere with the  \nSuperintendent's authority as provided under Section 1012.27, Florida Statutes, and Florida  \nAdministrative Code Rule 6B-4.005 to recommend transfer of instructional bargaining unit members or  \nthe School Board's authority as provided in Section 1012.27, Florida Statutes, to act on the  \nSuperintendent's recommendations.  \nf) At an alternative school for disruptive students, teachers whose performance is judged to be  \nunsatisfactory by the school principal shall be subject to involuntary transfer twenty five (25) days after  \nthe principal has provided the teacher with an opportunity to improve his/her performance and the  \nperformance continues to be below expectations. Any such transfer shall be according to the criteria in  \nState Board Rules, 6B-4.005 and the Instructional Master Contract, Article VII, Section F(5). The reason  \nfor such transfer shall be discussed with the teacher and, upon the teacher's request, with a Union  \nrepresentative prior to the transfer. At an alternative school for disruptive students the salary of a teacher  \nwho is involuntarily transferred to another school shall not be reduced for the remainder of the school  \nyear.  \ng) Individuals involuntarily transferred for performance or other problems shall also have priority on  \nassignments to open positions over all voluntary transfers.  \n4. Teachers affected by involuntary transfers shall be notified in writing on or before July 1 as to their  \nassignments for the oncoming year except in an emergency.  \n5. Physical Education and/or Driver Education Teachers  \nAny teacher initially employed as a physical education or driver's education teacher with a coaching  \nresponsibility and who subsequently resigns from the coaching responsibility may be transferred to another  \nschool to continue the basic teaching contract. All teachers employed after July 1, 1997, in this category will  \nbe notified in writing at the time of employment.  \n2005-2006 Instructional Master Contract Page 11  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "SECTION G - Reduction in Force  \n1.  \nShould it become necessary to reduce the number of teachers in the district, annual contract teachers shall be  \nreduced first as determined by the Superintendent unless special certification for a specific assignment is  \nneeded.  \nIf continuing contract or professional service contract teachers are to be affected by a reduction in force,  \ncertification and seniority within the district shall be the controlling factors. Seniority for purpose of  \nreduction in force as it affects continuing contract or professional service contract teachers shall be based on  \nseniority going from the least senior to the most senior.  \nThe Board shall maintain a list of teachers affected by a reduction in force for a two (2) year period and will  \nexhaust this list within the limits of certification before hiring new teachers for a two (2) year period. It shall  \nbe the duty of a teacher to ensure that the Board has current information regarding place of residence and  \ntelephone number. The Board shall rehire from the PSC and CC list based upon certification and seniority.  \nSeniority being from the longest years of continuous service in the district to that of the least years of  \ncontinuous service in the district.  \nSECTION H - Evaluation  \n1.  \nDuring the first two (2) weeks of school, all teachers shall receive a copy of the assessment instrument. This  \nshall include an explanation and discussion of the assessment process. In the event a teacher is employed  \nafter the two (2) week period, said instrument and explanations shall be given upon employment.  \nThe administrator making a formal observation shall meet with the teacher within ten (10) school days  \nfollowing the classroom visitation to discuss the teacher's strengths and weaknesses.  \nAll teachers will be evaluated at least once during the school year. Should the administrator responsible for  \nproviding the assessment not meet the date designated by the Human Resources Department for the  \ncompletion of the assessment, the administrator will inform the teacher of the reason for the delay.  \nAfter each assessment of a teacher, the teacher shall sign and be given a copy of the assessment instrument.  \nThe signature of the teacher shall not necessarily indicate agreement with the assessment but only  \nacknowledges that he/she has read the report.  \nA teacher shall be given the opportunity to include his/her comments in writing concerning the assessment  \nreport. These comments shall be placed in the teacher's personnel file.  \nIn the event a teacher is not performing satisfactorily and prior to issuing a NEAT letter, the administrator  \nwill advise the teacher of the specific deficiencies in his/her performance and shall give the teacher sufficient  \ntime and assistance to undertake an effort to overcome these deficiencies. Upon issuance of an unsatisfactory  \nevaluation, the administration shall comply with the following NEAT process:  \na) Notify the teacher that deficiencies exist.  \nb) Provide a full and complete explanation of deficiencies and suggested corrections.  \nc) Provide administrative and supervisory assistance.  \nd) Provide reasonable time for correction for deficiencies.  \ne) Provide the teacher placement in the Teacher Assistance Program.  \n7. Should a teacher receive an unsatisfactory evaluation, the teacher shall be given the option of another  \nevaluation by the administrator to determine if improvements have been made.  \n8. Evaluation of lesson plans will be done by administrators only; however, this does not preclude analysis of  \nlesson plans for nonevaluative purposes by other staff members.  \n9. As provided by law, all confidentiality of assessment documents relating to the formal evaluation of teacher  \nperformance and placed in the teacher's official personnel file, shall be granted by the administration.  \n10. A teacher shall not be assigned a position for which he/she is not certified except in cases of emergency. If  \nthe Board requires a teacher to accept such an assignment, the fact that the teacher is not certified in the  \nsubject area will be noted on any evaluation document and taken into consideration in the assessment of the  \nteacher.  \n2005-2006 Instructional Master Contract Page 12  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "11. All teachers will be observed officially at least once during the school year. All official observations  \nconducted by district employees shall be made only by school or district-level administrators.  \nSECTION I - Staff Development Training  \n1. Each school principal will select a representative to coordinate staff development activities at that school.  \nSaid coordinators shall be selected from a list of no more than five (5) faculty members who have expressed  \nan interest in coordinating staff development activities and elected by a majority vote of the teachers as  \nnominees for staff development coordinator from their respective schools except that this number may be  \nreduced in schools of fewer than ten (10) teachers. This person will be made known to the faculty during  \npreplanning.  \n2. The President of United School Employees of Pasco may elect to serve as co-chairperson of the Professional  \nStaff Development Sub-committee of the District HRTD Committee.  \n3. When appropriate, teachers may serve as instructors for staff development components. The total  \ncompensation paid to teachers serving as instructors shall be established after consideration of the duration,  \ncomplexity and expectations for planning and delivering school, regional or district-wide staff development.  \nSuch compensation guidelines will be established by the Professional Development Staff Sub-Committee of  \nthe District HRTD Committee and presented to the Superintendent and USEP President for approval. Upon  \napproval, such guidelines will be submitted for ratification. Until such guidelines are established and  \nratified, instructors shall receive one and one-half (1 1/2) times their regular hourly rate of pay for each  \nmeeting hour taught. Teachers shall be paid for necessary mileage in performing his/her duties as instructor  \nunder this section. Such mileage payment shall be in accordance with Article X, Section A-4, of this  \nAgreement.  \n4. Attendance at staff development training components shall be voluntary except when assigned by the  \nTeacher Assistance Team and for those components required to implement additional programs or goals  \nestablished by the Board, the Legislature, or federal grants. Required staff development shall be reasonable  \nin nature, duration, and scope including any follow-up activities to protect as much time as possible within  \nthe teacher workday for adequate lesson preparation and other tasks necessary to effectively fulfill their  \nteaching responsiblities. Further, such required staff development shall be relevant and in accordance with  \nFlorida’s Professional Development Protocol Standards. The Board shall strive to strike a balance among  \ndistrict, school, and individual teacher staff development interests and needs.  \nNonattendance at voluntary staff development training components shall not be used as a criterion for  \nassessment, transfer, promotion, dismissal, nonrenewal, suspension, or discharge. Further, no teacher shall  \nbe required to attend staff development components after the regular school day.  \n5. Florida Statute 1003.56 and State Board Rules 6A-1.0503, 6A-4.0244 and 6A-6.0907 require teachers who  \nare assigned limited English proficient students to be properly trained and/or acquire the certification  \nendorsement: English for Speakers of Other Languages (ESOL).  \nThe District School Board of Pasco County shall provide the necessary training to any teacher who is  \nassigned a limited English proficient student so that the teacher complies with the requirements in Florida  \nStatute and State Board Rules.  \n6. The Board recognizes that communication, education and training are critical factors which directly impact  \nthe successful implementation of instructional program change and student performance. Prior to  \nimplementation, a conscientious effort will be made to provide an explanation of the change to those teachers  \nwho are affected. ‘Teachers expected to implement such programs may be provided the opportunity to  \nreceive staff development training. Economics permitting, such training may be scheduled during work  \nhours.  \n7. Teachers within a specific field shall have first opportunity to attend staff development training program  \ncomponents related to their field. All staff development training components offered within any given  \ncalendar month shall be posted in each school by the fifteenth (15th) of the preceding month.  \n8. Master staff development points may be used for the purpose of recertification, and each group of twenty  \n(20) points shall be equivalent to one (1) semester hour for this purpose.  \n9. To receive compensation for the staff development activity, the teacher must be enrolled for the duration of  \nthe time the staff development activity is offered unless the participant is forced to withdraw due to illness  \n2005-2006 Instructional Master Contract Page 13  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "which is verified by a licensed physician, or other verifiable emergency. To receive staff development points  \nthe teacher must successfully complete all requirements, including any follow up activities and/or projects, as  \nreported by the activity leader. Such requirements, including any make-up policies, will be given in writing  \nand announced at the first training class/session.  \nSECTION J - Academic Freedom  \nAcademic freedom shall be guaranteed to all teachers, and no arbitrary limitations shall be placed upon study,  \ninvestigation, presentation, and interpretation of facts and ideas except as may be limited by requirements of  \napplicable laws, regulations which have the effect of law, curriculum content requirements, and the age and  \neducational development level of the child.  \nSECTION K - Political Activity  \n1. All teachers shall have the freedom of political action when not engaged in their teaching assignments or  \nother assigned responsibilities during the school day provided such action is within the laws of the United  \nStates of America and the State of Florida and their teaching positions are not used for their political  \nadvantage.  \n2. The right of all teachers to work and to vote for the party and candidate of their choice shall never be  \nquestioned, abridged, or denied by either the Board or the Union.  \n3. All teachers shall be entirely free from political domination, coercion, or the pretended necessity of making  \npolitical contributions of money or other things of value or engaging in any political work or activity against  \ntheir wishes under the assumption that failure to do so will in any way affect their status as employees of the  \nschool system or as members of the Union.  \nSECTION L - School Day  \n1. The normal workday for teachers shall be seven and one-half (7 1/2) hours each day including lunch.  \nHowever, the normal workday for teachers at an alternative school for disruptive students shall be eight (8)  \nhours each day including lunch.  \n2. Each teacher shall be ensured of a duty-free lunch period except when students are being supervised on a  \nfield trip. The lunch period shall be equal in length to the time scheduled for the student lunch period at that  \nschool. Except on days when periods are shortened for assemblies or early dismissal, the teacher lunch  \nperiod shall be at least thirty (30) minutes in length.  \n3. No teacher shall be required to teach more than four (4) consecutive hours without a relief period.  \n4. Notification of staff development, faculty and/or district wide meetings which teachers are required to attend  \nshall be given to all involved teachers at least twenty-four (24) hours prior to the meeting except in case of  \nemergency.  \n5. Except in emergencies or when mutually agreed by teachers, faculty meetings will not extend beyond normal  \nduty hours.  \nSECTION M - Teacher Work Year  \n1. The teacher work year shall be one hundred ninety-six (196) days. Six (6) of these days shall be paid  \nholidays, making the teachers' work calendar 196 days including paid holidays. However, the teacher work  \nyear at an alternative school for disruptive students shall be two hundred four (204) days. Six of these days  \nshall be paid holidays making the teachers' work calendar at an alternative school 204 days including paid  \nholidays.  \n2. Board's discretion, contracts beyond 196 days may be issued and, in such cases, the additional days are  \npaid at the daily rate established by the teacher's placement on salary schedule #55 and #55A. This provision  \ndoes not apply to Summer School, rates for which are fixed by Addendum A of this Agreement.  \n3. Juvenile Justice Programs - Florida Statute 1003.01(11)(a), requires the district to provide 240 days of  \ninstruction for students in the District’s Juvenile Justice Programs. In order to provide these additional  \nservices to students in such programs, additional days must be provided for teachers beyond their regular  \ncontracts. Therefore, teachers assigned to such programs will have the following additional rights:  \na) The right of first refusal of any and all additional days at the center to which the teacher is assigned. Any  \nteacher choosing not to accept additional days shall not be penalized.  \n2005-2006 Instructional Master Contract Page 14  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "b) The right to earn up to two (2) additional sick leave days per year at the rate of one (1) day for each  \ntwenty (20) additional days worked, if such additional days are consecutive with the teacher’s regular  \ncontract.  \nc) The right to utilize accumulated sick leave during additional days.  \nSECTION N - Non-Teaching Duties  \n1.  \n2.  \nWhen available, paraprofessionals shall be assigned to assist instructional staff.  \nNon-teaching tasks and assignments shall be kept to a minimum.  \na) Non-teaching duties shall be assigned fairly and shall be approximately the same with respect to the  \nnature, duration and length of the duties.  \nb) Teachers shall be informed of the proposed non-teaching duties within the school.  \nc) Teachers shall be given an opportunity to request specific duty assignments.  \nd) Exempting extenuating circumstances, the master duty schedule shall be distributed to all teachers by the  \nlast teacher workday in the preplanning week.  \nSECTION O - Facilities  \n1.  \nWhere facilities permit, the Board shall provide, at no cost to the teacher, paved, off-street parking facilities  \nfor all teachers. Parking facilities for teachers shall be planned in conjunction with new school construction.  \nThe Board will make available in each school at least one (1) room of appropriate size, adequately furnished  \nand vented, which shall be reserved as an employee lounge.  \nAt least one (1) telephone shall be made available in each school for teacher use. The location of this  \ntelephone and those designated for teacher use in new schools shall provide as much privacy as possible.  \nThe Board shall not be required to install new telephones or move existing ones in order to comply with this  \nlanguage.  \nThe Board shall make adequate restrooms available exclusively for employee use.  \n5. The Board agrees to provide reserved dining areas in each school for the use of teachers. Teachers shall be  \n8.  \n9.  \npermitted to take food from the school cafeteria during lunchtime to areas designated by the principal.  \nTeachers shall have operable typing and duplicating facilities to aid them in the preparation of instructional  \nmaterials. When possible, said equipment shall be located in a central workroom and/or workspace.  \nThe Board shall make available at each school site conference area(s) which shall be used primarily for  \nteacher conferences and educational evaluations.  \nThe Board shall provide for teachers a lockable space in a desk or cabinet.  \nTeachers shall not be required to work in a school when there are no operable restroom facilities.  \nSECTION P - Materials  \n1.  \nIt is recognized that it is the responsibility of the Board to provide adequate teaching materials, supplies,  \ntextbooks, and operable audio-visual equipment and facilities. However, the Board will provide for teacher  \ninput into the purchase of any new textbook through either surveys, meetings, or committees.  \nNo teacher shall be required to provide materials listed in paragraph 1 above.  \nThe Board shall provide when available from the publisher a copy of the teacher's edition for his/her  \nindividual use of all texts used in each course he/she is teaching.  \nSECTION Q - Teacher Files  \n1.  \nNo material related to a teacher's conduct, service, character, or personality shall be placed in the files unless  \nthe teacher has had an opportunity to read the material. The teacher shall acknowledge that he/she has read  \nsuch material by affixing his/her signature on the actual copy to be filed, with the understanding that such  \nsignature merely signifies that he/she had read the material to be filed and does not necessarily indicate  \nagreement with the content.  \n2005-2006 Instructional Master Contract Page 15  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "2. The teacher shall have the right to provide a written answer to any material in the teacher's file, and said  \nanswer shall be attached to the file copy and placed in the official file. Official files shall be maintained only  \nat the District Office.  \n3. Communications of a nonprofessional nature (i.e. letters from parents) shall not be placed in a teacher's file  \nnor shall any anonymous information be placed in said file.  \n4. A teacher may request placement in his/her file of any such material pertinent to his/her professional career,  \nperformance, or qualifications. If the material that the teacher wishes to place in his/her file is not prohibited  \nby this Agreement, the material shall be placed in his/her official file.  \n5. Official grievances filed by any teacher under the grievance procedure outlined in this Agreement shall not  \nbe placed in the personnel file of any teacher nor shall they be used in any recommendation for job  \nplacement.  \n6. The teacher shall have the right to see and to receive copies of any material in his/her personnel file upon  \nidentifying himself/herself in person or upon written request. Cost of duplication, not to exceed fifteen (15)  \ncents per sheet, shall be paid by the teacher. Review of the file shall be in the presence of the Custodian of  \nRecords, or the appropriate designee.  \nUpon written authorization by the teacher, the Union shall have the right to see the teacher's personnel file.  \nAll documents maintained concerning a teacher to be used for official purposes shall be kept in the teacher's  \nofficial file.  \n9. Evaluations or changes in evaluations shall not be inserted into a teacher's file for any prior school year after  \nSeptember 1 following that school year.  \nSECTION R - Classroom Interruptions  \nThere shall be no unnecessary classroom interruptions including but not limited to those caused by the  \nintercommunications system.  \nSECTION S - Teaching Assignments and Duties  \n1. As soon as possible but no later than thirty (30) calendar days before the first day of classes, a teacher shall  \nbe informed in writing of any change in his/her assignment for the next school year. If no notification is  \ngiven, the teacher shall be given the same grade level or subject area as was assigned during the previous  \nyear except where the principal is unable to fill a vacancy or where a resignation or other emergency  \nnecessitates a change of teacher assignment, in which case the teacher shall be notified of any resulting  \nchange in assignment as soon as possible. However, teachers in an alternative school for disruptive students  \nmay be subject to changes in assignment of students during the school year. At the end of their first year,  \nteachers who volunteered to teach at an alternative school shall have the right to return to their previous  \ninstructional position.  \n2. a) Medications and Routine Non-Invasive Medical Procedures  \nTeachers (other than the school nurse or those authorized by the principal) shall not administer medication or  \nperform routine non-invasive medical procedures as part of their daily work responsibilities while located at  \nthe school site. Should a teacher take a student away from the school site, the teacher, upon mutual  \nagreement with the principal will administer the approved medication or perform routine non-invasive  \nmedical procedures if the principal judges it to be safe for the student. Teachers (other than school nurses)  \nwho volunteer to give medication or perform routine non-invasive medical procedures must be trained by a  \nregistered nurse, a licensed practical nurse, a licensed physician or a certified physician assistant. Those  \nteachers who administer medication must sign the \"Medication Administration at School Training Manual  \nfor School Personnel”. Such training shall be provided by the Board. A routine non-invasive medical  \nprocedure is defined as that procedure which a health assistant would perform if the student were at the  \nschool site.  \nb) Invasive Medical Procedures  \nTeachers (other than school nurses) shall not perform invasive medical services that require special medical  \nknowledge, nursing judgment, and nursing assessment. The procedures include, but are not limited to:  \n1) sterile catheterization,  \n2005-2006 Instructional Master Contract Page 16  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "2) nasogastric tube feeding, and  \n3) cleaning and maintaining a tracheostomy and deep suctioning of a tracheostomy.  \nc) Invasive Medical Health-Related Services  \nTeachers (other than school nurses) shall not be required to perform invasive health related services.  \nHowever, should a teacher volunteer to perform such services, the district must provide the teacher with child-  \nspecific training by a registered nurse, a licensed practical nurse, a licensed physician or a certified physician  \nassistant. All procedures shall be monitored periodically by the school nurse. Those procedures include, but are not  \nlimited to:  \n1) cleaning intermittent catheterization,  \n2) gastrostomy tube feeding,  \n3) monitoring blood glucose, and  \n4) administering emergency injectable medication.  \nFor all invasive medical services not listed in (b) or (c) above, a registered nurse, a licensed practical nurse, a  \nlicensed physician, or a certified physician assistant shall determine if the service could be safely administered by a  \nteacher and approval must be granted by the appropriate district supervisor.  \n3.  \nExceptional Student Education (ESE)  \na) When an ESE/basic education-team model is planned, the principal will, if possible, give the staff an  \nopportunity for input. Such input may include a teacher's desire to participate.  \nb) The regular classroom teacher shall be notified as soon as possible of the placement of an ESE staffed  \nstudent in his/her classroom, unless it is determined by the school staffing committee that such  \nnotification would not enhance the student’s education.  \nc) Should an Exceptional Student be placed in a classroom other than one designated as an exceptional child  \nclassroom, materials, technology, equipment and/or other teaching aids purchased with ESE funds for  \nsuch student, shall be shared and/or utilized (if practical and readily accessible) for the instruction of that  \nstudent in the classroom. Such sharing and utilization should be mutually coordinated between the  \nteachers and acceptable to the principal.  \nUpon mutual agreement between the principal and teacher, compensatory time shall be granted to those  \nteachers who serve on a committee or team which has obtained the approval of the principal to meet beyond  \nthe teacher workday. Terms and conditions relating to the implementation of such compensatory time shall  \nbe mutually agreed upon by the principal and teacher prior to the committee or team meeting after hours.  \nAny assignment(s) beyond the teacher workday, including but not limited to evening school and  \nextracurricular assignments, shall not be obligatory. Any teacher choosing not to accept such assignments  \nshall not be penalized or discriminated against in any way. However, teachers at an alternative school for  \ndisruptive students may be required to attend emergency staff meetings, parent conferences, and scheduled  \nopen houses beyond the teacher workday.  \nDepartment heads, grade chairpersons, team coordinators, learning community leaders, team leaders shall be  \nselected by the principal with serious consideration given to recommendations from all teachers in those  \ndepartments, teams and/or grades. Such department heads, grade chairpersons, team coordinators, learning  \ncommunity leaders, team leaders shall receive additional pay for said assignments according to Addendum B  \nof this Agreement. No teacher shall be required to perform the duties of a supplemented position without  \ncompensation. Any teacher choosing not to accept such assignments shall not be penalized or discriminated  \nagainst in any way. ‘The school's organizational pattern for the upcoming year shall be presented to the  \nfaculty by June 1.  \nAll teachers assigned to teach at more than one school shall have one school designated as a home-base  \nschool. Such teachers shall receive their paychecks at the home-base school.  \nAll teachers assigned to teach at more than one school on the same day shall be reimbursed for all mileage  \nbetween the home-base school and other assigned schools at the rate established in Article X, Section A-4, of  \nthis Agreement. Travel time, as assigned, between schools shall not be construed as lunch or planning time.  \n2005-2006 Instructional Master Contract Page 17  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "9. No teacher shall be required to attend meetings regarding commercial and/or political solicitation.  \nAttendance at any such presentations shall be voluntary and shall be separate from faculty meetings.  \n10. A teacher who teaches in schools held on double session or extended-day schedule shall receive full pay for  \nthe session in which said teacher is assigned. Further, no teacher in such a school shall be required to teach  \nany class to which he/she is not regularly assigned.  \n11. Following appointment by the Board, the teacher will be provided with the following:  \na. Salary schedule, step placement, and pay rate.  \nb. Certification requirements, if requested.  \nc. Duty hours and teaching assignment.  \nd. Opportunity to inspect classroom/work area.  \n12. Planning time for teachers shall be defined as that time in which teachers may be assigned to do one or more  \nof the following:  \na. Plan for classroom activities.  \nb. Confer with parents.  \nc. Meet with grade-level or subject area team members on matters related to curriculum and student  \nprogress.  \nd. Attend and participate in staffings.  \ne. Complete Southern Association accreditation activities.  \nf. Attend administrative meetings related to their performance and/or student concerns.  \n13. Middle and high school teachers shall be given at least one class period of at least fifty (50) minutes for  \nplanning each day students are in attendance and the regular class schedule is in effect. However, a teacher  \nin an alternative school for disruptive students shall receive his/her fifty (50) minute planning period during  \nthe teacher workday.  \n14. Elementary school teachers shall be given no less than 250 minutes of planning time each full week of  \nstudent attendance and the regular class schedule is in effect. A total of 120 minutes of this time shall be  \nassigned by the principal in four (4) 30-minute blocks of time on four (4) different student days. The  \nremaining 130 minutes may be assigned as schedules permit during the week.  \n15. Elementary, middle, and high school teachers will receive at least one hundred (100) minutes of planning  \ntime each week students are in attendance and the regular class schedule is in effect to plan for their specific  \nclassroom activities. At the elementary school level, the one hundred (100) minutes shall be implemented  \nbefore or after the student day. When possible, two (2) fifty minute periods will be scheduled. This time  \nmay be altered as a result of the following:  \na) parent conferences;  \nb) required meetings to implement changes due to state or federal mandate;  \nc) voluntary participation in professional activities;  \nd) personal activities; or,  \ne) emergencies.  \nElementary teachers will be informed when planning time is scheduled prior to the week it occurs.  \n16. In cases where special teachers (art, music, physical education) are used, the regular teacher will not be  \nrequired to remain in the classroom at the same time the special teacher is present. This time will be used as  \na preparation/planning time by the regular teacher.  \n17. Planning time for media specialists and other support staff shall be equal in length to that of classroom  \nteachers at their school provided that access to their services is not denied.  \n18. Required staff development or lengthy faculty meetings shall be kept to a minimum on teacher planning  \ndays.  \n2005-2006 Instructional Master Contract Page 18  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "19. During the five (5) teacher planning days prior to students returning for a new school year, teachers shall be  \nprovided at least sixteen (16) hours to plan for personal classroom activities. Principals will schedule this  \ntime in at least two (2) hour blocks. However, sixteen (16) hours may be reduced as a result of the following:  \na) an emergency, which may include required meetings to implement state or federal mandates;  \nb) voluntary participation in professional activities; or  \nC) personal activities  \n20. Principals will give priority to scheduling time during the planning day at the end of each quarter for teachers  \nto prepare student report cards and plan for classroom activities. Staff development on these days will be  \nvoluntary.  \na) Grades will be due no earlier than the end of the third workday following the close of the grading periods  \none, two and three.  \nb) Elementary schools will vote whether or not to send report cards home with students on the student's last  \nday of school.  \nc) Teachers who instruct seniors will be notified of the end of the year grade reporting procedures for  \nseniors no later than the beginning of the fourth quarter.  \nd) Final grades for quarter four (4) will be due no earlier than the start of the second workday following the  \nclose of the grading period for grades six (6) through eleven (11).  \n21. Subject to available funds, principals will be encouraged to provide at least one-half (1/2) day of released  \ntime or the equivalent in compensatory time or an after hour stipend per semester for teachers who are  \nresponsible for planning instructional units. The principal must pre-approve the activity and the request for  \ncompensation. The manner for which time will be made available to the teacher will be mutually agreed to  \nby the principal and teacher(s) involved.  \n22. When possible, teachers will be provided a minimum of three (3) days notice to submit student assessment  \nreports.  \n23. Teacher participation on teams and departments is a necessary and important function, and committee  \nparticipation gives teachers opportunities to provide input and participate in school-based decisions relative  \nto school activities. Committee participation will be kept to a minimum to allow as much planning time as  \npossible so that adequate lesson preparation is achieved.  \nSECTION T - Parent-Teacher Conferences  \n1. Except in the event of unusual circumstances, parent-teacher conferences shall be arranged by the principal  \nor his/her designee in accordance with the following guidelines:  \na) Consultation with the teacher(s) involved and the establishment of time and date of said conference with  \nall parties involved. Normally, such consultation will take place at least two (2) days prior to the  \nconference.  \nb) Notification of the purpose of the conference if not instigated by the notified teacher(s).  \nc) Notification to the teacher(s) of the confirmed conference date.  \n2. Released time shall be granted to teachers when needed for parent conferences provided the conference is  \narranged by the school principal or his/her designee in accordance with the provisions of this section. At an  \nalternative school for disruptive students, if it becomes necessary to schedule a parent conference after the  \nregular workday of the teacher, the principal and teacher will meet and mutually agree upon the date and time  \nof the conference.  \nSECTION U - Student Discipline  \n1. A Discipline Committee shall exist at each school site. The committee will be the vehicle for all staff to offer  \nconstructive recommendations to enhance school-wide behavior. Teachers will be encouraged to participate  \nas members of the committee. The membership of the committee should be representative of the school-  \nwide community. At a faculty meeting, the principal shall ask for teacher volunteers for the committee. The  \nchairperson of the committee shall be elected by the members of the committee. A survey of the faculty will  \nbe conducted by the Discipline Committee of each school during the school year for the purpose of  \nidentifying issues and actions that will enhance school-wide behavior. Furthermore, the committee shall  \n2005-2006 Instructional Master Contract Page 19  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "develop a school-wide plan to enhance student behavior, which shall be in compliance with the Code of  \nStudent Conduct.  \nThe plan shall be presented to the principal for approval and to the faculty for a vote. Prior to the vote, a  \nteacher, upon his/her request, will be provided a copy of the plan. The committee shall meet periodically  \nduring the school year to review the plan and to consider adjustments for improving the plan. The committee  \nis encouraged to facilitate the sharing among faculty members of effective interventions/preventions and to  \ndevelop a program to manage students more effectively.  \n2. While on duty, a teacher has a general responsibility for student control and a major responsibility for  \ncontrolling those students under his/her direct supervision. The Board recognizes its responsibility to give  \nfull support and assistance to teachers in maintaining the appropriate discipline necessary to insure that  \neffective teaching and learning takes place in an orderly and disciplined classroom without the distraction  \ncaused by disobedient, disrespectful, violent, abusive, uncontrollable, and disruptive students. Teachers and  \nadministrators need to work together mutually supporting each other in a manner to maintain proper student  \nbehavior and to promote a safe educational environment.  \n3. Teachers have the responsibility and authority to establish and maintain classroom order within the  \nframeworks of Board and school policies. Should it become necessary for a teacher to use reasonable force to  \nmaintain classroom/school order, the teacher shall follow the guidelines as provided in the Code of Student  \nConduct.  \n4. If, in the opinion of the teacher, and within the guidelines of the school's plan and the Code of Student  \nConduct, a student is disrupting regular classroom activities, the teacher may report the action to the  \nprincipal. The teacher may also submit a recommended course of action consistent with the Code of Student  \nConduct for the principal's consideration. The teacher’s recommendation shall be in writing and be within the  \nguidelines of the school’s plan and the Code of Student Conduct. The principal shall employ the teacher’s  \nrecommended consequence or a more serious disciplinary action; or the principal may determine that a lesser  \ndisciplinary action is appropriate. If the principal determines that a lesser disciplinary action is appropriate,  \nthe principal should consult with the teacher prior to taking disciplinary action.  \nAny teacher shall have the right to send a student to the office whenever the student is involved in a serious  \ndisturbance in the classroom. The teacher will notify the office immediately when this action is taken. Such  \nnotification shall include a personal verbal and/or written explanation of the disturbance. Students removed  \nfrom class for a Level 3 offense as described by the Code of Student Conduct shall not be returned for the  \nremainder of that class period or a minimum of thirty (30) minutes for schools which do not have set time  \nperiods for classes. Should this not be possible, the principal shall consult with the teacher prior to returning  \nthe student to class.  \n5. Student disciplinary infractions shall be reported on the appropriate referral form approved for the school.  \nThe school administration shall make such forms readily available. At the discretion of the teacher, he/she  \nmay retain a copy of the form. Upon referral by the teacher, serious disturbance behavioral problems are the  \nprincipal's responsibility for appropriate disciplinary action. Final action shall be taken within five (5) days  \nunless there are extenuating circumstances. A copy of the discipline form with principal's action noted shall  \nbe returned to the teacher as soon as possible, but not more than five (5) days from the date of the referral.  \n6. A teacher may request that a disobedient, disrespectful, violent, abusive, uncontrollable, or disruptive student  \nbe removed from his/her class for the remainder of the school year under any of the following circumstances:  \na) who has been documented by the teacher to repeatedly interfere with the teacher's ability to communicate  \neffectively with the students in the class or with the ability of the student's classmates to learn;  \nb) whose behavior the teacher determines is so disobedient, disrespectful, violent, abusive, uncontrollable,  \nor disruptive that it seriously interferes with the teacher's ability to communicate effectively with the  \nstudents in the class or with the ability of the student's classmates to learn; or  \nc) who has threatened personal harm or property damage against the teacher or the teacher's family.  \nUpon such request the principal may not return the student to that teacher's class without the teacher's  \nconsent unless the committee established herein determines that such placement is the best or only  \nalternative. The teacher and the Placement Review Committee must render decisions within five (5) days of  \nthe removal of the student from the classroom. Placement options, however, are limited by program  \n2005-2006 Instructional Master Contract Page 20  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "eligibility requirements, School Board policies, and state and federal laws. If the Placement Review  \nCommittee’s decision is contrary to the decision of the teacher to withhold consent to the return of the  \nremoved student to the teacher’s class, the teacher may appeal the committee’s decision to the  \nSuperintendent. The request to appeal to the Superintendent must be in writing and filed within three (3)  \nwork days of notification to the teacher of the committee’s decision.  \n7. At the beginning of the school year, each principal shall notify each teacher in the school about the  \navailability, the procedures, and the criteria for the Placement Review Committee. At the beginning of the  \nschool year, each school shall establish a Placement Review Committee to determine placement of a student  \nwhen a teacher withholds consent to the return of a student to the teacher's class. Before selecting members to  \nthe committee, the principal and faculty will determine the size of the committee. The ratio of the number of  \nmembers selected by the teachers and the number selected by the principal shall be approximately 2:1, if the  \nnumber of volunteers and/or nominees exceeds the approximate two-thirds (2/3) number designated to be  \nselected by teachers, an election will be held to determine which teachers fill the positions. The chairperson  \nof the Placement Review Committee shall be elected by the members of the committee. The chairperson shall  \nserve as a member of the school's discipline committee. A convened Placement Review Committee must  \ninclude at least two (2) teachers, one (1) selected by the faculty and one (1) selected by the teacher who has  \nremoved the student, and one (1) member of the school’s staff who is selected by the principal. The teacher  \nselected by the teacher who has removed the student may or may not be a current member of the school’s  \ncommittee.  \n8. The Board shall make available training and assistance to teachers in classroom management, violence  \nprevention, conflict resolution, verbal aggression diffusion, and related areas. The dates and topics of such  \ntraining shall be provided to the Union and posted at each school on the bulletin board and/or faculty  \ncalendar.  \n9. Should Florida Statute 1003.32(2) modify any requirements set forth in 6, 7, and/or 8 above, then such  \ncontract language shall be modified according to the statutes.  \n10. Students who are referred to the administration by a teacher because of possible learning disabilities or  \nemotional, behavioral, or other related problems shall be dealt with as quickly as possible.  \n11. Within the first two (2) weeks of school each year, the school administration will provide each teacher with a  \ncopy and explanation of the Code of Student Conduct. The administration will provide access to Florida  \nStatutes 1006.09, 1003.32, and 1006.11. Teachers will have all rights and responsibilities regarding student  \ndiscipline as specified in the Code of Student Conduct and including that which is required under Florida  \nStatutes. The Board, Superintendent, and principal shall fully support teachers in their efforts to follow and  \nenforce the Student Code of Conduct.  \n12. The Board recognizes that teacher safety is a priority. Reasonable efforts shall be taken by the Board to  \nensure this safety. Any case of battery upon or an assault against a teacher in the performance of his/her  \nduties shall be reported promptly to the principal or immediate supervisor. In such case, the legal assistance  \nspecified in Article IX, Section C(1), shall be provided if necessary, and the teacher maintains the right to  \nreport such action to legal authorities. Violence against school personnel by students will be enforced as  \nspecified in the Code of Student Conduct. Teachers who are involved in such cases shall not lose regular  \nsalary for any time lost from their duties when their presence is required before a judicial body. In case of  \ndisability, the Board agrees to continue the teacher's contractual salary until said employee is eligible for  \nWorkers' Compensation benefits. The Board agrees to follow the provisions of Florida Statute 1012.63 in  \nregard to illness-in-line-of-duty leave.  \n13. The Union president or his/her designee will serve as a member of the District Student Code of Conduct  \nCommittee and will be responsible for recommending to the Chairperson the instructional bargaining unit  \nmembers to serve on the committee.  \n14. The Union president or his/her designee will serve as a member of the Superintendent's Task Force on  \nDiscipline.  \nSECTION V - Miscellaneous  \n1. No teacher shall be required to transport student(s) or equipment in his/her vehicle. In the event a teacher  \nagrees to transport students or equipment, the Board shall maintain excess insurance coverage for such  \nactivities.  \n2005-2006 Instructional Master Contract Page 21  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "No teacher shall be required to present evidence of health, including but not limited to health certificates and  \ntuberculosis skin test results, as a condition of continued employment except as provided in Florida Statutes,  \nState Board of Education Rules, and applicable Department of Education rules and regulations.  \nThe Board agrees that every attempt will be made to employ qualified substitutes when regular and special  \nteachers (including art, music, and physical education) are absent. Substitutes need not be employed when  \nguidance counselors are absent. Further, the Board and Superintendent reserve the right to arrange for  \nsubstitutes.  \nAcceptance of student/intern assignment shall be strictly voluntary.  \n5. Teachers may attend free of charge all athletic events within the district.  \nAll teachers shall be given an equal opportunity to apply for part-time positions in the homebound program.  \nCompensation shall be as provided in Addendum A of this Agreement.  \nObservations of a teacher's class by persons other than school administrative/supervisory personnel shall be  \nallowed only after consent has been granted by the building principal and notice has been given to the teacher  \ninvolved.  \nSECTION W - Selection of Teacher of the Year  \n1.  \n2s  \n3.  \nThe Union shall conduct the Teacher of the Year selection process.  \nUpon request, the Board shall provide technical assistance related to the selection process to the Union.  \nThe Board shall provide the Union with the deadline for submission of the State Teacher of the Year  \nnomination and criteria for selection as soon as it is notified by the Department of Education.  \nIn September, a Teacher of the Year Committee composed of teachers only shall be selected at each school  \nby vote at a meeting of the entire faculty.  \nThe school's Teacher of the Year Committee shall oversee the nomination and selection process for the  \nschool's Teacher of the Year.  \nThe school's Teacher of the Year Committee shall announce timelines for nomination and voting procedures  \nat least two (2) weeks prior to the beginning of the nomination procedure for approval by the entire faculty.  \n7. No action shall be taken against a teacher for refusing to participate in Teacher of the Year activities.  \n8. Nominations for Teacher of the Year shall come from teachers only.  \n10.  \n11.  \n12.  \nVoting for school Teacher of the Year shall be by secret ballot. Only teachers assigned to the school may  \nvote for that school's Teacher of the Year.  \nThe committee to select the district's Teacher of the Year shall be composed of five (5) teacher  \nrepresentatives. These representatives must not have a conflict of interest and shall be chosen by the Union  \nExecutive Board.  \nThe Union shall furnish to the Board by October 1 of each year a list of Teacher of the Year Committee  \nmembers for each school. In addition, at the conclusion of the selection process for District Teacher of the  \nYear, the Union shall furnish to the Board a list of members of the District Teacher of the Year Selection  \nCommittee.  \nTeachers who are serving as chairpersons of the school Teacher of the Year Committee shall be granted one-  \nhalf (1/2) day temporary duty leave for orientation purposes. Teachers who serve on the district Teacher of  \nthe Year Selection Committee shall be granted up to five (5) days additional temporary duty leave.  \nSubstitutes shall be provided as follows: One-half (1/2) day for orientation purposes and up to five (5) days  \nfor each teacher serving on the district Teacher of the Year Selection Committee. Reimbursement for travel  \nshall be authorized.  \nSECTION X - School Improvement  \n1.  \nSchool Advisory Councils  \nThe composition of and procedures for teacher membership on School Advisory Councils (SACs) shall be in  \naccordance with the guidelines provided in the district manual, \"Pasco County District School Advisory  \nCouncils.\" For the purpose of teachers serving on SACs the term \"teacher\" shall refer to all employees who  \noccupy positions which are defined as members of the instructional bargaining unit. The date, time, and  \n2005-2006 Instructional Master Contract Page 22  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "location of a school's SAC's meeting shall be published in advance. If a SAC meeting is held during the  \nstudent day, release time shall be granted to one (1) USEP-designated representative at the school site to  \nattend the SAC meeting. USEP and the Board may mutually agree to share the cost of the substitute.  \n2. Upon the Union president's request, the Superintendent and/or his/her designee shall meet with the Union  \npresident on mutually agreeable date(s) and time(s) for the purpose of facilitating the communication of  \ninformation regarding school accountability and improvement.  \n2005-2006 Instructional Master Contract Page 23  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "SECTION Y - Job Sharing  \nJob sharing is the employment of two (2) teachers performing the duties and responsibilities of one (1)  \nclassroom teaching position. Job sharing is not designed to be permanent part-time employment or to  \nprovide opportunity for teachers to work for another employer.  \nTwo (2) teachers who wish to share one (1) position must first request and obtain the approval of their  \nprincipal. Upon approval of the principal, the request for job sharing must be sent to the Director of  \nEmployee Relations and the president of USEP by April 1st for approval. Upon mutual agreement,  \nexceptions to the April 1st deadline may be considered if extenuating circumstances warrant. If approved,  \ntwo (2) teachers may participate in the job-sharing program for the next school year. Upon approval of the  \nprincipal, the two (2) teachers may request to extend job sharing for additional years to a maximum of five  \n(5) years. Each year, requests for extensions must be sent to the Director of Employee Relations and the  \npresident of USEP by April 1st for approval. Job sharing will be approved in one-year periods.  \nReasons for a teacher requesting to job share may include the following:  \na) Child care.  \nb) Medical condition of the teacher or immediate family member. Immediate family shall mean husband,  \nwife, child, father, mother, brother, sister, or other close relative or member of his/her household.  \nc) Advanced study leading toward a higher degree.  \nd) College work leading toward certification in a critical shortage area.  \ne) Special circumstances and/or conditions as approved by the Director of Employee Relations and the  \npresident of USEP.  \nTeachers approved for job sharing must agree to the following conditions of employment:  \na) Each teacher must work four (4) hours per day. The schedule of duties and assignments shall be made by  \nthe principal. Any changes must be approved by the principal.  \nb) Each teacher shall be entitled to four (4) one-half (1/2) days of sick leave as of the first day of the school  \nyear and thereafter earn one-half (1/2) day of sick leave for each month of employment for a total of five  \n(5) days during the 196-day contract. Each teacher shall be allowed up to six (6) one-half (1/2) days of  \npersonal leave each year.  \nc) Each teacher shall receive the appropriate contributions for the Florida Retirement System and social  \nsecurity.  \nd) Each teacher's salary will be one-half (1/2) of his/her salary based upon degree and experience.  \ne) For the purposes of seniority and credit on the salary schedule, assignments for each teacher will  \nconstitute more than one-half (1/2) of the school year thus entitling each teacher to one (1) year of  \nservice.  \nf) One (1) teacher will receive full benefits, health and flexible benefits, as provided by the district. The  \nother teacher will sign a waiver of such benefits.  \ng) Should one (1) of the two (2) teachers job sharing have to vacate his/her position during the year due to  \nunavoidable circumstances, the remaining teacher will assume that position. However, in cases where a  \nreplacement for the vacating job sharing teacher can be found who is approved by the principal, the  \nDirector of Employee Relations and the president of USEP, the teaching position may continue as a job  \nsharing position.  \nh) Upon return from an approved job sharing position of no more than one (1) year, a teacher shall be placed  \nin the same instructional position held upon applying for said job sharing position if such position exists.  \nAny teacher who is hired for the purpose of replacing a teacher who is job sharing will be notified upon  \nemployment that he/she will not be reappointed at the expiration of his/her contract.  \ni) Other working conditions and benefits as stipulated in the Instructional Master Contract may not be  \napplicable and subject to waiver based upon the needs of the students and school. Such waivers shall be  \nagreed to by the Director of Employee Relations and the President of USEP.  \n2005-2006 Instructional Master Contract Page 24  \n"], ["ARTICLE VII - WORKING CONDITIONS  \n", "SECTION Z - Charter Schools  \n1. As soon as the Board is aware that an existing school is considering converting to a charter school, or the  \nBoard is considering the construction of a new facility for the purpose of establishing a charter school or an  \napplication is made to the Board to establish a charter school, the Union will be informed. The Board shall  \ncontinue to recognize the Union's collective bargaining rights as provided by Florida Statute.  \n2. The Union and Board agree that upon request, the Board shall grant a teacher who possesses a continuing,  \nprofessional service, or annual contract a leave of absence without pay to teach in a Charter School as  \ndefined in Florida Statute 1002.33(12). This leave shall be for a period of one (1) year and shall be renewed  \neach year thereafter upon notification by the teacher to the Supervisor of Charter Schools by April 1 of the  \npreceding school year. This leave provision will apply only if Florida Statute requires such. Should the  \nstatute be revised and omit the leave requirement, this leave provision will become null and void.  \nSECTION AA — Tobacco Free Policy  \n1. Smoking and the use of all tobacco products are prohibited by law inside all School Board facilities and in all  \n\"common areas\" as defined in the Florida Clean Indoor Air Act to be \"any hallway, corridor, lobby, aisle,  \nwater fountain area, rest-room, stairwell, entryway, or conference room...\"  \n2. The current practice whereby the worksite administrator designates employee outdoor smoking area(s) that  \nare shielded from student view and are located away from regularly used student activity areas on existing  \nSchool Board grounds shall continue, except under the following conditions:  \na) Effective July 1, 1996, all future newly acquired worksites, including all School Board real and personal  \nproperty located on these sites, shall be designated as smoke and tobacco free. No employee at these sites  \nshall use any tobacco product in the building(s) or on any outside grounds. This includes the use of such  \ntobacco products in motor vehicles with the exception of those vehicles entering or exiting the  \nworksite(s).  \nb) A committee shall exist consisting of six (6) members, three (3) representing the Board and (3)  \nrepresenting the Union, for the purpose of resolving problems that may arise due to the implementation of  \nthe Tobacco Free Policy.  \nc) All employees assigned to any School Board facility which is not smoke and tobacco free shall be  \nsurveyed once each year if requested by any employee at the facility. Such request shall be made in  \nwriting by September 30 to the Director of Employee Relations, with a copy provided to the President of  \nthe Union. The intent of the survey is that, as all employees at any such facility declare that they are non-  \ntobacco users or are willing to refrain from the use of tobacco products at the facility, the facility shall be  \ndeclared tobacco free.  \n3. The district shall not involuntarily transfer any teacher who is a tobacco user to a position at a smoke and  \ntobacco free site without his/her consent.  \n"], ["END OF ARTICLE VII  \nARTICLE VII - LEAVES OF ABSENCE  \nSECTION A - Rules Governing  \n", "1. Any teacher on approved leave shall retain seniority rights. No approved leave shall be considered a break in  \nservice for any reason, but seniority shall not be accrued during that time except in the case of sabbatical  \nleave or military leave.  \n2. Any teacher(s) on approved leave with pay shall be eligible for all benefits including but not limited to  \nretirement and retention of contract status.  \n3. During any approved leave of absence, the teacher shall have the right to participate in all group fringe  \nbenefit plans provided by the Board. During the period of FMLA leave, the Board will pay the portion of the  \ninsurance premium which it normally paid prior to the leave, such as major medical, surgical, dental, vision,  \nlife, and flexible benefits. In the event said leave is unpaid, the teacher shall be permitted to make his/her  \nown and the Board's regular contributions to all benefits requiring such contributions.  \n2005-2006 Instructional Master Contract Page 25  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "4. Any teacher on approved, extended leave shall be placed on the appropriate salary step upon return; however,  \nthose teachers returning from sabbatical leave or military leave shall be advanced to the appropriate position  \non the salary schedule as if they had been in actual service in the district.  \n5. A teacher may not be eligible for more than two (2) extended unpaid leaves within a five (5) year period with  \nthe exception of military leave, civic participation leave, FMLA leave and/or that provided for in Article III,  \nSection A (10).  \n6. With the exception of FMLA leave, extended unpaid leaves shall not be granted for two or more consecutive  \nyears except as follows: the Board may grant a consecutive leave if the second leave is for reasons of illness  \nwhich is supported by a statement from a licensed medical physician which states that the illness will prevent  \nthe teacher from performing his/her regular assigned duties or for child rearing as stipulated in Article VIII,  \nSection C (1) of this Agreement. In the event that a consecutive leave is granted, the teacher will return to a  \nsimilar position but will not be insured of returning to the same position held upon applying for said leave.  \na) Upon return from any approved leave of no longer than one (1) year, a teacher on continuing contract,  \nprofessional service contract, or annual contract shall be placed in the same instructional position held  \nupon applying for said leave if such position exists. Any teacher who is hired for the purpose of  \nreplacing a teacher on leave will be notified upon employment that he/she will not be reappointed at the  \nexpiration of his/her contract.  \nb) When a regular employed teacher on annual contract, professional service contract or continuing contract  \nreplaces a teacher on leave, the provisions of Article VII, Section F-2 shall apply. However, in the event  \nthe teacher on leave resigns his or her position or is approved for an extension of leave prior to the end of  \nthe school year, the teacher on annual contract, professional service contract or continuing contract  \noccupying the position shall be offered to continue in the position.  \n7. A teacher who is absent without leave on a temporary basis shall not be subject to loss of pay and/or subject  \nto reprimand or dismissal if said absence is beyond the individual's control and the teacher is unable to notify  \nthe immediate supervisor and said teacher is eligible for paid leave during his/her absence. Upon request by  \nthe immediate supervisor, reasonable documentation, if the situation permits, and/or explanation will be  \nfurnished by the teacher at the earliest possible time.  \n8. When a teacher receives an unpaid leave of absence after the beginning of the second semester that extends  \nto the end of the school year, the number of days remaining to be paid to the teacher shall be divided by the  \nnumber of days in the teacher regular payroll check to determine the number of pay periods for which the  \nschool district will pay benefits.  \nSECTION B - Paid Leaves  \n1. Sick Leave  \na) Each teacher employed on a full-time basis shall be credited with four (4) days of sick leave on the first  \nemployment day of each contract year and one (1) day of sick leave for each month thereafter, to be  \ncredited at the end of the month and which shall not be used prior to the time it is credited to the teacher.  \nb) The number of sick leave days earned during any one (1) year shall be equal to one (1) day for each  \ncontracted month of employment completed. Teachers contracted for a period of 30-89 days shall receive  \none (1) day of sick leave for each contracted month of employment completed. Such leave shall be  \ncredited as earned.  \nc) Any teacher who has accrued sick leave outside the district but in the State of Florida shall be credited on  \na day-for-day basis with all accrued leave. Said leave shall be credited in the same manner as sick leave  \nearned within the district.  \nd) Sick leave shall be cumulative from year to year. There shall be no limit placed upon number of days a  \nteacher may accrue.  \ne) Sick leave accumulated by a teacher prior to an approved leave of absence shall be credited to the teacher  \nupon return.  \nf) On each pay date, each teacher shall receive on his/her payroll voucher an accumulated balance of his/her  \ntotal number of sick leave hours.  \ng) Sick leave may be used either for personal illness or emergencies as defined below:  \n2005-2006 Instructional Master Contract Page 26  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "1) Personal illness of the teacher.  \n2) Death or illness in the immediate family. Immediate family shall mean husband, wife, child, father,  \nmother, brother, sister, or other close relative or member of his/her household.  \n3) Extended illnesses and/or disability related to pregnancy if leave request is accompanied by a  \nphysician's statement of disability.  \nh. Sick leave will normally be deducted in one-half (1/2) day units. When absence occurs during  \nplanning/conference days, the sick leave may be deducted in one (1) hour units. On other days when a  \nteacher arranges for absence under subsection (g) above and instructional time is not affected, leave for  \nsuch absence may be for a one (1) hour unit. If the sick leave is deducted in a one-half (1/2) day unit, the  \nteacher is entitled to three and three quarter (3-3/4) hours of leave provided sufficient time remains in the  \nworkday.  \ni. Transfer of Sick Leave to Family Member  \n1) Effective July 1, 2001, an employee may transfer a minimum of 1/2 day of his/her accrued sick leave  \nto his/her spouse, child, parent, or sibling who is also employed by the district, providing the  \nrecipient:  \na. is absent for a qualifying reason as stated above in item g); and  \nb. has used all of his/her accumulated sick leave.  \n2) Eligibility begins with the first day the teacher (recipient) is absent and has no accrued paid days.  \nTransferred days requested will be applied consecutively beginning on the first day of eligibility. The  \nrequest must be filed with the Department of Human Resources no later than the last day of the next  \npay period immediately following the pay period in which the first day of eligibility occurred.  \n3) The transferred days cannot:  \na. be used intermittently during the extended absence,  \nb. be used for personal leave with pay,  \nc. be used for any “terminal value”, or  \nd. establish or continue eligibility for the Sick Leave Bank.  \n4) Transferred days will be returned to the donor if unused by the recipient.  \n5) Sick leave transferred under this provision may apply toward the number of required paid or unpaid  \ndays needed to meet the requirements for the withdrawal of days from the Sick Leave Bank.  \n6) Any days transferred under this provision will be counted toward the teacher’s annual 12-week  \nentitlement under provisions of Article VIII, Section C-7,a) Family and Medical Leave, if applicable.  \n7) Days transferred under this provision will be paid at the rate of pay of the recipient.  \n2. Illness-In-Line-of Duty Leave  \na) A teacher shall be entitled to illness-in-line-of-duty leave not to exceed ten (10) days during any school  \nyear because of personal injury received in the discharge of duty or because of illness from any  \ncontagious or infectious disease contracted in school work. ILD leave shall be granted only after  \ninvestigation and approval.  \nb) In the case of sickness or injury occurring under said circumstances, the Board may grant additional  \nleave.  \nc) No leave granted under this provision shall be charged to accrued sick leave.  \nd) The Board and Union agree that a committee shall be authorized to investigate and approve reports of  \nillness/injury-in-line-of-duty and make recommendations to improve safety conditions and the use of  \nWorkers' Compensation benefits. An administrator with voting power shall chair this committee. In  \naddition, the Union and Board shall name an equal number of voting members.  \n3. Personal Leave  \nTeachers shall be allowed up to six (6) days of personal leave at full compensation during each year of their  \nemployment. Such leave will not be cumulative and shall be deducted from accrued sick leave when used.  \nSuch leave shall not be used for recreational purposes. Teachers shall not be required to give reasons on  \nleave forms.  \n2005-2006 Instructional Master Contract Page 27  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "4. Judicial Leave  \na) A teacher absent from work shall be paid his/her regular salary by the Board provided:  \n1) he/she has been served a summons and required to report to jury duty;  \n2) he/she has been issued a subpoena by an authorized agency and required to appear within the state of  \nFlorida; or  \n3) he/she has been issued a subpoena by an authorized agency of the federal government and required to  \nappear.  \nb) Such time shall not be deducted from sick leave accumulation.  \nc) The teacher shall not be required to sign over to the Board any money received for such service.  \nThis section is not applicable when the teacher is a primary party to legal action unrelated to his/her  \nemployment.  \n5. Professional Leave  \na) Professional leave not to exceed thirty (30) days per applicant for each occasion may be granted for the  \npurpose of attending conferences, workshops, institutes, school visitations, and other meetings related to  \neducation.  \nb) When possible, requests to the Board for such leave shall be at least five (5) days in advance so that  \nproper arrangements for substitutes can be made.  \nc) The Board may reimburse the teacher for expenses incurred, i.e., transportation, lodging, meals, and  \nregistration or other fees. However, if the teacher is asked by the Superintendent to attend as a  \nrepresentative of the district, expenses shall be reimbursed within limits prescribed by the Board.  \nd) When professional leave is granted, the teacher shall not suffer loss of salary, and the days shall not be  \ndeducted from accumulated sick leave or annual personal leave.  \n6. Sabbatical Leave  \nAfter seven (7) years of satisfactory service in the Pasco County Public School System, a sabbatical leave of  \nabsence may be granted for the purpose of completing a doctorate or for other purposes if mutually agreed to  \nby the Union and the Superintendent. The following conditions will prevail:  \na) No more than one (1) teacher at a time shall be placed on sabbatical leave during any school year.  \nb) To be eligible, a teacher must be enrolled in a program approved for certification purposes by the Florida  \nDepartment of Education and have completed enough of the required work to be eligible to complete the  \ndegree during the sabbatical period. If the degree is not finished within two (2) years after the last day of  \nthe sabbatical leave, the teacher shall reimburse the Board within two (2) years for the full amount of the  \nleave plus eight percent (8%) interest. This condition may be waived by the Superintendent due to  \nextraordinary circumstances.  \nc) Teachers on sabbatical leave will be paid 55 percent of the salary which would have been drawn during  \nthe time of the leave. Seniority shall be taken into consideration when granting sabbatical leave;  \nhowever, a teacher making application for his/her first sabbatical leave shall be given preference over one  \nwho has previously been granted sabbatical leave. In the event that more than one applicant meets the  \ncriteria explained above, the Union and the Superintendent shall mutually select the teacher to receive the  \nsabbatical.  \nd) Sabbatical leave may be allowed if satisfactory arrangements can be made for smooth operation of the  \nschool system.  \ne) Any teacher granted a sabbatical leave with remuneration shall file with the Superintendent a schedule of  \ncourses to be taken and shall complete all such courses and receive passing grades therein or shall  \nreimburse the Board for the full amount of the remuneration paid to him/her for the period of the leave  \nplus eight percent (8%) interest. Changes in said schedule of courses may be made upon mutual consent  \nof the Superintendent and the teacher.  \nf) Any teacher granted sabbatical leave with remuneration is required to serve at least three (3) years in the  \ncounty after termination of the leave. In the event such teacher should accept other employment instead  \n2005-2006 Instructional Master Contract Page 28  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "of servicing Pasco for the full three (3) years as specified above, he/she would have to reimburse the  \nBoard as follows:  \n1) Zero (0) years of return service - the full amount of the sabbatical.  \n2) One (1) year of return service - two-thirds (2/3) of the amount of the sabbatical.  \n3) Two (2) years of return service - one-third (1/3) of the amount of the sabbatical.  \nAll monies owed would be due within two (2) years of the date of the termination. Eight percent (8%)  \ninterest would be charged on the unpaid balance on the yearly anniversary of the termination date.  \ng) Application for the sabbatical leave shall be filed with the Director of Employee Relations by April 1.  \n7. Sick Leave Bank  \nBeginning with the 1979-80 school year, a Sick Leave Bank shall be established for the purpose of providing  \nsick leave with pay during periods of personal illness, or injury not otherwise compensated by the Board or  \nWorker’s Compensation. The intent of the Bank is to provide income protection for participating members  \nof the bargaining unit. Bargaining unit members shall become eligible to participate in the Sick Leave Bank  \nafter one (1) year of employment in the school district and accrual of at least one (1) day of unused sick  \nleave.  \na) All participating members shall contribute one (1) day of sick leave in the first month of the employee’s  \neligibility. Each member of the bargaining unit will sign a statement either accepting or declining  \nenrollment in the Sick Leave Bank. Applications for membership and/or use of the Bank may be  \nobtained from the bargaining unit member's primary worksite.  \nb  \n—  \nParticipating members shall contribute one (1) additional day each time the Bank is depleted but not more  \nthan once per year. The Bank shall be considered depleted when there are fewer than 200 sick days.  \n1) If a member elects to withdraw from membership, he/she shall be removed from membership and  \nmay reapply during the next official enrollment period. Upon reapplying, initial membership  \nrequirements must again be met.  \n2) If amember does not have one Sick Leave day to contribute, his/her membership shall be suspended  \nuntil he/she has earned one Sick Leave day to contribute.  \nc) The Bank shall be directed by an administrative committee and chaired by the Assistant Superintendent  \nfor Administration or his/her designee. This committee shall:  \n1) Process all applications and approve/disapprove withdrawal of days based upon illness, or injury,  \nsubject to the criteria established by this committee.  \n2) Define “catastrophic” and may develop other definitions, guidelines and rules for the purpose of  \nadministering the Bank.  \n3) Investigate any alleged abuse of the Sick Leave Bank, and upon a finding of wrongdoing, report such  \nto the Superintendent. If such wrongdoing is substantiated, the employee shall reimburse the district  \nall wages and benefits paid to the employee.  \n4) Be governed by rules established by the committee.  \nThe composition of this committee shall be as follows:  \n1) The Assistant Superintendent for Administration or his/her designee.  \n2) The Supervisor of Student Services responsible for school nurses.  \n3) Four (4) instructional bargaining unit members participating in the Instructional Sick Leave Bank who  \nare mutually selected by the Assistant Superintendent for Administration or his/her designee and the  \nUnion president.  \n4) The president of the Union or his/her designee.  \n5) The Director of Employee Relations or his/her designee.  \nd) Participating members will be eligible to withdraw up to 100 days per twelve (12) month period from the  \nBank, in amounts approved by the committee. The twelve (12) month period will start on the first date  \n  \n2005-2006 Instructional Master Contract Page 29  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "that a member receives a day from the Sick Leave Bank. The awarding of days is subject to the following  \nconditions:  \n1) The need must arise from the member’s own personal illness or injury. If the personal illness or  \ninjury is catastrophic, a member may receive up to 100 days. If the personal illness or injury is less  \nthan catastrophic, a member may receive up to 50 days. In no event may a member receive more than  \n100 days within a twelve (12) month period from the Bank.  \n2) The member has exhausted all accumulated sick leave.  \n3) The member has been absent in either a paid or nonpaid leave status for at least ten (10) consecutive  \ndays or for ten (10) non-consecutive days occurring within a ninety (90) day period that are related to  \nthe same illness or injury as substantiated by proper medical documentation. No member shall  \nreceive reimbursement from the Sick Leave Bank for any unpaid days that fall within the ten (10) day  \neligibility period.  \n4) The member has submitted an application and the statement completed by a licensed physician and/or  \na licensed mental health professional describing the illness or injury to the Chairperson of the Sick  \nLeave Bank Committee, who will process the request and report his/her findings to the Sick Leave  \nBank Committee.  \n5) In the event a member has a preexisting condition on the date of enrollment, there shall be a ninety  \n(90) day waiting period before eligibility based upon disability due to that particular illness.  \n6) Any days granted from the Sick Leave Bank will be counted toward the teacher’s annual twelve-week  \nentitlement under the provisions of Article VIII, Section C-7,a), Family and Medical Leave.  \ne  \n—_  \nThe Union shall be provided with a monthly report consisting of:  \n1) The number of participating members.  \n2) The names of applicants requesting Sick Leave Bank days.  \n3) The number of days expended and remaining in the Bank.  \n8. National Board of Professional Teaching Standards Certification Leave  \nIn an effort to advance the teaching profession and improve student learning, the United School  \nEmployees of Pasco and the District School Board of Pasco County agree to support and encourage Pasco  \nteachers seeking high and rigorous standards through participation in the National Board of Professional  \nTeaching Standards (NBPTS) certification program.  \nTo assist teachers who have applied for NBPTS certification according to State and district guidelines  \nfulfill the program requirements and activities, the district shall grant the following:  \na  \n—_  \nUp to three (3) days of professional leave as specified in Article VIII, Section B-5, provided such leave is  \ncoordinated with the principal and forwarded to the Supervisor of Human Resources.  \nb  \n—_  \nUp to six (6) days of personal leave as specified in Article VII, Section B-3, provided the teacher has  \nnot used all six (6) personal days already this year, has accrued a sufficient number of sick leave hours,  \nand has coordinated such leave request with the principal.  \nSECTION C - Unpaid Leaves  \n1. Child Rearing Leave  \na) A leave of absence without pay for a period of up to one (1) year shall be granted for child rearing. Said  \nleave shall be granted in connection with childbirth, adoption, or death of the other parent.  \nb) Requests for such leave shall be made in writing to the office of the Superintendent, when possible, at  \nleast thirty (30) days prior to the commencement of the leave.  \n2. Military Leave  \nAll teachers drafted for military service or called to active duty with reserve components shall be granted a  \nleave of absence without pay except as provided in Section 115.07, Florida Statutes. A copy of the military  \norders shall be attached to the leave form. Effective July 1, 1987, the \"annual period\" referred to in Section  \n115.07, Florida Statutes, shall be from July 1 through June 30.  \n2005-2006 Instructional Master Contract Page 30  \n"], ["ARTICLE VII - LEAVES OF ABSENCE  \n", "3. Advanced Study and Education Service Leave  \nUpon request, the Board may grant a teacher leave of absence without pay for advanced study or educational  \nexperience for a period not to exceed one (1) year when such study or experience is directly related to the  \nteacher's subject field. Such leave may include requests for acquiring experience in and knowledge of a  \nteacher's field of study as an employee in industrial or private employment if the employer certifies to the  \ndistrict that the experience is in the teacher's instructional field. Normally this leave will be granted only  \nafter two (2) or more continuous years of service in the district.  \n4. Civic Participation Leave  \na) Upon request, a teacher shall be granted civic participation leave without pay.  \nb) Such leave includes, but is not limited to, the following: election or appointment to a constitutional office  \nin a federal, state, county, or municipal government or subdivision thereof.  \nc) The teacher shall notify the Board in writing of his/her intention of accepting such office or assignment  \nand shall keep the Board informed of his/her status at annual intervals thereafter. Such leave shall be  \nrenewed yearly, upon application, for a period equal to the term of office to which said teacher has been  \nelected or appointed.  \n5. Health Leave  \nUpon request, a teacher shall be granted a leave of absence without pay for up to one (1) year for reasons of  \npoor health as certified by a licensed medical physician. With the exception of FMLA leave, such leave shall  \nnot be granted more than once in any five (5) year period; however, subsequent leave may be approved by  \nthe Superintendent or his/her designee upon the employee documenting extenuating circumstances.  \n6. Extended Personal Leave  \na) Upon request, a teacher with two (2) or more continuous years of service in the district shall be granted a  \nleave of absence for up to one (1) year without pay for other reasons than those stated in C-1, C-2, C-3,  \nC-4, or C-5, provided that the primary purpose shall not be to engage in gainful employment.  \nb) The reason for such request shall be stated in the application for leave.  \n7. Family and Medical Leave Act (FMLA)  \na. The Board will grant an eligible employee (as defined in Part c of this section) up to a total of twelve  \nweeks of leave in a twelve-month period for one or more of the following reasons:  \n1) the birth of a child of the employee and care following the child's birth,  \n2) the adoption of a child by the employee including the events and process leading to the adoption, and  \ncare following the adoption,  \n3) the placement and/or care of the child in the foster care of the employee,  \n4) the care of a child, spouse or parent of the employee who has a serious health condition (as defined in  \nPart A(5). For the purposes of this paragraph: (a) the term \"spouse\" means a husband or wife as  \ndefined or recognized under State law for purposes of marriage; (b) the term \"parent\" means a  \nbiological parent or an individual who stands or stood in loco parentis to an employee when the  \nemployee was a child -- this term does not include parents \"in law\"; (c) the terms \"son\" or \"daughter\"  \nmean a biological, adopted, or foster child, a stepchild, a legal ward, or a child of a person standing in  \nloco parentis, who is either under age 18, or age 18 or older and incapable of self-care because of a  \nmental or physical disability.  \n5) the treatment of a serious health condition which prevents the employee from performing his/her job.  \nA \"serious health condition\" means an illness, injury, impairment or physical or mental condition that  \ninvolves:  \na. any period of incapacity or treatment in connection with or consequent to in-patient care (i.e., an  \novernight stay in a hospital, hospice or residential medical care facility);  \nb. any period of incapacity requiring absence from work, school, or other regular daily activities, of  \nmore than three calendar days, that also involves continuing treatment by (or under the supervision  \nof) a healthcare provider; or  \n2005-2006 Instructional Master Contract Page 31  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "c. continuing treatment by (or under the supervision of) a healthcare provider for a chronic or long-  \nterm health condition that is incurable or so serious that, if not treated, would likely result in a  \nperiod of incapacity of more than three calendar days; or for prenatal care.  \nVoluntary or cosmetic treatments which are not medically necessary are not \"serious health  \nconditions\" unless inpatient hospital care is required.  \nb) The twelve-month period for entitlement under this section will be measured from July 1 through June  \n30.  \nc) In order to be eligible, the employee must have been employed by the Board for at least one year, and the  \nemployee must actually have received pay for 1,250 or more hours from the Board during the twelve-  \nmonth period immediately preceding the unpaid leave. Holidays, earned sick leave, and vacation time for  \nwhich the employee has been paid but has not worked shall be included in the calculation above. Sick  \nLeave Bank, Workers' Compensation, suspension with pay, and sabbatical leave time will not be counted.  \nd) Leave, except for certain exceptions described in Part (e) for instructional employees, commences upon  \nthe absence of the employee from work and ends on the day and time the employee reports back to work.  \ne) Instructional employees are subject to additional rules and procedures with regard to leave periods  \nassociated with Family and Medical Leave. For the purposes of Family and Medical Leave,  \n\"instructional employees\" are defined as those employees who are included in the instructional bargaining  \nunit and whose principal function is to teach and instruct students in a class, a small group, or an  \nindividual setting.  \nIf an eligible instructional employee requests intermittent or reduced leave which is based upon planned  \nmedical treatment and this leave would be for more than 20% of the total number of working days over  \nthe period the leave would extend, the Board may require the employee to choose either to:  \n1) take leave for periods of a particular duration, not greater than the duration of the planned treatment;  \nor  \n2) transfer temporarily to an available alternative position for which the employee is qualified, which has  \nequivalent pay and benefits and which better accommodates recurring periods of leave than the  \nemployee's regular position.  \nIntermittent or reduced leave under this provision will begin no sooner than the first day where leave is  \ngranted and end no later than the last day where leave is granted and will include all dates granted  \nbetween the beginning and ending dates.  \nIf an instructional employee takes leave near the end of a semester, the Board may require the employee  \nto stay out on leave until the end of the semester according to the following guidelines:  \n1) Leave beginning more than five weeks before the end of the semester. The Board may require the  \ninstructional employee to continue taking leave until the end of the semester if:  \na) the leave will last at least three weeks, and  \nb) the employee would return to work during the three week period before the end of the semester.  \n2) Leave beginning less than five weeks before the end of the semester. If an employee begins leave  \nfor a purpose other than the employee's own serious health condition during the five week period  \nbefore the end of the semester, the Board may require the instructional employee to continue taking  \nleave until the end of the semester if:  \na. the leave will last more than two weeks, and  \nb. the employee will return to work during the two-week period before the end of the semester.  \n3) Leave beginning with less than three weeks before the end of the semester. If an employee begins  \nleave for a purpose other than the employee's own serious health condition during the three week  \nperiod before the end of the semester, and the leave will last more than five working days, the Board  \nmay require the employee to continue taking leave until the end of the semester.  \nAll leave taken under Part (e) will count against the employee's twelve-week entitlement. If the  \ninstructional employee's twelve weeks of leave entitlement under the FMLA run out before the leave  \nperiod is completed, the Board will continue health benefits, restore the employee to his/her previous  \nposition unless the employee's position has been affected by reduction in force and/or layoff, and  \nprovide other FMLA entitlement throughout the whole period of the leave.  \n2005-2006 Instructional Master Contract Page 32  \n"], ["ARTICLE VIII - LEAVES OF ABSENCE  \n", "f) Leave for the birth, adoption or placement of a child with an employee as described in Subparagraphs a-1,  \na-2, and a-3, must conclude within one year from the date of the birth, adoption or placement of the child.  \n  \n8  \n1)  \n2)  \n3)  \n4)  \n5)  \n6)  \n7)  \n8)  \n9)  \n10)  \n11)  \nThe leave mentioned in this section is subject to the following restrictions and privileges:  \nAn employee must first use all available unused earned paid sick leave before unpaid FMLA leave  \nwill be granted.  \nThe employee will be restored to his/her former position unless the employee's position has been  \naffected by reduction in force and/or layoff.  \nThe Board shall require materials documenting the reason for the leave before granting a leave of  \nabsence under this section.  \nIt is the responsibility of the employee to obtain the necessary documentation and to furnish the  \ndocumentation to the Board.  \nThe Board may request verification of a medical condition for which leave has been granted under  \nthis section at any reasonable interval, but not more often than once every thirty days, unless:  \na. the employee requests an extension of leave;  \nb. circumstances described by the original documentation have changed significantly (i.e., the  \nduration of the illness, the nature of the illness, complications); or  \nc. the employer receives information that casts doubt upon the continuing validity of the  \ndocumentation.  \nIf the Board pays the employee contributions missed by the employee while on leave, the employee  \nwill be required to reimburse the Board for delinquent payments (on a payroll deduction schedule)  \nupon return from leave. The employee will be required to sign a written statement at the beginning of  \nthe leave period authorizing the payroll deduction for delinquent payments. If an employee fails to  \nreturn to work for the Board after FMLA leave, the Board shall take necessary steps to recover its  \nshare of the health benefit premium payments made on the employee's behalf during a period of  \nunpaid FMLA leave unless the employee's position has been affected by reduction in force and/or  \nlayoff.  \nAn employee may continue coverage by continuing to pay the employee's portion of the premiums,  \nincluding dependent coverage, while on leave.  \nThe employee must notify the Board as soon as practicable once the employee knows that a leave will  \nbe needed. For a foreseeable leave, such as for birth, adoption or planned medical treatment, the  \nemployee must provide at least 30 days notice to the Board. In all cases, the employee must furnish a  \nrequest to the Board on a form provided by the Board.  \nPrior to the employee's return to work from an employee disability, the employee shall submit  \nmedical certification of the employee's fitness to return to work.  \nThe Board retains the right to implement reasonable rules and regulations with regard to the use of  \nleaves of absence within the requirements of the FMLA. This includes but is not limited to requiring  \na second opinion, at the Board's discretion, from a Board-paid doctor with regard to a medical  \ndisability, and the use of forms for requests for leave, physician documentation and fitness to return to  \nwork.  \nIn the event that the Board exercises its right to a second medical opinion and the opinion conflicts  \nwith the first doctor's opinion in the medical certification, then a third opinion may be required by a  \nBoard-paid physician mutually agreed upon by the Board and employee. This third opinion will be  \nfinal and binding upon the Board and the employee.  \nh) Intermittent Leave or Reduced Leave -- An eligible employee who is entitled to a twelve-week leave  \nunder the provisions of this section may take that leave on an intermittent or reduced leave schedule in  \ncertain cases. An intermittent leave schedule is one in which the employee may take the allowable leave  \nintermittently, or in blocks of days at a time, as needed. A reduced leave schedule is one in which the  \nemployee's daily or weekly hours are reduced, as needed. Leave will be granted intermittently or on a  \nreduced leave basis in the case of the serious health condition of the employee or of the child, spouse or  \nparent of the employee, provided that it is medically necessary and that a certification from a physician is  \nobtained. The amount of Family and Medical Leave used where an employee takes leave intermittently  \n2005-2006 Instructional Master Contract Page 33  \n"], ["ARTICLE VII - LEAVES OF ABSENCE  \n", "or on a reduced leave schedule will be determined in accordance with the applicable regulations of the  \nFamily and Medical Leave Act of 1993, currently §825.205 of the Interim Regulations.  \ni) Effect of Leave on Board-Paid Benefits -- During the period of leave governed by this section, the Board  \nwill pay the portion of the insurance premium which it normally paid prior to the leave, such as major  \nmedical, surgical, dental, vision, life, and flexible benefits.  \n"], ["END OF ARTICLE VIII  \nARTICLE IX - SAFETY AND HEALTH  \nSECTION A - Safety  \n", "1. It shall be the responsibility of the Board to ensure that teachers will not have unsafe, hazardous, or  \nunsanitary working conditions. No teacher shall be required to work under unsafe, hazardous, or unsanitary  \nconditions. Further, teachers shall report to the principal any condition felt to be unsafe, hazardous, or  \nunsanitary.  \n2. The Board agrees that periodic inspections will be performed for fire and safety, and specified modifications  \nresulting from said inspections will be made. Required modifications shall be scheduled by the Board, with  \nthose presenting a clear and present danger being scheduled first.  \n3. The Board shall indemnify and save harmless all teachers from any claims, demands, suits, and causes of  \naction of any kind whatsoever arising out of unsafe and/or hazardous conditions within the school.  \n4. Safety Promotion Program  \na) District Safety Committee  \n1. The Union president or his/her designee will be appointed as a member of the District Safety  \nCommittee.  \n2. At least one member of the committee shall be a teacher. The teacher(s) on the District committee  \nshall be selected from the lists of teachers who serve on worksite committees.  \n3. When meetings are held during duty hours, teacher committee members will be released without  \ncharge to sick or vacation leave.  \nb) Worksite Safety Committee  \n1. At least one member of the Worksite Safety Committee shall be a teacher at the worksite.  \n2. When meetings are held during duty hours, teacher committee members will be released without  \ncharge to sick or vacation leave.  \nSECTION B - Workers' Compensation  \nAny teacher employed by the Board and injured while performing his/her duty shall be protected as provided by  \nthe Workers' Compensation Act.  \n1. Injury and Illness  \na) In the event a teacher is injured in the discharge of duty and/or suffers from an illness arising out of such  \ninjury and/or contracts an infection or disease resulting from teacher-pupil contact time, said teacher shall  \nbe entitled to illness-in-the-line-of-duty leave for a period not to exceed ten (10) days. In addition, the  \nBoard may grant additional leave for such term as deemed appropriate.  \nb) During the course of absences under this section, the teacher shall receive an amount not to exceed  \nhis/her normal compensation and shall be entitled to continue full benefits for the school year in which  \nthe injury occurred. Benefits are to include but are not limited to credit for seniority, step increase and  \ncontributions to the Florida Retirement System as provided by FRS. In addition, payments shall be made  \nto teachers for damage to dentures, eyeglasses, prosthetic devices, and artificial limbs when the damage  \nresults from an accident occurring in the normal course of employment.  \nc) When a teacher is absent from his/her teaching responsibilities as a result of any provision in this section,  \nthere shall be no deduction made for sick leave allowance credited to such teacher.  \n2. Any teacher who has any claim for compensation while absent under this section shall file a claim in the  \nmanner prescribed in Florida Statute 1012.63(2) by the end of each month during which such absence has  \n2005-2006 Instructional Master Contract Page 34  \n"], ["ARTICLE IX -SAFETY AND HEALTH  \n", "occurred. The Board shall approve such claims and authorize the payment thereof provided that the Board  \nshall satisfy itself that the claim correctly states the facts and that such claim is entitled to payment in  \naccordance with the provisions of this section.  \nSECTION C - Assault, Battery, and Disability  \n1. Assault and Battery  \nIn case of any assault and/or battery upon a teacher in the course of his/her employment, the Board shall  \nprovide legal counsel to advise the teacher of his/her rights and obligations with respect to such assault  \nand/or battery and shall promptly render assistance necessary to the teacher in connection with handling of  \nthe incident by law enforcement and judicial authorities. In addition, any threat of personal injury or  \nproperty damage made by a student toward a teacher shall be assessed through the district’s Violence  \nIntervention Procedures for Elementary or Secondary Schools to determine the credibility of such threat. The  \nstudent shall be removed from the teacher’s class until the threat assessment is concluded and the teacher is  \nnotified of the assessment results. If the threat is made by a person not under the jurisdiction of the school  \nboard, the teacher will not be required to meet with that person until the matter has been investigated and  \ndocumented by the principal and the teacher has been notified of the results of that investigation. The teacher  \nhas the right to have an administrator present at any future meetings with the person making the threat.  \n2. Death or Disability  \nCompensation for death or disability shall be paid in accordance with the provisions of the Workers'  \nCompensation Law.  \nSECTION D - Personal Property  \n1. The Board shall budget a sum of $2000.00 each year to a reimbursement account to reimburse any eligible  \nteacher upon proof of claim for clothing and/or personal property destroyed or damaged as a result of any  \nassault or vandalism upon said teacher in the course of fulfilling his/her employment responsibilities or from  \nany act by the teacher for the purpose of preventing injury to persons or damage to property located on the  \nschool site during the times when the teacher is on said site at any school-related activity.  \nNo claim covered under other provisions of this Agreement shall be paid from this account.  \nIf any portion of this account is not expended in any year of this Agreement, an amount equal to the  \nunexpended sum shall be budgeted in addition to the $2000.00 for the following year.  \n2. If said clothing and/or personal property is insured, the employee must submit a claim to the appropriate  \ninsurance company. In the event of full reimbursement for such claim, the Board shall make no payment. If  \nthe insurance company reimburses all but the deductible amount specified in the employee's policy, the  \nBoard will pay an amount equal to the deductible amount not to exceed $500. If the claim is for less than the  \ndeductible amount specified or the clothing or personal property is not insured, the Board will pay an amount  \nequal to the current value of the property not to exceed $500.  \n3. To be eligible for reimbursement as described in paragraph 1, the teacher must report the damage to the  \nworksite supervisor as soon as possible and complete the Comprehensive Accident-Injury/Loss form and  \nsubmit it to the worksite supervisor.  \nThe reimbursement of damaged or vandalized personal property (other than motor vehicle) is limited to those  \nitems that the teacher uses to perform his/her job and/or duty responsibilities.  \nIn the event the claim is for vandalism to the teacher's personal vehicle, a copy of his/her automobile  \ninsurance policy declaration page and an estimate for repair must be included with the Comprehensive  \nAccident/Injury/Loss Form.  \nPayment of the claim is subject to the approval by USEP President and Director of Employee Relations.  \nSECTION E - Liability  \nThe Board agrees to maintain liability coverage of not less than that currently in force as stipulated in the  \nagreement(s) with Arthur J. Gallagher and Company and pertinent insurance carriers for the duration of this  \nAgreement. Any teacher who has any claim under provisions of said policy may file such claim with the Board.  \nThe Board shall process all claims filed in accordance with this section provided that the claim falls within the  \nincidents covered under such policy.  \n2005-2006 Instructional Master Contract Page 35  \n"], ["ARTICLE IX -SAFETY AND HEALTH  \nEND OF ARTICLE IX  \nARTICLE X - SALARY AND TEACHER WELFARE  \nSECTION A - Salary Schedule and Remunerations  \n", "1,  \n2.  \nBu  \nThe regular salary schedules, attached as Addendum A, shall be adhered to for all teachers.  \nPlacement on the salary schedules, entitled Addendum A, shall be adhered to for all teachers.  \nEach teacher assigned to a supplemented activity shall receive a written statement of the additional  \nresponsibilities for which he/she is responsible and the amount of the supplement to be awarded for such.  \nMileage shall be reimbursed at the standard rate established by the District School Board of Pasco County  \nbut shall not be at a lesser rate than allowed by the State Department of Education rules and regulations in  \neffect at the time the mileage was accrued.  \nPayroll check stubs shall contain gross salary for each pay period, an itemized accounting of payroll  \ndeductions/reductions made during each pay period, net salary figures per pay period, accrued sick leave, and  \nvacation time.  \n6. The Board agrees to provide each teacher with his/her W-2 form on or before January 31.  \n7. All payroll deductions/reductions approved by the Board and authorized by the teacher shall be made by the  \n10.  \nBoard at no cost to said teacher. Such deductions/reductions shall be remitted to the proper agencies within  \nfive (5) days after the payroll date in which the deduction/reductions are made.  \nUnderpayment and Overpayment  \na) In the event any teacher feels that he/she has been underpaid, the following procedures shall be followed:  \n1) Said teacher shall notify the Superintendent or his/her designee of alleged underpayment and the  \nsupporting reasons for the allegation.  \n2) The Superintendent or his/her designee shall investigate the above allegation and notify the teacher in  \nwriting, providing an explanation and/or verification of the allegation within ten (10) days of the  \ncomplaint.  \n3) In the event that an underpayment has been verified, the teacher shall receive the full amount of  \nunderpayment in the paycheck issued immediately following the verification date.  \nb) Any unreported underpayment shall be corrected as soon as possible, with underpayments being  \ncorrected by the payroll date following discovery.  \nc) Inthe event any teacher is overpaid by the Board, the following procedure shall be in effect:  \n1) Notification of said overpayment shall be provided in writing to the teacher. Said notification shall  \ncontain the supporting reasons for and dates of overpayment.  \n2) The teacher shall reimburse the Board the full amount of verified overpayment on a basis mutually  \nagreeable to the teacher and the Superintendent or his/her designee. Said repayment shall not extend  \nbeyond the oncoming fiscal year.  \nPaychecks will be made available or delivered no later than the last two (2) hours of the workday on each pay  \ndate and shall be enclosed in a sealed envelope. However, paychecks may be picked up by all personnel until  \nthe end of the regular workday at each school.  \nThe Board shall make provisions upon request and approval by any unit member to deposit his/her paycheck  \ndirectly to the Suncoast Schools Federal Credit Union or to any other financial institution associated with the  \nAutomated Clearing House Bank Program. Such funds will be transmitted for deposit no later than 4:00 p.m.  \non the day preceding each payday and will be credited for withdrawal in accordance with the procedure  \nestablished by the Credit Union and/or the approved financial institution receiving the employee’s payroll  \ntransfer.  \nSECTION B - Fringe Benefits  \n1.  \nHealth Insurance  \n2005-2006 Instructional Master Contract Page 36  \n"], ["ARTICLE X - SALARY AND TEACHER WELFARE  \n", "a) The Board agrees to contribute $4,711.82 per eligible employee toward the cost of the benefits package  \nfor the 2006 insurance plan year. An alternative Health Opt-Out Program shall be provided to bargaining  \nunit members who do not choose one of the Board-approved health plans.  \nb) It is agreed that the Board and the Union shall appoint an Insurance Committee consisting of six (6)  \nmembers — three (3) representing the Board and three (3) representing the Union - for the purpose of  \nreviewing rates and investigating and recommending coverages to the Board and the Union for the  \npurpose of negotiating the aforementioned insurance in subsequent years. The Committee shall meet no  \nlater than April 1 of each school year.  \nc) Teachers who work four (4) hours per day or twenty (20) hours or more per week for ninety (90) days or  \nmore per year shall be eligible for health insurance to the same extent as full-time teachers.  \nd) All teachers shall be given the option of choosing dependent coverage, and the cost of such coverage  \nwhich exceeds the individual premium cost shall be deducted, upon authorization, from said teacher's  \npaycheck. The rates for dependent coverage shall be furnished to the bargaining unit members and  \nprovided to the Union prior to the annual open enrollment date.  \ne) The open enrollment for health insurance shall be a minimum of thirty (30) calendar days. Date of open  \nenrollment will be held prior to the anniversary date of the policy.  \nf) Any teacher whose dependent status changes who wishes to add or delete dependent coverage after the  \nenrollment period shall be restricted only by the provisions as stated in the Benefit Enrollment/Change  \nForm (MIS#161).  \n2. Retirement  \nThe Board agrees to comply with the Florida Retirement System’s rules and regulations relative to employee  \ncontributions.  \nSECTION C - Payroll Deduction for Additional Benefits  \n1. The parties agree that the Union will be provided with two (2) payroll deduction slots in addition to the dues  \ndeduction slot. These slots will be used for Union-designated programs to include but not be limited to  \npurchasing additional insurance, annuity, or other related benefits; voluntary Political Action Committee  \n(PAC) donations; or other Union-sponsored voluntary deduction programs for bargaining unit members.  \n2. The Union agrees to reimburse the Board for any actual start-up or programming cost incurred which are  \nnormally charged to other groups who benefit from payroll deduction services.  \n3. A single payment will be remitted after each pay period to a depository designated by the Union for each of  \nthe two (2) additional payroll deduction slots.  \nSECTION D - Early Retirement Monthly Benefit  \n1. Effective January 1, 1997, the Board shall provide a retirement benefit for all instructional bargaining unit  \nmembers.  \nTo qualify for an early retirement benefit, the instructional bargaining unit member must meet the following  \ncriteria:  \na) be 50 years of age or older at the time of retirement;  \nb) have 25 or more years of creditable FRS service;  \nc) employed on or before June 30, 2001 and who have reached Step 13 on the teacher salary schedule, or  \nwhose number of years of experience in the Pasco school district is equal to the number of years of  \nservice on Step 13 of the teacher salary schedule, or teachers hired on or after July 1, 2001 who have  \ntwelve (12) years of Pasco service, the last ten (10) of which must be Pasco continuous service; and  \nd) have retired under the Florida Retirement System (FRS) Defined Benefit Plan (Pension Plan) or who  \nretires with any vested benefit in the Defined Benefit Plan (Pension Plan).  \ne) Effective July 1, 2001, those instructional bargaining unit members who meet the above criteria will be  \neligible to receive the early retirement benefit in accordance with the following:  \nf) A member who is at least fifty (50) years of age but less than fifty-five (55) years of age at the time of  \nearly retirement will receive an amount equal to thirty-five percent (35%) of the unreduced FRS  \n2005-2006 Instructional Master Contract Page 37  \n"], ["ARTICLE X - SALARY AND TEACHER WELFARE  \n", "retirement benefit. The unreduced FRS retirement benefit is calculated using the premise of the member  \nbeing sixty-two (62) years of age at the time of retirement.  \ng) A member who is at least fifty-five (55) years of age but less than sixty-two (62) years of age at the time  \nof early retirement will receive an amount equal to one-hundred percent (100%) of the difference between  \nthe unreduced FRS benefit and the reduced FRS early retirement benefit.  \nh) At the time of early retirement, if the early retirement monthly benefit has a single sum value (present  \nvalue) of less than five thousand dollars ($5,000) as of the date the early retirement monthly benefit is  \nfirst effective, then the Board will provide a one-time lump sum payment equal to the single sum value  \n(present value) of the early retirement monthly benefit.  \ni) In lieu of the above, for any employee meeting the above eligibility criteria and who has out-of-state  \nservice, or any other qualifying service, and is eligible to purchase such service according to FRS rules  \nand regulations, the district may purchase such service if the purchase of such service would total 30  \nyears and entitle the employee to full retirement under FRS. It is clearly understood that the Board shall  \nprovide the monthly benefit or out-of-state service or any other qualifying service whichever is more  \neconomical for the Board.  \n2. This provision shall not prohibit the Board from paying additional retirement bonuses provided for in this  \nAgreement or future bonuses agreed to by the Board and the Union.  \n3. No employee shall be required by the Board to take advantage of the provisions of this article.  \n4. If an employee chooses one of these aforementioned early retirement options, the Board will have no further  \nobligation toward his/her retirement benefits.  \n5. A teacher who selects one of these aforementioned early retirement options is required to retire from the  \nFlorida Retirement System (FRS) and terminate his/her employment with the district. Therefore, such  \nteacher is not eligible to participate in the Deferred Retirement Option Program (DROP) as the DROP  \nrequires a teacher to retire from the FRS yet continue to work within the district.  \nSECTION E - Deferred Retirement Option Program (DROP)  \n1. Effective July 1, 1998, employees who qualify for the Deferred Retirement Option Program (DROP) may  \nelect to participate in that program as provided by the procedures set forth by the district and by Florida  \nStatute 121.091. An employee’s salary, benefits, terms, and conditions of employment, as specified in this  \nAgreement will remain in full force during the employee’s participation in the DROP. An employee can  \nvoid his/her DROP participation at the DROP termination date, re-enroll in FRS and continue in his/her  \ncurrent position in the district, by making such request in writing to the Board at least thirty (30) calendar  \ndays prior to his/her original DROP termination date. An employee may resign his/her employment with the  \nBoard and terminate his/her participation in DROP prior to the original DROP termination date by submitting  \nan amended resignation to the Board.  \n2. Employees who elect to enter DROP and elect to receive a lump-sum payment of accrued vacation (annual)  \nleave earned in accordance with Board policy upon beginning participation in DROP, shall have said lump-  \nsum payment paid into a Board-approved 401(a) Qualified Retirement Plan and/or an Employer Paid 403(b)  \nPlan subject to annual contribution limits. Employees who receive a lump-sum payment of accrued (annual)  \nleave upon termination of DROP and termination of employment shall have said lump-sum payment paid  \ninto a Board—approved 401(a) Qualified Retirement Plan and/or an Employer Paid 403(b) Plan subject to  \nannual contribution limits.  \n3. Effective July 1, 1999, employees who enter the Deferred Retirement Option Program (DROP) and are  \neligible for one hundred percent (100%) of their accumulated terminal sick leave in accordance with the  \nMeritorious Attendance Incentive Pay, Article X, Section G of the Instructional Master Contract, shall have  \ntheir accumulated terminal sick leave paid into a Board-approved 401(a) Qualified Retirement Plan and/or an  \nEmployer Paid 403(b) Plan subject to annual contribution limits and according to the following.  \n4. The initial payment will be made on June 30th following the employee’s DROP effective date. Subsequent  \npayments shall be made each June 30th following the employee’s DROP effective date anniversary.  \n2005-2006 Instructional Master Contract Page 38  \n"], ["ARTICLE X - SALARY AND TEACHER WELFARE  \n", "Maximum Percentage of  \nPayment Payment Date Accumulated Terminal Sick Leave Days  \nJune 30 23.3%  \nJune 30 25.6%  \n1  \n2  \n3 June 30 36.0%  \n4 June 30 50.8%  \n9 or more June 30 86.1%  \n   \nFinal Upon Separation 100.0%  \n5. The rate of pay used to calculate the amount to be placed in the 401(a) Qualified Retirement Plan and/or an  \nEmployer Paid 403(b) Plan shall be the employee’s rate of pay upon entering DROP or the employee’s rate  \nof pay on each payment date. The employee must elect the rate of pay option upon entering DROP. The rate  \nof pay used for the Employer Paid 403(b) Plan is the same rate of pay used in the 401 (a) Qualified  \nRetirement Plan.  \n6. The 401(a) Qualified Retirement Plan and the Employer Paid 403(b) Plan allows participating employees to  \ndefer federal income tax and permanently avoid the payment of Social Security tax and Medicare tax on  \neligible plan contributions.  \n7. Employees/DROP participants do not have access to these funds until after they terminate their employment.  \n8. Employees of the Board who enter the Deferred Retirement Option Program (DROP) remain eligible for Sick  \nLeave Bank participation. However, terminal sick leave days that have been paid to the Board approved  \n401(a) Qualified Retirement Plan and/or an Employer Paid 403(b) Plan shall be treated as if those days still  \nremain in the employee’s accumulated terminal sick leave balance when determining commencement of sick  \nleave bank benefits, so long as the employee has met the requirements of the Sick Leave Bank appropriate to  \nhis/her bargaining unit contract.  \nFund Withdrawal: Employees under fifty-five (55) years of age.  \n9. All participating employees who are under fifty-five (55) years of age at the time of termination and choose  \nat the time of termination to take a cash distribution in the amount of one hundred percent (100%) of their  \nrespective balance from the Board approved 401(a) Qualified Retirement Plan and/or an Employer Paid  \n403(b) Plan and are assessed a ten percent (10%) withdrawal penalty, shall be reimbursed 2.35% of the  \nwithdrawal by the Board. This reimbursement is an amount equal to the difference between the ten percent  \n(10%) withdrawal penalty and the current Social Security and Medicare combined tax contribution rate of  \n7.65%. If the withdrawal penalty and/or Social Security and Medicare tax rates change, the Board and Union  \nagree to renegotiate the reimbursement rate. If a fee is charged to process the IRS 1099 form, the Board will  \nreimburse these same employees the one-time administrative fee.  \n10. Upon separation of service or a June 30\" payment of accumulated sick leave and maximizing the 401(a)  \nQualified Retirement Plan contribution, any remaining terminal pay for accrued sick leave or vacation leave,  \nsubject to Board and State limitations, will be deposited in an Employer Paid 403(b) Plan. The Employer  \nPaid 403(b) Plan is similar to the 401(a) Qualified Retirement Plan except for contribution limits.  \nSECTION F - Retiree Healthcare Premium  \n1. Teachers who retire after January 1, 1997, the Board agrees to contribute the same amount toward the  \nretiree's health premium each year as it does towards the regular employee's premium. This contribution will  \nbegin upon retirement and continue until the retiree is eligible to receive Medicare Benefits. This  \ncontribution is contingent upon the retiree meeting all of the following conditions:  \na) 30 years of service under the FRS or at least 25 years of service under FRS and is at least age 50 at  \nretirement;  \n2005-2006 Instructional Master Contract Page 39  \n"], ["ARTICLE X - SALARY AND TEACHER WELFARE  \n", "b) at least 20 years of service in the district;  \nc) contributes his/her health insurance subsidy received from the State of Florida toward the cost of this  \nmedical premium; and,  \nd) continues to participate in a Board-sponsored health plan after his/her retirement.  \n2. Effective July 1, 2000, if a teacher retires as a result of full disability, funds from the insurance funds retained  \nearnings will be used to contribute the same amount toward the retiree's health premium (medical, dental, and  \nvision) each year as the Board does toward the premium of a regular employee. The contribution will begin  \nupon retirement and continue until the retiree receives Medicare benefits or until twenty-four (24) months  \nhave elapsed from the date of retirement, whichever comes first.  \nThis condition is contingent upon the retiree meeting all of the following conditions:  \na) the teacher must have completed at least ten (10) years of creditable service under the Florida Retirement  \nSystem (FRS);  \nb) the teacher must have completed at least ten (10) years of service in the district;  \nc) the teacher must be approved for full disability retirement under FRS and have provided the district with  \nproof of application for full disability retirement under the Social Security Administration;  \nd) the teacher must contribute his/her health insurance subsidy received from the State of Florida toward the  \ncost of the health premium; and  \ne) continues to participate in a Board-sponsored health plan after his/her retirement.  \nSECTION G - Meritorious Attendance Incentive Pay  \n1. Retirement Incentives  \nThe District School Board of Pasco County will provide meritorious attendance incentive pay to members of  \nthe bargaining unit at normal retirement (retirement under any established retirement plan with full or  \nreduced benefits as provided by law) or to the bargaining unit member's beneficiaries if service is terminated  \nby death. Meritorious attendance incentive pay shall be determined as follows:  \na) During the first three (3) years of service in a Florida school district, the daily rate of pay multiplied by 35  \npercent (35%) times the number of days of accumulated sick leave credited with the District School  \nBoard of Pasco County.  \nb  \n  \nDuring the next three (3) years of service in a Florida school district, the daily rate of pay multiplied by  \nAO percent (40%) times the number of days of accumulated sick leave credited with the District School  \nBoard of Pasco County.  \nc) During the next three (3) years of service in a Florida school district, the daily rate of pay multiplied by  \n45 percent (45%) times the number of days of accumulated sick leave credited with the District School  \nBoard of Pasco County.  \nd  \n—  \nDuring and after the tenth (10th) year of service in a Florida school district, the daily rate of pay  \nmultiplied by 50 percent (50%) times the number of days of accumulated sick leave credited with the  \nDistrict School Board of Pasco County.  \ne) During and after the fifteenth (15th) year of service in the Pasco school district, the daily rate of pay  \nmultiplied by 75 percent (75%) times the number of days of accumulated sick leave credited with the  \nDistrict School Board of Pasco County.  \nf  \n  \nDuring and after the twentieth (20th) year of service in the Pasco school district, the daily rate of pay  \nmultiplied by the number of days (100 percent) of accumulated sick leave credited with the District  \nSchool Board of Pasco County.  \n  \nPayment of meritorious incentive pay shall be made no later than thirty (30) days after completion of all  \nthe following steps:  \n3  \n1) Written statement regarding disposition of accrued sick leave.  \n2) Last day of employment.  \n3) Board action on termination.  \n2005-2006 Instructional Master Contract Page 40  \n"], ["ARTICLE X - SALARY AND TEACHER WELFARE  \n", "h) The Board will provide a 401(a) Qualified Retirement Plan and/or an Employer Paid 403(b) Plan that  \ndefers federal income tax and permanently avoids the payment of Social Security and Medicare tax on  \nmeritorious attendance incentive pay for those employees retiring under the Florida Retirement System  \n(FRS) with full or reduced benefits and who meet the following:  \n   \nMinimum Accumulated Sick  \nLeave Balance  \nTen (10) years creditable FRS service 240 hrs.  \nDuring and after the 15th year of service in the Pasco County  \nSchool District  \nDuring and after the 20th year of service in the Pasco County  \nSchool District  \nYears of Service  \n   \n   \n160 hrs.  \n   \n120 hrs.  \n   \n   \n   \n   \nSubject to annual plan contribution limits and the requirements specified above, payment to a Board-  \napproved 401(a) Qualified Retirement Plan and/or an Employer Paid 403(b) Plan shall be credited in the  \nname of the employee upon retirement.  \nFund Withdrawal: Employees under fifty-five (55) years of age.  \nAll participating employees who are under fifty-five (55) years of age at the time of termination and  \nchoose at the time of termination to take a cash distribution in the amount of one hundred percent (100%)  \nof their respective balance from the Board-approved 401(a) Qualified Retirement Plan and/or an  \nEmployer Paid 403(b) Plan and are assessed a ten percent (10%) withdrawal penalty, shall be reimbursed  \n2.35% of the withdrawal by the Board. This reimbursement is an amount equal to the difference between  \nthe ten percent (10%) withdrawal penalty and the current Social Security and Medicare combined tax  \ncontribution rate of 7.65%. If the withdrawal penalty and/or Social Security and Medicare tax rates  \nchange, the Board and Union agree to renegotiate the reimbursement rate. If a fee is charged to process  \nthe IRS 1099 form, the Board will reimburse these same employees the one-time administrative fee.  \ni) Teachers who retire under the Florida Retirement System (FRS) with full or reduced benefits as provided  \nby law and who receive a lump-sum payment of accrued vacation leave earned in accordance with Board  \npolicy and who meet the participation requirements provided in Article X, Section G-1h) of this  \nAgreement, shall have said lump-sum payment of accrued vacation leave paid into a Board-approved  \n401(a) Qualified Retirement Plan and/or an Employer Paid 403(b) Plan subject to annual contribution  \nlimit and subject to the same fund withdrawal penalty reimbursement as provided in Article X, Section G-  \n1h) of this Agreement.  \n2. Plan Contributions  \nUpon separation of service and maximizing the 401(a) Qualified Retirement Plan contribution, any  \nremaining terminal pay for accrued sick leave or vacation leave, subject to Board and State limitations, will  \nbe deposited in an Employer Paid 403(b) Plan. The Employer Paid 403(b) Plan is similar to the 401(a)  \nQualified Retirement Plan except for contribution limits.  \n3. Separation Incentives  \nIf employment is terminated for any reason other than retirement or death, members of the bargaining unit  \nshall receive one-half (1/2) the percentage of all accumulated sick leave as stipulated in the schedule in  \nArticle X, Section G, paragraphs 1a, 1b, 1c, 1d, le, and 1f. This language shall not apply to employees who  \nchoose to transfer their accumulated sick leave to another Florida school district.  \nSECTION H - Group Medical Benefits Recovery Incentive Program (Indemnity - PPO and HMO Programs)  \nThe District School Board of Pasco County agrees to establish a Group Medical Benefits Recovery Incentive  \nProgram. This program is designed to provide a cash incentive to employees who discover and arrange for  \nthe recovery by the group medical benefits carrier/administrator of overcharges made on their own or insured  \ndependents' medical bills which in turn result in benefit dollars saved by the employees' Group Medical  \nBenefits Plan.  \n2005-2006 Instructional Master Contract Page 41  \n"], ["ARTICLE X - SALARY AND TEACHER WELFARE  \n", "1. The cash incentive paid to an insured employee who discovers an overcharge on a medical bill for that  \nemployee or his/her dependent and paid as an allowable charge by the School Board group medical benefits  \ncarrier/administrator shall be fifty percent (50%) of the amount of the over-charge that is recovered by the  \ngroup medical benefits carrier/administrator as a result of direct negotiations between the employee and the  \nprovider and shall be limited to a maximum of 1,000 dollars for each overcharge. No refund shall be made to  \nthe insured employee until the group medical benefits carrier/administrator receives the actual refund from  \nthe provider of service.  \n2. For purposes of the cash incentive, only hospital expenses, clinical laboratory charges, physician fees, and  \nother eligible medical expenses covered by the Group Medical Benefits Plan shall be considered in  \ndetermining the amount payable to insured employees under this program.  \n3. The employee shall contact the Union to obtain a Request for Reimbursement form and procedures. After  \nthe overcharge has been recovered, the group medical benefits carrier/administrator shall disburse a check to  \nthe employee in the amount of the cash incentive. Cash incentives are considered income to employees for  \ntax purposes and subject to being reported on their federal income tax return.  \n4. The Board shall not get involved in resolving any differences between the employee and the medical  \nproviders of service with respect to disputed charges. Insured employees shall be solely responsible for  \nhandling such disputes.  \nSECTION I -— Employee Assistance Program (EAP)  \nAn Employee Assistance Program (EAP) will be provided for the purpose of offering employees, upon their  \nrequest, short-term counseling and/or assistance with referrals for appropriate services. The program will also  \npromote programs for wellness, nutrition, exercise, and stress reduction.  \nParticipation or nonparticipation in the EAP shall be voluntary and shall not be a factor in any adverse  \nemployment action by the Board. All personally identifiable information relating to an employee as a result of  \nan employee’s participation in the EAP shall be held in strictest confidence by the director and staff of the EAP  \nand such shall not be made a part of or otherwise noted in the employee’s personnel file.  \nAn EAP Committee will be established for the purpose of evaluating the services provided which shall include,  \nbut not be limited to, the services provided, the cost and funding source, availability, accessibility, utilization,  \nand its effectiveness toward meeting the needs of the employees. The committee shall meet periodically during  \nthe school year and by May 1 of each year shall make recommendations to the Board and USEP for the purpose  \nof further negotiating the improvement and/or revision of the program. —The EAP Committee will function as a  \nsub-committee of the current Insurance Committee. The Board and USEP will mutually agree to appoint  \nmembers to the EAP sub-committee who are not current members of the Insurance Committee. The EAP  \nCommittee shall consist of an equal number of members selected by the Board and USEP.  \nThe USEP President maintains the right to review and approve any EAP materials and attend any meetings  \nintended for the promotion of the EAP to bargaining unit members.  \n"], ["END OF ARTICLE X  \nARTICLE XI - SUMMER SCHOOL  \nSECTION A - Filling of Positions  \n", "1. Announcements of summer school dates will be posted in each school in the district and given to the Union  \non or before May 1. Tentative job openings will be announced by the last student day.  \n2. When it is judged that professional qualifications and ability are substantially equal among applicants for  \nsummer school teaching positions, district seniority shall prevail.  \n3. Summer school assignments shall be voluntary. Any teacher choosing not to accept such assignments shall  \nnot be penalized.  \n4. When filling summer school teaching positions, teachers within the bargaining unit shall be given priority  \nover other applicants.  \n2005-2006 Instructional Master Contract Page 42  \n"], ["ARTICLE XI - SUMMER SCHOOL  \n", "SECTION B - Length of the Summer School Day/Term  \n1. An employee who teaches one (1) instructional session per day shall be employed for no less than 120 hours  \nand no more than 160 hours per summer school session.  \n2. An employee who teaches two (2) instructional sessions per day will be employed for no less than 225 hours  \nand no more than 300 hours during the summer school session.  \n3. The school principal will make every effort to schedule a teacher employed to teach summer school with  \npreparation time each day.  \nSECTION C - Compensation and Contingencies  \n1. Summer school teachers shall be paid at the rate established in Addendum A of this Agreement, and the  \nBoard will make the normal contributions for social security and state retirement.  \n2. The Board will notify the Union of the summer school pay dates, along with the number of days to be paid  \nfor in each check, no later than the last working day for teachers in the current school year.  \n3. A teacher employed for one (1) instructional session per day will be allotted one-half (1/2) day paid sick  \nleave per month. A teacher employed in summer school for two (2) instructional sessions per day will be  \nallotted one (1) paid sick leave day for each full month of employment.  \n4. The allotted summer school sick days shall be accrued on a cumulative basis. Sick days earned during the  \nregular school year may be used during the summer school session. On one occasion, one day, (the number  \nof hours worked daily in summer session) may be used as a personal day charged to sick leave provided:  \na) the employee has not used all 6 personal days from the previous school year;  \nb) the employee has accrued a sufficient number of sick leave hours;  \nc) the nature of the absence is that of an emergency; and  \nd) the reason for the absence is explained to the principal or his/her designee.  \n"], ["END OF ARTICLE XI  \nARTICLE XII - RULES GOVERNING THIS AGREEMENT  \nSECTION A - Conformity to Law  \n", "In the event that any provision of this Agreement shall at any time be said to be contrary to law by a court of  \ncompetent jurisdiction from whose final judgment or decree no appeal has been taken within the time provided  \nfor doing so, such provision shall be void and inoperative to the extent that it violates the law; however, all other  \nprovisions of this Agreement shall continue in effect. Substitute action, if any, shall be subject to appropriate  \nnegotiation and agreement between the parties.  \nSECTION B  \nWith regard to matters which are proper subjects of collective bargaining in that they relate to matters of hours,  \nwages or conditions of employment and within the duration period of this Agreement, changes in existing  \npolicies, rules, or regulations or any new policy, rule, or regulation may be the subject of negotiations upon  \nmutual consent of the Superintendent and the Union.  \nSECTION C  \nThe articles in this Agreement supersede and override conflicting items in individual teacher contracts or Board  \npolicies. Further, the Board agrees that said policies shall be amended to conform to the provisions of this  \nAgreement.  \nSECTION D  \nWhenever any notice is required to be given either party to this Agreement by the other party, either shall do so  \nby registered letter at the following address:  \nIf to the Union: P.O. Box 1098  \nLand O' Lakes, FL 34639  \n2005-2006 Instructional Master Contract Page 43  \n"], ["", "ARTICLE XII - RULES GOVERNING THIS AGREEMENT  \nIf to the Board: 7227 Land O' Lakes Blvd.  \nLand O' Lakes, FL 34638  \n"], ["END OF ARTICLE XII  \nARTICLE XII - DURATION  \n", "1. This Agreement shall remain in full force and effect until midnight, June 30, 2008, except as provided in  \nparagraphs 3 and 4 below and shall automatically be renewed from year to year thereafter unless written  \nnotice to modify or amend is given by either party at least ninety (90) days before the aforementioned  \nexpiration date. In the event such notice is given, negotiations shall commence within a reasonable time after  \nthe giving of such notice.  \n2. During any reopening of negotiations for changes to take effect during the term of this Agreement, the  \nexisting provisions of the Agreement shall remain in full force and effect until modified sections are  \nexecuted.  \n3. This Agreement may be reopened upon request of either party if any item is affected by legislation or by  \nmutual consent of both parties.  \n4. This Agreement shall be reopened for the 2006-2007 and 2007-2008 school years upon request of either  \nparty on Article X and Addenda A and B. Other items may be reopened if affected by legislation or by  \nmutual consent of both parties. In addition, the Union and Board may each select three (3) additional items  \nfor reopeners.  \n5. This Agreement contained herein constitutes the full and complete agreement between the Union and the  \nBoard and shall not be changed, altered, modified, or amended by either party except as provided in  \nparagraphs 3 and 4 above.  \nIN WITNESS WHEREOF, THE FOLLOWING HAVE SET THEIR SIGNATURES AND SEALS TO BE  \nEFFECTIVE THE 23rd DAY OF AUGUST 2005  \nof  \n   \na ae  \nChief Negotiator for the Board  \n   \n2005-2006 Instructional Master Contract Page 44  \n"]]